{
  "petition": {
    "tid": 145519886,
    "catids": null,
    "doctype": 1008,
    "publishdate": "2023-05-25",
    "authorid": 127,
    "bench": [
      174,
      127,
      48
    ],
    "title": "Siddharth Shanker Mishra vs State Of U.P. And 5 Others on 25 May, 2023",
    "numcites": 17,
    "numcitedby": 516,
    "headline": "",
    "docsize": 68559,
    "fragment": true,
    "docsource": "Allahabad High Court",
    "author": "M C Tripathi",
    "authorEncoded": "m-c-tripathi"
  },
  "document": "{\"tid\":145519886,\"publishdate\":\"2023-05-25\",\"title\":\"Siddharth Shanker Mishra vs State Of U.P. And 5 Others on 25 May, 2023\",\"doc\":\"<h2 class=\\\"doc_title\\\">Siddharth Shanker Mishra vs State Of U.P. And 5 Others on 25 May, 2023</h2>\\n\\n<h3 class=\\\"doc_author\\\">Author: <a href=\\\"/search/?formInput=authorid:m-c-tripathi\\\">Mahesh Chandra Tripathi</a></h3>\\n\\n<h3 class=\\\"doc_bench\\\">Bench: <a href=\\\"/search/?formInput=benchid:p-diwaker\\\">Pritinker Diwaker</a>, <a href=\\\"/search/?formInput=benchid:m-c-tripathi\\\">Mahesh Chandra Tripathi</a>, <a href=\\\"/search/?formInput=benchid:ashwani-kumar-mishra\\\">Ashwani Kumar Mishra</a></h3>\\n\\n<pre id=\\\"pre_1\\\">\\n\\n\\n\\n\\nHIGH COURT OF JUDICATURE AT ALLAHABAD\\n \\n \\n\\nReserved\\n \\nAFR\\n \\nChief Justice&#x27;s Court\\n \\n\\n \\nCase :- WRIT - A No. - 26389 of 2018\\n \\n\\n \\nPetitioner :- Siddharth Shanker Mishra\\n \\nRespondent :- State Of U.P. And 5 Others\\n \\nCounsel for Petitioner :- Satyendra Chandra Tripathi,Radha Kant Ojha,Radha Kant Ojha, Sr. Advocate\\n \\nCounsel for Respondent :- C.S.C.,Anil Tiwari,Shailendra Singh\\n \\n\\tConnected with\\n \\nCase :- WRIT - A No. - 35632 of 2001\\n \\nPetitioner :- Ram Prakash Sharma\\n \\nRespondent :- Joint Director Of Education Agra And Others\\n \\nCounsel for Petitioner :- G.K. Singh,Jitendra Singh,V.K. Singh\\n \\nCounsel for Respondent :- C.S.C.,Ramesh Upadhyay\\n \\n\\t\\tAnd\\n \\nCase :- WRIT - A No. - 17095 of 2018\\n \\nPetitioner :- Brij Lal\\n \\nRespondent :- State Of U.P. And 4 Others\\n \\nCounsel for Petitioner :- Rahul Jain\\n \\nCounsel for Respondent :- C.S.C.,Ram Swaroop Umrao,Shalendra,C.L.Verma\\n \\n\\t\\tAnd\\n \\nCase :- WRIT - A No. - 12262 of 2021\\n \\nPetitioner :- Shiv Kumar\\n \\nRespondent :- State Of U.P. And 4 Others\\n \\nCounsel for Petitioner :- R. K. Singh Kaosik\\n \\nCounsel for Respondent :- C.S.C.\\n \\n\\t\\tAnd\\n \\nCase :- SPECIAL APPEAL DEFECTIVE No. - 325 of 2019\\n \\nAppellant :- C/M Vidyawati Yadava Smarak Maharshi Krishna Inter College And Another\\n \\nRespondent :- Vishwesh Rajratnam And 4 Others\\n \\nCounsel for Appellant :- Krishna Kant Tiwari,Sri Anil Bhushan, Senior Advocate\\n \\nCounsel for Respondent :- C.S.C.,Ashok Kumar Mishra,Jitendra Singh\\n \\n\\n \\n\\n \\nHon&#x27;ble Pritinker Diwaker,Chief Justice\\n \\nHon&#x27;ble Mahesh Chandra Tripathi,J.\\n \\n</pre><p data-structure=\\\"Precedent\\\" id=\\\"p_1\\\">Hon&#x27;ble Ashwani Kumar Mishra,J.\\n</p> \\n<p data-structure=\\\"Precedent\\\" id=\\\"p_2\\\">    <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1319584\\\" id=\\\"span_1\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1896882\\\" id=\\\"span_2\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1982489\\\" id=\\\"span_3\\\">1. Learned Single Judge of this Court in <a href=\\\"/doc/1982489/\\\" id=\\\"a_1\\\">Ram Prakash Sharma vs. Joint Director of Education, Agra Region, Agra</a>, 2010 (2) ADJ 243 examined the import of term &#x27;as such&#x27; occurring in rule 14 of the U.P. Secondary Education Service Selection Board Rules, 1998 and found himself in disagreement with two earlier judgements of the Court in <a href=\\\"/doc/1896882/\\\" id=\\\"a_2\\\">Smt. Usha Goel vs. State of U.P.</a>, 2004 (<a href=\\\"/doc/1319584/\\\" id=\\\"a_3\\\">3) ESC 1887 (All) and Shail Kumari vs. State of U.P.</a>, 2008 ALJ 205 and consequently referred the following question to be answered by a Larger Bench:-</span></span></span>\\n</p> \\n<blockquote id=\\\"blockquote_1\\\">       &quot;21. <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1319584\\\" id=\\\"span_4\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1896882\\\" id=\\\"span_5\\\">In these circumstances, I am of the considered opinion that the law as <a href=\\\"/doc/1319584/\\\" id=\\\"a_4\\\">laid down in</a> the case of <a href=\\\"/doc/1896882/\\\" id=\\\"a_5\\\">Usha Goel</a> (supra) as followed in the case of <a href=\\\"/doc/1319584/\\\" id=\\\"a_6\\\">Shail Kumari</a> (supra) requires to be examined by a Larger Bench of this Court. Accordingly, following questions are referred for decision to the Larger Bench.</span></span>\\n</blockquote> \\n<blockquote id=\\\"blockquote_2\\\">       <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1319584\\\" id=\\\"span_6\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1896882\\\" id=\\\"span_7\\\">(a) Whether the law <a href=\\\"/doc/1319584/\\\" id=\\\"a_7\\\">laid down in</a> the case of <a href=\\\"/doc/1896882/\\\" id=\\\"a_8\\\">Usha Goel</a> (supra) as followed in the case of <a href=\\\"/doc/1319584/\\\" id=\\\"a_9\\\">Shail Kumari</a> (supra) providing that for a teacher to be eligible for promotion under Rule 14 of 1998 Rules, he must have 5 years teaching experience subsequent to his having acquired the essential qualifications prescribed qua the post on which he is to be promoted is the correct law.</span></span> \\n</blockquote> \\n<blockquote id=\\\"blockquote_3\\\">       (b) Whether the word &#x27;as such&#x27; used in Rule 14 of the 1998 Rules refer to the post on which the promotion is to be made from the post in the lower cadre and the qualifications prescribed thereto only and does not require teaching experience of 5 years subsequent to the acquisition of such minimum qualification qua the promotional post. &quot;\\n</blockquote> \\n<p data-structure=\\\"Precedent\\\" id=\\\"p_3\\\">    <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"168723010\\\" id=\\\"span_8\\\">2. The reference came to be reiterated by another Learned Single Judge of this Court in the leading writ petition of <a href=\\\"/doc/168723010/\\\" id=\\\"a_10\\\">Siddharth Shanker Mishra vs. State of U.P. and others</a>.</span> \\n</p> \\n<p data-structure=\\\"Issue\\\" id=\\\"p_4\\\">    3. This Larger Bench has accordingly been constituted to answer the above reference.   \\n</p> \\n<p data-structure=\\\"PetArg\\\" id=\\\"p_5\\\">    4. We have heard Sri Radha Kant Ojha, learned Senior Counsel assisted by Sri Satyendra Chandra Tripathi, Advocate; Sri Rahul Jain, Advocate; Sri R.K. Singh Kaosik, Advocate for the petitioners and Sri Anil Tiwari, learned Senior Counsel assisted by Sri Subhash Chandra Maurya, Advocate; Sri Neeraj Tripathi, Additional Advocate General; Sri J.N. Maurya, Chief Standing Counsel; Sri Shashank Shekhar Singh, Additional Chief Standing Counsel for the respondents and perused the materials placed before us. \\n</p> \\n<p data-structure=\\\"Issue\\\" id=\\\"p_6\\\">    5. In order to appreciate the controversy raised before us we deem it appropriate to refer to the provision regulating promotion of a teacher in the institution as it has evolved from time to time. Prior to the introduction of U.P. Secondary Education Service Selection Boards Act, 1982 (hereinafter referred to as &#x27;Act of 1982&#x27;) the promotion of a teacher in C.T. Grade or L.T. Grade to the post of L.T. Grade/Lecturer was governed by regulation 6 of Chapter II of the statutory regulations framed under the <a href=\\\"/doc/169562622/\\\" id=\\\"a_11\\\">Intermediate Education Act, 1921</a> (hereinafter referred to as &#x27;Act of 1921&#x27;). Clause (1), (2) and (3) of regulation 6 are reproduced hereinafter:-\\n</p> \\n<blockquote id=\\\"blockquote_4\\\">       &quot;<a href=\\\"/doc/92503551/\\\" id=\\\"a_12\\\">Regulation 6</a>. (1) Where any vacancy in the lecturer&#x27;s grade in the L.T. Grade as determined under <a href=\\\"/doc/92503551/\\\" id=\\\"a_13\\\">Regulation 6</a>, is to be filled by promotion, all teachers working in the L.T. or C.T. grade, as the case may be, having a minimum of five years continuous substantive service to their credit on the date of occurrence of the vacancy shall be considered for promotion by the Committee of Management without their having to apply for the same provided they possess the prescribed minimum qualifications for teaching the subject in which the teacher in the lecturer&#x27;s grade or in the L.T. grade is required.\\n</blockquote> \\n<blockquote id=\\\"blockquote_5\\\">       (2) Selection for promotion to the next higher grade shall be made on the basis of service standing, achievements in service, academic qualifications and integrity.\\n</blockquote> \\n<blockquote id=\\\"blockquote_6\\\">       (3) Subject to Clause (2) where more than one teacher in the L.T. grade are eligible for promotion to the post of lecturer in any subject preference shall be given to the teacher who is seniormost amongst them in service in that grade.&quot;\\n</blockquote> \\n<p data-structure=\\\"Section\\\" id=\\\"p_7\\\">    6. After enforcement of the Act of 1982 the aforesaid promotion was regulated by rule 9 of the U.P. Secondary Education Service Selection Commission Rules, 1983 (hereinafter referred to as &#x27;Rules of 1983&#x27;) framed under the Act of 1982. Rule 9(1) of the Rules of 1983 made effective from 10.1.1983 provided as under:-\\n</p> \\n<blockquote id=\\\"blockquote_7\\\">       &quot;Rule 9. Procedure for appointment by promotion. - (1) Where any vacancy is to be filled by promotion, all teachers working in L.T. or C.T. grade, who possess the minimum qualifications and have put in at least 5 years continuous service as teacher in the concerned subject on the date of occurrence of vacancy shall be considered for promotion without their having applied for the same.&quot;  \\n</blockquote> \\n<p data-structure=\\\"Section\\\" id=\\\"p_8\\\">    7. The requirement of five year continuous service as Teacher in the concerned subject, on the date of occurrence of vacancy was done away with vide amendment introduced w.e.f. 1.7.1983, in Rule 9(1) of the Rules of 1983, which reads as under:-\\n</p> \\n<blockquote id=\\\"blockquote_8\\\">       &quot;Rule 9. Procedure for appointment by promotion. - (1) Where any vacancy is to be filled by promotion, all teachers working in L.T. or C.T. grade, who possess the minimum qualifications and have put in at least 5 years continuous service as teacher  on the date of occurrence of vacancy shall be considered for promotion to the Lecturer or L.T. grade, as the case may be, without their having applied for the same.&quot; \\n</blockquote> \\n<p data-structure=\\\"Issue\\\" id=\\\"p_9\\\">    8. On 08.05.1995, U.P. Secondary Education Service Selection Board Rules, 1995 (hereinafter referred to as &#x27;Rules of 1995&#x27;) came into effect which contained rule 14 providing for promotion to the post of Lecturer/L.T. Grade. Rule 14 of the Rules of 1995 is reproduced hereinafter:-\\n</p> \\n<blockquote id=\\\"blockquote_9\\\">       &quot;Rule 14. Procedure for recruitment by promotion. - (1) Where any vacancy is to be filled by promotion all teachers working in trained graduates (L.T.) grade or Certificate of Teaching (C.T.) grade, if any, who possess the qualifications prescribed for the post and have completed five years continuous service as such on the first day of the year of recruitment shall be considered for promotion to the lecturers grade or the trained graduates (L.T.) grade, as the case may be, without their having applied for the same.\\n</blockquote> \\n<blockquote id=\\\"blockquote_10\\\">       Note. - For the purposes of this sub-rule, regular service rendered in any other recognised institution shall be counted for eligibility, unless interrupted by removal, dismissal or reduction to a lower post.\\n</blockquote> \\n<blockquote id=\\\"blockquote_11\\\">       (2) The criterion for promotion shall be seniority subject to the rejection of unfit.\\n</blockquote> \\n<blockquote id=\\\"blockquote_12\\\">       (3) ................... \\n</blockquote> \\n<blockquote id=\\\"blockquote_13\\\">       (4) .................. \\n</blockquote> \\n<blockquote id=\\\"blockquote_14\\\">       (5) ...................\\n</blockquote> \\n<blockquote id=\\\"blockquote_15\\\">       (6) ...................&quot;\\n</blockquote> \\n<p data-structure=\\\"Section\\\" id=\\\"p_10\\\">    9. The rules of 1995 stood substituted by the U.P. Secondary Education Service Selection Board Rules, 1998 (hereinafter referred to as &#x27;Act of 1998&#x27;) which provided for the following procedure for recruitment by promotion to the post in question under rule 14, which reads as under:-\\n</p> \\n<blockquote id=\\\"blockquote_16\\\">       &quot;Rule 14. Procedure for recruitment by promotion. - (1) Where any vacancy is to be filled by promotion, all teachers working in Trained graduates grade or Certificate of Teaching grade, if any, who possess the qualifications prescribed for the post and have completed five years continuous regular service as such on the first day of the year of recruitment shall be considered for promotion to the Lecturers grade or the Trained graduates grade, as the case may be, without their having applied for the same.\\n</blockquote> \\n<blockquote id=\\\"blockquote_17\\\">       Note. - For the purposes of this sub-rule, regular service rendered in any other recognised institution shall be counted for eligibility, unless interrupted by removal, dismissal or reduction to a lower post.\\n</blockquote> \\n<blockquote id=\\\"blockquote_18\\\">       (2) The criterion for promotion shall be seniority subject to the rejection of unfit.\\n</blockquote> \\n<blockquote id=\\\"blockquote_19\\\">       (3) ...................\\n</blockquote> \\n<blockquote id=\\\"blockquote_20\\\">       (4) ....................\\n</blockquote> \\n<blockquote id=\\\"blockquote_21\\\">       (5) .....................\\n</blockquote> \\n<blockquote id=\\\"blockquote_22\\\">       (6) ....................&quot;\\n</blockquote> \\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_11\\\">    10. <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1896882\\\" id=\\\"span_9\\\">In <a href=\\\"/doc/1896882/\\\" id=\\\"a_14\\\">Smt. Usha Goel</a> (supra) the petitioner was seeking promotion on the post of Lecturer in Hindi and had completed five years continuous regular service on the first date of year of recruitment (01.01.2003). She, however, had passed M.A. in Hindi in 1999 and as such had not completed five years continuous regular service with the qualification for promoted post i.e. M.A. in Hindi and five years teaching experience in trained graduates grade on the first date of year of recruitment. Her claim for promotion came up before learned Single Judge in Civil Misc. Writ Petition No.6061 of 2004. An argument was raised on behalf of the petitioner that the words &#x27;as such&#x27; in rule 14 of Rules of 1998 refers to five years continuous regular service and not regular continuous service with the qualification prescribed for the post on which promotion was sought. Learned Single Judge examined the statutory scheme and held as under in para 8 to 10 of the judgement:-</span>\\n</p> \\n<blockquote id=\\\"blockquote_23\\\">       &quot;8. Before the commencement of U.P. Secondary Education Services Selection Board Rules, 1983, Regulations 5 and 6 of <a href=\\\"/doc/169562622/\\\" id=\\\"a_15\\\">Chapter II of U.P. Intermediate Education Act, 1921</a> regulated the promotions. <a href=\\\"/doc/92503551/\\\" id=\\\"a_16\\\">Regulation 6</a> provides that all the L.T. or C.T. grade teachers, as the case may be, having a minimum of 5 years&#x27; continuous substantive service to their credit on the case of occurrence of vacancy shall be considered for promotion by the Committee of Management without their having to apply for the same provided they possess the prescribed minimum qualifications for teaching the subject in which the teacher in the lecturer&#x27;s grade or in the L.T. grade is required. Rule 9 of the Rules of 1983, qualified 5 years&#x27; continuous service as a teacher in the concerned subject on the date of occurrence of vacancy. After this amendment on 1.7.1983, Rule 9 provided consideration of all teachers working in L.T. grade or C.T. grade who possessed academic qualifications and have completed continuous teaching as teacher on the date of occurrence of vacancy to be considered for promotion to the Lecturer or L.T. grade as the case may be, without their having applied for the same. <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"54635541\\\" id=\\\"span_10\\\">In <a href=\\\"/doc/54635541/\\\" id=\\\"a_17\\\">Chandra Pratap Singh v. Madhav Saran Tripathi and others</a>, 1989 (1) UPLBEC 361, it was held that for promotion to the Lecturer or L.T. grade one has to possess minimum academic qualification and 5 years continuous service as a teacher on the date of occurrence of vacancy.</span> <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"153319669\\\" id=\\\"span_11\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1917331\\\" id=\\\"span_12\\\">In <a href=\\\"/doc/1917331/\\\" id=\\\"a_18\\\">Harish Chand v. Joint Director of Education</a>, 2000 (3) ESC 2060 (All), the Court was considering the words &#x27;&#x27;on the date of occurrence of vacancy&#x27;&#x27; in Rule 14, and in <a href=\\\"/doc/153319669/\\\" id=\\\"a_19\\\">Yogendra Pal Singh v. District Inspector of Schools</a>, (2000) 3 UPLBEC 2155, the word &#x27;Regular&#x27; in Rule 14, came up for interpretation.</span></span>\\n</blockquote> \\n<blockquote id=\\\"blockquote_24\\\">       9. The Rules of 1998 made in exercise of powers under <a href=\\\"/doc/21436551/\\\" id=\\\"a_20\\\">Section 35</a> of U.P. Secondary Education Services Selection Board Act, 1982, replaced the Rules of 1995, and came into force on 8th August, 1998. The words &#x27;as such&#x27; in Rule 14, after the words five years&#x27; continuous regular service, qualify both to the qualification prescribed for the post and five years&#x27; continuous regular service. The legislature has once again brought in the eligibility to only those persons who possessed qualification for the post and completed 5 years&#x27; regular service with such qualifications. The words qualifications prescribed for the post and five years&#x27; continuous regular service have been used in the same sentence, which is a compound (double) sentence, as a demonstrative pronoun, (Latin word demonstrare, to show clearly), and points to the person who possesses the qualification prescribed for the post.\\n</blockquote> \\n<blockquote id=\\\"blockquote_25\\\">       10. The petitioner was awarded M.A. degree in Political Science and Economics in the year 1970-72. She was, however, awarded M. A. degree in Hindi in the year 1999 in IIIrd Division. There is no averment in the writ petition that as a L.T. grade teacher she was taking classes in Hindi as a subject. She is three years junior in age to respondent No. 6. She did not have five years&#x27; continuous service with qualifications in Hindi and thus she was not eligible for promotion to the vacant post of Lecturer in Hindi in the year of recruitment. &quot;\\n</blockquote> \\n<p data-structure=\\\"Precedent\\\" id=\\\"p_12\\\">    <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1319584\\\" id=\\\"span_13\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1896882\\\" id=\\\"span_14\\\">11. The view taken in <a href=\\\"/doc/1896882/\\\" id=\\\"a_21\\\">Smt. Usha Goel</a> (supra) was followed in a subsequent decision of learned Single Judge in <a href=\\\"/doc/1319584/\\\" id=\\\"a_22\\\">Shail Kumari</a> (supra).</span></span> <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1319584\\\" id=\\\"span_15\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1896882\\\" id=\\\"span_16\\\">While following the view taken in <a href=\\\"/doc/1896882/\\\" id=\\\"a_23\\\">Smt. Usha Goel</a> (supra) learned Single Judge held as under in <a href=\\\"/doc/1319584/\\\" id=\\\"a_24\\\">Shail Kumari</a> (supra) in para 13:-</span></span>\\n</p> \\n<blockquote id=\\\"blockquote_26\\\">       <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1896882\\\" id=\\\"span_17\\\">&quot;13. The submission of the learned Counsel for the respondents that five years of continuous regular service cannot be equated with the qualification prescribed for the post is patently erroneous. The words five years of continuous regular service would qualify both to the qualification prescribed for the post as well as for five years of continuous regular service. Consequently, this Court is in complete agreement with the judgment in the case of <a href=\\\"/doc/1896882/\\\" id=\\\"a_25\\\">Smt. Usha Goel</a> (supra).&quot;</span>\\n</blockquote> \\n<p data-structure=\\\"Precedent\\\" id=\\\"p_13\\\">    <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1319584\\\" id=\\\"span_18\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1896882\\\" id=\\\"span_19\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1982489\\\" id=\\\"span_20\\\">12. Rule 14 of the Rules of 1998 again fell for consideration before this Court in the case of <a href=\\\"/doc/1982489/\\\" id=\\\"a_26\\\">Ram Prakash Sharma</a> (supra) wherein learned Single Judge doubted the correctness of the view taken in <a href=\\\"/doc/1896882/\\\" id=\\\"a_27\\\">Smt. Usha Goel</a> (supra) and <a href=\\\"/doc/1319584/\\\" id=\\\"a_28\\\">Shail Kumari</a> (supra) and held as under in paragraph nos.12 to 22:-</span></span></span>\\n</p> \\n<blockquote id=\\\"blockquote_27\\\">       &quot;12. So far as the 1998 Rules are concerned, the only change brought about is that the teaching experience of 5 years required under the earlier rules has been further clarified to mean teaching experience as a regular teacher. Meaning thereby that the services rendered on ad hoc basis as teacher in the lower grade are not to be counted for the purpose of computing 5 years teaching experience.\\n</blockquote> \\n<blockquote id=\\\"blockquote_28\\\">       13. From reading of <a href=\\\"/doc/92503551/\\\" id=\\\"a_29\\\">Regulation 6</a> of Chapter II and Rule 9 of the 1983 regulating promotion it will be seen that there was no explicit demarcation qua the teaching experience of working as L.T. grade or C.T. grade for the purpose of promotion to lecturer grade and L.T. grade respectively.\\n</blockquote> \\n<blockquote id=\\\"blockquote_29\\\">       14. In my opinion the use of word &#x27;as such&#x27; under 1995 Rules and 1998 Rules relate to the particular post from which the teacher concerned is to be promoted i.e. C.T. Grade or L.T. Grade as well as to the post on which the promotion is to be made i.e. L.T. Grade or Lecturers Grade as the case may be. To put it simply it means that a teacher in C.T. grade must be possessed 5 years continuous regular teaching experience alongwith essential qualifications prescribed for the post of L.T. grade teacher for being considered for promoting as L.T. grade teacher and similarly an L.T. grade teacher possessed of 5 years regular teaching experience as L.T. grade teacher and essential qualification prescribed for the post of Lecturer concerned is to be considered for promotion on the post of Lecturer.\\n</blockquote> \\n<blockquote id=\\\"blockquote_30\\\">       <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1319584\\\" id=\\\"span_21\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1896882\\\" id=\\\"span_22\\\">15. It is not necessary that such teaching experience of 5 years must be from the date the candidate had acquired the minimum academic qualification qua the promotional post as has been held in the case of <a href=\\\"/doc/1896882/\\\" id=\\\"a_30\\\">Usha Goyal</a> (supra) and as followed in the case of <a href=\\\"/doc/1319584/\\\" id=\\\"a_31\\\">Shail Kumari</a> (Supra).</span></span>\\n</blockquote> \\n<blockquote id=\\\"blockquote_31\\\">       16. On reading of the rules, as were existing earlier, it would be seen that it left, some reason to doubt qua the teaching experience to be possessed by the candidate concerned. It could be argued in a given case that a teacher, who was initially appointed as a teacher in C.T. Grade and subsequently appointed by direct recruitment as L.T. Grade could assert that for computing the 5 years of teaching experience under the Rules, the length of service rendered in CT grade be also counted, for promotion to Lecturer grade.\\n</blockquote> \\n<blockquote id=\\\"blockquote_32\\\">       17. For example, a teacher appointed in C.T. Grade in one particular institution and having worked as such for two years, on his subsequent appointment as a L.T. Grade teacher by direct recruitment in another recognized Intermediate College, on completing 3 years of service as L.T. grade teacher could claim that he had 5 years of teaching experience as contemplated under the Rules (prior to Rules of 1995) for promotion in Lecturers Grade.\\n</blockquote> \\n<blockquote id=\\\"blockquote_33\\\">       19. It is for the purpose of removing this ambiguity that amendments under the 1995 Rules have been made requiring the teacher concerned to be possessed of 5 years teaching experience of the post from which he is to be promoted and the qualification of the post on which he is to be promoted. The word &#x27;as such&#x27; only suggest that this 5 years teaching experience is to be possessed in the lower grade with reference to the post on which promotion is to be made.\\n</blockquote> \\n<blockquote id=\\\"blockquote_34\\\">       20. Another reason for the said conclusion is that earlier there was a requirement of 5 years teaching experience in the subject concerned, with reference to the promotional post. This requirement was deleted by the Legislature consciously under Rules 1983 as amended in 1986-87. No purpose is to be achieved by insisting upon the requirement of the teacher concerned to have worked for 5 year after achieving the qualifications qua the post on which he is to be promoted, when he is to continue to teach in the lower grade in a different subject.\\n</blockquote> \\n<blockquote id=\\\"blockquote_35\\\">       21. <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1319584\\\" id=\\\"span_23\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1896882\\\" id=\\\"span_24\\\">In these circumstances, I am of the considered opinion that the law as <a href=\\\"/doc/1319584/\\\" id=\\\"a_32\\\">laid down in</a> the case of <a href=\\\"/doc/1896882/\\\" id=\\\"a_33\\\">Usha Goel</a> (supra) as followed in the case of <a href=\\\"/doc/1319584/\\\" id=\\\"a_34\\\">Shail Kumari</a> (supra) requires to be examined by a Larger Bench of this Court. Accordingly, following questions are referred for decision to the Larger Bench.</span></span>\\n</blockquote> \\n<blockquote id=\\\"blockquote_36\\\">       <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1319584\\\" id=\\\"span_25\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1896882\\\" id=\\\"span_26\\\">(a) Whether the law <a href=\\\"/doc/1319584/\\\" id=\\\"a_35\\\">laid down in</a> the case of <a href=\\\"/doc/1896882/\\\" id=\\\"a_36\\\">Usha Goel</a> (supra) as followed in the case of <a href=\\\"/doc/1319584/\\\" id=\\\"a_37\\\">Shail Kumari</a> (supra) providing that for a teacher to be eligible for promotion under Rule 14 of 1998 Rules, he must have 5 years teaching experience subsequent to his having acquired the essential qualifications prescribed qua the post on which he is to be promoted is the correct law.</span></span> \\n</blockquote> \\n<blockquote id=\\\"blockquote_37\\\">       (b) Whether the word &#x27;as such&#x27; used in Rule 14 of the 1998 Rules refer to the post on which the promotion is to be made from the post in the lower cadre and the qualifications prescribed thereto only and does not require teaching experience of 5 years subsequent to the acquisition of such minimum qualification qua the promotional post.\\n</blockquote> \\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_14\\\">       22. Let the records of the present writ petition be placed before the Hon&#x27;ble the Chief Justice for constituting the Larger Bench at the earliest.&quot; \\n</p> \\n<p data-structure=\\\"Section\\\" id=\\\"p_15\\\">    13. In order to appreciate the true intent of expression &#x27;as such&#x27; occurring in Rule 14 of the Rules of 1998 it would be necessary to refer to the scheme for promotion of teachers under the Act of 1982 in Secondary Education Institution recognized under the Act of 1921. <a href=\\\"/doc/169562622/\\\" id=\\\"a_38\\\">The Act</a> of 1982 was passed by the U.P. Legislature with an intent to establish Secondary Education (Services Selection Boards) for the selection of teachers in institutions recognized under the <a href=\\\"/doc/169562622/\\\" id=\\\"a_39\\\">Intermediate Education Act, 1921</a>. &#x27;Institution&#x27; is defined in the Act of 1982 as an Intermediate College or a higher secondary school or a High School recognized under the <a href=\\\"/doc/169562622/\\\" id=\\\"a_40\\\">U.P. Intermediate Education Act, 1921</a> and includes institution maintained by a local authority but does not include an institution maintained by the State Government. <a href=\\\"/doc/151629732/\\\" id=\\\"a_41\\\">Section 2(k)</a> in the Act of 1982 defines &#x27;Teacher&#x27; to mean a person employed for imparting instruction in an institution and includes a Principal or a Headmaster. The source of recruitment and determination and notification of vacancies are also specified in rule 10 and 11 of the Rules of 1998, which are reproduced hereinafter:-\\n</p> \\n<blockquote id=\\\"blockquote_38\\\">&quot;10. Source of recruitment. - Teachers will be recruited in different categories through following sources:\\n</blockquote> \\n<blockquote id=\\\"blockquote_39\\\">(a) Principal of an Intermediate College or Headmaster of a High School\\n \\nBy direct recruitment\\n \\n</blockquote><blockquote id=\\\"blockquote_40\\\">(b) Teachers of lecturers grade \\n \\n</blockquote><blockquote id=\\\"blockquote_41\\\">(i) 50 per cent by direct recruitment;\\n</blockquote> \\n<blockquote id=\\\"blockquote_42\\\">(ii) 50 per cent by promotion from amongst substantively appointed teachers of the trained graduate grade.\\n</blockquote> \\n<blockquote id=\\\"blockquote_43\\\">(c) Teachers of Trained Graduate category by direct recruitment \\n \\nProvided that such intermediate colleges and high schools where attached primary teachers are receiving salary under provisions of the Uttar Pradesh High School and Intermediate Colleges (payment of Salaries of Teachers and other employees) Act, 1971, 75 per cent of the posts will be filled by direct recruitment and the rest of the 25 per cent of the posts will be filled through promotion of those trained graduate teachers of attached primary section who have completed satisfactory services of five years:\\n</blockquote> \\n<blockquote id=\\\"blockquote_44\\\">Provided further that where there is no eligible candidate available for recruitment through promotion in any recruitment year, the posts may be filled through direct recruitment:\\n</blockquote> \\n<blockquote id=\\\"blockquote_45\\\">Provided also that while calculating the percentage of different posts under the same recruitment, if a fraction occurs, the fraction of direct recruitment will be excluded and the fraction of posts to be filled through promotion will be increased by one to create one post.\\n</blockquote> \\n<blockquote id=\\\"blockquote_46\\\">(d) Teachers of attached primary section cent per cent by direct recruitment.\\n</blockquote> \\n<p data-structure=\\\"Section\\\" id=\\\"p_16\\\">Note. - For the recruitment of the teachers of attached primary section, the minimum qualification shall be in accordance with National Council for Teacher Education.\\n</p> \\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_17\\\">Recruitment will be excluded and the fraction of posts to be filled through promotion will be increased by one to create one post.\\n</p> \\n\\n \\n<p data-structure=\\\"Section\\\" id=\\\"p_18\\\">11. Determination and notification of vacancies. - (1) For the purposes of direct recruitment to the post of teacher, the Management shall determine the number of vacancies in accordance with sub-section (1) of <a href=\\\"/doc/2865670/\\\" id=\\\"a_42\\\">Section 10</a> and notify the vacancies through the Inspector, to the Board in the manner hereinafter provided.\\n</p> \\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_19\\\">(2) (a) The statement of vacancies for each category of posts to be filled in by direct recruitment including the vacancies that are likely to arise due to retirement on the last day of the year of recruitment, shall be sent in quadruplicate, in the pro forma given in Appendix &quot;A&quot; by the Management to the Inspector by July 15 of the year of recruitment and the Inspector shall, after verification from the record of his office, prepare consolidated statement of vacancies of the district subjectwise in respect of the vacancies of lecturer grade, and group wise in respect of vacancies of Trained graduates grade. The consolidated statement so prepared shall, along with the copies of statement received from the Management, be sent by the Inspector to the Board by July 31 with a copy thereof to the Joint Director:\\n</p> \\n<blockquote id=\\\"blockquote_47\\\">Provided that if the State Government is satisfied that it is expedient so to do, it may, by order in writing, fix other dates for notification of vacancies to the Board in respect of any particular year of recruitment:\\n</blockquote> \\n<blockquote id=\\\"blockquote_48\\\">Provided further that in respect of the vacancies existing on the date of the commencement of these rules as well as the vacancies that are likely to arise on June 30, 1998, the Management shall, unless some other dates are fixed under the preceding proviso, send the statement of vacancies by July 20, 1998 to the Inspector and the Inspector shall send the consolidated statement in accordance with this sub-rule to the Board by July 25, 1998.\\n</blockquote> \\n<blockquote id=\\\"blockquote_49\\\">Explanation. - For the purposes of this sub-rule the word &#x27;groupwise&#x27; in respect of tine Trained graduates grade means in accordance with the following groups, namely :\\n</blockquote> \\n<blockquote id=\\\"blockquote_50\\\">(a) Language\\n \\nThis group consists of the subjects of Hindi, Sanskrit, Urdu, Persian and Arabic;\\n</blockquote> \\n<blockquote id=\\\"blockquote_51\\\">(b) Science\\n \\nThis group consists of the subjects of Science and Mathematics;\\n</blockquote> \\n<blockquote id=\\\"blockquote_52\\\">(c) Art and Craft\\n \\n\\n \\n</blockquote><blockquote id=\\\"blockquote_53\\\">(d) Music\\n \\n\\n \\n</blockquote><blockquote id=\\\"blockquote_54\\\">(e) Agriculture\\n \\n\\n \\n</blockquote><blockquote id=\\\"blockquote_55\\\">(f) Horne Science\\n \\n\\n \\n</blockquote><blockquote id=\\\"blockquote_56\\\">(g) Physical Education\\n \\n\\n \\n</blockquote><blockquote id=\\\"blockquote_57\\\">(h) General\\n \\nThis group consists of the subjects not covered in any of the foregoing groups.\\n</blockquote> \\n\\n \\n<blockquote id=\\\"blockquote_58\\\">(b) With regard to the post of Principal or Headmaster, the Management shall also forward the names of two seniormost teachers, along with copies of their service records (including character rolls) and such other records or particulars as the Board may require, from time to time. \\n</blockquote> \\n<p data-structure=\\\"Precedent\\\" id=\\\"p_20\\\">Explanation. - For the purpose of this sub-rule &quot;seniormost teachers&quot; means the seniormost teacher in the post of the highest grade in tine institution, irrespective of total service put in the institution.\\n</p> \\n<p data-structure=\\\"Section\\\" id=\\\"p_21\\\">(3) If, after the vacancies have been notified under sub-rule (2), any vacancy in the post of a teacher occurs, the Management shall, within fifteen days of its occurrence, notify to the Inspector in accordance with the said sub-rule and the Inspector shall within ten days of its receipt by him send it to the Board.\\n</p> \\n<p data-structure=\\\"Section\\\" id=\\\"p_22\\\">(4) Where, for any year of recruitment, the Management does not notify the vacancies by the date specified in sub-rule (2) or fails to notify them in accordance with the said sub-rule, the Inspector shall on the basis of the record of his office, determine the vacancies in such institution in accordance with sub-section (1) of <a href=\\\"/doc/2865670/\\\" id=\\\"a_43\\\">Section 10</a> and notify them to the Board in the manner and by the date referred to in the said sub-rule. They vacancies to the Board under this sub-role shall be deemed to be notified by the Management of such institution.&quot;\\n</p> \\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_23\\\">    14. Rule 10 stipulates sources of recruitment to the post of teachers in different categories. Sub-rule (a) of Rule 10 specifies the post of Principal of an Intermediate College or Headmaster of a High School. This post is to be filled by direct recruitment. Then comes the post of teachers in Lecturers Grade. Recruitment on the post of Lecturers Grade is 50% by direct recruitment and 50% by promotion from amongst substantively appointed teachers of the Trained Graduates Grade. Sub-rule (c) refers to appointment of teachers of Trained Graduates Category by direct recruitment. 75% of posts of teachers of Trained Graduates Category are to be filled by direct recruitment and the rest 25% posts are to be filled through promotion of those trained graduate teachers of attached primary section who have completed satisfactory services of five years. The proviso contemplates that where there is no eligible candidate available for recruitment through promotion in any recruitment year the post may be filled through direct recruitment. Sub-rule (d) provides that teachers of attached primary section are to be entirely appointed by direct recruitment.\\n</p> \\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_24\\\">    15. Rule 11 contemplates determination and notification of vacancies. The posts in trained graduates grade are to be advertised group-wise in accordance with eight groups specified therein. First group is of Language, which consists of the subjects Hindi, Sanskrit, Urdu, Persian and Arabic; (b) Science Group consists of the subjects of Science and Mathematics. There are then separate groups of (c) Arts and Craft; (d) Music; (e) Agriculture; (f) Home Science; (g) Physical Education; and (h) General, which consists of the subjects not covered in any of the foregoing groups.   \\n</p> \\n<p data-structure=\\\"Section\\\" id=\\\"p_25\\\">    16. The scheme for determination and notification of vacancies as per Rule 11 as well as sources of recruitment<a href=\\\"/doc/1319584/\\\" id=\\\"a_44\\\">, <a href=\\\"/doc/1319584/\\\" id=\\\"a_45\\\">referred to above</a></a>, as per the Rules of 1998 are similar to Rule 10 and 11 of the Rules of 1995. \\n</p> \\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_26\\\">    17. It was only for the brief period between 10.1.1983 to 1.7.1983 that procedure for appointment by promotion to the post of Lecturer or L.T. Grade required possessing of minimum qualification and five years continuous service as teacher in the concerned subject on the date of occurrence of vacancy. This requirement of five years continuous service as a teacher in the concerned subject was specifically excluded after 1.7.1983.\\n</p> \\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_27\\\">    18. The expression &#x27;as such&#x27; for the first time surfaced in Rule 14 of the Rules of 1995 specifying requirement of qualification prescribed for the post and the requirement of having five years continuous service on the first date of the year of recruitment in the feeding cadre.\\n</p> \\n<p data-structure=\\\"Precedent\\\" id=\\\"p_28\\\">    19. In order to understand the view point of State on the import of Rule 14 of the Rules of 1995 we called upon the State Counsel to clarify the stand of State Government in the matter. The Special Secretary to the State has filed an affidavit on 01.03.2023 clarifying the stand of State Government in following words:-\\n</p> \\n<blockquote id=\\\"blockquote_59\\\">       &quot;That it is pertinent to state here that the State Government, under the provisions of <a href=\\\"/doc/21210184/\\\" id=\\\"a_46\\\">Section 14(1)</a> of the U.P. Secondary Education Service Selection Board Rules, 1998 for the purposes of promotion on the post of the Lecturers considers those Assistant Teachers (L.T. Grade), if any, who have completed five years continuous regular service and possesses the qualifications prescribed for the post on the first day of the year of recruitment. It is relevant to state here that according to this very procedure and as per the provisions of the Uttar Pradesh Special Subordinate Educational (Lecturer&#x27;s Cadre) Service (First Amendment) Rules, 2016, the proceedings for promotion on the post of Lecturers in Government Inter Colleges are also adopted by the Commission.&quot; \\n</blockquote> \\n<p data-structure=\\\"RespArg\\\" id=\\\"p_29\\\">    20. Sri Neeraj Tripathi, learned Additional Advocate General, submits that the twin requirement for promotion under rule 14(1) of the Rules of 1998 is five years continuous regular service as also the qualification prescribed for the post on the first day of the year of recruitment. He contends that there is no requirement of five years continuous regular service with qualification for the promoted post under Rule 14.\\n</p> \\n<p data-structure=\\\"PetArg\\\" id=\\\"p_30\\\">    21. Sri R. K. Ojha, learned Senior Counsel for the petitioners takes up stand similar to that of the State as per which there is no requirement for the candidate to possess five years continuous regular service with the qualification for promotion under rule 14. \\n</p> \\n<p data-structure=\\\"PetArg\\\" id=\\\"p_31\\\">    22. Sri Anil Tiwari, per contra, contends that the expression &#x27;as such&#x27; occurring in rule 14 qualifies both the ingredients i.e. qualification and five years continuous regular service for promotion. He submits that the five years continuous regular service has to be with the qualification for the post on which promotion is sought.  \\n</p> \\n<p data-structure=\\\"Section\\\" id=\\\"p_32\\\">    23. Rule 14, as it stands in the Rules of 1998 provides for recruitment by promotion in an institution. It regulates promotion to the post of teacher in lecturers grade or the trained graduate grade. The feeding cadre for promotion to the aforesaid posts is the trained graduates grade or certificate of teaching grade, as the case may be. \\n</p> \\n<p data-structure=\\\"Precedent\\\" id=\\\"p_33\\\">    24. The criteria for promotion under rule 14 is seniority subject to rejection of unfit. By virtue of sub-rule (1) of rule 14 where any vacancy is to be filled by promotion all teachers working:- \\n</p> \\n<blockquote id=\\\"blockquote_60\\\">       (i) in trained graduates grade or certificate of teaching grade, if any;\\n</blockquote> \\n<blockquote id=\\\"blockquote_61\\\">       (ii) who possess the qualifications, prescribed for the post and have completed five years continuous regular service, as such, on the first date of the year of recruitment shall be considered for promotion to the lecturers grade or the trained graduates grade, as the case may be, without having applied for the same. By virtue of note appended to rule 14(1) regular service rendered in any other recognized institution is to be counted for eligibility unless interrupted by removal, dismissal or reduction to a lower post.\\n</blockquote> \\n<p data-structure=\\\"Section\\\" id=\\\"p_34\\\">    25. Rule 10 of the Rules of 1998 while referring to source of recruitment refers to three distinct posts i.e. (a) Principal of an intermediate college; (b) Teachers of lecturers grade and; (c) Teachers of trained graduates grade. Specific quota for the three posts between direct recruitment and promotion is specified. Rule 11 contemplates determination of vacancies as per rule 10(1) and notify it to the Board through the inspector in appendix &#x27;A&#x27; alongwith the list of teachers eligible for promotion by virtue of rule 14(1) &amp; (3) of the Rules of 1998. \\n</p> \\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_35\\\">    26. Rule 14 does not specifically refer to any requirement of teaching experience of five years in the subject wherein promotion is claimed by the candidate. The requirement of five years continuous service as teacher in the concerned subject on the date of occurrence of vacancy was introduced on 10.01.1983 by amending rule 9 of the Rules of 1983 but it  was done away with vide subsequent amendment with effect from 01.07.1983. There was a specific purpose for deleting the requirement of teaching in the same subject in the feeding cadre inasmuch as the scheme for promotion, taken as a whole, renders such requirement incompatible with the promotional scheme. Notwithstanding the omission of five years continuous service, as a teacher in the concerned subject in the rules, the issue is yet to receive a quietus. \\n</p> \\n<p data-structure=\\\"Precedent\\\" id=\\\"p_36\\\">    27. <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1079771\\\" id=\\\"span_27\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1079771\\\" id=\\\"span_28\\\">In order to appreciate the background in which the controversy has evolved, it would be necessary to refer to a previous Full Bench judgment of this Court in <a href=\\\"/doc/1079771/\\\" id=\\\"a_47\\\">Smt. Basanti Gaur vs. Regional Inspectress of Girl</a>&#x27;s School, VII Region, Gorakhpur and others, 1987 SCC Online All 115 wherein the issue fell for examination on a reference made by a Division Bench, which is extracted in para 4 of the judgement in <a href=\\\"/doc/1079771/\\\" id=\\\"a_48\\\">Smt. Basanti Gaur</a> (supra) and is reproduced hereinafter:-</span></span>\\n</p> \\n<blockquote id=\\\"blockquote_62\\\">       &quot;4. The Division Bench referring the case is of opinion that teaching experience in the concerned subject in the L.T. grade is not an essential qualification for appointment in the Lecturer&#x27;s Grade. For Want of such experience, the preferential claim of a senior teacher for promotion could not be ignored, if the teacher possesses the minimum qualification and also seniority, he or she ought to be promoted. This is how the learned Judges have observed.\\n</blockquote> \\n<blockquote id=\\\"blockquote_63\\\">       &quot;In our opinion, if a teacher in the L.T. grade possesses the prescribed minimum educational qualification of having a Master&#x27;s degree in the subject, in which there is a vacancy in the lecturer&#x27;s grade, he or she would be entitled to promotion provided he or she fulfils the other requirements enumerated in clauses (1), (2) and (3) of <a href=\\\"/doc/92503551/\\\" id=\\\"a_49\\\">Regulation 6</a>. There is nothing in these clauses of <a href=\\\"/doc/92503551/\\\" id=\\\"a_50\\\">Regulation 6</a> to warrant the possession of experience in teaching in that subject. That very fact that a person possesses the Post-graduate degree in the subject concerned is sufficient to consider him fit for promotion to the lecturer&#x27;s grade.&quot;&quot;\\n</blockquote> \\n<p data-structure=\\\"Precedent\\\" id=\\\"p_37\\\">    <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1079771\\\" id=\\\"span_29\\\">28. The Full Bench in <a href=\\\"/doc/1079771/\\\" id=\\\"a_51\\\">Smt. Basanti Gaur</a> (supra) observed as under in para 5 to 8 of the judgement:-</span>\\n</p> \\n<blockquote id=\\\"blockquote_64\\\">       &quot;5. For appreciating the question raised, it will now be necessary to examine the relevant statutory provisions. Clauses (1), (2) and (3) of <a href=\\\"/doc/92503551/\\\" id=\\\"a_52\\\">Regulation 6</a> read as follows:\\n</blockquote> \\n<blockquote id=\\\"blockquote_65\\\">       &quot;(1) Where any vacancy in the lecturer&#x27;s grade in the L.T. Grade as determined under <a href=\\\"/doc/92503551/\\\" id=\\\"a_53\\\">Regulation 6</a>, is to be filled by promotion, all teachers working in the L.T. or C.T. grade, as the case may be, having a minimum of five years continuous substantive service to their credit on the date of occurrence of the vacancy shall be considered for promotion by the Committee of Management without their having to apply for the same provided they possess the prescribed minimum qualifications for teaching the subject in which the teacher in the lecturer&#x27;s grade or in the L.T. grade is required.\\n</blockquote> \\n<blockquote id=\\\"blockquote_66\\\">       (2) Selection for promotion to the next higher grade shall be made on the basis of service standing, achievements in service, academic qualifications and integrity.\\n</blockquote> \\n<blockquote id=\\\"blockquote_67\\\">       (3) Subject to Clause (2) where more than one teacher in the L.T. grade are eligible for promotion to the post of lecturer in any subject preference shall be given to the teacher who is seniormost amongst them in service in that grade.&quot;\\n</blockquote> \\n<p data-structure=\\\"Section\\\" id=\\\"p_38\\\">       6. A bare perusal of these provisions indicates that clause (1) deals with &#x27;Eligibility&#x27; of candidates for consideration for promotion. It lays down that for promotion to the lecturer&#x27;s grade, all teachers working in the L.T. grade with a minimum of five years continuous substantive service to their credit i on the date of occurrence of the vacancy shall be considered for promotion provided they possess the prescribed minimum qualifications for teaching the concerned subject.\\n</p> \\n<p data-structure=\\\"Section\\\" id=\\\"p_39\\\">       7. Clause (2) provides for assessment of &#x27;Suitability&#x27; of candidates. It furnishes criteria or the basis for judging the suitability of eligible candidates. It has to be judged with due regard to service standing, achievements in service, academic qualifications and integrity of the candidates. Seniority in the grade alone does not, there fore, entitle a teacher to promotion to the lecturer&#x27;s grade. The selection for appointment is required to be made on the basis of merit and not on the basis of seniority.\\n</p> \\n<p data-structure=\\\"Precedent\\\" id=\\\"p_40\\\">       <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1987122\\\" id=\\\"span_30\\\">8. Clause (3) is subject to clause (2). It provides that where there are more than one teacher in the L.T. Grade eligible for promotion to the post of lecturer in any subject, preference shall be given to the teacher who is the seniormost amongst them in that grade. The word &#x27;Eligible&#x27; used in this clause appears to be inaccurate. It ought to be &quot;suitable&quot;. In service matters, the eligibility of a candidate is the primary requirement for consideration and then comes the suitability for appointment. Two words should not be equated with each other. Clause (3) has been expressly made subject to Clause (2). The words &quot;subject to&quot; has reference to effectuating the intention of the law and the correct meaning is &quot;conditional upon&quot; see <a href=\\\"/doc/1987122/\\\" id=\\\"a_54\\\">K.R.C.S. Balakrishna Chetty v. State of Madras</a>, AIR 1961 SC 1152. Clause (3) could, therefore, operate in favour of the seniormost teacher, where he is found suitable for selection under Clause (2).</span> In Sant Ram Sharma v. State of Rajasthan, AIR 1978 SC 1910, the Supreme Court explained the principle of such selection as follows:\\n</p> \\n<blockquote id=\\\"blockquote_68\\\">       &quot;The principle is that when claim of officers to selection post is under consideration, seniority should not be regarded except where the merit of the officers is judged to be equal and no other criterion is, therefore, available.&quot;&quot;\\n</blockquote> \\n<p data-structure=\\\"Precedent\\\" id=\\\"p_41\\\">    <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1079771\\\" id=\\\"span_31\\\">29. The Full Bench in <a href=\\\"/doc/1079771/\\\" id=\\\"a_55\\\">Smt. Basanti Gaur</a> (supra) interpreted regulation 6 with reference to the specific provisions contained in clause (2) &amp; (3) of the said regulation. The Court noticed the fact that eligibility for promotion specified in clause (1) is subservient to clause (2) which provided for assessment of suitability of candidates for promotion. After referring to the requirement of suitability by virtue of clause (2) the Full Bench observed as under in para 10 to 15 of the judgement:-</span>\\n</p> \\n<blockquote id=\\\"blockquote_69\\\">       &quot;10. The contention urged, perhaps, has force if the teaching experience gained by a teacher in the concerned subject is not relevant for consideration while judging the merit or suitability of teachers for promotion to higher grade. The merit of a teacher for promotion has to be determined with due regard to:\\n</blockquote> \\n<blockquote id=\\\"blockquote_70\\\">       (i) Service Standing.\\n</blockquote> \\n<blockquote id=\\\"blockquote_71\\\">       (ii) Achievements in service.\\n</blockquote> \\n<blockquote id=\\\"blockquote_72\\\">       (iii) Academic qualifications, and\\n \\n</blockquote><blockquote id=\\\"blockquote_73\\\">       (iv) Integrity.\\n</blockquote> \\n<p data-structure=\\\"Section\\\" id=\\\"p_42\\\">       11. Let us start the process of elimination; and take the last item first for consideration-- &#x27;Integrity&#x27;. This word obviously cannot include teaching experience of a teacher in the relevant subject. &#x27;Integrity&#x27; is essentially the moral conduct and principles. It is a quality of being unimpaired in the world shaken by unethical standards\\n \\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_43\\\">       (ii) &#x27;Service standing&#x27;: Generally we take it that &#x27;service standing&#x27; means the length of service. Number of years put in by a teacher since he joined the service. The counsel for the respondent, however, urged that this term may take within its fold also the teaching experience when it refers to teachers. We express no opinion on this aspect since we do not want to base our judgment on doubtful concept.\\n</p> \\n<p data-structure=\\\"Section\\\" id=\\\"p_44\\\">       (iii) &#x27;Achievement in service&#x27; -- These words are wide enough to cover every attribute that could make one a successful teacher or distinguished teacher. It may include ability, skill or talent in teaching or guiding the students. It may also include administrative capacity. To put it shortly, it is an accomplishment in service. Obviously, it cannot include mere teaching experience of a teacher in the concerned subject.\\n</p> \\n<p data-structure=\\\"Section\\\" id=\\\"p_45\\\">       (iv) &#x27;Academic qualifications&#x27;:-- Let us first examine the meaning of the word &quot;Academic&quot;. In Black&#x27;s Law Dictionary (Fifth Edition) page 11 it is as follows:--\\n</p> \\n<blockquote id=\\\"blockquote_74\\\">       &quot;Pertaining to college, university or preparatory school.&quot;\\n</blockquote> \\n<p data-structure=\\\"Precedent\\\" id=\\\"p_46\\\">       12. In the same dictionary at page 1116 the meaning of the word &quot;Qualification&quot; has been given thus:--\\n</p> \\n<blockquote id=\\\"blockquote_75\\\">       &quot;The possession by an individual of qualities, properties, or circumstances, natural or adventitious, which are inherently or legally necessary to render him eligible to fill an office or to perform a public duty or function.&quot;\\n</blockquote> \\n<p data-structure=\\\"Precedent\\\" id=\\\"p_47\\\">       13. In Mozley and Witeley&#x27;s Law Dictionary also, the term &#x27;Qualification&#x27; has been described as:\\n</p> \\n<blockquote id=\\\"blockquote_76\\\">       &quot;That which makes a person eligible to do certain act or to hold office.&quot;\\n</blockquote> \\n<p data-structure=\\\"Section\\\" id=\\\"p_48\\\">       14. It will be seen that the term academic qualification is wide enough to include the entire range of attributes or qualities which make a person eligible to do a certain act or to hold office. Those attributes or qualities may be inherent in the person or legally necessary to render him eligible to fill an office or perform a public duty. Teaching experience in the subject in which the lecturer&#x27;s appointment has to be made cannot but be such an attribute. It is indeed inherently necessary to take up the greater responsibilities in the higher classes. It is absolutely necessary to bring out an excellence from the teacher for the benefit of students. It is an attribute which always i goes with the teacher. Experience of having taught the subject for any length of time should, in our opinion, be regarded as a qualification pertaining to academics.\\n</p> \\n<p data-structure=\\\"Section\\\" id=\\\"p_49\\\">       15. The term &quot;academic qualification&quot; is not to be restricted just to degrees or diplomas possessed by a teacher. There is no discernible compulsion either in the language or context, of the Statute to ascribe such a narrower meaning to the term. The Rule making authority was not unaware of this. In Appendix A to the regulations framed under the <a href=\\\"/doc/70034660/\\\" id=\\\"a_56\\\">Intermediate Education Act</a> lays down the minimum qualifications for various Categories of teachers including Headmasters and Principals. Teaching experience has also been prescribed therein for Principals of Intermediate colleges as one of the minimum qualifications. While diplomas or degrees in the subject are undoubtedly academic qualifications, they are not exhaustive of the qualifications pertaining to academic posts. The fact that a teacher has done some research in the subject or contributed articles on the subject in recognised journals or had teaching experience in the subject over a period are equally academic qualifications relevant in the context.&quot;\\n</p> \\n<p data-structure=\\\"Precedent\\\" id=\\\"p_50\\\">    <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1079771\\\" id=\\\"span_32\\\">30. The observation of the Full Bench in <a href=\\\"/doc/1079771/\\\" id=\\\"a_57\\\">Smt. Basanti Gaur</a> (supra) in para 19 emphasized the need of teaching experience in the concerned subject wherein promotion is sought on the higher post.</span>\\n</p> \\n<p data-structure=\\\"Section\\\" id=\\\"p_51\\\">    31. The criteria for promotion has, however, undergone a sea change in the Rules of 1995 and 1998. The sole criteria for promotion now is seniority subject to rejection of unfit. Considerations such as service standing, achievements in service, academic qualifications and integrity for determining suitability for promotion are no longer the requirement specified in rules for promotion. The desirability or the need to incorporate such considerations for promotion lie in the realm of rule making authority and the Courts would ordinarily not be justified in reading such considerations in the rules, unless it becomes inevitable. Subjective wisdom cannot be introduced by the Courts while interpreting a rule which otherwise is unambiguous and valid, by applying some principles of interpretation not otherwise warranted in the situation. \\n</p> \\n<p data-structure=\\\"Precedent\\\" id=\\\"p_52\\\">    32. The Rules of 1998 would thus have to be construed as such by interpreting it literally unless it results in grave miscarriage of justice or renders it unworkable. \\n</p> \\n<p data-structure=\\\"Precedent\\\" id=\\\"p_53\\\">    <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1319584\\\" id=\\\"span_33\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1896882\\\" id=\\\"span_34\\\">33. Learned Single Judges of this Court in <a href=\\\"/doc/1896882/\\\" id=\\\"a_58\\\">Smt. Usha Goel</a> (supra) and <a href=\\\"/doc/1319584/\\\" id=\\\"a_59\\\">Shail Kumari</a> (supra) took the view that the words &#x27;as such&#x27; qualify both the qualification prescribed for the post and the five years continuous regular service such that five years regular service has to be with the qualification for the post on which promotion is sought.</span></span> \\n</p> \\n<p data-structure=\\\"Precedent\\\" id=\\\"p_54\\\">    <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1982489\\\" id=\\\"span_35\\\">34. Correctness of the above view is doubted in <a href=\\\"/doc/1982489/\\\" id=\\\"a_60\\\">Ram Prakash Sharma</a> (supra) on the ground that such construction is neither warranted in rule 14 or the scheme for promotion contained in the Act of 1982 or the Rules of 1998. It has also been observed that the requirement of five years teaching experience in the subject concerned was specifically deleted by the rule making authority and no purpose is to be achieved by insisting upon the requirement of teacher concerned to have worked for five year after achieving the qualification for the promotional post.</span> \\n</p> \\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_55\\\">    35. Rule 5 of the Rules of 1998 stipulates that a candidate for appointment to a post of teacher must possess qualification specified in regulation 1 of Chapter II of the regulations framed under the Act of 1921. For appointment to the post of lecturer in an institution the educational qualification required is postgraduation in the concerned subject. The training is only a desirable qualification and, therefore, a candidate possessing postgraduate qualification in the subject concerned can be appointed directly to the post of lecturer in an institution. Teaching experience in that subject is not required for direct recruitment. \\n</p> \\n<p data-structure=\\\"Precedent\\\" id=\\\"p_56\\\">    <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1896882\\\" id=\\\"span_36\\\">36. The twin requirements for promotion under rule 14 is possessing of qualification for the promoted post and five years continuous regular service in the feeding cadre i.e. trained graduates grade for promotion to lecturers grade and certificate of teaching grade for promotion to trained graduates grade. It is only by interpreting words &#x27;as such&#x27;, occurring in the rule 14, that the Single Judge in <a href=\\\"/doc/1896882/\\\" id=\\\"a_61\\\">Smt. Usha Goel</a> (supra) held that the rule requires five years continous regular working with qualification for the promoted post.</span> \\n</p> \\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_57\\\">    37. Rule 14 governs promotion to the lecturers grade as also trained graduates grade. The rule making authority in order to specify promotional criteria for two distinct posts in the same rule has used the expression &#x27;as such&#x27; apparently with an intent to specify five years continuous regular service either in C.T. Grade or L.T. Grade, as the case may be, with the qualification for the promotional post. \\n</p> \\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_58\\\">    38. The appointment in certificate of teachers grade is otherwise not specific to any subject. The qualification required for the post was intermediate alongwith specified training qualification. Similarly, for trained graduates grade also the sanction of post by the State/educational authorities is not with reference to any particular subject. It is left to the discretion of management of institution to determine the subject for which teacher is required in the trained graduates grade. Rule 10 &amp; 11 of the Rules of 1998 also indicate that determination of vacancy and the consequential recruitment is not subject specific in the trained graduates grade, rather, it is with reference to specified groups. \\n</p> \\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_59\\\">    39. In the scheme for promotion under the Rules of 1998 no useful purpose would thus be served in insisting upon the requirement of possessing five years continuous regular service after obtaining qualification of the promoted post when the post in the feeding cadre is not subject specific and it would be permissible for a teacher in one subject to be promoted in another subject if he possesses qualification for the promoted post and has completed five years continuous regular service. This is particularly so as the creation of post in C.T. and L.T. Grade are not subject specific and are at best group specific at the L.T. Grade level. It is only at the lecturers grade level that qualification is subject specific. \\n</p> \\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_60\\\">    40. In the absence of posts in the institution at the L.T. Grade and C.T. Grade not being subject specific, it would not make any sense to insist upon the requirement of five year continuous regular working with qualification as the eligibility for promotion while interpreting the term &#x27;as such&#x27;. \\n</p> \\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_61\\\">    41. The qualification for promotion otherwise remains unchanged and the only difference made on account of interpretation of term &#x27;as such&#x27; is the need to have five year continuous regular working with qualification for the promotional post or not.    \\n</p> \\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_62\\\">    42. Since the creation of post in the certificate of teachers grade as also trained graduates grade is not with reference to any subject, it would be anomalous to insist upon the requirement of five years teaching experience in the concerned subject in the feeding cadre. It appears that this was the reason why the rule making authority deliberately omitted the requirement of five years continuous regular service in the concerned subject for promotion. \\n</p> \\n<p data-structure=\\\"Precedent\\\" id=\\\"p_63\\\">    <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1896882\\\" id=\\\"span_37\\\">43. Learned Single Judge in <a href=\\\"/doc/1896882/\\\" id=\\\"a_62\\\">Smt. Usha Goel</a> (supra) apparently overlooked the scheme for promotion contained in the Rules of 1998 while observing that the rule making authority virtually re-introduced the concept of five years continuous regular service with qualification by inserting words &#x27;as such&#x27; and thereby re-introduced the requirement of five years continuous regular service in the concerned subject wherein promotion is sought.</span> \\n</p> \\n<p data-structure=\\\"Precedent\\\" id=\\\"p_64\\\">    <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"180524839\\\" id=\\\"span_38\\\">44. A Division Bench of this Court in <a href=\\\"/doc/180524839/\\\" id=\\\"a_63\\\">Rajendra Kumar vs. District Inspector of Schools, Ghaziabad and others</a>, 2016 (1) ADJ 58, has taken a similar view in para 15 and 16 of the judgement, which are reproduced hereinafter:-</span>\\n</p> \\n<blockquote id=\\\"blockquote_77\\\">       &quot;15. It is no doubt true that <a href=\\\"/doc/92503551/\\\" id=\\\"a_64\\\">Regulation 6</a> contained in Chapter II of the Regulations framed under the <a href=\\\"/doc/169562622/\\\" id=\\\"a_65\\\">U.P. Intermediate Education Act, 1921</a> did provide that a teacher to be promoted should have experience of teaching in the concerned subject and the Full Bench in Basanti Gaur and the Division Bench in Laxmi Narain Yadav also observed that a teacher having experience of teaching in the concerned subject should be recruited but in the present case we required to interpret Rule 14 (1) of the 1998 Rules. As noted above, Rule 9 (1) of the 1983 Rules initially provided that a teacher should have the requisite experience in the subject concerned but on 1 July 1983 an amendment was in the 1983 Rules and the requirement of having five years experience in the concerned subject was omitted. This deliberate omission, in our opinion, cannot be ignored while interpreting Rule 14 (1) of the 1998 Rules. This apart, as noticed above, such a requirement of having five years teaching experience in the concerned subject was not contained in successor 1995 Rules. The contention of the learned counsel for the appellant that this omission was caused because of the declaration of law by the Full Bench in Basanti Gaur cannot be accepted.\\n</blockquote> \\n<blockquote id=\\\"blockquote_78\\\">       16. There is, therefore, no manner of doubt that the requirement of having five years teaching experience in the concerned subject was deliberately omitted and it would not be appropriate for the Court to give any meaning to Rule 14 (1)of the 1998 Rules in the manner suggested by the learned counsel for the appellant. This is what has also been observed by the Full Bench of this Court in Raeesul Hasan.&quot;\\n</blockquote> \\n<p data-structure=\\\"Section\\\" id=\\\"p_65\\\">    45. The words &#x27;as such&#x27; qualifies the qualification prescribed for the promoted post as well as continuous regular service either on the post of trained graduates grade or certificate of teaching grade, as the case may be. To read the requirement of qualification for the promoted post alongwith five years continuous regular service in the feeding cadre is neither the intent of rule 14 nor can it otherwise be culled out from the scheme of the Act of 1982 and the rules framed thereunder.   \\n</p> \\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_66\\\">    46. Rule making authority while requiring all teachers working in the trained graduates grade or certificate of teaching grade, who possess qualification for the post, to be considered for promotion without their even applying for it, has made it explicit that consideration has to be in widest possible terms for eligible candidates and a narrower construction, not specifically warranted in the rule has to be avoided. In our view, limiting promotion only for those who have five year continuous regular working in the feeding cadre with qualification would not be in the spirit of the Rules of 1995 and 1998. \\n</p> \\n<p data-structure=\\\"Precedent\\\" id=\\\"p_67\\\">    47. <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1319584\\\" id=\\\"span_39\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1896882\\\" id=\\\"span_40\\\">In that view of the matter and for the deliberations and discussions held hereinabove, we hold that the law <a href=\\\"/doc/180524839/\\\" id=\\\"a_66\\\">laid down by</a> this Court in the case of <a href=\\\"/doc/1896882/\\\" id=\\\"a_67\\\">Smt. Usha Goel</a> (supra) as followed in <a href=\\\"/doc/1319584/\\\" id=\\\"a_68\\\">Shail Kumari</a> (supra) holding that a teacher to be eligible for promotion must have five years teaching experience with qualification for the promoted post does not lay down good law.</span></span> \\n</p> \\n<p data-structure=\\\"Precedent\\\" id=\\\"p_68\\\">    <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1982489\\\" id=\\\"span_41\\\">48. We endorse the view taken by learned Single Judge in <a href=\\\"/doc/1982489/\\\" id=\\\"a_69\\\">Ram Prakash Sharma</a>&#x27;s case (supra) and hold that the words &#x27;as such&#x27; used in rule 14 of the Rules of 1998 refers to the post on which promotion is to be made i.e. L.T. Grade or lecturers grade and the qualification prescribed for it and does not require teaching experience of five years with qualification for the promotional post.</span> \\n</p> \\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_69\\\">    49. The reference is answered accordingly.  \\n</p> \\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_70\\\">Order Date:- 25.5.2023\\n \\nAshok Kr.\\n</p> \\n\\n \\n<p data-structure=\\\"Precedent\\\" id=\\\"p_71\\\">(Pritinker Diwaker, Chief Justice) \\n \\n\\n \\n\\n \\n(Mahesh Chandra Tripathi,J.) \\n \\n\\n \\n\\n \\n(Ashwani Kumar Mishra,J.) \\n \\n\\n\\n\\n \\n\\n\\n\\n\\n \\n\\n\\n \\n    \\n     \\n  \\n </p>\",\"numcites\":17,\"numcitedby\":516,\"docsource\":\"Allahabad High Court\",\"citetid\":145519886,\"divtype\":\"judgments\",\"relatedqs\":[{\"value\":\"Promotion    filter:   u p intermediate education act 1921\",\"formInput\":\"Promotion%20%20%20%20filter%3A%20%20%20u%20p%20intermediate%20education%20act%201921\"},{\"value\":\"u p intermediate education act 1921\",\"formInput\":\"u%20p%20intermediate%20education%20act%201921\"},{\"value\":\"promotion on qualification\",\"formInput\":\"promotion%20on%20qualification\"},{\"value\":\"recruitment year up\",\"formInput\":\"recruitment%20year%20up\"},{\"value\":\"U P Secondary Education Service Selection Board Rules 1998\",\"formInput\":\"U%20P%20Secondary%20Education%20Service%20Selection%20Board%20Rules%201998\"},{\"value\":\"intermediate education act 1921\",\"formInput\":\"intermediate%20education%20act%201921\"},{\"value\":\"regular service\",\"formInput\":\"regular%20service\"},{\"value\":\"\\\"year  of recruitment\\\"\",\"formInput\":\"%22year%20%20of%20recruitment%22\"},{\"value\":\"'continuous service'\",\"formInput\":\"%27continuous%20service%27\"},{\"value\":\"rules of promotion\",\"formInput\":\"rules%20of%20promotion\"},{\"value\":\"5 years teaching experience\",\"formInput\":\"5%20years%20teaching%20experience\"},{\"value\":\"seniority\",\"formInput\":\"seniority\"},{\"value\":\"up secondary education service selection board\",\"formInput\":\"up%20secondary%20education%20service%20selection%20board\"},{\"value\":\"eligibility for promotion\",\"formInput\":\"eligibility%20for%20promotion\"},{\"value\":\"direct recruitment\",\"formInput\":\"direct%20recruitment\"},{\"value\":\"qualification\",\"formInput\":\"qualification\"},{\"value\":\"lecturer\",\"formInput\":\"lecturer\"},{\"value\":\"\\\"seniormost teacher\\\"\",\"formInput\":\"%22seniormost%20teacher%22\"},{\"value\":\"RADHA KANT OJHA\",\"formInput\":\"RADHA%20KANT%20OJHA\"},{\"value\":\"larger bench\",\"formInput\":\"larger%20bench\"}],\"courtcopy\":true,\"query_alert\":null,\"agreement\":false}",
  "metadata": "{\"tid\":145519886,\"publishdate\":\"2023-05-25\",\"doctype\":\"Allahabad High Court\",\"relurl\":\"allahabad/2023-05-25/10569493\",\"caseno\":\"WRIT - A No. - 26389 of 2018\",\"numcites\":17,\"numcitedby\":516,\"title\":\"Siddharth Shanker Mishra vs State Of U.P. And 5 Others on 25 May, 2023\"}"
}