{
  "petition": {
    "tid": 155274324,
    "catids": [
      12,
      199
    ],
    "doctype": 1008,
    "publishdate": "2021-07-01",
    "authorid": null,
    "bench": null,
    "title": "Satendra Kumar Antil vs C.B.I. And Another on 1 July, 2021",
    "numcites": 2,
    "numcitedby": 17536,
    "headline": "",
    "docsize": 5075,
    "fragment": true,
    "docsource": "Allahabad High Court",
    "citation": "AIRONLINE 2021 ALL 1790"
  },
  "document": "{\"tid\":155274324,\"publishdate\":\"2021-07-01\",\"title\":\"Satendra Kumar Antil vs C.B.I. And Another on 1 July, 2021\",\"doc\":\"<h2 class=\\\"doc_title\\\">Satendra Kumar Antil vs C.B.I. And Another on 1 July, 2021</h2>\\n\\n<h3 class=\\\"doc_citations\\\">Equivalent citations: AIRONLINE 2021 ALL 1790</h3>\\n\\n<pre id=\\\"pre_1\\\">\\n\\n\\n\\n\\nHIGH COURT OF JUDICATURE AT ALLAHABAD\\n \\n \\n\\n?Court No. - 52\\n \\n\\n \\nCase :- CRIMINAL MISC ANTICIPATORY BAIL APPLICATION U/S 438 CR.P.C. No. - 7598 of 2021\\n \\n\\n \\nApplicant :- Satendra Kumar Antil\\n \\nOpposite Party :- C.B.I. And Another\\n \\nCounsel for Applicant :- Sanjay Singh,Anurag Khanna (Senior Adv.)\\n \\nCounsel for Opposite Party :- Sanjay Kumar Yadav\\n \\n\\n \\nHon&#x27;ble Om Prakash-VII,J.\\n \\n</pre><p data-structure=\\\"PetArg\\\" id=\\\"p_1\\\">Heard Sri Anurag Khanna, learned senior advocate assisted by Sri Sanjay Singh, learned counsel for the applicant and Sri Gyan Prakash, learned senior counsel assisted by Sri Sanjay Kumar Yadav, learned counsel appearing for the C.B.I. through video conferencing.\\n</p> \\n<p data-structure=\\\"Issue\\\" id=\\\"p_2\\\">Present Anticipatory Bail Application has been filed with a prayer to grant an anticipatory bail to the applicant, namely, Satendra Kumar Antil in R.C. No.1202020A0003 under <a href=\\\"/doc/1897847/\\\" id=\\\"a_1\\\">section 120-B</a> IPC and <a href=\\\"/doc/324254/\\\" id=\\\"a_2\\\">Section 7</a> of the Prevention of Corruption Act, Police Station - C.B.I. (ACB), District Ghaziabad.\\n</p> \\n<p data-structure=\\\"PetArg\\\" id=\\\"p_3\\\">Submission of learned counsel for the applicant is that the applicant was posted as Assistant Provident Fund Commissioner at Regional Office EPFO, Noida. Allegations levelled against him are false. He was not arrested on the spot. Nothing was recovered from his possession to connect him with the present matter. Applicant has always made himself available to the Investigating Officer for interrogation. Thus, he fully cooperated with the investigating agency. Recovery is against co-accused, who has been allowed on regular bail. No fruitful purpose will be served directing the applicant to surrender before the court concerned. It is further submitted that no prima facie case is made out against the applicant. He never pressurized the complainant to make payment. Huge amount was due towards the P.F. Fund of the Employees which had not been deposited by the complainant and due to that reason, present prosecution has been launched on the basis of false facts. At this juncture, learned counsel has referred to the bail order of co-accused Narendra Kumar annexed with the application and further submitted that if the applicant is allowed on interim bail, he will not misuse the liberty and will fully cooperate with the court below as well as investigating agency. There is apprehension that police will arrest the applicant at any time as non-bailable warrant is going on against the applicant. \\n</p> \\n<p data-structure=\\\"PetArg\\\" id=\\\"p_4\\\">Learned counsel appearing for the C.B.I. argued that the applicant is the main perpetrator of the crime. He was present in the office at the time of recovery. He has pressurized the complainant to pay bribe amount. Charge-sheet has been submitted in the matter on 12.10.2020. Cognizance has been taken on 20.1.2021 issuing summons to the applicant. He did not turn up before the court concerned. Thereafter, bailable warrant was issued on 2.2.2021. Again he did not turn up. Thereafter, non-bailable warrant was issued on 17.2.2021 which is continuing till today. Applicant has not surrendered before the court below. He is not cooperating to the trial court and avoiding the order of the court concerned. Thus, referring to the law laid down by the Hon&#x27;ble Supreme Court in the case of Lavesh Versus State (NCT of Delhi), (2012) 8 Supreme Court Cases 730, it is further argued that applicant cannot be allowed on anticipatory bail. \\n</p> \\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_5\\\">I have considered the rival contentions raised by learned counsel for the parties and have gone through the entire record including the case law relied upon by the party carefully. \\n</p> \\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_6\\\">Perusal of the record shows that after investigation, charge-sheet has been submitted in the matter on 12.10.2020. Cognizance has also been taken. Applicant has not appeared before the court concerned. Process of bailable and non-bailable warrant were issued on different dates against the applicant. Inspite of this, he did not appear. Although co-accused Narendra Kumar and Brijesh Ranjan have been allowed on regular bail, yet keeping in view the conduct of the applicant and process going on against the applicant, the Court is of the opinion that it is not a fit case for anticipatory bail particularly when applicant was posted as Assistant Provident Fund Commissioner in the concerned Office and allegation of bribe amounting to Rs. 9 lacs was being raised in the matter and same amount has also been recovered from the possession of the co-accused. \\n</p> \\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_7\\\">Accordingly, criminal misc. anticipatory bail application is rejected. \\n</p> \\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_8\\\">Order Date :- 1.7.2021\\n \\nss\\n \\n\\n\\n\\n \\n\\n\\n\\n\\n \\n\\n \\n \\n    \\n      \\n  \\n </p>\",\"numcites\":2,\"numcitedby\":17536,\"docsource\":\"Allahabad High Court\",\"citetid\":155274324,\"divtype\":\"judgments\",\"relatedqs\":[{\"value\":\"anticipatory bail\",\"formInput\":\"anticipatory%20bail\"},{\"value\":\"\\\" anticipatory bail\\\"\",\"formInput\":\"%22%20anticipatory%20bail%22\"},{\"value\":\"bail application\",\"formInput\":\"bail%20application\"},{\"value\":\"bailable warrant \",\"formInput\":\"bailable%20warrant%20\"},{\"value\":\"non-bailable warrants\",\"formInput\":\"non-bailable%20warrants\"},{\"value\":\"Non Bailable Warrants\",\"formInput\":\"Non%20Bailable%20Warrants\"},{\"value\":\"application for anticipatory bail\",\"formInput\":\"application%20for%20anticipatory%20bail\"},{\"value\":\"nbw \",\"formInput\":\"nbw%20\"},{\"value\":\"anticipatory bail: delhi\",\"formInput\":\"anticipatory%20bail%3A%20delhi\"},{\"value\":\"bailable  \",\"formInput\":\"bailable%20%20\"},{\"value\":\"\\\"non bailable warrant\\\"\",\"formInput\":\"%22non%20bailable%20warrant%22\"},{\"value\":\"\\\"bail application\\\"\",\"formInput\":\"%22bail%20application%22\"}],\"cats\":[{\"value\":\"criminal-conspiracy\",\"formInput\":\"tag:criminal-conspiracy\"},{\"value\":\"gratification-other-than-legal-remuneration\",\"formInput\":\"tag:gratification-other-than-legal-remuneration\"}],\"courtcopy\":true,\"query_alert\":null,\"agreement\":false}",
  "metadata": "{\"tid\":155274324,\"publishdate\":\"2021-07-01\",\"doctype\":\"Allahabad High Court\",\"relurl\":\"allahabad/2021-07-01/8654389\",\"caseno\":\"CRIMINAL MISC ANTICIPATORY BAIL APPLICATION U/S 438 Cr.P.C. No. - 7598 of 2021\",\"numcites\":2,\"numcitedby\":17536,\"title\":\"Satendra Kumar Antil vs C.B.I. And Another on 1 July, 2021\"}"
}