{
  "petition": {
    "tid": 155925871,
    "catids": [
      180,
      921,
      152,
      49
    ],
    "doctype": 1000,
    "publishdate": "2019-11-26",
    "authorid": 1719,
    "bench": [
      1736,
      1719
    ],
    "title": "Perkins Eastman Architects Dpc vs Hscc (India) Limited on 26 November, 2019",
    "numcites": 33,
    "numcitedby": 1034,
    "headline": "",
    "docsize": 99704,
    "fragment": true,
    "docsource": "Supreme Court of India",
    "author": "U U Lalit",
    "authorEncoded": "u-u-lalit",
    "citation": "AIR 2020 SUPREME COURT 59"
  },
  "document": "{\"tid\":155925871,\"publishdate\":\"2019-11-26\",\"title\":\"Perkins Eastman Architects Dpc vs Hscc (India) Limited on 26 November, 2019\",\"doc\":\"<h2 class=\\\"doc_title\\\">Perkins Eastman Architects Dpc vs Hscc (India) Limited on 26 November, 2019</h2>\\n\\n<h3 class=\\\"doc_citations\\\">Equivalent citations: AIR 2020 SUPREME COURT 59, AIRONLINE 2019 SC 1568, (2019) 17 SCALE 139, (2019) 4 CURCC 315, (2019) 6 ARBILR 132, (2019) 8 MAD LJ 623, AIR 2020 SC (CIV) 707</h3>\\n\\n<h3 class=\\\"doc_author\\\">Author: <a href=\\\"/search/?formInput=authorid:u-u-lalit\\\">Uday Umesh Lalit</a></h3>\\n\\n<h3 class=\\\"doc_bench\\\">Bench: <a href=\\\"/search/?formInput=benchid:i-malhotra\\\">Indu Malhotra</a>, <a href=\\\"/search/?formInput=benchid:u-u-lalit\\\">Uday Umesh Lalit</a></h3>\\n\\n<pre id=\\\"pre_1\\\">         Arbitration Application No.32 of 2019\\n         Perkins Eastman Architects DPC &amp; Anr. v. HSCC (India) Ltd.\\n                                                                                                            1\\n\\n                                                                                                    Reportable\\n\\n\\n                                            IN THE SUPREME COURT OF INDIA\\n\\n\\n                                              CIVIL ORIGINAL JURISDICTION\\n\\n\\n                                       ARBITRATION APPLICATION NO.32 OF 2019\\n\\n\\n                         Perkins Eastman Architects\\n                         DPC &amp; Anr.                                                           …Applicants\\n\\n                                                              VERSUS\\n\\n                         HSCC (India) Ltd.                                                    …Respondent\\n\\n\\n\\n                                                         JUDGMENT\\n</pre>\\n\\n<p data-structure=\\\"Issue\\\" id=\\\"p_1\\\">                         Uday Umesh Lalit, J.\\n</p>\\n\\n<p data-structure=\\\"Issue\\\" id=\\\"p_2\\\">                         1.      This application under Section 11(6) read with Section 11(12)(a) of\\n\\n                         Act1 and under the Scheme2 prays for the following principal relief:\\n</p>\\n<blockquote id=\\\"blockquote_1\\\">                                    “(a) appoint a sole Arbitrator, in accordance with\\n                                    clause 24 of the Contract dated 22nd May, 2017\\n                                    executed between the parties and the sole Arbitrator\\n                                    so appointed may adjudicate the disputes and\\n                                    differences between the parties arising from the said\\n                                    Contract.”\\n<span class=\\\"hidden_text\\\" id=\\\"span_1\\\">Signature Not Verified</span>\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_2\\\">Digitally signed by</span>\\n<span class=\\\"hidden_text\\\" id=\\\"span_3\\\">MUKESH KUMAR</span>\\n<span class=\\\"hidden_text\\\" id=\\\"span_4\\\">Date: 2019.11.26</span>\\n<span class=\\\"hidden_text\\\" id=\\\"span_5\\\">13:14:34 IST</span>\\n<span class=\\\"hidden_text\\\" id=\\\"span_6\\\">Reason:</span>\\n\\n\\n\\n\\n                         1 <a href=\\\"/doc/1306164/\\\" id=\\\"a_1\\\">The Arbitration and Conciliation Act, 1996</a>\\n                         2 The Appointment of Arbitrators by the Chief   Justice of India Scheme, 1996\\n\\fArbitration Application No.32 of 2019\\nPerkins Eastman Architects DPC &amp; Anr. v. HSCC (India) Ltd.\\n</blockquote><span class=\\\"hidden_text\\\" id=\\\"span_7\\\">                                                                                2</span>\\n\\n<p data-structure=\\\"Issue\\\" id=\\\"p_3\\\">     2.     The application has been filed with following assertions: -\\n</p>\\n<blockquote id=\\\"blockquote_2\\\">     (A)    As an executing agency of Ministry of Health and Family Welfare,\\n\\n     the respondent was desirous of comprehensive architectural planning and\\n\\n     designing for the works provided under Pradhan Mantri Swasthya\\n\\n     Suraksha Yojna (PMSSY). Therefore a request for Proposals bearing RFP\\n\\n     No.HSCC/3-AIIMS/Guntur/2016         was    issued       on   15.07.2016   for\\n\\n     appointment of Design Consultants for the “comprehensive planning and\\n\\n     designing, including preparation and development of concepts, master plan\\n\\n     for the campus, preparation of all preliminary and working drawings for\\n\\n     various buildings/structures, including preparation of specifications and\\n\\n     schedule of quantities’ for the proposed All India Institute of Medical\\n\\n     Sciences at Guntur, Andhra Pradesh”.\\n</blockquote>\\n\\n<blockquote id=\\\"blockquote_3\\\">     (B)    In response to the RFP, the consortium of the Applicants, namely,\\n\\n</blockquote><blockquote id=\\\"blockquote_4\\\">     <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"62740538\\\" id=\\\"span_8\\\">(i) Perkins Eastman Architects DPC, an Architectural firm having its\\n\\n     registered office in New York and (ii) Edifice Consultants Private Limited,\\n\\n     having its office in Mumbai submitted their bid on 28.09.2016. Letter of\\n\\n     Intent was issued on 31.11.2017 awarding the project to the Applicants, the\\n\\n     consideration being Rs.15.63 crores. A letter of award was issued in\\n\\n     favour of the Applicants on 22.02.2017 and a contract was entered into\\n\\n     between the Applicants and the respondent on 22.05.2017, which provided\\n\\f<a href=\\\"/doc/62740538/\\\" id=\\\"a_2\\\">Arbitration Application No.32 of 2019\\nPerkins Eastman Architects DPC &amp; Anr. v. HSCC (India) Ltd</a>.</span>\\n</blockquote><span class=\\\"hidden_text\\\" id=\\\"span_9\\\">                                                                               3</span>\\n\\n<p data-structure=\\\"Section\\\" id=\\\"p_4\\\">     inter alia for dispute resolution in Clause 24. The relevant portion of said\\n\\n     Clause was as under:\\n</p>\\n\\n\\n\\n<p data-structure=\\\"Section\\\" id=\\\"p_5\\\">               “24.0      DISPUTE RESOLUTION\\n\\n               24.1 Except as otherwise provided in the contract all\\n               questions and disputes relating to the meaning of the\\n               specifications, design, drawings and instructions\\n               herein before mentioned and as to the quality of\\n               services rendered for the works or as to any other\\n               question, claim, right, matter or thing whatsoever in\\n               any way arising out of or relating to the contract,\\n               design,      drawings,     specifications   estimates\\n               instructions, orders or these conditions or otherwise\\n               concerning the works or the execution or failure to\\n               execute the same whether arising during the progress\\n               of the work or after the cancellation, termination,\\n               completion or abandonment thereof thereof shall be\\n               dealt with as mentioned hereinafter:\\n</p>\\n<blockquote id=\\\"blockquote_5\\\">               <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"62740538\\\" id=\\\"span_10\\\">(i) If the Design Consultant considers any work\\n               demanded of him to be outside the requirements of\\n               the contract or disputes on any drawings, record or\\n               decision given in writing by HSCC on any matter in\\n               connection with arising out of the contract or carrying\\n               out of the work, to be unacceptable, he shall promptly\\n               within 15 days request CGM, HSCC in writing for\\n               written instruction or decision. There upon, the\\n               CGM, HSCC shall give his written instructions or\\n               decision within a period of one month from the\\n               receipt of the Design Consultant’s letter. If the CGM,\\n               HSCC fails to give his instructions or decision in\\n               writing within the aforesaid period or if the Design\\n               Consultant(s) is dissatisfied with the instructions or\\n               decision of the CGM, HSCC, the Design\\n               Consultants(s) may, within 15 days of the receipt of\\n               decision, appeal to the Director (Engg.) HSCC who\\n               shall offer an opportunity to the Design Consultant to\\n               be heard, if the latter so desires, and to offer evidence\\n               in support of his appeal. The Director (Engg.), HSCC\\n               shall give his decision within 30 days of receipt of\\n\\f<a href=\\\"/doc/62740538/\\\" id=\\\"a_3\\\">Arbitration Application No.32 of 2019\\nPerkins Eastman Architects DPC &amp; Anr. v. HSCC (India) Ltd</a>.</span>\\n</blockquote><span class=\\\"hidden_text\\\" id=\\\"span_11\\\">                                                                           4</span>\\n\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_6\\\">               <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"62740538\\\" id=\\\"span_12\\\">Design Consultant’s appeal. If the Design Consultant\\n               is dissatisfied with the decision, the Design\\n               Consultant     shall within a period of 30 days from\\n               receipt of this decision, give notice to the CMD,\\n               HSCC for appointment of arbitrator failing which <a href=\\\"/doc/62740538/\\\" id=\\\"a_4\\\">the\\n               said decision</a> shall be final, binding and conclusive\\n               and not referable to adjudication by the arbitrator.</span>\\n</p>\\n<p data-structure=\\\"Section\\\" id=\\\"p_7\\\">               <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"62740538\\\" id=\\\"span_13\\\">(ii) Except where the decision has become final,\\n               binding and conclusive in terms of sub-Para (i) above\\n               disputes or difference shall be referred for\\n               adjudication through arbitration by a sole arbitrator\\n               appointed by the CMD HSCC within 30 days form\\n               the receipt of request from the Design Consultant. If\\n               the arbitrator so appointed is unable or unwilling to\\n               act or resigns his appointment or vacates his office\\n               due to any reason, whatsoever another sole arbitrator\\n               shall be appointed in the manner aforesaid. Such\\n               person shall be entitled to proceed with the reference\\n               from the reference from the stage at which it was left\\n               by his predecessor. It is a term of this contract that\\n               the party invoking arbitration shall give a list of\\n               disputes with amounts claimed in respect of each such\\n               dispute along with the notice for appointment of\\n               arbitrator and giving reference to the rejection by the\\n               CMD, HSCC of the appeal. It is also a term of this\\n               contract that no person other than a person appointed\\n               by such CMD, HSCC as aforesaid should act as\\n               arbitrator. It is also a term of the contract that if the\\n               Design Consultant does not make any demand for\\n               appointment of arbitrator in respect of any claims in\\n               writing as aforesaid within 120 days of receiving the\\n               intimation from HSCC that the final bill is ready for\\n               payment, the claim of the Design Consultant shall be\\n               deemed to have been waived and absolutely barred\\n               and HSCC shall be discharged and released of all\\n               liabilities under the contract and in respect of these\\n               claims.      The arbitration shall be conducted in\\n               accordance with the provisions of the <a href=\\\"/doc/1306164/\\\" id=\\\"a_5\\\">Arbitration and\\n               Conciliation Act, 1996</a> (26 of 1996) or any statutory\\n               modifications or re-enactment thereof and the rules\\n               made thereunder and for the time being in force shall\\n               apply to the arbitration proceeding under this clause.”\\n\\f<a href=\\\"/doc/62740538/\\\" id=\\\"a_6\\\">Arbitration Application No.32 of 2019\\nPerkins Eastman Architects DPC &amp; Anr. v. HSCC (India) Ltd</a>.</span>\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_14\\\">                                                                                 5</span>\\n\\n<p data-structure=\\\"Facts\\\" id=\\\"p_8\\\">     (C)     Within six days of the signing of the said contract, in letter dated\\n\\n     26.5.2017 the respondent alleged failure on part of the Applicants which\\n\\n     was followed by stop work notice dated 03.11.2017. It is the case of the\\n\\n     Applicants that officials of the respondents were deliberately trying to stall\\n\\n     the project and were non-co-operative right from the initial stages.\\n</p>\\n\\n<p data-structure=\\\"Facts\\\" id=\\\"p_9\\\">     (D)     Later, a termination notice was issued by the respondent on\\n\\n     11.01.2019 alleging non-compliance of contractual obligations on part of\\n\\n     the Applicants, which assertions were denied. However, termination letter\\n\\n     was issued on 20.02.2019. On 11.04.2019 a notice was issued by the\\n\\n     Advocate for the applicants invoking the dispute resolution Clause namely\\n\\n     Clause 24 as aforesaid raising a claim of Rs.20.95 crores.\\n</p>\\n<p data-structure=\\\"RespArg\\\" id=\\\"p_10\\\">      According to the Applicants, a decision in respect of the notice dated\\n\\n     11.04.2019 was required to be taken within one month in terms of Clause\\n\\n     24 of the contract but a communication was sent by the respondent on\\n\\n     10.05.2019 intimating that a reply to the notice would be sent within 30\\n\\n     days.\\n</p>\\n\\n<p data-structure=\\\"Facts\\\" id=\\\"p_11\\\">     <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"62740538\\\" id=\\\"span_15\\\">(E)     An appeal was filed by the Applicants before the Director\\n\\n     (Engineering) in terms of said Clause 24 but there was complete failure on\\n\\n     part of the Director (Engineering) to discharge the obligations in terms of\\n\\n     said Clause 24. Therefore, by letter dated 28.06.2019 the <a href=\\\"/doc/62740538/\\\" id=\\\"a_7\\\">Chief Managing\\n\\fArbitration Application No.32 of 2019\\nPerkins Eastman Architects DPC &amp; Anr. v. HSCC (India) Ltd</a>.</span>\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_16\\\">                                                                               6</span>\\n\\n<p data-structure=\\\"Facts\\\" id=\\\"p_12\\\">     Director of the respondent was called upon to appoint a sole arbitrator in\\n\\n     terms of said Clause 24. However, no appointment of an arbitrator was\\n\\n     made within thirty days but a letter was addressed by Chief General\\n\\n     Manager of the respondent on 30.07.2019 purportedly appointing one\\n\\n     Major General K.T. Gajria as the sole arbitrator.\\n</p>\\n\\n<p data-structure=\\\"Section\\\" id=\\\"p_13\\\">     (F)         The relevant averments in para 3 of the application are:-\\n</p>\\n<blockquote id=\\\"blockquote_6\\\">                    “z. The 30 (thirty) day time period for appointment\\n                   of a sole arbitrator stood expired on 28 th July, 2019\\n                   and yet the CMD of the respondent failed to appoint a\\n                   sole arbitrator or even respond to the letter dated 28 th\\n                   June, 2019 (received on 29th June, 2019).\\n</blockquote>\\n<blockquote id=\\\"blockquote_7\\\">                   aa. Shockingly, in continuance of its highhanded\\n                   approach and in contravention to its own letter dated\\n                   24th June, 2019, the CGM of the Respondent\\n                   addressed the Purported Appointment Letter dated\\n                   30th July, 2019 to one Major General K.T. Gajria\\n                   thereby purportedly appointing him as a sole\\n                   arbitrator in the matter. On the same date, the CGM\\n                   of the Respondent also addressed a letter to the\\n                   Applicants inter alia informing about the purported\\n                   appointment of Mr. Gajria”\\n\\n\\n</blockquote><blockquote id=\\\"blockquote_8\\\">     3.          In the aforesaid premises the Applicants submit:-\\n</blockquote><blockquote id=\\\"blockquote_9\\\">           (a)     The Applicants had duly invoked the arbitration clause;\\n</blockquote>\\n<blockquote id=\\\"blockquote_10\\\">           (b)     The Chairman and Managing Director was the competent\\n\\n           authority to appoint a sole arbitrator;\\n</blockquote>\\n<blockquote id=\\\"blockquote_11\\\">           (c)     But the Chief General Manager of the respondent wrongfully\\n\\n           appointed the sole arbitrator;\\n</blockquote>\\n<blockquote id=\\\"blockquote_12\\\">           (d)     Such appointment was beyond the period prescribed;\\n</blockquote><p data-structure=\\\"Issue\\\" id=\\\"p_14\\\">\\f<span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"62740538\\\" id=\\\"span_17\\\"><a href=\\\"/doc/62740538/\\\" id=\\\"a_8\\\">Arbitration Application No.32 of 2019\\nPerkins Eastman Architects DPC &amp; Anr. v. HSCC (India) Ltd</a>.</span>\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_18\\\">                                                                                  7</span>\\n\\n\\n\\n<p data-structure=\\\"PetArg\\\" id=\\\"p_15\\\">          (e) In any case, an independent and impartial arbitrator is required to\\n\\n          be appointed.\\n</p>\\n<p data-structure=\\\"RespArg\\\" id=\\\"p_16\\\">     4.         In response to the application, an affidavit-in-reply has been filed\\n\\n     by the respondent denying all material allegations. It is accepted that the\\n\\n     contract entered into between the parties contains Clause 24 regarding\\n\\n     dispute resolution. It is, however, disputed that there was any inaction on\\n\\n     part of the respondent in discharging their obligations in terms of Clause\\n\\n</p><p data-structure=\\\"PetArg\\\" id=\\\"p_17\\\">     24. It is submitted, inter alia, that\\n\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_18\\\">          (a)     The appointment of Major General K.T. Gajria was in\\n\\n          consonance with Clause 24 of the contract;\\n</p>\\n<p data-structure=\\\"Section\\\" id=\\\"p_19\\\">          (b)     Such appointment could not in any way be said to be illegal;\\n</p>\\n<p data-structure=\\\"Section\\\" id=\\\"p_20\\\">          (c)     There was no occasion to file an application seeking\\n\\n          appointment of any other person under the provisions of Section 11(6)\\n\\n          read with Section 11(12)(a) of the Act; and\\n\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_21\\\">          (d) In any case, the arbitration in the present matter would not be an\\n\\n          International Commercial Arbitration within the meaning of <a href=\\\"/doc/1279791/\\\" id=\\\"a_9\\\">Section\\n\\n          2(1)(f)</a> of the Act.\\n</p>\\n\\n\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_22\\\">     <span class=\\\"citetext\\\" data-sentiment=\\\"PARTY\\\" data-docid=\\\"62740538\\\" id=\\\"span_19\\\">5.         We heard Mr. Amar Dave, learned Advocate for the Applicants and\\n\\n     Mr. Guru Krishna Kumar, learned Senior Advocate for the respondent.\\n\\f<a href=\\\"/doc/62740538/\\\" id=\\\"a_10\\\">Arbitration Application No.32 of 2019\\nPerkins Eastman Architects DPC &amp; Anr. v. HSCC (India) Ltd</a>.</span>\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_20\\\">                                                                               8</span>\\n\\n<p data-structure=\\\"RespArg\\\" id=\\\"p_23\\\">           It was submitted by Mr. Dave, learned Advocate that on account of\\n\\n     failure on part of the respondent in discharging its obligations in terms of\\n\\n     Clause 24, the applicants would be entitled to maintain the present\\n\\n     Application and seek appointment of an arbitrator as prayed for. It was\\n\\n     further submitted that the appointment process contemplated in Clause 24\\n\\n     gave complete discretion to the Chairman and Managing Director of the\\n\\n     respondent to make an appointment of an arbitrator of his choice, the\\n\\n     Chairman and Managing Director of the respondent would naturally be\\n\\n     interested in the outcome or decision in respect of the dispute, the pre-\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_24\\\">     requisite of element of impartiality would, therefore, be conspicuously\\n\\n     absent in such process; and as such it would be desirable that this Court\\n\\n     makes an appropriate appointment of an arbitrator. Reliance was placed on\\n\\n     the decisions of this Court in Walter Bau AG, Legal Successor of the\\n\\n     Original Contractor, Dyckerhoff and Widmann, A.G. v. Municipal\\n\\n     Corporation of Greater Mumbai and another 3 and TRF Limited v.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_25\\\">     <span class=\\\"citetext\\\" data-sentiment=\\\"PARTY\\\" data-docid=\\\"62740538\\\" id=\\\"span_21\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"PARTY\\\" data-docid=\\\"13711742\\\" id=\\\"span_22\\\">Energo Engineering Projects Limited4 in support of the submissions. Mr.\\n\\n     Dave, learned Advocate also relied upon the decision of this Court in\\n\\n     <a href=\\\"/doc/13711742/\\\" id=\\\"a_11\\\">Larsen and Toubro Limited SCOMI Engineering BHD v. Mumbai\\n\\n     Metropolitan Region Development Authority5</a> to bring home the point that\\n\\n\\n\\n     3 (<a href=\\\"/doc/62740538/\\\" id=\\\"a_12\\\">2015)   3 SCC 800\\n     4 (2017)   8 SCC 377\\n     5 (2019)   2 SCC 271\\n\\fArbitration Application No.32 of 2019\\nPerkins Eastman Architects DPC &amp; Anr. v. HSCC (India) Ltd</a>.</span></span>\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_23\\\">                                                                               9</span>\\n\\n<p data-structure=\\\"PetArg\\\" id=\\\"p_26\\\">     the arbitration in the present matter would be an International Commercial\\n\\n     Arbitration.\\n</p>\\n<p data-structure=\\\"RespArg\\\" id=\\\"p_27\\\">            Mr. Guru Krishna Kumar, learned Senior Advocate appearing for\\n\\n     the respondent submitted that no case was made out to maintain the instant\\n\\n     application. He submitted that two basic submissions were raised in para 3\\n\\n     in sub-para (z) and (aa) of the application that the Chairman and Managing\\n\\n     Director failed to appoint the sole arbitrator within 30 days of the\\n\\n     requisition dated 28.06.2019 and that it was the Chief General Manager of\\n\\n     the respondent who purportedly made the appointment of a sole arbitrator\\n\\n     on 30.07.2019. The infirmities thus projected were on two counts, namely,\\n\\n     for over-stepping the limit of 30 days; and secondly the appointment was\\n\\n     not made by the Chairman and Managing Director of the respondent. He\\n\\n     pointed out that the period in terms of requisition dated 28.06.2019 expired\\n\\n     on Friday and the appointment was made on the first available working\\n\\n     day. Secondly, the appointment was actually made by the Chairman and\\n\\n     Managing Director but was conveyed by the Chief General Manager, and\\n\\n     as such the alleged infirmities were completely non-existent. He further\\n\\n     submitted that arbitration, if any, in the instant matter would not be an\\n\\n     International Commercial Arbitration.\\n</p>\\n\\n<p data-structure=\\\"Issue\\\" id=\\\"p_28\\\">     <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"62740538\\\" id=\\\"span_24\\\">6.     The present application, therefore, raises two basic issues; first\\n\\n     whether the arbitration in the present case would be an <a href=\\\"/doc/62740538/\\\" id=\\\"a_13\\\">International\\n\\fArbitration Application No.32 of 2019\\nPerkins Eastman Architects DPC &amp; Anr. v. HSCC (India) Ltd</a>.</span>\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_25\\\">                                                                            10</span>\\n\\n<p data-structure=\\\"Issue\\\" id=\\\"p_29\\\">     Commercial Arbitration or not. In case, it is not, then this Court cannot\\n\\n     deal with the application under <a href=\\\"/doc/605764/\\\" id=\\\"a_14\\\">Section 11(6)</a> read with <a href=\\\"/doc/21958/\\\" id=\\\"a_15\\\">Section 11(12)(a)</a>\\n\\n     of the Act. The second issue is whether a case is made out for exercise of\\n\\n     power by the Court to make an appointment of an arbitrator.\\n</p>\\n\\n<p data-structure=\\\"Section\\\" id=\\\"p_30\\\">     7.     During the course of hearing, reliance was placed by the Applicants\\n\\n     on the Consortium Agreement entered into between the Applicant No.1 and\\n\\n     the Applicant No.2 on 20.09.2016 which described the Applicant No.1 as\\n\\n     the lead member of the Consortium. The relevant recital and the Clause of\\n\\n     the Agreement were as under:\\n</p>\\n<blockquote id=\\\"blockquote_13\\\">               “1. WHEREAS all the Parties agree that Perkins\\n               Eastman will be the focal point for the agreement and\\n               interaction with the client.”\\n\\n               “9. Perkins Eastman and M/s. Edifice Consultants are\\n               jointly and severally responsible for the execution of\\n               the project”\\n\\n\\n            In terms of requirements of the bid documents and RFP a\\n\\n      “Declaration for Lead Member of the Consortium (Form E)” was also\\n\\n      submitted. The declaration was as under:\\n</blockquote>\\n<blockquote id=\\\"blockquote_14\\\">               “WHEREAS M/s. HSCC (India) Ltd. (HSCC) (the\\n               Client) has invited Bids/Bids from the interested\\n               parties for providing Comprehensive Planning and\\n               Designing of the Proposed All India Institute of\\n               Medical Sciences at Mangalagiri, Guntur (AP).\\n</blockquote>\\n<blockquote id=\\\"blockquote_15\\\">               <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"62740538\\\" id=\\\"span_26\\\">AND WHEREAS, the members of the Consortium\\n               are interested in bidding for the Project and\\n               implementing the Project in accordance with the\\n\\f<a href=\\\"/doc/62740538/\\\" id=\\\"a_16\\\">Arbitration Application No.32 of 2019\\nPerkins Eastman Architects DPC &amp; Anr. v. HSCC (India) Ltd</a>.</span>\\n</blockquote><span class=\\\"hidden_text\\\" id=\\\"span_27\\\">                                                                               11</span>\\n\\n<blockquote id=\\\"blockquote_16\\\">               terms and conditions of the Request for Bid (RFP)\\n               document, Terms of Reference, Client’s Requirement,\\n               Notice Inviting Bid, Instructions to Bidders,\\n               Conditions of Contract and other connected\\n               documents in respect of the Project, and\\n\\n               AND WHEREAS, it is necessary under the RFP\\n               document for the members of the Consortium Bidder\\n               to designate one of them as the Lead Manager with all\\n               necessary power and authority to do for and on behalf\\n               of the Consortium bidder, all acts, deeds and things as\\n               may be necessary in connection with the Consortium\\n               Bidder’s proposal for the Project.\\n</blockquote>\\n<blockquote id=\\\"blockquote_17\\\">               NOW THIS DECLARATION WITNESSETH THAT;\\n</blockquote><blockquote id=\\\"blockquote_18\\\">               We, Perkins Eastman Architects DPC, and having its\\n               registered office at 115 5th Ave Floor 3, New York,\\n               NY 10003-10004, USA and M/s. Edifice Consultants\\n               Private Limited having its registered office at Srirams\\n               Arcade, 3rd Floor, Opp. Govandi P.O., Off Govandi\\n               Station Road, Govandi East, Mumbai, Maharashtra\\n               400088 do hereby designate Perkins Eastman\\n               Architects DPC being one of the members of the\\n               Consortium, as the Lead Member of the Consortium,\\n               to do on behalf of the Consortium, all or any of the\\n               acts, deeds of things necessary or incidental to the\\n               Consortium’s Application/Bid for the Project,\\n               including submission of Application/Bid, participating\\n               in conferences, responding to queries, submission of\\n               information/documents and generally to represent the\\n               Consortium in all its dealings with HSCC, any other\\n               Government Agency or any person, in connection\\n               with the Project until culmination of the process of\\n               bidding and thereafter till the completion of the\\n               Contract.”\\n\\n\\n</blockquote><p data-structure=\\\"CDiscource\\\" id=\\\"p_31\\\">     <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"62740538\\\" id=\\\"span_28\\\">8.     It is not disputed by the respondent that it was a requisite condition\\n\\n     to declare a lead member of the Consortium and that by aforesaid\\n\\n     declaration the applicant No.1 was shown to be the lead member of the\\n\\f<a href=\\\"/doc/62740538/\\\" id=\\\"a_17\\\">Arbitration Application No.32 of 2019\\nPerkins Eastman Architects DPC &amp; Anr. v. HSCC (India) Ltd</a>.</span>\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_29\\\">                                                                              12</span>\\n\\n<p data-structure=\\\"Facts\\\" id=\\\"p_32\\\">     Consortium. The reliance is however placed by the respondent on Clause\\n\\n     9 of the Consortium Agreement by virtue of which both the Applicants\\n\\n     would be jointly and severely responsible for the execution of the project.\\n</p>\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_33\\\">     It is clear that the declaration shows that the Applicant No.1 was accepted\\n\\n     to be the lead member of the Consortium. Even if the liability of both the\\n\\n     Applicants was stated in Clause 9 to be joint and several, that by itself\\n\\n     would not change the status of the Applicant No.1 to be the lead member.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_34\\\">     We shall, therefore, proceed on the premise that Applicant No.1 is the lead\\n\\n     member of the Consortium.\\n</p>\\n\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_35\\\">     9.     In Larsen and Toubro Limited SCOMI Engineering BHD 5 more\\n\\n     or less similar fact situation came up for consideration.          The only\\n\\n     distinction was that the lead member in the consortium was an entity\\n\\n     registered in India. Paragraphs 2, 3, 4, 15, 17, 18 and 19 of the decision\\n\\n     are as under:\\n</p>\\n<blockquote id=\\\"blockquote_19\\\">               “2. Since disputes arose between the parties to the\\n               agreement, various interim claims had been made by\\n               the Consortium of M/s Larsen and Toubro, an Indian\\n               company, together with Scomi Engineering Bhd, a\\n               company incorporated in Malaysia, for which the\\n               Consortium has filed this petition under <a href=\\\"/doc/1841764/\\\" id=\\\"a_18\\\">Section 11</a> of\\n               the Act to this Court, since according to them, one of\\n               the parties to the arbitration agreement, being a body\\n               corporate, incorporated in Malaysia, would be a body\\n               corporate, which is incorporated in a country other\\n               than India, which would attract <a href=\\\"/doc/1065558/\\\" id=\\\"a_19\\\">Section 2(1)(f)(ii)</a> of\\n               the Act.\\n</blockquote><blockquote id=\\\"blockquote_20\\\">\\f<span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"62740538\\\" id=\\\"span_30\\\"><a href=\\\"/doc/62740538/\\\" id=\\\"a_20\\\">Arbitration Application No.32 of 2019\\nPerkins Eastman Architects DPC &amp; Anr. v. HSCC (India) Ltd</a>.</span>\\n</blockquote><span class=\\\"hidden_text\\\" id=\\\"span_31\\\">                                                                           13</span>\\n\\n<blockquote id=\\\"blockquote_21\\\">               3. Shri Gopal Jain, learned Senior Counsel appearing\\n               on behalf of the Consortium, has taken us through the\\n               agreement, in which he strongly relies upon the fact\\n               that the two entities, that is, the Indian company and\\n               the Malaysian company, though stated to be a\\n               Consortium, are jointly and severally liable, to the\\n               employer. The learned Senior Counsel has also relied\\n               upon the fact that throughout the working of the\\n               contract, separate claims have been made, which have\\n               been rejected by the Mumbai Metropolitan Region\\n               Development Authority (hereinafter referred to as\\n               “MMRDA”). He has also further relied upon the fact\\n               that by at least three letters, during the working of the\\n               agreement, the claims have in fact been rejected\\n               altogether and that, therefore, there is no impediment\\n               in invoking the arbitration Clause under <a href=\\\"/doc/385194/\\\" id=\\\"a_21\\\">Section 20</a>.4\\n               of the general conditions of contract (hereinafter\\n               referred to as “GCC”), as the procedure outlined by\\n               Clauses 20.1 to 20.3 had already been exhausted.\\n</blockquote>\\n<blockquote id=\\\"blockquote_22\\\">               4. On the other hand, Mr Shyam Divan, learned\\n               Senior Counsel appearing on behalf of MMRDA, the\\n               respondent, has relied upon both the contract dated 9-\\n</blockquote><p data-structure=\\\"Section\\\" id=\\\"p_36\\\">               1-2009 as well as the actual consortium agreement\\n               dated 4-6-2008 between the Indian company and the\\n               Malaysian company, which, when read together,\\n               would show that they are really an unincorporated\\n               association and would, therefore, fall within <a href=\\\"/doc/116674/\\\" id=\\\"a_22\\\">Section\\n               2(1)(f)(iii)</a> as being an association or a body of\\n               individuals, provided the central management and\\n               control is exercised in any country other than India.\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_37\\\">                                    … … …\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_38\\\">               15. <a href=\\\"/doc/116674/\\\" id=\\\"a_23\\\">Section 2(1)(f)(iii)</a> of the Act refers to two\\n               different sets of persons: an “association” as distinct\\n               and separate from a “body of individuals”. For\\n               example, under <a href=\\\"/doc/773726/\\\" id=\\\"a_24\\\">Section 2(31)</a> of the Income Tax Act,\\n               1961, “person” is defined as including, under sub-\\n               clause (v), an association of persons, or body of\\n               individuals, whether incorporated or not. It is in this\\n               sense, that an association is referred to in <a href=\\\"/doc/1561485/\\\" id=\\\"a_25\\\">Section 2(1)</a>\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_39\\\">               (f)(iii) which would therefore include a consortium\\n               consisting of two or more bodies corporate, at least\\n               one of whom is a body corporate incorporated in a\\n               country other than India.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_40\\\">                                    <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"62740538\\\" id=\\\"span_32\\\">… … …\\n\\f<a href=\\\"/doc/62740538/\\\" id=\\\"a_26\\\">Arbitration Application No.32 of 2019\\nPerkins Eastman Architects DPC &amp; Anr. v. HSCC (India) Ltd</a>.</span>\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_33\\\">                                                                            14</span>\\n\\n<p data-structure=\\\"Section\\\" id=\\\"p_41\\\">                  17. Law Commission Report No. 246 of August 2014,\\n                  which made several amendments to the <a href=\\\"/doc/1306164/\\\" id=\\\"a_27\\\">Arbitration\\n                  and Conciliation Act, 1996</a>, gave the following reason\\n                  for deleting the words “a company or”:\\n</p><blockquote id=\\\"blockquote_23\\\">                       “(iii) In sub-section (1), clause (f), sub-clause\\n</blockquote><blockquote id=\\\"blockquote_24\\\">                       (iii), delete the words “a company or” before the\\n                       words “an association or a body of individuals”.\\n</blockquote>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_42\\\">                      [Note.—The reference to “a company” in sub-\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_43\\\">                      <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1845272\\\" id=\\\"span_34\\\">section (iii) has been removed since the same is\\n                      already covered under sub-section (ii). The\\n                      intention is to determine the residence of a\\n                      company based on its place of incorporation and\\n                      not the place of central management/control. This\\n                      further re-enforces the “place of incorporation”\\n                      principle <a href=\\\"/doc/62740538/\\\" id=\\\"a_28\\\">laid down by</a> the Supreme Court in\\n                      <a href=\\\"/doc/1845272/\\\" id=\\\"a_29\\\">TDM Infrastructure (P) Ltd. v. UE Development\\n                      India (P) Ltd.6</a>, and adds greater certainty in case\\n                      of companies having a different place of\\n                      incorporation and place of exercise of central\\n                      management and control.]”\\n\\n                  It would become clear that prior to the deletion of the\\n                  expression “a company or”, there were three sets of\\n                  persons referred to in <a href=\\\"/doc/116674/\\\" id=\\\"a_30\\\">Section 2(1)(f)(iii)</a> as separate\\n                  and distinct persons who would fall within the said\\n                  sub-clause. This does not change due to the deletion\\n                  of the phrase “a company or” for the reason given by\\n                  the Law Commission. This is another reason as to\\n                  why “an association” cannot be read with “body of\\n                  individuals” which follows it but is a separate and\\n                  distinct category by itself, as is understood from the\\n                  definition of “person” as defined in the <a href=\\\"/doc/789969/\\\" id=\\\"a_31\\\">Income Tax\\n                  Act</a> <a href=\\\"/doc/1845272/\\\" id=\\\"a_32\\\">referred to above</a>.</span>\\n</p>\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_44\\\">                  <span class=\\\"citetext\\\" data-sentiment=\\\"PARTY\\\" data-docid=\\\"62740538\\\" id=\\\"span_35\\\">18. This being the case, coupled with the fact, as\\n                  correctly argued by Shri Divan, that the Indian\\n                  company is the lead partner, and that the Supervisory\\n                  Board constituted under the consortium agreement\\n                  makes it clear that the lead partner really has the\\n                  determining voice in that it appoints the Chairman of\\n                  the said Board (undoubtedly, with the consent of other\\n                  members); and the fact that the Consortium’s office is\\n\\n     6 (<a href=\\\"/doc/62740538/\\\" id=\\\"a_33\\\">2008)   14 SCC 271\\n\\fArbitration Application No.32 of 2019\\nPerkins Eastman Architects DPC &amp; Anr. v. HSCC (India) Ltd</a>.</span>\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_36\\\">                                                                               15</span>\\n\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_45\\\">                   in Wadala, Mumbai as also that the lead member shall\\n                   lead the arbitration proceedings, would all point to the\\n                   fact that the central management and control of this\\n                   Consortium appears to be exercised in India and not\\n                   in any foreign nation.\\n</p>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_46\\\">                   19. This being the case, we dismiss the petition filed\\n                   under <a href=\\\"/doc/1841764/\\\" id=\\\"a_34\\\">Section 11</a> of the Act, as there is no\\n                   “international commercial arbitration” as defined\\n                   under <a href=\\\"/doc/1279791/\\\" id=\\\"a_35\\\">Section 2(1)(f)</a> of the Act for the petitioner to\\n                   come to this Court. We also do not deem it necessary\\n                   to go into whether the appropriate stage for invoking\\n                   arbitration has yet been reached.”\\n\\n\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_47\\\">     10.     It was thus held that “Association” and “Body of individuals”\\n\\n     referred to in <a href=\\\"/doc/1279791/\\\" id=\\\"a_36\\\">Section 2(1)(f)</a> of the Act would be separate categories.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_48\\\">     However, the lead member of the Association <a href=\\\"/doc/62740538/\\\" id=\\\"a_37\\\">in that case</a> being an Indian\\n\\n     entity, the “Central Management and Control” of the Association was held\\n\\n     to be in a country other than India. Relying on said decision we conclude\\n\\n     that the lead member of the Consortium company i.e. Applicant No.1 being\\n\\n     an Architectural Firm having its registered office in New York,\\n\\n     requirements of <a href=\\\"/doc/1279791/\\\" id=\\\"a_38\\\">Section 2(1)(f)</a> of the Act are satisfied and the arbitration\\n\\n     in the present case would be an “International Commercial Arbitration”.\\n</p>\\n\\n<p data-structure=\\\"Issue\\\" id=\\\"p_49\\\">     11.     That takes us to the second issue, namely, whether a case has been\\n\\n     made out for exercise of power by the Court for an appointment of an\\n\\n     arbitrator.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_50\\\">\\f<span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"62740538\\\" id=\\\"span_37\\\"><a href=\\\"/doc/62740538/\\\" id=\\\"a_39\\\">Arbitration Application No.32 of 2019\\nPerkins Eastman Architects DPC &amp; Anr. v. HSCC (India) Ltd</a>.</span>\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_38\\\">                                                                              16</span>\\n\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_51\\\">     12.    The communication invoking arbitration in terms of Clause 24 was\\n\\n     sent by the Applicants on 28.06.2019 and the period within which the\\n\\n     respondent was to make the necessary appointment expired on 28.07.2019.\\n</p>\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_52\\\">     The next day was a working day but the appointment was made on\\n\\n     Tuesday, the 30th July, 2019. Technically, the appointment was not within\\n\\n     the time stipulated but such delay on part of the respondent could not be\\n\\n     said to be an infraction of such magnitude that exercise of power by the\\n\\n     Court under <a href=\\\"/doc/1841764/\\\" id=\\\"a_40\\\">Section 11</a> of the Act merely on that ground is called for.\\n</p>\\n\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_53\\\">     13.    However, the point that has been urged, relying upon the decision\\n\\n     of this Court in Walter Bau AG3 and TRF Limited4, requires consideration.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_54\\\">     In the present case Clause 24 empowers the Chairman and Managing\\n\\n     Director of the respondent to make the appointment of a sole arbitrator and\\n\\n     said Clause also stipulates that no person other than a person appointed by\\n\\n     such Chairman and Managing Director of the respondent would act as an\\n\\n     arbitrator. In TRF Limited4 , a Bench of three Judges of this Court, was\\n\\n     called upon to consider whether the appointment of an arbitrator made by\\n\\n     the Managing Director of the respondent therein was a valid one and\\n\\n     whether at that stage an application moved under <a href=\\\"/doc/605764/\\\" id=\\\"a_41\\\">Section 11(6)</a> of the Act\\n\\n     could be entertained by the Court. The relevant Clause, namely, Clause 33\\n\\n     which provided for resolution of disputes <a href=\\\"/doc/62740538/\\\" id=\\\"a_42\\\">in that case</a> was under:\\n</p><blockquote id=\\\"blockquote_25\\\">\\f<span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"62740538\\\" id=\\\"span_39\\\"><a href=\\\"/doc/62740538/\\\" id=\\\"a_43\\\">Arbitration Application No.32 of 2019\\nPerkins Eastman Architects DPC &amp; Anr. v. HSCC (India) Ltd</a>.</span>\\n</blockquote><span class=\\\"hidden_text\\\" id=\\\"span_40\\\">                                                                              17</span>\\n\\n<blockquote id=\\\"blockquote_26\\\">               “33. Resolution of dispute/arbitration\\n</blockquote><blockquote id=\\\"blockquote_27\\\">                   (a) In case any disagreement or dispute arises\\n                       between the buyer and the seller under or in\\n                       connection with the PO, both shall make\\n                       every effort to resolve it amicably by direct\\n                       informal negotiation.\\n</blockquote><blockquote id=\\\"blockquote_28\\\">                   (b) If, even after 30 days from the\\n                       commencement of such informal negotiation,\\n                       seller and the buyer have not been able to\\n                       resolve the dispute amicably, either party may\\n                       require that the dispute be referred for\\n                       resolution to the formal mechanism of\\n                       arbitration.\\n</blockquote><blockquote id=\\\"blockquote_29\\\">                   (c) All disputes which cannot be settled by\\n                       mutual negotiation shall be referred to and\\n                       determined by arbitration as per the\\n                       <a href=\\\"/doc/1306164/\\\" id=\\\"a_44\\\">Arbitration and Conciliation Act, 1996</a> as\\n                       amended.\\n</blockquote><blockquote id=\\\"blockquote_30\\\">                   (d) Unless otherwise provided, any dispute or\\n                       difference between the parties in connection\\n                       with this agreement shall be referred to sole\\n                       arbitration of the Managing Director of buyer\\n                       or his nominee. Venue of arbitration shall be\\n                       Delhi, and the arbitration shall be conducted\\n                       in English language.\\n</blockquote><blockquote id=\\\"blockquote_31\\\">                   (e) The award of the Tribunal shall be final and\\n                       binding on both, buyer and seller.”\\n\\n\\n</blockquote><p data-structure=\\\"Section\\\" id=\\\"p_55\\\">     <span class=\\\"citetext\\\" data-sentiment=\\\"Neutral\\\" data-docid=\\\"62740538\\\" id=\\\"span_41\\\">14.    In TRF Limited4, the Agreement was entered into before the\\n\\n     provisions of the <a href=\\\"/doc/1596533/\\\" id=\\\"a_45\\\">Amending Act</a> (Act No.3 of 2016) came into force. It\\n\\n     was submitted by the appellant that by virtue of the provisions of the\\n\\n     <a href=\\\"/doc/1596533/\\\" id=\\\"a_46\\\">Amending Act</a> and insertion of the Fifth and Seventh Schedules in the Act,\\n\\n     the Managing Director of the respondent would be a person having direct\\n\\n     interest in the dispute and as such could not act as an arbitrator. The\\n\\n     extension of the submission was that a person who himself was\\n\\n     disqualified and disentitled could also not nominate any other person to act\\n\\f<a href=\\\"/doc/62740538/\\\" id=\\\"a_47\\\">Arbitration Application No.32 of 2019\\nPerkins Eastman Architects DPC &amp; Anr. v. HSCC (India) Ltd</a>.</span>\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_42\\\">                                                                          18</span>\\n\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_56\\\">     as an arbitrator. The submission countered by the respondent therein was\\n\\n     as under: -\\n</p>\\n<blockquote id=\\\"blockquote_32\\\">               “7.1. The submission to the effect that since the\\n               Managing Director of the respondent has become\\n               ineligible to act as an arbitrator subsequent to the\\n               amendment in the Act, he could also not have\\n               nominated any other person as arbitrator is absolutely\\n               unsustainable, for the Fifth and the Seventh Schedules\\n               fundamentally guide in determining whether\\n               circumstances exist which give rise to justifiable\\n               doubts as to the independence and impartiality of the\\n               arbitrator. To elaborate, if any person whose\\n               relationship with the parties or the counsel or the\\n               subject-matter of dispute falls under any of the\\n               categories specified in the Seventh Schedule, he is\\n               ineligible to be appointed as an arbitrator but not\\n               otherwise.\\n</blockquote>\\n<blockquote id=\\\"blockquote_33\\\">      The issue was discussed and decided by this Court as under:-\\n</blockquote>\\n<blockquote id=\\\"blockquote_34\\\">               <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"62740538\\\" id=\\\"span_43\\\">50. First, we shall deal with Clause (d). There is no\\n               quarrel that by virtue of <a href=\\\"/doc/16912364/\\\" id=\\\"a_48\\\">Section 12(5)</a> of the Act, if\\n               any person who falls under any of the categories\\n               specified in the Seventh Schedule shall be ineligible\\n               to be appointed as the arbitrator. There is no doubt\\n               and cannot be, for the language employed in the\\n               Seventh Schedule, the Managing Director of the\\n               Corporation has become ineligible by operation of\\n               law. It is the stand of the learned Senior Counsel for\\n               the appellant that once the Managing Director\\n               becomes ineligible, he also becomes ineligible to\\n               nominate. Refuting the said stand, it is canvassed by\\n               the learned Senior Counsel for the respondent that the\\n               ineligibility cannot extend to a nominee if he is not\\n               from the Corporation and more so when there is\\n               apposite and requisite disclosure. We think it\\n               appropriate to make it clear that in the case at hand we\\n               are neither concerned with the disclosure nor\\n               objectivity nor impartiality nor any such other\\n               circumstance. We are singularly concerned with the\\n               issue, whether the Managing Director, after becoming\\n               ineligible by operation of law, is he still eligible to\\n\\f<a href=\\\"/doc/62740538/\\\" id=\\\"a_49\\\">Arbitration Application No.32 of 2019\\nPerkins Eastman Architects DPC &amp; Anr. v. HSCC (India) Ltd</a>.</span>\\n</blockquote><span class=\\\"hidden_text\\\" id=\\\"span_44\\\">                                                                            19</span>\\n\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_57\\\">                nominate an arbitrator. At the cost of repetition, we\\n                may state that when there are two parties, one may\\n                nominate an arbitrator and the other may appoint\\n                another. That is altogether a different situation. If\\n                there is a clause requiring the parties to nominate their\\n                respective arbitrator, their authority to nominate\\n                cannot be questioned. What really in that\\n                circumstance can be called in question is the\\n                procedural compliance and the eligibility of their\\n                arbitrator depending upon the norms provided under\\n                the Act and the Schedules appended thereto. But, here\\n                is a case where the Managing Director is the “named\\n                sole arbitrator” and he has also been conferred with\\n                the power to nominate one who can be the arbitrator\\n                in his place. Thus, there is subtle distinction. <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1622913\\\" id=\\\"span_45\\\">In this\\n                regard, our attention has been drawn to a two-Judge\\n                Bench decision in <a href=\\\"/doc/1622913/\\\" id=\\\"a_50\\\">State of Orissa v. Commr. of Land\\n                Records &amp; Settlement7</a>. In the said case, the question\\n                arose, can the Board of Revenue revise the order\\n                passed by its delegate. Dwelling upon the said\\n                proposition, the Court held: (SCC p. 173, para 25)\\n                      “25. We have to note that the Commissioner\\n                      when he exercises power of the Board delegated\\n                      to him under <a href=\\\"/doc/59949794/\\\" id=\\\"a_51\\\">Section 33</a> of the Settlement Act,\\n                      1958, the order passed by him is to be treated as\\n                      an order of the Board of Revenue and not as that\\n                      of the Commissioner in his capacity as\\n                      Commissioner. This position is clear from two\\n                      rulings of this Court to which we shall presently\\n                      refer.</span> <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"462135\\\" id=\\\"span_46\\\">The first of the said rulings is the one\\n                      decided by the Constitution Bench of this Court\\n                      in <a href=\\\"/doc/462135/\\\" id=\\\"a_52\\\">Roop Chand v. State of Punjab8</a>. In that case,\\n                      it was held by the majority that where the State\\n                      Government had, under <a href=\\\"/doc/39858985/\\\" id=\\\"a_53\\\">Section 41(1)</a> of the\\n                      East Punjab Holdings (Consolidation and\\n                      Prevention of Fragmentation) Act, 1948,\\n                      delegated its appellate powers vested in it under\\n                      <a href=\\\"/doc/138599/\\\" id=\\\"a_54\\\">Section 21(4)</a> to an “officer”, an order passed by\\n                      such an officer was an order passed by the State\\n                      Government itself and “not an order passed by\\n                      any officer under this Act” within <a href=\\\"/doc/192913/\\\" id=\\\"a_55\\\">Section 42</a> and\\n                      was not revisable by the State Government.</span> <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"62740538\\\" id=\\\"span_47\\\">It\\n                      was pointed out that for the purpose of exercise\\n     7   (<a href=\\\"/doc/62740538/\\\" id=\\\"a_56\\\">1998) 7 SCC 162\\n     8   AIR 1963 SC 1503\\n\\fArbitration Application No.32 of 2019\\nPerkins Eastman Architects DPC &amp; Anr. v. HSCC (India) Ltd</a>.</span>\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_48\\\">                                                                                 20</span>\\n\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_58\\\">                      of powers of revision by the State under <a href=\\\"/doc/192913/\\\" id=\\\"a_57\\\">Section\\n                      42</a> of that Act, the order sought to be revised\\n                      must be an order passed by an officer in his own\\n                      right and not as a delegate of the State. The\\n                      State Government was, therefore, not entitled\\n                      under <a href=\\\"/doc/192913/\\\" id=\\\"a_58\\\">Section 42</a> to call for the records of the\\n                      case which was disposed of by an officer acting\\n                      as its delegate.”\\n                                                 (emphasis in original)\\n\\n\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_59\\\">                <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"462135\\\" id=\\\"span_49\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1817694\\\" id=\\\"span_50\\\">51. Be it noted in the said case, reference was made to\\n                <a href=\\\"/doc/1817694/\\\" id=\\\"a_59\\\">Behari Kunj Sahkari Awas Samiti v. State of U.P.9</a>,\\n                which followed the decision in <a href=\\\"/doc/462135/\\\" id=\\\"a_60\\\">Roop Chand v. State\\n                of Punjab8</a>. It is seemly to note here that the said\\n                principle has been followed in Indore Vikas\\n                Pradhikaran10.</span></span>\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_60\\\">                52. Mr Sundaram has strongly relied on Pratapchand\\n                Nopaji11. In the said case, the three-Judge Bench\\n                applied the maxim “qui facit per alium facit per se”.\\n                We may profitably reproduce the passage: (SCC p.\\n                214, para 9)\\n                     “9. … The principle which would apply, if the\\n                     objects are struck by <a href=\\\"/doc/1625889/\\\" id=\\\"a_61\\\">Section 23</a> of the Contract\\n                     Act, is embodied in the maxim: “qui facit per\\n                     alium facit per se” (what one does through\\n                     another is done by oneself). To put it in another\\n                     form, that which cannot be done directly may\\n                     not be done indirectly by engaging another\\n                     outside the prohibited area to do the illegal act\\n                     within the prohibited area. It is immaterial\\n                     whether, for the doing of such an illegal act, the\\n                     agent employed is given the wider powers or\\n                     authority of the “pucca adatia”, or, as the High\\n                     Court had held, he is clothed with the powers of\\n                     an ordinary commission agent only.”\\n\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_61\\\">                <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"62740538\\\" id=\\\"span_51\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"337745\\\" id=\\\"span_52\\\">53. The aforesaid authorities have been commended\\n                to us to establish the proposition that if the\\n\\n     9 (1997) 7 SCC 37\\n     10 Indore Vikas Pradhikaran   v. Pure Industrial Coke &amp; Chemicals Ltd.,\\n          (<a href=\\\"/doc/337745/\\\" id=\\\"a_62\\\">2007) 8 SCC 705\\n     11   Pratapchand Nopaji v. Kotrike Venkata Setty &amp; Sons</a>, (<a href=\\\"/doc/62740538/\\\" id=\\\"a_63\\\">1975) 2 SCC 208\\n\\fArbitration Application No.32 of 2019\\nPerkins Eastman Architects DPC &amp; Anr. v. HSCC (India) Ltd</a>.</span></span>\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_53\\\">                                                                              21</span>\\n\\n<p data-structure=\\\"PetArg\\\" id=\\\"p_62\\\">               nomination of an arbitrator by an ineligible arbitrator\\n               is allowed, it would tantamount to carrying on the\\n               proceeding of arbitration by himself. According to the\\n               learned counsel for the appellant, ineligibility strikes\\n               at the root of his power to arbitrate or get it arbitrated\\n               upon by a nominee.\\n</p>\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_63\\\">               54. In such a context, the fulcrum of the controversy\\n               would be, can an ineligible arbitrator, like the\\n               Managing Director, nominate an arbitrator, who may\\n               be otherwise eligible and a respectable person. As\\n               stated earlier, we are neither concerned with the\\n               objectivity nor the individual respectability. We are\\n               only concerned with the authority or the power of the\\n               Managing Director. By our analysis, we are obligated\\n               to arrive at the conclusion that once the arbitrator has\\n               become ineligible by operation of law, he cannot\\n               nominate another as an arbitrator. The arbitrator\\n               becomes ineligible as per prescription contained in\\n               <a href=\\\"/doc/16912364/\\\" id=\\\"a_64\\\">Section 12(5)</a> of the Act. It is inconceivable in law\\n               that person who is statutorily ineligible can nominate\\n               a person. Needless to say, once the infrastructure\\n               collapses, the superstructure is bound to collapse. One\\n               cannot have a building without the plinth. Or to put it\\n               differently, once the identity of the Managing Director\\n               as the sole arbitrator is lost, the power to nominate\\n               someone else as an arbitrator is obliterated. Therefore,\\n               the view expressed by the High Court is not\\n               sustainable and we say so.”\\n\\n\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_64\\\">     <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"62740538\\\" id=\\\"span_54\\\">15.    It was thus held that as the Managing Director became ineligible by\\n\\n     operation of law to act as an arbitrator, he could not nominate another\\n\\n     person to act as an arbitrator and that once the identity of the Managing\\n\\n     Director as the sole arbitrator was lost, the power to nominate someone\\n\\n     else as an arbitrator was also obliterated. The relevant Clause in said case\\n\\n     had nominated the Managing Director himself to be the sole arbitrator and\\n\\n     also empowered said Managing Director to nominate another person to act\\n\\f<a href=\\\"/doc/62740538/\\\" id=\\\"a_65\\\">Arbitration Application No.32 of 2019\\nPerkins Eastman Architects DPC &amp; Anr. v. HSCC (India) Ltd</a>.</span>\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_55\\\">                                                                                22</span>\\n\\n<p data-structure=\\\"Section\\\" id=\\\"p_65\\\">     as an arbitrator. The Managing Director thus had two capacities under said\\n\\n     Clause, the first as an arbitrator and the second as an appointing authority.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_66\\\">     In the present case we are concerned with only one capacity of the\\n\\n     Chairman and Managing Director and that is as an appointing authority.\\n</p>\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_67\\\">           <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"62740538\\\" id=\\\"span_56\\\">We thus have two categories of cases. The first, similar to the one\\n\\n     dealt with in TRF Limited4 where the Managing Director himself is named\\n\\n     as an arbitrator with an additional power to appoint any other person as an\\n\\n     arbitrator. In the second category, the Managing Director is not to act as an\\n\\n     arbitrator himself but is empowered or authorised to appoint any other\\n\\n     person of his choice or discretion as an arbitrator. If, in the first category\\n\\n     of cases, the Managing Director was found incompetent, it was because of\\n\\n     the interest that he would be said to be having in the outcome or result of\\n\\n     the dispute. The element of invalidity would thus be directly relatable to\\n\\n     and arise from the interest that he would be having in such outcome or\\n\\n     decision. If that be the test, similar invalidity would always arise and\\n\\n     spring even in the second category of cases. If the interest that he has in\\n\\n     the outcome of the dispute, is taken to be the basis for the possibility of\\n\\n     bias, it will always be present irrespective of whether the matter stands\\n\\n     under the first or second category of cases. We are conscious that if such\\n\\n     deduction is drawn from the decision of this Court in TRF Limited4, all\\n\\n     cases having clauses similar to that with which we are presently concerned,\\n\\f<a href=\\\"/doc/62740538/\\\" id=\\\"a_66\\\">Arbitration Application No.32 of 2019\\nPerkins Eastman Architects DPC &amp; Anr. v. HSCC (India) Ltd</a>.</span>\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_57\\\">                                                                                 23</span>\\n\\n<p data-structure=\\\"Section\\\" id=\\\"p_68\\\">     a party to the agreement would be disentitled to make any appointment of\\n\\n     an Arbitrator on its own and it would always be available to argue that a\\n\\n     party or an official or an authority having interest in the dispute would be\\n\\n     disentitled to make appointment of an Arbitrator.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_69\\\">     <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"62740538\\\" id=\\\"span_58\\\">16.     But, in our view that has to be the logical deduction from TRF\\n\\n     Limited4.   Paragraph 50 of the decision shows that this Court was\\n\\n     concerned with the issue, “whether the Managing Director, after becoming\\n\\n     ineligible by operation of law, is he still eligible to nominate an Arbitrator”\\n\\n     The ineligibility referred to therein, was as a result of operation of law, in\\n\\n     that a person having an interest in the dispute or in the outcome or decision\\n\\n     thereof, must not only be ineligible to act as an arbitrator but must also not\\n\\n     be eligible to appoint anyone else as an arbitrator and that such person\\n\\n     cannot and should not have any role in charting out any course to the\\n\\n     dispute resolution by having the power to appoint an arbitrator. The next\\n\\n     sentences in the paragraph, further show that cases where both the parties\\n\\n     could nominate respective arbitrators of their choice were found to be\\n\\n     completely a different situation.      The reason is clear that whatever\\n\\n     advantage a party may derive by nominating an arbitrator of its choice\\n\\n     would get counter balanced by equal power with the other party. But, in a\\n\\n     case where only one party has a right to appoint a sole arbitrator, its choice\\n\\n     will always have an element of exclusivity in determining or charting the\\n\\f<a href=\\\"/doc/62740538/\\\" id=\\\"a_67\\\">Arbitration Application No.32 of 2019\\nPerkins Eastman Architects DPC &amp; Anr. v. HSCC (India) Ltd</a>.</span>\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_59\\\">                                                                               24</span>\\n\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_70\\\">     course for dispute resolution. Naturally, the person who has an interest in\\n\\n     the outcome or decision of the dispute must not have the power to appoint\\n\\n     a sole arbitrator. That has to be taken as the essence of the amendments\\n\\n     brought in by the <a href=\\\"/doc/1306164/\\\" id=\\\"a_68\\\">Arbitration and Conciliation (Amendment) Act, 2015</a>\\n\\n     (Act 3 of 2016) and recognised by the decision of this Court in TRF\\n\\n     Limited4.\\n</p>\\n\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_71\\\">     <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"2073\\\" id=\\\"span_60\\\">17.       We must also at this stage refer to the following observations made\\n\\n     by this Court in para 48 of its decision in <a href=\\\"/doc/2073/\\\" id=\\\"a_69\\\">Indian Oil Corpn. Ltd. v. Raja\\n\\n     Transport (P) Ltd.12</a>, which were in the context that was obtaining before\\n\\n     Act 3 of 2016 had come into force: -</span>\\n</p>\\n<blockquote id=\\\"blockquote_35\\\">                 “48. In the light of the above discussion, the scope of\\n                 <a href=\\\"/doc/1841764/\\\" id=\\\"a_70\\\">Section 11</a> of the Act containing the scheme of\\n                 appointment of arbitrators may be summarised thus:\\n</blockquote>\\n<blockquote id=\\\"blockquote_36\\\">                 (i) Where the agreement provides for arbitration with\\n                 three arbitrators (each party to appoint one arbitrator\\n                 and the two appointed arbitrators to appoint a third\\n                 arbitrator), in the event of a party failing to appoint an\\n                 arbitrator within 30 days from the receipt of a request\\n                 from the other party (or the two nominated arbitrators\\n                 failing to agree on the third arbitrator within 30 days\\n                 from the date of the appointment), the Chief Justice or\\n                 his designate will exercise power under sub-section\\n                 (4) of <a href=\\\"/doc/1841764/\\\" id=\\\"a_71\\\">Section 11</a> of the Act.\\n</blockquote>\\n<blockquote id=\\\"blockquote_37\\\">                 <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"62740538\\\" id=\\\"span_61\\\">(ii) Where the agreement provides for arbitration by a\\n                 sole arbitrator and the parties have not agreed upon\\n                 any appointment procedure, the Chief Justice or his\\n                 designate will exercise power under sub-section (5) of\\n                 <a href=\\\"/doc/1841764/\\\" id=\\\"a_72\\\">Section 11</a>, if the parties fail to agree on the\\n\\n     12   (<a href=\\\"/doc/62740538/\\\" id=\\\"a_73\\\">2009) 8 SCC 520\\n\\fArbitration Application No.32 of 2019\\nPerkins Eastman Architects DPC &amp; Anr. v. HSCC (India) Ltd</a>.</span>\\n</blockquote><span class=\\\"hidden_text\\\" id=\\\"span_62\\\">                                                                          25</span>\\n\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_72\\\">               arbitration within thirty days from the receipt of a\\n               request by a party from the other party.\\n</p>\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_73\\\">               (iii) Where the arbitration agreement specifies the\\n               appointment procedure, then irrespective of whether\\n               the arbitration is by a sole arbitrator or by a three-\\n               member Tribunal, the Chief Justice or his designate\\n               will exercise power under sub-section (6) of <a href=\\\"/doc/1841764/\\\" id=\\\"a_74\\\">Section\\n               11</a>, if a party fails to act as required under the agreed\\n               procedure (or the parties or the two appointed\\n               arbitrators fail to reach an agreement expected of\\n               them under the agreed procedure or any\\n               person/institution fails to perform any function\\n               entrusted to him/it under that procedure).\\n</p>\\n<p data-structure=\\\"Section\\\" id=\\\"p_74\\\">               (iv) While failure of the other party to act within 30\\n               days will furnish a cause of action to the party seeking\\n               arbitration to approach the Chief Justice or his\\n               designate in cases falling under sub-sections (4) and\\n               (5), such a time-bound requirement is not found in\\n               sub-section (6) of <a href=\\\"/doc/1841764/\\\" id=\\\"a_75\\\">Section 11</a>. The failure to act as per\\n               the agreed procedure within the time-limit prescribed\\n               by the arbitration agreement, or in the absence of any\\n               prescribed time-limit, within a reasonable time, will\\n               enable the aggrieved party to file a petition under\\n               <a href=\\\"/doc/605764/\\\" id=\\\"a_76\\\">Section 11(6)</a> of the Act.\\n</p>\\n<p data-structure=\\\"Section\\\" id=\\\"p_75\\\">               (v) Where the appointment procedure has been agreed\\n               between the parties, but the cause of action for\\n               invoking the jurisdiction of the Chief Justice or his\\n               designate under clauses (a), (b) or (c) of sub-section\\n               (6) has not arisen, then the question of the Chief\\n               Justice or his designate exercising power under sub-\\n               section (6) does not arise. The condition precedent for\\n               approaching the Chief Justice or his designate for\\n               taking necessary measures under sub-section (6) is\\n               that\\n\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_76\\\">                   (i) a party failing to act as required under the\\n                   agreed appointment procedure; or\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_77\\\">                   <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"62740538\\\" id=\\\"span_63\\\">(ii) the parties (or the two appointed arbitrators)\\n                   failing to reach an agreement expected of them\\n                   under the agreed appointment procedure; or\\n\\f<a href=\\\"/doc/62740538/\\\" id=\\\"a_77\\\">Arbitration Application No.32 of 2019\\nPerkins Eastman Architects DPC &amp; Anr. v. HSCC (India) Ltd</a>.</span>\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_64\\\">                                                                                26</span>\\n\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_78\\\">                     (iii) a person/institution who has been entrusted\\n                     with any function under the agreed appointment\\n                     procedure, failing to perform such function.\\n</p>\\n<p data-structure=\\\"Section\\\" id=\\\"p_79\\\">                 (vi) The Chief Justice or his designate while\\n                 exercising power under sub-section (6) of <a href=\\\"/doc/1841764/\\\" id=\\\"a_78\\\">Section 11</a>\\n                 shall endeavour to give effect to the appointment\\n                 procedure prescribed in the arbitration clause.\\n</p>\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_80\\\">                 (vii) If circumstances exist, giving rise to justifiable\\n                 doubts as to the independence and impartiality of the\\n                 person nominated, or if other circumstances warrant\\n                 appointment of an independent arbitrator by ignoring\\n                 the procedure prescribed, the Chief Justice or his\\n                 designate may, for reasons to be recorded ignore the\\n                 designated arbitrator and appoint someone else.”\\n\\n\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_81\\\">     18.       Sub para (vii) of aforesaid paragraph 48 lays down that if there are\\n\\n     justifiable doubts as to the independence and impartiality of the person\\n\\n     nominated, and if other circumstances warrant appointment of an\\n\\n     independent arbitrator by ignoring the procedure prescribed, such\\n\\n     appointment can be made by the Court. It may also be noted that on the\\n\\n     issue of necessity and desirability of impartial and independent arbitrators\\n\\n     the matter was considered by the Law Commission in its report No.246.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_82\\\">     Paragraphs 53 to 60 under the heading “Neutrality of Arbitrators” are\\n\\n     quoted in the Judgment of this Court in Voestapline Schienen Gmbh v.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_83\\\">     <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"62740538\\\" id=\\\"span_65\\\">Delhi Metro Rail Corpn. Ltd.13, while paras 59 and 60 of the report stand\\n\\n     extracted in the decision of this Court in <a href=\\\"/doc/62740538/\\\" id=\\\"a_79\\\">Bharat Broadband Network\\n\\n\\n\\n     13   (2017) 4 SCC 665\\n\\fArbitration Application No.32 of 2019\\nPerkins Eastman Architects DPC &amp; Anr. v. HSCC (India) Ltd</a>.</span>\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_66\\\">                                                                             27</span>\\n\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_84\\\">     <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"88491207\\\" id=\\\"span_67\\\"><a href=\\\"/doc/88491207/\\\" id=\\\"a_80\\\">Limited v. United Telecoms Limited14</a>. For the present purposes, we may\\n\\n     rely on paragraph 57, which is to the following effect:-</span>\\n</p>\\n<blockquote id=\\\"blockquote_38\\\">                 “57. The balance between procedural fairness and\\n                 binding nature of these contracts, appears to have\\n                 been tilted in favour of the latter by the Supreme\\n                 Court, and the Commission believes the present\\n                 position of law is far from satisfactory. Since the\\n                 principles of impartiality and independence cannot be\\n                 discarded at any stage of the proceedings, specifically\\n                 at the stage of constitution of the Arbitral Tribunal, it\\n                 would be incongruous to say that party autonomy can\\n                 be exercised in complete disregard of these principles\\n                 — even if the same has been agreed prior to the\\n                 disputes having arisen between the parties. There are\\n                 certain minimum levels of independence and\\n                 impartiality that should be required of the arbitral\\n                 process regardless of the parties’ apparent agreement.\\n                 A sensible law cannot, for instance, permit\\n                 appointment of an arbitrator who is himself a party to\\n                 the dispute, or who is employed by (or similarly\\n                 dependent on) one party, even if this is what the\\n                 parties agreed. The Commission hastens to add that\\n                 Mr P.K. Malhotra, the ex officio member of the Law\\n                 Commission suggested having an exception for the\\n                 State, and allow State parties to appoint employee\\n                 arbitrators. The Commission is of the opinion that, on\\n                 this issue, there cannot be any distinction between\\n                 State and non-State parties. The concept of party\\n                 autonomy cannot be stretched to a point where it\\n                 negates the very basis of having impartial and\\n                 independent adjudicators for resolution of disputes. In\\n                 fact, when the party appointing an adjudicator is the\\n                 State, the duty to appoint an impartial and\\n                 independent adjudicator is that much more onerous\\n                 — and the right to natural justice cannot be said to\\n                 have been waived only on the basis of a “prior”\\n                 agreement between the parties at the time of the\\n                 contract and before arising of the disputes.”\\n\\n\\n\\n\\n</blockquote><p data-structure=\\\"Precedent\\\" id=\\\"p_85\\\">     <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"62740538\\\" id=\\\"span_68\\\">14   (<a href=\\\"/doc/62740538/\\\" id=\\\"a_81\\\">2019) 5 SCC 755\\n\\fArbitration Application No.32 of 2019\\nPerkins Eastman Architects DPC &amp; Anr. v. HSCC (India) Ltd</a>.</span>\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_69\\\">                                                                             28</span>\\n\\n\\n\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_86\\\">     19.      In Voestalpine3, this Court dealt with independence and\\n\\n     impartiality of the arbitrator as under:\\n</p>\\n<blockquote id=\\\"blockquote_39\\\">                 “20. Independence and impartiality of the arbitrator\\n                 are the hallmarks of any arbitration proceedings. Rule\\n                 against bias is one of the fundamental principles of\\n                 natural justice which applied to all judicial and quasi-\\n                 judicial proceedings. It is for this reason that\\n                 notwithstanding the fact that relationship between the\\n                 parties to the arbitration and the arbitrators themselves\\n                 are contractual in nature and the source of an\\n                 arbitrator’s appointment is deduced from the\\n                 agreement entered into between the parties,\\n                 notwithstanding the same non-independence and non-\\n                 impartiality of such arbitrator (though contractually\\n                 agreed upon) would render him ineligible to conduct\\n                 the arbitration. The genesis behind this rational is that\\n                 even when an arbitrator is appointed in terms of\\n                 contract and by the parties to the contract, he is\\n                 independent of the parties. Functions and duties\\n                 require him to rise above the partisan interest of the\\n                 parties and not to act in, or so as to further, the\\n                 particular interest of either parties. After all, the\\n                 arbitrator has adjudicatory role to perform and,\\n                 therefore, he must be independent of parties as well as\\n                 impartial. The United Kingdom Supreme Court has\\n                 beautifully highlighted this aspect in Hashwani v.\\n                 Jivraj15 in the following words: (WLR p. 1889, para\\n</blockquote><blockquote id=\\\"blockquote_40\\\">                 <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"62740538\\\" id=\\\"span_70\\\">45)\\n\\n                      “45. … the dominant purpose of appointing an\\n                      arbitrator or arbitrators is the impartial\\n                      resolution of the dispute between the parties in\\n                      accordance with the terms of the agreement and,\\n                      although the contract between the parties and the\\n                      arbitrators would be a contract for the provision\\n                      of personal services, they were not personal\\n                      services under the direction of the parties.”\\n\\n\\n\\n\\n     15   (2011) 1 WLR 1872; 2011 <a href=\\\"/doc/62740538/\\\" id=\\\"a_82\\\">UKSC 40\\n\\fArbitration Application No.32 of 2019\\nPerkins Eastman Architects DPC &amp; Anr. v. HSCC (India) Ltd</a>.</span>\\n</blockquote><span class=\\\"hidden_text\\\" id=\\\"span_71\\\">                                                                            29</span>\\n\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_87\\\">               21. Similarly, Cour de Cassation, France, in a\\n               judgment delivered in 1972 in Consorts Ury,\\n               underlined that:\\n</p><blockquote id=\\\"blockquote_41\\\">               “an independent mind is indispensable in the exercise\\n               of judicial power, whatever the source of that power\\n               may be, and it is one of the essential qualities of an\\n               arbitrator.”\\n\\n</blockquote><p data-structure=\\\"Precedent\\\" id=\\\"p_88\\\">               22. Independence and impartiality are two different\\n               concepts. An arbitrator may be independent and yet,\\n               lack impartiality, or vice versa. Impartiality, as is well\\n               accepted, is a more subjective concept as compared to\\n               independence. Independence, which is more an\\n               objective     concept,     may,     thus,    be      more\\n               straightforwardly ascertained by the parties at the\\n               outset of the arbitration proceedings in light of the\\n               circumstances disclosed by the arbitrator, while\\n               partiality will more likely surface during the\\n               arbitration proceedings.\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_89\\\">                                ……. …..           ……\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_90\\\">               <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"62740538\\\" id=\\\"span_72\\\">30. Time has come to send positive signals to the\\n               international business community, in order to create\\n               healthy arbitration environment and conducive\\n               arbitration culture in this country. Further, as\\n               highlighted by the Law Commission also in its report,\\n               duty becomes more onerous in government contracts,\\n               where one of the parties to the dispute is the\\n               Government or public sector undertaking itself and\\n               the authority to appoint the arbitrator rests with it. In\\n               the instant case also, though choice is given by\\n               DMRC to the opposite party but it is limited to choose\\n               an arbitrator from the panel prepared by DMRC. It,\\n               therefore, becomes imperative to have a much\\n               broadbased panel, so that there is no misapprehension\\n               that principle of impartiality and independence would\\n               be discarded at any stage of the proceedings, specially\\n               at the stage of constitution of the Arbitral Tribunal.\\n               We, therefore, direct that DMRC shall prepare a\\n               broadbased panel on the aforesaid lines, within a\\n               period of two months from today.”\\n\\f<a href=\\\"/doc/62740538/\\\" id=\\\"a_83\\\">Arbitration Application No.32 of 2019\\nPerkins Eastman Architects DPC &amp; Anr. v. HSCC (India) Ltd</a>.</span>\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_73\\\">                                                                              30</span>\\n\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_91\\\">     20.       In the light of the aforestated principles, the report of the Law\\n\\n     Commission and the decision in Voestapline Schienen Gmbh13, the\\n\\n     imperatives of creating healthy arbitration environment demand that the\\n\\n     instant application deserves acceptance.\\n</p>\\n\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_92\\\">     21.       The further question that arises is whether the power can be\\n\\n     exercised by this Court under <a href=\\\"/doc/1841764/\\\" id=\\\"a_84\\\">Section 11</a> of the Act when the appointment\\n\\n     of an arbitrator has already been made by the respondent and whether the\\n\\n     appellant should be left to raise challenge at an appropriate stage in terms\\n\\n     of remedies available in law. Similar controversy was gone into by a\\n\\n     Designated Judge of this Court in Walter Bau AG3 and the discussion on\\n\\n     the point was as under:-\\n</p>\\n<blockquote id=\\\"blockquote_42\\\">                 “9. While it is correct that in Antrix16 and Pricol\\n                 Ltd.17, it was opined by this Court that after\\n                 appointment of an arbitrator is made, the remedy of\\n                 the aggrieved party is not under <a href=\\\"/doc/605764/\\\" id=\\\"a_85\\\">Section 11(6)</a> but\\n                 such remedy lies elsewhere and under different\\n                 provisions of the <a href=\\\"/doc/1052228/\\\" id=\\\"a_86\\\">Arbitration Act</a> (<a href=\\\"/doc/750244/\\\" id=\\\"a_87\\\">Sections 12</a> and <a href=\\\"/doc/1137274/\\\" id=\\\"a_88\\\">13</a>),\\n                 the context in which the aforesaid view was expressed\\n                 cannot be lost sight of. In Antrix16, appointment of the\\n                 arbitrator, as per the ICC Rules, was as per the\\n                 alternative procedure agreed upon, whereas in Pricol\\n                 Ltd.17., the party which had filed the application under\\n                 <a href=\\\"/doc/596725/\\\" id=\\\"a_89\\\">Section 11(6)</a> of the Arbitration Act had already\\n                 submitted to the jurisdiction of the arbitrator. In the\\n                 present case, the situation is otherwise.\\n</blockquote>\\n<blockquote id=\\\"blockquote_43\\\">                 <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"62740538\\\" id=\\\"span_74\\\">10. Unless the appointment of the arbitrator is ex facie\\n                 valid and such appointment satisfies the Court\\n\\n     16   (<a href=\\\"/doc/62740538/\\\" id=\\\"a_90\\\">2014) 11 SCC 560\\n17          (2015) 4 SCC 177\\n\\fArbitration Application No.32 of 2019\\nPerkins Eastman Architects DPC &amp; Anr. v. HSCC (India) Ltd</a>.</span>\\n</blockquote><span class=\\\"hidden_text\\\" id=\\\"span_75\\\">                                                                            31</span>\\n\\n<p data-structure=\\\"Section\\\" id=\\\"p_93\\\">                 <span class=\\\"citetext\\\" data-sentiment=\\\"Neg\\\" data-docid=\\\"62740538\\\" id=\\\"span_76\\\">exercising jurisdiction under <a href=\\\"/doc/596725/\\\" id=\\\"a_91\\\">Section 11(6)</a> of the\\n                 Arbitration Act, acceptance of such appointment as a\\n                 fait accompli to debar the jurisdiction under <a href=\\\"/doc/605764/\\\" id=\\\"a_92\\\">Section\\n                 11(6)</a> cannot be countenanced in law. In the present\\n                 case, the agreed upon procedure between the parties\\n                 contemplated the appointment of the arbitrator by the\\n                 second party within 30 days of receipt of a notice\\n                 from the first party. While the decision in Datar\\n                 Switchgears Ltd.18 may have introduced some\\n                 flexibility in the time frame agreed upon by the\\n                 parties by extending it till a point of time anterior to\\n                 the filing of the application under <a href=\\\"/doc/596725/\\\" id=\\\"a_93\\\">Section 11(6)</a> of the\\n                 Arbitration Act, it cannot be lost sight of that in the\\n                 present case the appointment of Shri Justice A.D.\\n                 Mane is clearly contrary to the provisions of the Rules\\n                 governing the appointment of arbitrators by ICADR,\\n                 which the parties had agreed to abide by in the matter\\n                 of such appointment. The option given to the\\n                 respondent Corporation to go beyond the panel\\n                 submitted by ICADR and to appoint any person of its\\n                 choice was clearly not in the contemplation of the\\n                 parties. If that be so, obviously, the appointment of\\n                 Shri Justice A.D. Mane is non est in law. Such an\\n                 appointment, therefore, will not inhibit the exercise of\\n                 jurisdiction by this Court under <a href=\\\"/doc/596725/\\\" id=\\\"a_94\\\">Section 11(6)</a> of the\\n                 Arbitration Act. It cannot, therefore, be held that the\\n                 present proceeding is not maintainable in law. The\\n                 appointment of Shri Justice A.D. Mane made beyond\\n                 30 days of the receipt of notice by the petitioner,\\n                 though may appear to be in conformity with the law\\n                 <a href=\\\"/doc/62740538/\\\" id=\\\"a_95\\\">laid down in</a> Datar Switchgears Ltd18., is clearly\\n                 contrary to the agreed procedure which required the\\n                 appointment made by the respondent Corporation to\\n                 be from the panel submitted by ICADR. The said\\n                 appointment, therefore, is clearly invalid in law.”</span>\\n\\n\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_94\\\">     <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"62740538\\\" id=\\\"span_77\\\">22.       It may be noted here that the aforesaid view of the Designated\\n\\n     Judge in Walter Bau AG3 was pressed into service on behalf of the\\n\\n     appellant in TRF Limited4 and the opinion expressed by the <a href=\\\"/doc/62740538/\\\" id=\\\"a_96\\\">Designated\\n\\n\\n     18   (2000) 8 SCC 151\\n\\fArbitration Application No.32 of 2019\\nPerkins Eastman Architects DPC &amp; Anr. v. HSCC (India) Ltd</a>.</span>\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_78\\\">                                                                              32</span>\\n\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_95\\\">     Judge was found to be in consonance with the binding authorities of this\\n\\n     Court. It was observed:-\\n</p>\\n\\n<blockquote id=\\\"blockquote_44\\\">               <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"168474344\\\" id=\\\"span_79\\\">“32. Mr Sundaram, learned Senior Counsel for the\\n               appellant has also drawn inspiration from the\\n               judgment passed by the Designated Judge of this\\n               Court in Walter Bau AG3, where the learned Judge,\\n               after referring to Antrix Corpn. Ltd16. , distinguished\\n               the same and also distinguished the authority in\\n               <a href=\\\"/doc/168474344/\\\" id=\\\"a_97\\\">Pricol Ltd. v. Johnson Controls Enterprise Ltd.17</a> and\\n               came to hold that: (Walter Bau AG case3, SCC p. 806,\\n               para 10)\\n\\n                  “10. Unless the appointment of the arbitrator is ex\\n                  facie valid and such appointment satisfies the\\n                  Court exercising jurisdiction under <a href=\\\"/doc/596725/\\\" id=\\\"a_98\\\">Section 11(6)</a>\\n                  of the Arbitration Act, acceptance of such\\n                  appointment as a fait accompli to debar the\\n                  jurisdiction under <a href=\\\"/doc/596725/\\\" id=\\\"a_99\\\">Section 11(6)</a> cannot be\\n                  countenanced in law. …”</span>\\n\\n</blockquote><blockquote id=\\\"blockquote_45\\\">               33. We may immediately state that the opinion\\n               expressed in the aforesaid case is in consonance with\\n               the binding authorities we have referred to\\n               hereinbefore.”\\n\\n</blockquote><blockquote id=\\\"blockquote_46\\\">     <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"62740538\\\" id=\\\"span_80\\\">23.    In TRF Limited4, the Managing Director of the respondent had\\n\\n     nominated a former Judge of this Court as sole arbitrator in terms of\\n\\n     aforesaid Clause 33(d), after which the appellant had preferred an\\n\\n     application under <a href=\\\"/doc/596725/\\\" id=\\\"a_100\\\">Section 11(5)</a> read with <a href=\\\"/doc/596725/\\\" id=\\\"a_101\\\">Section 11(6)</a> of the Act. The\\n\\n     plea was rejected by the High Court and the appeal therefrom on the issue\\n\\n     whether the Managing Director could nominate an arbitrator was decided\\n\\n     in favour of the appellant as stated hereinabove. As regards the issue about\\n\\n     fresh appointment, this Court remanded the matter to the High Court for\\n\\f<a href=\\\"/doc/62740538/\\\" id=\\\"a_102\\\">Arbitration Application No.32 of 2019\\nPerkins Eastman Architects DPC &amp; Anr. v. HSCC (India) Ltd</a>.</span>\\n</blockquote><span class=\\\"hidden_text\\\" id=\\\"span_81\\\">                                                                                33</span>\\n\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_96\\\">     fresh consideration as is discernible from para 55 of the Judgment. In the\\n\\n     light of these authorities there is no hindrance in entertaining the instant\\n\\n     application preferred by the Applicants.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_97\\\">     24.     It is also clear from the Clause in the instant case that no special\\n\\n     qualifications such as expertise in any technical field are required of an\\n\\n     arbitrator. This was fairly accepted by the learned Senior Counsel for the\\n\\n     respondent.\\n</p>\\n\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_98\\\">     25.     In the aforesaid circumstances, in our view a case is made out to\\n\\n     entertain the instant application preferred by the Applicants. We, therefore,\\n\\n     accept the application, annul the effect of the letter dated 30.07.2019 issued\\n\\n     by the respondent and of the appointment of the arbitrator. In exercise of\\n\\n     the power conferred by <a href=\\\"/doc/596725/\\\" id=\\\"a_103\\\">Section 11(6)</a> of the Act, we appoint Dr. Justice\\n\\n     A.K. Sikri, former Judge of this Court as the sole arbitrator to decide all\\n\\n     the disputes arising out of the Agreement dated 22.05.2017, between the\\n\\n     parties, subject to the mandatory declaration made under the amended\\n\\n     <a href=\\\"/doc/1265271/\\\" id=\\\"a_104\\\">Section 12</a> of the Act with respect to independence and impartiality and the\\n\\n     ability to devote sufficient time to complete the arbitration within the\\n\\n     period as per <a href=\\\"/doc/1052228/\\\" id=\\\"a_105\\\">Section 29A</a> of the Act. A copy of the Order be dispatched\\n\\n     to Dr. Justice A. K. Sikri at 144, Sundar Nagar, New Delhi - 110003 (Tel.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_99\\\">     <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"62740538\\\" id=\\\"span_82\\\">No.:- 011 - 41802321). The arbitrator shall be entitled to charge fees in\\n\\f<a href=\\\"/doc/62740538/\\\" id=\\\"a_106\\\">Arbitration Application No.32 of 2019\\nPerkins Eastman Architects DPC &amp; Anr. v. HSCC (India) Ltd</a>.</span>\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_83\\\">                                                                               34</span>\\n\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_100\\\">     terms of the <a href=\\\"/doc/1052228/\\\" id=\\\"a_107\\\">Fourth Schedule to the Act</a>. The fees and other expenses shall\\n\\n     be shared by the parties equally.\\n</p>\\n\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_101\\\">     26.     Before we part, we must say that the appointment of an arbitrator\\n\\n     by this Court shall not be taken as any reflection on the competence and\\n\\n     standing of the arbitrator appointed by the respondent. We must place on\\n\\n     record that not even a suggestion in that respect was made by the learned\\n\\n     counsel for the Applicants.         The matter was argued and has been\\n\\n     considered purely from the legal perspective as discussed hereinabove.\\n</p>\\n\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_102\\\">     27.     This application is allowed in aforesaid terms.</p><pre id=\\\"pre_2\\\">\\n\\n\\n                ARBITRATION APPLICATION NO.34 OF 2019\\n\\n     Perkins Eastman Architects DPC &amp; Anr.                       …Applicants\\n\\n                                         VERSUS\\n\\n     HSCC (India) Ltd.                                           …Respondent\\n\\n\\n</pre><p data-structure=\\\"CDiscource\\\" id=\\\"p_103\\\">     <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"62740538\\\" id=\\\"span_84\\\">28.     The basic facts in this application are more or less identical except\\n\\n     that the request for proposal in this case pertains to “comprehensive\\n\\n     planning and designing, including preparation and development of\\n\\n     concepts, master plan for the campus, preparation of all preliminary and\\n\\n     working drawings for various buildings/structures, including preparation of\\n\\n     specifications and schedule of quantities’ for the proposed <a href=\\\"/doc/62740538/\\\" id=\\\"a_108\\\">All India\\n\\fArbitration Application No.32 of 2019\\nPerkins Eastman Architects DPC &amp; Anr. v. HSCC (India) Ltd</a>.</span>\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_85\\\">                                                                                 35</span>\\n\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_104\\\">     Institute of Medical Sciences at Kalyani, West Bengal.”. Clause No.24\\n\\n     titled as “Dispute Resolution” in this case and the communication\\n\\n     addressed by the Applicants are also identical and the response by the\\n\\n     respondent was also similar. In this case also, appointment of a sole\\n\\n     arbitrator was made by the respondent vide communication dated\\n\\n     30.07.2019.\\n</p>\\n\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_105\\\">             Since the facts are identical and the submissions are common, this\\n\\n     application is disposed of in terms similar to the main matter.\\n</p>\\n\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_106\\\">     29.     In the aforesaid circumstances, we accept the application, annul the\\n\\n     effect of the letter dated 30.07.2019 issued by the respondent and of the\\n\\n     appointment of the arbitrator.     In exercise of the power conferred by\\n\\n     <a href=\\\"/doc/596725/\\\" id=\\\"a_109\\\">Section 11(6)</a> of the Act, we appoint Dr. Justice A.K. Sikri, former Judge of\\n\\n     this Court as the sole arbitrator to decide all the disputes arising out of the\\n\\n     Agreement dated 22.05.2017, between the parties, subject to the mandatory\\n\\n     declaration made under the amended <a href=\\\"/doc/1265271/\\\" id=\\\"a_110\\\">Section 12</a> of the Act with respect to\\n\\n     independence and impartiality and the ability to devote sufficient time to\\n\\n     complete the arbitration within the period as per <a href=\\\"/doc/1052228/\\\" id=\\\"a_111\\\">Section 29A</a> of the Act.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_107\\\">     <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"62740538\\\" id=\\\"span_86\\\">A copy of the Order be dispatched to Dr. Justice A. K. Sikri at 144, Sundar\\n\\n     Nagar, New Delhi - 110003 (Tel. No.:- 011 - 41802321). The arbitrator\\n\\f<a href=\\\"/doc/62740538/\\\" id=\\\"a_112\\\">Arbitration Application No.32 of 2019\\nPerkins Eastman Architects DPC &amp; Anr. v. HSCC (India) Ltd</a>.</span>\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_87\\\">                                                                                36</span>\\n\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_108\\\">     shall be entitled to charge fees in terms of the <a href=\\\"/doc/1052228/\\\" id=\\\"a_113\\\">Fourth Schedule to the Act</a>.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_109\\\">     The fees and other expenses shall be shared by the parties equally.</p><pre id=\\\"pre_3\\\">\\n\\n\\n                ARBITRATION APPLICATION NO.35 OF 2019\\n\\n     Perkins Eastman Architects DPC &amp; Anr.                        …Applicants\\n\\n                                      VERSUS\\n\\n     HSCC (India) Ltd.                                            …Respondent\\n\\n\\n</pre><p data-structure=\\\"CDiscource\\\" id=\\\"p_110\\\">     30.     The basic facts in this application are more or less identical except\\n\\n     that the request for proposal in this case pertains to “comprehensive\\n\\n     planning and designing, including preparation and development of\\n\\n     concepts, master plan for the campus, preparation of all preliminary and\\n\\n     working drawings for various buildings/structures, including preparation of\\n\\n     specifications and schedule of quantities’ for the proposed All India\\n\\n     Institute of Medical Sciences at Nagpur, Maharashtra.” Clause No.24\\n\\n     titled as “Dispute Resolution” in this case and the communication\\n\\n     addressed by the Applicants are also identical and the response by the\\n\\n     respondent was also similar. In this case also, appointment of a sole\\n\\n     arbitrator was made by the respondent vide communication dated\\n\\n     30.07.2019.\\n</p>\\n\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_111\\\">             <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"62740538\\\" id=\\\"span_88\\\">Since the facts are identical and the submissions are common, this\\n\\n     application is disposed of in terms similar to the main matter.\\n\\f<a href=\\\"/doc/62740538/\\\" id=\\\"a_114\\\">Arbitration Application No.32 of 2019\\nPerkins Eastman Architects DPC &amp; Anr. v. HSCC (India) Ltd</a>.</span>\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_89\\\">                                                                                 37</span>\\n\\n\\n\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_112\\\">     31.     In the aforesaid circumstances, we accept the application, annul the\\n\\n     effect of the letter dated 30.07.2019 issued by the respondent and of the\\n\\n     appointment of the arbitrator.     In exercise of the power conferred by\\n\\n     <a href=\\\"/doc/596725/\\\" id=\\\"a_115\\\">Section 11(6)</a> of the Act, we appoint Dr. Justice A.K. Sikri, former Judge of\\n\\n     this Court as the sole arbitrator to decide all the disputes arising out of the\\n\\n     Agreement dated 22.05.2017, between the parties, subject to the mandatory\\n\\n     declaration made under the amended <a href=\\\"/doc/1265271/\\\" id=\\\"a_116\\\">Section 12</a> of the Act with respect to\\n\\n     independence and impartiality and the ability to devote sufficient time to\\n\\n     complete the arbitration within the period as per <a href=\\\"/doc/1052228/\\\" id=\\\"a_117\\\">Section 29A</a> of the Act.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_113\\\">     A copy of the Order be dispatched to Dr. Justice A. K. Sikri at 144, Sundar\\n\\n     Nagar, New Delhi - 110003 (Tel. No.:- 011 - 41802321). The arbitrator\\n\\n     shall be entitled to charge fees in terms of the <a href=\\\"/doc/1052228/\\\" id=\\\"a_118\\\">Fourth Schedule to the Act</a>.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_114\\\">     The fees and other expenses shall be shared by the parties equally.\\n</p>\\n\\n\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_115\\\">                                                          ……………………….J.\\n                                                            (Uday Umesh Lalit)\\n\\n\\n                                                          ……………………….J.\\n                                                             (Indu Malhotra)\\n     New Delhi;\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_116\\\">     November 26, 2019.\\n</p>\\f\",\"numcites\":33,\"numcitedby\":1034,\"docsource\":\"Supreme Court of India\",\"citetid\":155925871,\"divtype\":\"judgments\",\"relatedqs\":[{\"value\":\"sec 11(6)  arbitration \",\"formInput\":\"sec%2011%286%29%20%20arbitration%20\"},{\"value\":\"impartiality of independent\",\"formInput\":\"impartiality%20of%20independent\"},{\"value\":\"perkins eastman\",\"formInput\":\"perkins%20eastman\"},{\"value\":\"appointment of sole arbitrator\",\"formInput\":\"appointment%20of%20sole%20arbitrator\"},{\"value\":\"international commercial arbitration\",\"formInput\":\"international%20commercial%20arbitration\"},{\"value\":\"sec 11 of arbitration act\",\"formInput\":\"sec%2011%20of%20arbitration%20act\"},{\"value\":\"arbitration section 11\",\"formInput\":\"arbitration%20section%2011\"},{\"value\":\"dpc\",\"formInput\":\"dpc\"},{\"value\":\"appointment of arbitrator/\",\"formInput\":\"appointment%20of%20arbitrator/\"},{\"value\":\"powers of the arbitrator\",\"formInput\":\"powers%20of%20the%20arbitrator\"},{\"value\":\"arbitrator, impartiality\",\"formInput\":\"arbitrator%2C%20impartiality\"},{\"value\":\"arbitrator independence impartial \",\"formInput\":\"arbitrator%20independence%20impartial%20\"},{\"value\":\"Perkins \",\"formInput\":\"Perkins%20\"},{\"value\":\"\\\"operation of law\\\"\",\"formInput\":\"%22operation%20of%20law%22\"},{\"value\":\"international arbitration \",\"formInput\":\"international%20arbitration%20\"},{\"value\":\"major general\",\"formInput\":\"major%20general\"},{\"value\":\"invoking of arbitration\",\"formInput\":\"invoking%20of%20arbitration\"},{\"value\":\"consortium agreement\",\"formInput\":\"consortium%20agreement\"},{\"value\":\"body corporate\",\"formInput\":\"body%20corporate\"},{\"value\":\"arbitration clause\",\"formInput\":\"arbitration%20clause\"}],\"cats\":[{\"value\":\"power-of-court-to-remove-arbitrators, umpire-misconducting-arbitrator\",\"formInput\":\"tag:power-of-court-to-remove-arbitrators, umpire-misconducting-arbitrator\"},{\"value\":\"appointment-of-arbitrators\",\"formInput\":\"tag:appointment-of-arbitrators\"},{\"value\":\"arbitration\",\"formInput\":\"tag:arbitration\"},{\"value\":\"arbitration-and-conciliation\",\"formInput\":\"tag:arbitration-and-conciliation\"}],\"courtcopy\":true,\"query_alert\":null,\"agreement\":false}",
  "metadata": "{\"tid\":155925871,\"publishdate\":\"2019-11-26\",\"doctype\":\"Supreme Court of India\",\"relurl\":\"judis.nic.in/2019-11-26/perkins_eastman_architects_dpc_hscc_india_limited\",\"caseno\":\"ARBIT.CASE(C) No.-000032 / 2019\",\"numcites\":33,\"numcitedby\":1034,\"title\":\"Perkins Eastman Architects Dpc vs Hscc (India) Limited on 26 November, 2019\"}"
}