{
  "petition": {
    "tid": 157736723,
    "catids": [
      30,
      116,
      45
    ],
    "doctype": 1000,
    "publishdate": "2019-02-06",
    "authorid": 544,
    "bench": [
      675,
      1670,
      544
    ],
    "title": "Bir Singh vs Mukesh Kumar on 6 February, 2019",
    "numcites": 25,
    "numcitedby": 2207,
    "headline": "",
    "docsize": 38133,
    "fragment": true,
    "docsource": "Supreme Court of India",
    "author": "I Banerjee",
    "authorEncoded": "i-banerjee",
    "citation": "2019 (4) SCC 197"
  },
  "document": "{\"tid\":157736723,\"publishdate\":\"2019-02-06\",\"title\":\"Bir Singh vs Mukesh Kumar on 6 February, 2019\",\"doc\":\"<h2 class=\\\"doc_title\\\">Bir Singh vs Mukesh Kumar on 6 February, 2019</h2>\\n\\n<h3 class=\\\"doc_citations\\\">Equivalent citations: AIR 2019 SUPREME COURT 2446, 2019 (4) SCC 197, AIRONLINE 2019 SC 577, 2019 CRI LJ 3227, 2019 CRILR(SC MAH GUJ) 187, (2019) 195 ALLINDCAS 155 (SC), (2019) 106 ALLCRIC 923, (2019) 195 ALLINDCAS 155, (2019) 1 ALLCRILR 1064, (2019) 1 ALLCRIR 937, (2019) 1 BANKCAS 563, (2019) 1 CIVILCOURTC 580, (2019) 1 CRILR(RAJ) 187, (2019) 1 GUJ LH 338, (2019) 1 ICC 1129, (2019) 1 KER LT 598, (2019) 1 NIJ 145, (2019) 1 ORISSA LR 447, (2019) 1 PAT LJR 614, (2019) 1 PUN LR 812, (2019) 1 UC 369, (2019) 2 ALD(CRL) 767, (2019) 2 BOMCR(CRI) 311, (2019) 2 KER LJ 205, (2019) 2 MAD LJ(CRI) 565, (2019) 2 RECCRIR 1, (2019) 2 SCALE 698, 2019 (2) SCC (CRI) 40, (2019) 4 CRIMES 149, (2019) 4 CURCC 74, (2019) 74 OCR 87, 2019 ACD 729 (SC), 2019 CALCRILR 1 241, 2019 CRILR(SC&MP) 187, AIR 2019 SC( CRI) 1361</h3>\\n\\n<h3 class=\\\"doc_author\\\">Author: <a href=\\\"/search/?formInput=authorid:i-banerjee\\\">Indira Banerjee</a></h3>\\n\\n<h3 class=\\\"doc_bench\\\">Bench: <a href=\\\"/search/?formInput=benchid:n-v-ramana\\\">N.V. Ramana</a>, <a href=\\\"/search/?formInput=benchid:deepak-gupta\\\">Deepak Gupta</a>, <a href=\\\"/search/?formInput=benchid:i-banerjee\\\">Indira Banerjee</a></h3>\\n\\n<pre id=\\\"pre_1\\\">                                                                  1\\n\\n\\n                                                REPORTABLE\\n\\n\\n\\n              THE SUPREME COURT OF INDIA\\n            CRIMINAL APPELLATE JURISDICTION\\n\\n\\n\\n        CRIMINAL APPEAL NOS.230-231 OF 2019\\n          (@ SLP(CRL ) NOS. 9334-35 OF 2018)\\n\\n\\n\\nBir Singh                                          … Appellant\\n\\n\\n                           VERSUS\\n\\nMukesh Kumar                                     …Respondent\\n\\n\\n\\n\\n                       JUDGMENT\\n</pre>\\n\\n<p data-structure=\\\"Issue\\\" id=\\\"p_1\\\">Indira Banerjee, J.\\n</p>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_2\\\">\\n\\n</p><p data-structure=\\\"Issue\\\" id=\\\"p_3\\\">      Leave granted.\\n</p>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_4\\\">2.   These appeals are against a Judgment and order dated 21-11-\\n\\n2017 passed by the High Court of Punjab and Haryana at\\n\\nChandigarh allowing the Criminal Revisional Application being\\n\\nCriminal Revision Petition No.849 of 2016 filed by the respondent-\\n\\naccused, challenging a judgment and order dated 20-2-2016\\n\\npassed by the Additional Sessions Judge, Palwal in Criminal Appeal\\n\\nNo.13/2015 filed by the respondent-accused, inter alia, affirming a\\n\\njudgment and order of conviction of the respondent-accused,\\n<span class=\\\"hidden_text\\\" id=\\\"span_1\\\">\\f                                                                               2</span>\\n\\n\\npassed by the Judicial Magistrate, 1 st Class, Palwal under <a href=\\\"/doc/1823824/\\\" id=\\\"a_1\\\">Section\\n\\n138</a> of the Negotiable Instruments Act, 1881.\\n</p>\\n<p data-structure=\\\"Facts\\\" id=\\\"p_5\\\">3.     It    is   the   case    of   the     appellant-complainant,   that   the\\n\\nrespondent-accused issued a cheque being Cheque No.034212\\n\\ndated 4-3-2012 drawn on Axis Bank, Branch, Palwal in the name of\\n\\nthe appellant towards repayment of a “friendly loan”                   of Rs.15\\n\\nlakhs advanced by the appellant-complainant to the respondent-\\n\\naccused.\\n</p>\\n<p data-structure=\\\"Facts\\\" id=\\\"p_6\\\">4.     On 11-4-2012, the appellant-complainant deposited the said\\n\\ncheque in his bank, but the cheque was returned unpaid with the\\n\\nendorsement “Insufficient Fund”.\\n</p>\\n<p data-structure=\\\"Facts\\\" id=\\\"p_7\\\">5.     The appellant-complainant has alleged that, on the assurance\\n\\nof the respondent-accused, that there would be sufficient funds in\\n\\nhis bank account to cover the amount of the cheque, the\\n\\nappellant-complainant again presented the cheque to his bank on\\n\\n23-5-2012, but it was again returned unpaid with the remark\\n\\n“Insufficient Fund”.\\n</p>\\n<p data-structure=\\\"Facts\\\" id=\\\"p_8\\\">6.     On 15-6-2012, the appellant-complainant issued a legal notice\\n\\nto the respondent-accused through his lawyer, calling upon the\\n\\nrespondent-accused to pay the cheque amount. The said notice,\\n\\nsent        by    registered    post,   was    according   to   the   appellant-\\n\\ncomplainant,          duly     served   on     the   respondent-accused.     The\\n\\nrespondent-accused, however, did not reply to the notice. Nor did\\n\\nhe pay the cheque amount to the appellant-complainant.\\n<span class=\\\"hidden_text\\\" id=\\\"span_2\\\">\\f                                                                    3</span>\\n\\n\\n</p><p data-structure=\\\"Facts\\\" id=\\\"p_9\\\">7.   The appellant-complainant filed a Criminal Complaint against\\n\\nthe respondent-accused, being Case No.106 of 2012 before the\\n\\nJudicial Magistrate 1st Class, Palwal, under <a href=\\\"/doc/1823824/\\\" id=\\\"a_2\\\">Section 138</a> of the\\n\\nNegotiable Instruments Act.\\n</p>\\n<p data-structure=\\\"Section\\\" id=\\\"p_10\\\">8.   <a href=\\\"/doc/1823824/\\\" id=\\\"a_3\\\">Sections 138</a> and <a href=\\\"/doc/268919/\\\" id=\\\"a_4\\\">139</a> of the Negotiable Instruments Act are\\n\\nset out herein below for convenience:-\\n</p>\\n<blockquote id=\\\"blockquote_1\\\">           “138 Dishonour of cheque for insufficiency,\\n      etc., of funds in the account. —Where any cheque\\n      drawn by a person on an account maintained by him\\n      with a banker for payment of any amount of money to\\n      another person from out of that account for the\\n      discharge, in whole or in part, of any debt or other\\n      liability, is returned by the bank unpaid, either because\\n      of the amount of money standing to the credit of that\\n      account is insufficient to honour the cheque or that it\\n      exceeds the amount arranged to be paid from that\\n      account by an agreement made with that bank, such\\n      person shall be deemed to have committed an offence\\n      and shall, without prejudice to any other provisions of\\n      this Act, be punished with imprisonment for a term\\n      which may be extended to two years, or with fine which\\n      may extend to twice the amount of the cheque, or with\\n      both:\\n</blockquote>\\n<blockquote id=\\\"blockquote_2\\\">      Provided that nothing contained in this section shall\\n      apply unless—\\n\\n</blockquote><blockquote id=\\\"blockquote_3\\\">      (a) the cheque has been presented to the bank within a\\n      period of six months from the date on which it is drawn\\n      or within the period of its validity, whichever is earlier;\\n</blockquote>\\n<blockquote id=\\\"blockquote_4\\\">      (b) the payee or the holder in due course of the cheque,\\n      as the case may be, makes a demand for the payment\\n      of the said amount of money by giving a notice in\\n      writing, to the drawer of the cheque,within thirty days of\\n      the receipt of information by him from the bank\\n      regarding the return of the cheque as unpaid; and\\n\\n</blockquote><blockquote id=\\\"blockquote_5\\\">      (c) the drawer of such cheque fails to make the payment\\n      of the said amount of money to the payee or, as the\\n      case may be, to the holder in due course of the cheque,\\n      within fifteen days of the receipt of the said notice.\\n</blockquote><span class=\\\"hidden_text\\\" id=\\\"span_3\\\">\\f                                                                             4</span>\\n\\n\\n<p data-structure=\\\"Section\\\" id=\\\"p_11\\\">                Explanation.— For the purposes of this section, “debt or\\n                other liability” means a legally enforceable debt or\\n                other liability.]\\n\\n\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_12\\\">                139. Presumption in favour of holder.—It shall be\\n                presumed, unless the contrary is proved, that the\\n                holder of a cheque received the cheque of the nature\\n                referred to in <a href=\\\"/doc/1823824/\\\" id=\\\"a_5\\\">section 138</a> for the discharge, in whole or\\n                in part, of any debt or other liability.”\\n\\n\\n\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_13\\\">        9.    The object of <a href=\\\"/doc/1823824/\\\" id=\\\"a_6\\\">Section 138</a> of the Negotiable Instruments Act is\\n\\n        to   infuse credibility to negotiable instruments including cheques\\n\\n        and to encourage and promote the use of negotiable instruments\\n\\n        including cheques in financial transactions. The penal provision of\\n\\n        <a href=\\\"/doc/1823824/\\\" id=\\\"a_7\\\">Section 138</a> of the Negotiable Instruments Act is intended to be a\\n\\n        deterrent to callous issuance of negotiable instruments such as\\n\\n        cheques without serious intention to honour the promise implicit in\\n\\n        the issuance of the same.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_14\\\">        <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"132373854\\\" id=\\\"span_4\\\">10. Having regard to the object of <a href=\\\"/doc/1823824/\\\" id=\\\"a_8\\\">Section 138</a> of the Negotiable\\n\\n        Instruments Act, a prosecution based on a second or successive\\n\\n        default in payment of the cheque amount is not impermissible\\n\\n        simply because no statutory notice had been issued after the first\\n\\n        default and no proceeding for prosecution had been initiated.       As\\n\\n        held by this Court in <a href=\\\"/doc/132373854/\\\" id=\\\"a_9\\\">MSR Leathers vs. S. Palaniappan &amp; Anr</a> 1,\\n\\n        there is no real or qualitative difference between a case where\\n\\n        default is committed and prosecution immediately launched and\\n\\n        another where the prosecution is deferred till the cheque presented\\n\\n        again gets dishonoured for the second time or successive times.\\n1 (2013) 1 SCC 177</span>\\n<span class=\\\"hidden_text\\\" id=\\\"span_5\\\">\\f                                                                5</span>\\n\\n\\n</p><p data-structure=\\\"Facts\\\" id=\\\"p_15\\\">11. By a judgment and order dated 9-2-2015, the Judicial\\n\\nMagistrate I Class, Palwal convicted the respondent-accused under\\n\\n<a href=\\\"/doc/1823824/\\\" id=\\\"a_10\\\">Section 138</a> of the Negotiable Instruments Act and sentenced him\\n\\nto undergo   simple imprisonment     for a period of one year and\\n\\nfurther directed him to pay compensation of Rs.15 lakhs    to the\\n\\nappellant-complainant within one month from the date of the said\\n\\nJudgment and order. Being aggrieved, the respondent-accused filed\\n\\na criminal appeal No.13/2015 dated 9-3-2015 in the court of\\n\\nAdditional Sessions Judge, Palwal.\\n</p>\\n<p data-structure=\\\"Facts\\\" id=\\\"p_16\\\">12. By a judgment and order dated 20-2-2016, the Appellate\\n\\nCourt upheld the conviction of the respondent-accused under\\n\\n<a href=\\\"/doc/1823824/\\\" id=\\\"a_11\\\">Section 138</a> of the Negotiable Instruments Act and confirmed the\\n\\ncompensation of Rs.15 lakhs directed to be paid to the appellant-\\n\\ncomplainant. The sentence of imprisonment was however reduced\\n\\nto six months from one year.\\n</p>\\n<p data-structure=\\\"Facts\\\" id=\\\"p_17\\\">13. The respondent-accused filed a Criminal Revision Petition\\n\\nbeing CRR No.849 of 2016 in the High Court challenging the\\n\\nJudgment and order of the Appellate Court.         The appellant-\\n\\ncomplainant also filed a Criminal Revision Petition being CRR\\n\\nNo.2017 of 2016 challenging the reduction of the sentence from\\n\\none year to six months.\\n</p>\\n<p data-structure=\\\"Facts\\\" id=\\\"p_18\\\">14. By a common final Judgment and order dated 21-11-2017\\n\\nwhich is impugned before us, the High Court has reversed the\\n\\nconcurrent factual findings of the Trial Court and the Appellate\\n\\nCourt and acquitted the respondent of the charge under <a href=\\\"/doc/1012630/\\\" id=\\\"a_12\\\">Section\\n<span class=\\\"hidden_text\\\" id=\\\"span_6\\\">\\f                                                                     6</span></a>\\n\\n\\n<a href=\\\"/doc/1823824/\\\" id=\\\"a_13\\\">138</a> of the Negotiable Instruments Act, observing, inter alia, that\\n\\nthere   was      fiduciary   relationship   between   the   appellant-\\n\\ncomplainant, an Income Tax practitioner, and the respondent-\\n\\naccused who was his client.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_19\\\">15. The High Court observed and held:-\\n</p>\\n<blockquote id=\\\"blockquote_6\\\">            “The complainant had fiduciary relationship with\\n        the accused-petitioner. Therefore, heavy burden was\\n        on the complainant to prove that he had advanced\\n        the loan and that blank cheque for the same was\\n        given to him. The complainant is an income tax\\n        practitioner and he knows that whenever loan is\\n        advanced to anybody, receipt has to be obtained and\\n        that such heavy amount is to be advanced only\\n        through a cheque or demand draft or RTGS.        The\\n        accused-petitioner was the client of the complainant\\n        and they were having professional relationship. The\\n        accused-petitioner was no so thick and thin with the\\n        complainant.      There is no reason why the\\n        complainant, who is an income tax practitioner, will\\n        advance such a heavy loan to his client without any\\n        close relationship and without obtaining any writing\\n        to this effect. There was heavy burden on the\\n        complainant. In such circumstances, the accused-\\n        petitioner is successful in raising reasonable doubts\\n        that the complainant might have misused one of the\\n        blank cheques given to him for payment of income\\n        tax for depositing the same in the Treasury.\\n</blockquote><blockquote id=\\\"blockquote_7\\\">             In order to support his case, the accused-\\n        petitioner took a risk by stepping himself into the\\n        witness box and offered himself for cross-\\n        examination. He asserted in his cross-examination\\n        that the tax return was deposited in cash and the\\n        complainant used to take cash from him. His version\\n        was also supported by one Praveen Kumar, DW2.\\n            From the abovenoted discussions, it is clear that\\n        the parties were in fiduciary relationship and heavy\\n        burden was on the complainant to prove that he had\\n        advanced a loan of Rs.15,00,000/- to his client\\n<span class=\\\"hidden_text\\\" id=\\\"span_7\\\">\\f                                                                     7</span>\\n\\n\\n      without obtaining any writing and that he has not\\n      misused any blank cheque of his client. Such loan\\n      was not shown in the income tax return of the\\n      complainant.\\n</blockquote><blockquote id=\\\"blockquote_8\\\">           For the reasons mentioned above, the case of the\\n      complainant becomes highly doubtful and is not\\n      beyond all reasonable doubts.         Therefore, no\\n      presumption under <a href=\\\"/doc/1823824/\\\" id=\\\"a_14\\\">Section 138</a> of the Negotiable\\n      Instruments Act, 1881 can be raised. Both the courts\\n      below erred in holding the accused-petitioner guilty\\n      for the commission of offence punishable under\\n      <a href=\\\"/doc/1823824/\\\" id=\\\"a_15\\\">Section 138</a> of the Negotiable Instruments Act, 1881.\\n</blockquote>\\n<blockquote id=\\\"blockquote_9\\\">          In view of the foregoing discussions, CRR No. 849\\n     of 2016 is allowed and CRR No.2017 of 2016 is\\n     dismissed. The accused- petitioner stands acquitted of\\n     the notice of accusation served upon him.”\\n\\n\\n</blockquote><p data-structure=\\\"Issue\\\" id=\\\"p_20\\\">16. The short question before us is whether the High Court was\\n\\nright in reversing the concurrent factual findings of the Trial Court\\n\\nand of the Appellate court in exercise of its revisional jurisdiction.\\n\\nThe questions of law which rise in this appeal are, (i) whether a\\n\\nrevisional Court can, in exercise of its discretionary jurisdiction,\\n\\ninterfere with an order of conviction in the absence of any\\n\\njurisdictional error or error of law and (ii) whether the payee of a\\n\\ncheque is disentitled    to the benefit of the presumption under\\n\\n<a href=\\\"/doc/268919/\\\" id=\\\"a_16\\\">Section 139</a> of the Negotiable Instruments Act, of a cheque duly\\n\\ndrawn, having been issued in discharge of a debt or other liability,\\n\\nonly because he is in a fiduciary relationship with the person who\\n\\nhas drawn the cheque.\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_8\\\">\\f                                                                                8</span><p data-structure=\\\"Precedent\\\" id=\\\"p_21\\\">\\n\\n\\n</p><p data-structure=\\\"Facts\\\" id=\\\"p_22\\\">17. The Trial Court, on analysis of the evidence adduced by the\\n\\nrespective        parties    arrived   at   the   factual    finding   that   the\\n\\nrespondent-accused had duly issued the cheque in question for\\n\\nRs.15 lakhs in favour of the appellant-complainant, in discharge of\\n\\na debt or liability, the cheque was presented to the bank for\\n\\npayment within the period of its validity, but the cheque had been\\n\\nreturned unpaid for want of sufficient funds in the account of the\\n\\nrespondent-accused in the bank on which the cheque was drawn.\\n\\nStatutory Notice of dishonour was duly issued to which there was\\n\\nno response from the respondent-accused.\\n</p>\\n<p data-structure=\\\"Facts\\\" id=\\\"p_23\\\">18. The Appellate Court affirmed the aforesaid factual findings.\\n\\nThe Trial Court and the Appellate Court arrived at the specific\\n\\nconcurrent factual finding that the cheque had admittedly been\\n\\nsigned by the respondent-accused.                 The Trial Court and the\\n\\nAppellate Court rejected the plea of the respondent-accused that\\n\\nthe appellant-complainant had misused a blank signed cheque\\n\\nmade       over     by      the   respondent-accused        to   the   appellant-\\n\\ncomplainant for deposit of Income Tax, in view of the admission of\\n\\nthe respondent-accused that taxes were paid in cash for which the\\n\\nappellant-complainant used to take payment from the respondent\\n\\nin cash.\\n</p>\\n<p data-structure=\\\"Section\\\" id=\\\"p_24\\\">19. It is well settled that in exercise of revisional jurisdiction under\\n\\n<a href=\\\"/doc/1679850/\\\" id=\\\"a_17\\\">Section 482</a> of the Criminal Procedure Code, the High Court does\\n\\nnot, in the absence of perversity, upset concurrent factual findings.\\n\\nIt is not for the Revisional Court to re-analyse and re-interpret the\\n<span class=\\\"hidden_text\\\" id=\\\"span_9\\\">\\f                                                                           9</span>\\n\\n\\n       evidence on record.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_25\\\">       <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"314268\\\" id=\\\"span_10\\\">20. As held by this Court in <a href=\\\"/doc/314268/\\\" id=\\\"a_18\\\">Southern Sales and Services and\\n\\n       Others vs. Sauermilch Design and Handels GMBH</a> 2, it is a well\\n\\n       established principle of law that the Revisional Court will not\\n\\n       interfere even if a wrong order is passed by a court having\\n\\n       jurisdiction, in the absence of a jurisdictional error. The answer to\\n\\n       the first question is therefore, in the negative.</span>\\n\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_26\\\">       21. In passing the impugned judgment and order dated 21-11-\\n\\n       2017, the High Court mis-construed <a href=\\\"/doc/268919/\\\" id=\\\"a_19\\\">Section 139</a> of Negotiable\\n\\n       Instruments Act, which mandates that unless the contrary is\\n\\n       proved, it is to be presumed that the holder of a cheque received\\n\\n       the cheque of the nature referred to in <a href=\\\"/doc/1823824/\\\" id=\\\"a_20\\\">Section 138</a>, for the\\n\\n       discharge, in whole or in part, of any debt or other liability.\\n\\n       Needless to mention that the presumption contemplated under\\n\\n       <a href=\\\"/doc/268919/\\\" id=\\\"a_21\\\">Section 139</a> of the Negotiable Instruments Act, is a rebuttable\\n\\n       presumption. However, the onus of proving that the cheque was\\n\\n       not in discharge of any debt or other liability is on the accused\\n\\n       drawer of the cheque.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_27\\\">       22. <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"441929\\\" id=\\\"span_11\\\">In <a href=\\\"/doc/441929/\\\" id=\\\"a_22\\\">Hiten P. Dalal vs. Bratindranath Banerjee3</a>, this Court\\n\\n       held that both <a href=\\\"/doc/1823824/\\\" id=\\\"a_23\\\">Section 138</a> and <a href=\\\"/doc/268919/\\\" id=\\\"a_24\\\">139</a> require that the Court shall\\n\\n       presume the liability of the drawer of the cheques for the amounts\\n\\n       for which the cheques are drawn.</span> <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"151821\\\" id=\\\"span_12\\\">Following the judgment of this\\n\\n       Court in <a href=\\\"/doc/151821/\\\" id=\\\"a_25\\\">State of Madras vs. Vaidyanatha Iyer4</a>, this Court held\\n\\n2 (2008) 14 SCC 457\\n3 (2001) 6 SCC 16\\n4 AIR 1958 SC 61\\n<span class=\\\"hidden_text\\\" id=\\\"span_13\\\">\\f                                                                           10</span>\\n\\n\\n       that it was obligatory on the Court to raise this presumption.</span>\\n\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_28\\\">       <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"441929\\\" id=\\\"span_14\\\">23. <a href=\\\"/doc/268919/\\\" id=\\\"a_26\\\">Section 139</a> introduces an exception to the general rule as to\\n\\n       the burden of proof and shifts the onus on the accused.          The\\n\\n       presumption under <a href=\\\"/doc/268919/\\\" id=\\\"a_27\\\">Section 139</a> of the Negotiable Instruments Act\\n\\n       is a presumption of law, as distinguished from presumption of\\n\\n       facts. Presumptions are rules of evidence and do not conflict with\\n\\n       the presumption of innocence, which requires the prosecution to\\n\\n       prove the case against the accused beyond reasonable doubt. The\\n\\n       obligation on the prosecution may be discharged with the help of\\n\\n       presumptions of law and presumptions of fact unless the accused\\n\\n       adduces evidence showing the reasonable possibility of the non-\\n\\n       existence of the presumed fact as held in <a href=\\\"/doc/441929/\\\" id=\\\"a_28\\\">Hiten P. Dalal</a> (supra).</span>\\n\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_29\\\">       <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"818011\\\" id=\\\"span_15\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"244079\\\" id=\\\"span_16\\\">24. Presumption of innocence is undoubtedly a human right as\\n\\n       contended on behalf of the respondent-accused, relying on the\\n\\n       judgments of this Court in <a href=\\\"/doc/244079/\\\" id=\\\"a_29\\\">Ranjitsing Brahmajeetsing Sharma\\n\\n       vs. State of Maharashtra and Anr5</a> and <a href=\\\"/doc/818011/\\\" id=\\\"a_30\\\">Rajesh Ranjan Yada\\n\\n       @ Pappu Yadav vs. CBI</a> through its Director 6.           However the\\n\\n       guilt may be established by recourse to presumptions in law and\\n\\n       presumptions in facts, as observed above.</span></span>\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_30\\\">       25. <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"193064100\\\" id=\\\"span_17\\\">In <a href=\\\"/doc/193064100/\\\" id=\\\"a_31\\\">Laxmi Dyechem vs. State of Gujarat &amp; Ors.</a> 7, this Court\\n\\n       reiterated that in view of <a href=\\\"/doc/268919/\\\" id=\\\"a_32\\\">Section 139</a>, it has to be presumed that a\\n\\n       cheque was issued in discharge of a debt or other liability but the\\n\\n\\n\\n5 (2005) 5 SCC 294\\n6 (2007) 1 SCC 70\\n7 (2012) 13 SCC 375\\n<span class=\\\"hidden_text\\\" id=\\\"span_18\\\">\\f                                                                           11</span>\\n\\n\\n       presumption could be rebutted by adducing evidence.       The burden\\n\\n       of proof was however on the person who wanted to rebut the\\n\\n       presumption. This Court held “however, this presumption coupled\\n\\n       with the object of <a href=\\\"/doc/1132672/\\\" id=\\\"a_33\\\">Chapter XVII of the Act</a> leads to the conclusion\\n\\n       that by countermanding payment of a post dated cheque, a party\\n\\n       should not be allowed to get away from the penal provision of\\n\\n       <a href=\\\"/doc/1823824/\\\" id=\\\"a_34\\\">Section 138</a> of the Act”.</span>\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_31\\\">       26. <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"363129\\\" id=\\\"span_19\\\">In <a href=\\\"/doc/363129/\\\" id=\\\"a_35\\\">Kumar      Exports vs. Sharma Carpets8</a>, this Court\\n\\n       reiterated that there is a presumption that every negotiable\\n\\n       instrument duly executed, is for discharge of a debt or liability, but\\n\\n       the presumption is rebuttable by proving the contrary. In the facts\\n\\n       and circumstances of the case it was found that the cheque in\\n\\n       question was towards advance for purchase of carpets, which were\\n\\n       in fact not sold by the payee of the cheque to the drawer, as\\n\\n       proved from the deposition of an official of the Sales Tax\\n\\n       Department, who stated that the payee had admitted that he had\\n\\n       not sold the carpets.</span>\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_32\\\">        27. <span class=\\\"citetext\\\" data-sentiment=\\\"Neg\\\" data-docid=\\\"1486400\\\" id=\\\"span_20\\\">In <a href=\\\"/doc/1486400/\\\" id=\\\"a_36\\\">K.N. Beena vs. Muniyappan and Another</a> 9, this Court\\n\\n        held that in view of the provisions of <a href=\\\"/doc/268919/\\\" id=\\\"a_37\\\">Section 139</a> of the\\n\\n        Negotiable Instruments Act read with <a href=\\\"/doc/517539/\\\" id=\\\"a_38\\\">Section 118</a> thereof, the\\n\\n        Court had to presume that the cheque had been issued for\\n\\n        discharging a debt or liability.      The said presumption was\\n\\n        rebuttable and could be rebutted by the accused by proving the\\n\\n\\n8 (2009) 2 SCC 513\\n9(2001) 8 SCC 458\\n<span class=\\\"hidden_text\\\" id=\\\"span_21\\\">\\f                                                                         12</span>\\n\\n\\n        contrary.     But mere denial or rebuttal by the accused was not\\n\\n        enough. The accused had to prove by cogent evidence that there\\n\\n        was no debt or liability.   This Court clearly held that the High\\n\\n        Court had erroneously set aside the conviction, by proceeding on\\n\\n        the basis that denials/averments in the reply of the accused were\\n\\n        sufficient to shift the burden of proof on the complainant to prove\\n\\n        that the cheque had been issued for discharge of a debt or a\\n\\n        liability. This was an entirely erroneous approach. The accused\\n\\n        had to prove in the trial by leading cogent evidence that there\\n\\n        was no debt or liability.</span>\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_33\\\">       28. <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"635335\\\" id=\\\"span_22\\\">In <a href=\\\"/doc/635335/\\\" id=\\\"a_39\\\">R. Vijayan vs. Baby and Another</a> 10 this Court observed\\n\\n       that the object of <a href=\\\"/doc/1132672/\\\" id=\\\"a_40\\\">Chapter XVII of the Negotiable Instruments Act</a>\\n\\n       is both punitive as also compensatory and restitutive. It provides\\n\\n       a single forum and single proceeding for enforcement of criminal\\n\\n       liability by reason of dishonour of cheque and for enforcement of\\n\\n       the civil liability for realization of the cheque amount, thereby\\n\\n       obviating the need for the creditor to move two different fora for\\n\\n       relief.    This Court expressed its anguish that some Magistrates\\n\\n       went by the traditional view, that the criminal proceedings were\\n\\n       for imposing punishment and did not exercise discretion to direct\\n\\n       payment of compensation, causing considerable difficulty to the\\n\\n       complainant, as invariably the limitation for filing civil cases\\n\\n       would expire by the time the criminal case was decided.\\n\\n\\n\\n\\n10 (2012) 1 SCC 260</span>\\n<span class=\\\"hidden_text\\\" id=\\\"span_23\\\">\\f                                                                            13</span>\\n\\n\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_34\\\">       29. <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"635335\\\" id=\\\"span_24\\\">In <a href=\\\"/doc/635335/\\\" id=\\\"a_41\\\">R. Vijayan vs. Baby and another</a> (supra) this Court\\n\\n       observed        that unless there were special circumstances, in all\\n\\n       cases of conviction, the Court should uniformly exercise the power\\n\\n       to levy fine up to twice the cheque amount and keeping in view\\n\\n       the cheque amount and the simple interest thereon at 9% per\\n\\n       annum as the reasonable quantum of loss, direct payment of such\\n\\n       amount as compensation.           This Court rightly observed that\\n\\n       uniformity and consistency in deciding similar cases by different\\n\\n       courts not only increases the credibility of the cheque as a\\n\\n       Negotiable Instrument but also the credibility of the Courts of\\n\\n       Justice.</span>\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_35\\\">       <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1081906\\\" id=\\\"span_25\\\">30. The judgment of this Court in <a href=\\\"/doc/1081906/\\\" id=\\\"a_42\\\">Raj Kumar Khurana vs. State\\n\\n       of (NCT of Delhi) &amp; Anr.11</a> was rendered in the particular facts of\\n\\n       the case where the drawer of the cheque had reported to the police\\n\\n       and the bank that two unfilled cheques signed by him had been\\n\\n       stolen.</span>\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_36\\\">       <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1526299\\\" id=\\\"span_26\\\">31.   The proposition as re-enunciated in <a href=\\\"/doc/1526299/\\\" id=\\\"a_43\\\">John K John vs. Tom\\n\\n       Varghese &amp; Anr.12</a> cited on behalf of the respondent-accused that\\n\\n       if two views are possible, this Court, in exercise of its jurisdiction\\n\\n       under <a href=\\\"/doc/427855/\\\" id=\\\"a_44\\\">Article 136</a> of the Constitution would ordinarily not interfere\\n\\n       with a judgment of acquittal, is well settled.</span>\\n\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_37\\\">       32.   In the aforesaid case this Court affirmed an acquittal under\\n\\n       <a href=\\\"/doc/1823824/\\\" id=\\\"a_45\\\">Section    138</a>     of   the   Negotiable   Instrument   Act,   in   the\\n\\n\\n11 (2009) 6 SCC 72\\n12 (2007) 12 SCC 714\\n<span class=\\\"hidden_text\\\" id=\\\"span_27\\\">\\f                                                                             14</span>\\n\\n\\n       peculiar facts and circumstances of the case where several civil\\n\\n       suits between the parties were pending.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_38\\\">       33. <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"673245\\\" id=\\\"span_28\\\">In <a href=\\\"/doc/673245/\\\" id=\\\"a_46\\\">Krishna Janardhan Bhat vs. Dattatraya G. Hegde</a> 13,\\n\\n       cited on behalf of the respondent-accused, this Court reaffirmed\\n\\n       that <a href=\\\"/doc/268919/\\\" id=\\\"a_47\\\">Section 139</a> of the Act raises a presumption that a cheque duly\\n\\n       drawn was towards a debt or liability. However, keeping in view\\n\\n       the peculiar facts and circumstances of the case, this Court was of\\n\\n       the opinion that the courts below had approached the case from a\\n\\n       wholly different angle by wrong application of legal principles.</span>\\n\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_39\\\">       <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1053139\\\" id=\\\"span_29\\\">34. It is well settled that a judgment is a precedent for the issue\\n\\n       of law which is raised and decided. It is the ratio decidendi of the\\n\\n       case which operates as a binding precedent. As observed by this\\n\\n       Court in <a href=\\\"/doc/1053139/\\\" id=\\\"a_48\\\">State of Punjab &amp; Ors. vs. Surinder Kumar &amp; Ors.</a> 14,\\n\\n       what is binding on all courts is what the Supreme Court says under\\n\\n       <a href=\\\"/doc/882644/\\\" id=\\\"a_49\\\">Article 141</a> of the Constitution, which is declaration of the law and\\n\\n       not what it does under <a href=\\\"/doc/500307/\\\" id=\\\"a_50\\\">Article 142</a> to do complete justice.</span>\\n\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_40\\\">       35. Furthermore,     to   quote   V.   Sudhish   Pai   from   his   book\\n\\n       “Constitutional Supremacy - A Revisit”:-\\n</p>\\n<blockquote id=\\\"blockquote_10\\\">                “Judgments and observations in judgments are not\\n               to be read as Euclid’s theorems or as provisions of\\n               statute. Judicial utterances/pronouncements are in\\n               the setting of the facts of a particular case. To\\n               interpret words and provisions of a statute it may\\n               become necessary for judges to embark upon lengthy\\n               discussions, but such discussion is meant to explain\\n               not define, Judges interpret statutes, their words are\\n\\n13 (2008) 4 SCC 54\\n14 (1992) 1 SCC 489\\n<span class=\\\"hidden_text\\\" id=\\\"span_30\\\">\\f                                                                     15</span>\\n\\n\\n      not to be interpreted as statutes. Thus, precedents\\n      are not to be read as statutes.”\\n</blockquote><p data-structure=\\\"PetArg\\\" id=\\\"p_41\\\">36. The proposition of law which emerges from the <a href=\\\"/doc/1053139/\\\" id=\\\"a_51\\\">judgments\\n\\n<a href=\\\"/doc/1053139/\\\" id=\\\"a_52\\\">referred to above</a></a> is that the onus to rebut the presumption under\\n\\n<a href=\\\"/doc/268919/\\\" id=\\\"a_53\\\">Section 139</a> that the cheque has been issued in discharge of a debt\\n\\nor liability is on the accused and the fact that the cheque might be\\n\\npost dated does not absolve the drawer of a cheque of the penal\\n\\nconsequences of <a href=\\\"/doc/1823824/\\\" id=\\\"a_54\\\">Section 138</a> of the Negotiable Instruments Act.\\n\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_42\\\">37. A meaningful reading of the provisions of the          <a href=\\\"/doc/1132672/\\\" id=\\\"a_55\\\">Negotiable\\n\\nInstruments Act</a> including, in particular, <a href=\\\"/doc/232831/\\\" id=\\\"a_56\\\">Sections 20</a>, <a href=\\\"/doc/692532/\\\" id=\\\"a_57\\\">87</a> and <a href=\\\"/doc/268919/\\\" id=\\\"a_58\\\">139</a>,\\n\\nmakes it amply clear that a person who signs a cheque and makes\\n\\nit over to the payee remains liable unless he adduces evidence to\\n\\nrebut the presumption that the cheque had been issued for\\n\\npayment of a debt or in discharge of a liability. It is immaterial that\\n\\nthe cheque may have been filled in by any person other than the\\n\\ndrawer, if the cheque is duly signed by the drawer.     If the cheque\\n\\nis otherwise valid, the penal provisions of <a href=\\\"/doc/1823824/\\\" id=\\\"a_59\\\">Section 138</a> would be\\n\\nattracted.\\n</p>\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_43\\\">38. If a signed blank cheque is voluntarily presented to a payee,\\n\\ntowards some payment, the payee may fill up the amount and\\n\\nother particulars.   This in itself would not invalidate the cheque.\\n\\nThe onus would still be on the accused to prove that the cheque\\n\\nwas not in discharge of a debt or liability by adducing evidence.\\n\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_44\\\">39. It is not the case of the respondent-accused that he either\\n\\nsigned the cheque or parted with it under any threat or coercion.\\n<span class=\\\"hidden_text\\\" id=\\\"span_31\\\">\\f                                                                 16</span>\\n\\n\\nNor is it the case of the respondent-accused that the unfilled\\n\\nsigned cheque had been stolen.       The existence of a fiduciary\\n\\nrelationship between the payee of a cheque and its drawer, would\\n\\nnot disentitle the payee to the benefit of the presumption under\\n\\n<a href=\\\"/doc/268919/\\\" id=\\\"a_60\\\">Section 139</a> of the Negotiable Instruments Act, in the absence of\\n\\nevidence of exercise of undue influence or coercion. The second\\n\\nquestion is also answered in the negative.\\n</p>\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_45\\\">40. Even a blank cheque leaf, voluntarily signed and handed over\\n\\nby the accused, which is towards some payment, would attract\\n\\npresumption under <a href=\\\"/doc/268919/\\\" id=\\\"a_61\\\">Section 139</a> of the Negotiable Instruments Act,\\n\\nin the absence of any cogent evidence to show that the cheque\\n\\nwas not issued in discharge of a debt.\\n</p>\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_46\\\">41. The fact that the appellant-complainant might have been an\\n\\nIncome Tax practitioner conversant with knowledge of law does not\\n\\nmake any difference to    the law relating to the   dishonour of a\\n\\ncheque. The fact that the loan may not have been advanced by a\\n\\ncheque or demand draft or a receipt might not have been obtained\\n\\nwould make no difference. In this context, it would, perhaps, not\\n\\nbe out of context to note that the fact that the respondent-accused\\n\\nshould have given or signed blank cheque to the appellant-\\n\\ncomplainant, as claimed by the respondent-accused, shows that\\n\\ninitially there was mutual trust and faith between them.\\n\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_47\\\">42.   In the absence of any finding that the cheque in question was\\n\\nnot signed by the respondent-accused or not voluntarily made over\\n<span class=\\\"hidden_text\\\" id=\\\"span_32\\\">\\f                                                                   17</span>\\n\\n\\nto the payee and in the absence of any evidence with regard to the\\n\\ncircumstances in which a blank signed cheque had been given to\\n\\nthe appellant-complainant,     it may reasonably be presumed that\\n\\nthe cheque was filled in by the appellant-complainant being the\\n\\npayee in the presence of the respondent-accused being the\\n\\ndrawer, at his request and/or with his acquiescence.             The\\n\\nsubsequent filling in of an unfilled signed cheque is not an\\n\\nalteration. There was no change in the amount of the cheque, its\\n\\ndate or the name of the payee. The High Court ought not to have\\n\\nacquitted the respondent-accused of the charge under <a href=\\\"/doc/1823824/\\\" id=\\\"a_62\\\">Section 138</a>\\n\\nof the Negotiable Instruments Act.\\n</p>\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_48\\\">43. In our considered opinion, the High Court patently erred in\\n\\nholding that the burden was on the appellant-complainant to prove\\n\\nthat he had advanced the loan and the blank signed cheque was\\n\\ngiven to him in repayment of the same. The finding of the High\\n\\nCourt that the case of the appellant-complainant became highly\\n\\ndoubtful or not beyond reasonable doubt is patently erroneous for\\n\\nthe reasons discussed above.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_49\\\">44. The appeals are allowed. The judgment and order of the High\\n\\nCourt is set aside.   The conviction of the respondent under <a href=\\\"/doc/1823824/\\\" id=\\\"a_63\\\">Section\\n\\n138</a> of the Negotiable Instruments Act is confirmed.    However, the\\n\\nrespondent-accused is sentenced only to fine, which is enhanced to\\n\\nRs.16 lakhs and shall be paid as compensation to the appellant-\\n\\ncomplainant.    The fine shall be deposited in the Trial Court within\\n\\neight weeks from the date, failing which the sentence of\\n<span class=\\\"hidden_text\\\" id=\\\"span_33\\\">\\f                                                                          18</span>\\n\\n\\nimprisonment of one year as imposed by the Trial Court shall\\n\\nrevive. There shall be no order as to costs.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_50\\\">\\n\\n\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_51\\\">                                         .................................J.\\n                                                    (R. BANUMATHI)\\n\\n\\n\\n\\n                                         .................................J.\\n                                                (INDIRA BANERJEE)\\nFEBRUARY 06, 2019\\nNEW DELHI\\n\\f</p>\",\"numcites\":25,\"numcitedby\":2207,\"docsource\":\"Supreme Court of India\",\"citetid\":157736723,\"divtype\":\"judgments\",\"relatedqs\":[{\"value\":\"negotiable instruments act section 138\",\"formInput\":\"negotiable%20instruments%20act%20section%20138\"},{\"value\":\"section 139 of negotiable instruments act\",\"formInput\":\"section%20139%20of%20negotiable%20instruments%20act\"},{\"value\":\"138 NEGOTIABLE INSTRUMENT ACT\",\"formInput\":\"138%20NEGOTIABLE%20INSTRUMENT%20ACT\"},{\"value\":\"blank cheque\",\"formInput\":\"blank%20cheque\"},{\"value\":\"fiduciary relationship\",\"formInput\":\"fiduciary%20relationship\"},{\"value\":\"blank cheque is no cheque\",\"formInput\":\"blank%20cheque%20is%20no%20cheque\"},{\"value\":\"presumption under section 139\",\"formInput\":\"presumption%20under%20section%20139\"},{\"value\":\"amount of cheque more than\",\"formInput\":\"amount%20of%20cheque%20more%20than\"},{\"value\":\"no debt liability\",\"formInput\":\"no%20debt%20liability\"},{\"value\":\"criminal revision petition\",\"formInput\":\"criminal%20revision%20petition\"},{\"value\":\"blank signed cheque \",\"formInput\":\"blank%20signed%20cheque%20\"},{\"value\":\"criminal revision\",\"formInput\":\"criminal%20revision\"},{\"value\":\"139 of negotiable instruments act \",\"formInput\":\"139%20of%20negotiable%20instruments%20act%20\"},{\"value\":\"blanks   filter:   negotiable instruments act\",\"formInput\":\"blanks%20%20%20filter%3A%20%20%20negotiable%20instruments%20act\"},{\"value\":\"rebuttal\",\"formInput\":\"rebuttal\"},{\"value\":\"negotiable instrument 138\",\"formInput\":\"negotiable%20instrument%20138\"},{\"value\":\"sec 138 of negotiable instrument \",\"formInput\":\"sec%20138%20of%20negotiable%20instrument%20\"},{\"value\":\"presumptive\",\"formInput\":\"presumptive\"},{\"value\":\"adducing evidence\",\"formInput\":\"adducing%20evidence\"},{\"value\":\"payee\",\"formInput\":\"payee\"}],\"cats\":[{\"value\":\"cheque-dishonour\",\"formInput\":\"tag:cheque-dishonour\"},{\"value\":\"presumption-in-favour-of-cheque-holder, benefit-of-doubt-to-cheque-holder\",\"formInput\":\"tag:presumption-in-favour-of-cheque-holder, benefit-of-doubt-to-cheque-holder\"},{\"value\":\"negotiable-instruments\",\"formInput\":\"tag:negotiable-instruments\"}],\"courtcopy\":true,\"query_alert\":null,\"agreement\":false}",
  "metadata": "{\"tid\":157736723,\"publishdate\":\"2019-02-06\",\"doctype\":\"Supreme Court of India\",\"relurl\":\"judis.nic.in/2019-02-06/bir_singh_mukesh_kumar\",\"caseno\":\"Crl.A. No.-000230-000231 / 2019\",\"numcites\":25,\"numcitedby\":2207,\"title\":\"Bir Singh vs Mukesh Kumar on 6 February, 2019\"}"
}