{
  "petition": {
    "tid": 16577732,
    "catids": [
      4
    ],
    "doctype": 1024,
    "publishdate": "2023-05-29",
    "authorid": 868,
    "bench": [
      868
    ],
    "title": "Madhu Tanwar And Anr vs State Of Punjab on 29 May, 2023",
    "numcites": 33,
    "numcitedby": 147,
    "headline": "",
    "docsize": 62136,
    "fragment": true,
    "docsource": "Punjab-Haryana High Court",
    "author": "A Chitkara",
    "authorEncoded": "a-chitkara"
  },
  "document": "{\"tid\":16577732,\"publishdate\":\"2023-05-29\",\"title\":\"Madhu Tanwar And Anr vs State Of Punjab on 29 May, 2023\",\"doc\":\"<h2 class=\\\"doc_title\\\">Madhu Tanwar And Anr vs State Of Punjab on 29 May, 2023</h2>\\n\\n<h3 class=\\\"doc_author\\\">Author: <a href=\\\"/search/?formInput=authorid:a-chitkara\\\">Anoop Chitkara</a></h3>\\n\\n<h3 class=\\\"doc_bench\\\">Bench: <a href=\\\"/search/?formInput=benchid:a-chitkara\\\">Anoop Chitkara</a></h3>\\n\\n<pre id=\\\"pre_1\\\">                                                          Neutral Citation No:=2023:PHHC:077618\\n\\n\\n\\nCRM-M-27097-2023                                                             2023:PHHC:077618\\n\\n\\n\\n102            IN THE HIGH COURT OF PUNJAB AND HARYANA\\n                            AT CHANDIGARH\\n\\n                                                   CRM-M-27097-2023\\n                                                   Date of Decision: 29.05.2023\\n\\nMadhu Tanwar and Anr                                      ...Pe  oners\\n\\n                                     Versus\\n\\nState of Punjab                                           ...Respondent\\n\\n\\nCORAM:         HON&#x27;BLE MR. JUSTICE ANOOP CHITKARA\\n\\nPresent:       Mr. Abhimanyu Singh, Advocate for the pe  oners.\\n\\n               Mr. Harsimar Singh Si&#x27;a, DAG, Punjab.\\n\\n               Mr. Surender Pal, Advocte for the complainant.\\n\\n                                     ****\\nANOOP CHITKARA, J. (ORAL)\\n</pre>\\n<pre id=\\\"pre_2\\\"> FIR No.   Dated         Police Sta2on              Sec2ons\\n 226       12.08.2022    City Kharar , District SAS 406,420,465,467,471,120-B       <a href=\\\"/doc/1569253/\\\" id=\\\"a_1\\\">IPC</a>,\\n                         Nagar (Mohali)             1860\\n\\n</pre><p data-structure=\\\"Facts\\\" id=\\\"p_1\\\">1.    The pe  oners apprehending arrest in the FIR cap oned above, on the allega ons\\nthat at the  me of the wedding of the complainant&#x27;s daughter, they had also given a SUV\\nin dowry to the son of the pe  oners, and the said vehicle was sold by the pe  oners and\\ntheir accomplices by tampering with the hypotheca on documents, have come up before\\nthis Court under Sec on 438 <a href=\\\"/doc/445276/\\\" id=\\\"a_2\\\">CrPC</a> seeking bail.\\n</p>\\n\\n<p data-structure=\\\"PetArg\\\" id=\\\"p_2\\\">2.    In paragraph 22 of the bail pe  on, the accused declares that he has no criminal\\nantecedents.\\n</p>\\n\\n<p data-structure=\\\"PetArg\\\" id=\\\"p_3\\\">3.    Pe  oners&#x27; counsel prays for bail by imposing any stringent condi ons. The\\npe  oners contend that the pre-trial incarcera on would cause an irreversible injus ce to\\nthe pe  oners and family.\\n</p>\\n\\n<p data-structure=\\\"RespArg\\\" id=\\\"p_4\\\">4.    The State opposes bail. Complainant&#x27;s counsel opposes the bail on the grounds that\\nthe pe  oners are not en tled to bail on parity and are main accused.\\nReasoning :\\n</p>\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_5\\\">5.    Two of the co-accused have already been granted bail. The allega ons also have a\\n nge of matrimonial discord, and the possibility of exaggera ons cannot be ruled out.\\nEven a primafacie perusal of the paragraph 5 of the bail pe  on refers to pendency of a\\npe  on ﬁled under sec on 13 of the <a href=\\\"/doc/590166/\\\" id=\\\"a_3\\\">Hindu Marriage Act,1955</a>, ﬁled by the complainant&#x27;s\\nson-in-law, i.e., the pe  oners&#x27; son, needs considera on for bail. Apart from this, the\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_1\\\">                                               1</span>\\n                                     1 of 14\\n<span class=\\\"hidden_text\\\" id=\\\"span_2\\\">                  ::: Downloaded on - 30-05-2023 05:28:03 :::</span>\\n                                                            Neutral Citation No:=2023:PHHC:077618\\n\\n\\n\\nCRM-M-27097-2023                                                               2023:PHHC:077618\\n\\n\\n\\npe  oners are the ﬁrst oﬀenders, and one of the relevant factors would be to provide an\\nopportunity to course correct.\\n</p>\\n\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_6\\\">6.   The possibility of the accused inﬂuencing the inves ga on, tampering with evidence,\\nin mida ng witnesses, and the likelihood of ﬂeeing jus ce, can be taken care of by\\nimposing elabora ve and stringent condi ons. In Sushila Aggarwal Versus State (NCT of\\nDelhi), 2020: INSC:106 [Para 92], (2020) 5 SCC 1, Para 92, the Cons tu onal Bench held\\nthat unusually, subject to the evidence produced, the Courts can impose restric ve\\ncondi ons. <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"14886794\\\" id=\\\"span_3\\\">In <a href=\\\"/doc/14886794/\\\" id=\\\"a_4\\\">Sumit Mehta v. State of N.C.T. of Delhi</a>, (2013)15 SCC 570, Para 11, Supreme\\nCourt holds that while exercising power Under Sec on 438 of the Code, the Court is duty-\\nbound to strike a balance between the individual&#x27;s right to personal freedom and the right\\nof inves ga on of the police.</span> While exercising utmost restraint, the Court can impose\\ncondi ons countenancing its object as permissible under the law to ensure an\\nuninterrupted and unhampered inves ga on.\\n</p>\\n\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_7\\\">7.   Without commen ng on the case&#x27;s merits, in the facts and circumstances peculiar to\\nthis case, and for the reasons men oned above, the pe  oners make a case for bail,\\nsubject to the following terms and condi ons, which shall be over and above the\\ndeclara ons made in the bail pe  on and the contents of the form of bail bonds\\nprescribed in chapter XXXIII of <a href=\\\"/doc/445276/\\\" id=\\\"a_5\\\">CrPC</a>, 1973.\\n</p>\\n\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_8\\\">8.     <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"82323157\\\" id=\\\"span_4\\\">In <a href=\\\"/doc/82323157/\\\" id=\\\"a_6\\\">Wan Chenghua v. State of U.T. Chandigarh</a>, [2023:PHHC:074430], CRM-M-\\n23610-2023, the pe  oner before this court was a resident of People&#x27;s Republic of China,\\nand had no rela ves or community in India. This court was concerned with the situa on\\nthat if any stock surety is accepted, it would merely be a formality because if he fails to\\nappear, then in such a situa on, the procured surety would not be able to produce the\\npe  oner to a&#x27;end the trial or suﬀer the punishment if such a stage arises. In this\\nbackground, the following legal proposi ons had arisen for delibera ons:</span>\\n</p><blockquote id=\\\"blockquote_1\\\">           a). Once any accused is released on bail, how can it be ensured that\\n           they will face trial, and if they stop appearing before the trial court,\\n           their presence can s ll be procured?\\n</blockquote>\\n<blockquote id=\\\"blockquote_2\\\">           b). Can a stock surety produce them before the trial court to a&#x27;end\\n           it?\\n</blockquote>\\n<blockquote id=\\\"blockquote_3\\\">           c). Whether, in every case, as an alterna ve to furnishing surety, the\\n           accused be permi&#x27;ed on their request to either give a bank\\n           guarantee, block their account to the extent of surety, or\\n           electronically transfer the bond money in the account of the Court, or\\n           handover a ﬁxed deposit made in favor of the Court?\\n</blockquote>\\n\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_9\\\">9.     The issue does not conﬁne to the above but has another aspect. The exponen al\\ngrowth in technology that has encompassed every aspect of human lives across the globe,\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_5\\\">                                               2</span>\\n                                     2 of 14\\n<span class=\\\"hidden_text\\\" id=\\\"span_6\\\">                ::: Downloaded on - 30-05-2023 05:28:03 :::</span>\\n                                                              Neutral Citation No:=2023:PHHC:077618\\n\\n\\n\\nCRM-M-27097-2023                                                                2023:PHHC:077618\\n\\n\\n\\nhas reached a cusp, where people would work from anywhere, and might not consider\\nhaving a permanent abode. Apart from them, for  me immemorial, certain groups of\\npeople, e.g., Saints, Sages, Vagabonds, Nomadic tribes, never had a permanent\\nse&#x27;lement. Would asking these people about their permanent address not amount to\\ngrave injus ce and would it not be an insensi ve and unjust demand?\\n</p>\\n\\n<p data-structure=\\\"Section\\\" id=\\\"p_10\\\">10. The exponen al growth in technology and ar ﬁcial intelligence has transformed\\niden ﬁca on techniques remarkably. Voice, gait, and facial recogni on are incredibly\\nsophis cated and pervasive. Impersona on, as we know it tradi onally, has virtually\\nbecome impossible. Thus, the remedy lies that whenever a judge or an oﬃcer believes\\nthat the accused might be a ﬂight risk or has a history of ﬂeeing from jus ce, then in such\\ncases, appropriate condi ons can be inserted that all the expenditure that shall be\\nincurred to trace them, shall be recovered from such person, and the State shall have a\\nlien over their assets to make good the loss.\\n</p>\\n\\n<p data-structure=\\\"PetArg\\\" id=\\\"p_11\\\">11.   It is beyond cavil that the sole purpose of a surety bond is to ensure that whenever\\nan accused evades a&#x27;ending the trial, their surety produces them before the court. The\\nmenace of securing sure es by payment is well known within the legal fraternity. Some\\nunscrupulous elements have established a ﬂourishing business by standing as surety, and\\nthey circumvent the steps taken and all the measures formulated to end the menace of\\nstock sure es by taking advantage of the vulnerabili es in the system. There is no reliable\\ndata to establish the role of sure es in bringing fugi ves to jus ce, and the ground reality\\nis that the sure es are happier to be compensated by the accused for their ﬁnancial losses\\ncaused according to an ac on under sec on 446 <a href=\\\"/doc/445276/\\\" id=\\\"a_7\\\">CrPC</a>.\\n</p>\\n\\n<p data-structure=\\\"Section\\\" id=\\\"p_12\\\">12.   Bail is a promise by the accused to the Court to a&#x27;end the trial and comply with the\\ncondi ons s pulated in the order. The accused accepts such a contract by furnishing bail\\nbonds, and so do their sure es, undertaking to produce the accused before the concerned\\nCourt if they default to appear. Sec on 74 of the <a href=\\\"/doc/171398/\\\" id=\\\"a_8\\\">Indian Contract Act, 1972</a>, provides\\ncompensa on for breach of contract where a penalty is s pulated. The perfect insight is\\nits illustra on (c), which reads, &quot;A&#x27; gives a recognizance binding him in a penalty of Rs. 500\\nto appear in Court on a certain day. He forfeits his recognizance. He is liable to pay the\\nwhole penalty.&quot;\\n</p>\\n\\n<p data-structure=\\\"Issue\\\" id=\\\"p_13\\\">13.   Analysis of law on ﬁnancial securi es in lieu of human sure es:\\n</p><blockquote id=\\\"blockquote_4\\\">      (a).   <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"101771991\\\" id=\\\"span_7\\\">In <a href=\\\"/doc/101771991/\\\" id=\\\"a_9\\\">Pillappan @ Ravikumar v. State</a>, 2018 LawSuit (Mad) 1475, Madras\\n             High Court observed,\\n             [15]. By virtue of Sec. 89 of the Code, the Court records the absence\\n             of the accused and issues a warrant to secure his presence. By his non\\n             appearance followed up with the act of the Court in issuing the non-</span>\\n</blockquote><p data-structure=\\\"Facts\\\" id=\\\"p_14\\\">             bailable warrant for securing his presence, the accused has prima\\n             facie breached the condi on of the bond. A bond is a contract\\n<span class=\\\"hidden_text\\\" id=\\\"span_8\\\">                                                3</span>\\n                                      3 of 14\\n<span class=\\\"hidden_text\\\" id=\\\"span_9\\\">                  ::: Downloaded on - 30-05-2023 05:28:03 :::</span>\\n                                                                Neutral Citation No:=2023:PHHC:077618\\n\\n\\n\\nCRM-M-27097-2023                                                                   2023:PHHC:077618\\n\\n\\n\\n             between the accused and the State under which the accused has\\n             agreed to appear before the Court on the hearing dates and his\\n             sure es have assured the Court that they will ensure that the accused\\n             does not commit breach of the bond.&quot;\\n</p>\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_15\\\">      (b). In HussainaraKhatoon v. Home Secretary, State of Bihar, (1980) 1 SCC 81,\\n           a three-member bench of Supreme Court holds,\\n           [4]. ... If the court is sa sﬁed on a considera on of the relevant\\n           factors that the accused has his  es in the community and there is no\\n           substan al risk of non-appearance, the accused may, as far as\\n           possible, be released on his personal bond. Of course, if facts are\\n           brought to the no ce of the court which go to show that having\\n           regard to the condi on and background of the accused his previous\\n           record and the nature and circumstances of the oﬀence, there may\\n           be a substan al risk of his non-appearance at the trial, as for\\n           example, where the accused is a notorious bad character or a\\n           conﬁrmed criminal or the oﬀence is serious (these examples are only\\n           by way of illustra on), the court may not release the accused on his\\n           personal bond and may insist on bail with sure es....\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_16\\\">      (c).   <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1912056\\\" id=\\\"span_10\\\">In <a href=\\\"/doc/1912056/\\\" id=\\\"a_10\\\">Mo  Ram v. State of M.P.</a>, (1978) 4 SCC 47, Supreme Court, aQer\\n             referring to the provision for suspension of sentence of those convicted\\n             by trial Courts, holds,\\n             [27]. The slippery aspect is dispelled when we understand the import\\n             of Sec on 389 (1) which reads:</span>\\n</p><blockquote id=\\\"blockquote_5\\\">             389 (1): Pending any appeal by a convicted person the Appellate\\n             Court may, for reasons to be recorded by it in wri ng, order that the\\n             execu on of the sentence or order appealed against be suspended\\n             and, also, if he is in conﬁnement, that he be released on bail, or on\\n             his own bond.\\n</blockquote><p data-structure=\\\"Precedent\\\" id=\\\"p_17\\\">             The Court of appeal may release a convict on his own bond without\\n             sure es. Surely, it cannot be that an under-trial is worse oﬀ than a\\n             convict or that the power of the court to release increases when the\\n             guilt is established. It is not the court&#x27;s status but the applicant&#x27;s guilt\\n             status that is germane. That a guilty man may claim judicial libera!on\\n             pro tempore without sure!es while an under-trial cannot is a\\n             reduc!oadabsurdem.\\n</p>\\n\\n\\n<p data-structure=\\\"Section\\\" id=\\\"p_18\\\">14.   Judicial precedents on<a href=\\\"/doc/1699496/\\\" id=\\\"a_11\\\"> s. 445</a> CrPC:\\n</p>\\n<blockquote id=\\\"blockquote_6\\\">      (a).   In Rajballam Singh v. Emperor, AIR 1943 Patna 375, Patna High Court\\n             observed:-\\n</blockquote><blockquote id=\\\"blockquote_7\\\">             &quot;[2]. In this par cular case and in others the District Magistrate has\\n             demanded a cash deposit as a condi on to the release of the\\n             accused. That is not what the law contemplates or authorises.&quot;\\n</blockquote>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_19\\\">      (b). <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1894826\\\" id=\\\"span_11\\\">In <a href=\\\"/doc/1894826/\\\" id=\\\"a_12\\\">R. R. Chari v. Emperor</a>, 1948 AIR(All) 238, Allahabad High Court\\n           observed,\\n           [4]. The language of S. 499, Criminal P.C. makes it perfectly clear that\\n           what that sec on contemplates is the furnishing of a personal bond\\n           by the accused person and a bond by one or more suﬃcient sure es.\\n           The accused as well as the sure es have, therefore, to execute only\\n           bonds which are suﬃcient in the mind of the amount which he might\\n           have ﬁxed. This is also the view taken by the Patna High Court in 1943\\n           AIR(Pat) 375 and I respecSully agree with it. Sec on 513 provides for\\n           a concession to an accused person who is unable to produce sure es.</span></p><pre id=\\\"pre_3\\\">\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_12\\\">                                                  4</span>\\n                                        4 of 14\\n<span class=\\\"hidden_text\\\" id=\\\"span_13\\\">                  ::: Downloaded on - 30-05-2023 05:28:03 :::</span>\\n                                                            Neutral Citation No:=2023:PHHC:077618\\n\\n\\n\\nCRM-M-27097-2023                                                              2023:PHHC:077618\\n\\n\\n\\n</pre><p data-structure=\\\"CDiscource\\\" id=\\\"p_20\\\">            That sec on also makes it clear that the Magistrate is not bound to\\n            accept cash, but may permit an accused person to deposit a sum of\\n            money in lieu of execu ng a personal and giving surety of some\\n            persons. That sec on, however, does not authorise a demand of cash\\n            by a Magistrate. Under these circumstances, even though an oﬀer\\n            may have been made in this case by the counsel for the applicant,\\n            that oﬀer was made aQer the Magistrate apparently had made up his\\n            mind to demand cash security. It will not be covered by the terms of\\n            S. 513, Criminal P.C. and the demand of cash security in this case was\\n            clearly illegal.&quot;\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_21\\\">     (c).   In Niamat Khan v. Crown, 1949 LawSuit (Nag) 42, High Court of Nagpur\\n            observed,\\n            [4]. ... Even under Sec on 513, Criminal P.C (1898) the accused could\\n            only be asked to deposit the amount of security instead of execu ng\\n            a bond. This provision is meant for the beneﬁt of the person who is\\n            required to execute a bond in case where he may not be able to ﬁnd\\n            a surety....\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_22\\\">     (d). <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"903641\\\" id=\\\"span_14\\\">In <a href=\\\"/doc/903641/\\\" id=\\\"a_13\\\">State of Mysore v. H VenkataramaKotaiyah</a>, 1968 CrLJ 696, Mysore\\n          High Court observed,\\n          [4]. Sec on 513, Criminal P.C. states that when any person is required\\n          by any Court or oﬃcer to execute a bond, with or without sure es,\\n          such Court or oﬃcer, may, except in the case of a bond for good\\n          behaviour, permit him to deposit a sum of money or Government\\n          promissory notes to such amount as the Court or oﬃcer may ﬁx, in\\n          lieu of execu ng such bond. According to this sec on, if the accused\\n          wants to deposit any sum of money, it is open to the Court to accept\\n          the same. But the law does not empower the Court to insist on cash\\n          deposit to be made by the accused.</span>\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_23\\\">     (e).   <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"956900\\\" id=\\\"span_15\\\">In <a href=\\\"/doc/956900/\\\" id=\\\"a_14\\\">Krishna Kumar and others v. State of Karnataka</a>, 1979 SCC OnLineKar 118,\\n            [3]. It is also clear that on the Court requiring a person to execute a\\n            personal bond with sure es or without sure es, it is at the op on of\\n            the accused persons to furnish cash deposit in lieu of the bond or\\n            sure es that the Court may make an order under Sec on 445. In the\\n            instant case, it is clear from the orders that the learned Magistrate\\n            has asked for securi es in all the forms available under both the\\n            sec ons which is impermissible.</span>\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_24\\\">     (f).   In Gokul Das v. The State of Assam,1981 CrLJ 229, Gauha  High Court\\n            observed,\\n            [14]. From the relevant provisions of the <a href=\\\"/doc/445276/\\\" id=\\\"a_15\\\">Criminal Procedure Code</a>,\\n            there is no doubt that cash deposit in lieu of execu on of a bond by\\n            the accused is an alterna ve system of gran ng bail and can be stated\\n            to be no less eﬃcacious than gran ng bail of certain amount with or\\n            without surety or sure es of the like amount.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_25\\\">     (g).   <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1485772\\\" id=\\\"span_16\\\">In <a href=\\\"/doc/1485772/\\\" id=\\\"a_16\\\">Afsar Khan v. State by Girinagar Police, Bangalore</a>, 1992 Cr.LJ 1676,\\n            Karnataka High Court observed,\\n            [7]. A reading of the en re Chapter which deals with the provisions\\n            rela ng to bail, does not say that when a person is released on bail,\\n            the Court can also insist upon him to give cash security. AQer all, the\\n            object of gran ng bail is to see that the liberty of an individual is\\n            extended. Of course, when an accusa on is made against a person, in\\n            the event of his release, it is the duty of the Court to see that the\\n            interest of the State and the public is safeguarded. For that purpose,\\n            the Court is empowered to insist upon appearance of the accused\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_17\\\">                                               5</span>\\n                                     5 of 14\\n<span class=\\\"hidden_text\\\" id=\\\"span_18\\\">                ::: Downloaded on - 30-05-2023 05:28:03 :::</span>\\n                                                             Neutral Citation No:=2023:PHHC:077618\\n\\n\\n\\nCRM-M-27097-2023                                                                2023:PHHC:077618\\n\\n\\n\\n            whenever so required either by the Police or Court either for\\n            inves ga on or to take up trial. During this period the Court can also\\n            warn the accused of his ac vi es or movements in any way causing a\\n            fear or resul ng in tampering with the prosecu on evidence. While\\n            the Court exercises its discre on, whether it is under S. 437 or 438 or\\n            439, it shall exercise the same properly and not in an arbitrary\\n            manner. The discre on exercised shall appear a just and reasonable\\n            one. It is true that no norms are prescribed to exercise the discre on.\\n            Merely because, norms are not prescribed for the Court to exercise\\n            discre on under Ss. 437, 438 or 439 that does not mean the\\n            discre on shall be leQ to the whims of the Court. Guiding principle\\n            shall be as indicated earlier with sound reasoning and in no way\\n            opposed to any other law. The Legislature has given this discre on to\\n            the Court keeping full faith in the system of administra on of jus ce.\\n            While administering jus ce; it is the duty of the Court to see that any\\n            order to be passed or condi ons to be imposed shall always be in the\\n            interest of both the accused and the State. The condi ons shall not\\n            be capricious.</span> On the other hand, it shall be in the aid of giving eﬀect\\n            to the very object behind the discre on.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_26\\\">     (h). <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"810692\\\" id=\\\"span_19\\\">In <a href=\\\"/doc/810692/\\\" id=\\\"a_17\\\">Parades Patra v. State of Orissa</a>, 1994 (1) Crimes (HC) 109 Orissa High Court\\n          observed:</span>\\n</p><blockquote id=\\\"blockquote_8\\\">          [10].      ...From this it can be reasonably inferred that it is not the\\n          mandate of the Code that the Magistrate should insist on cash\\n          security addi onal to personal bond with or without sure es.\\n</blockquote>\\n<blockquote id=\\\"blockquote_9\\\">     (i).   <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1702919\\\" id=\\\"span_20\\\">In <a href=\\\"/doc/1702919/\\\" id=\\\"a_18\\\">Charles Shobhraj v. State</a>, 1996 (63) DLT 91, Delhi High Court observed,\\n            [6]. But then, all said and done, a few things need to be no ced. The\\n            object of requiring an accused to give security for his appearance in\\n            Court is not to secure the payment of money to the State, for that is a\\n            secondary considera on, but to secure the presence of a person\\n            facing trial. Thus the primary considera on is the personal element of\\n            the surety or sure es concerned as the Court expects the surety to\\n            see that the accused appears on the date ﬁxed and also that the\\n            surety will take steps for geVng the accused arrested in case of any\\n            a&#x27;empt on the part of the accused to abscond or to avoid a&#x27;endance\\n            in Court.</span> As observed by Alvorstone, Lord Chief Jus ce of England in\\n            King v. Porter, (1910) I KB 369, it is to the interest of the public that\\n            criminals should be brought to jus ce, and therefore that it should be\\n            made as diﬃcult as possible for a criminal to abscond. Responsibility\\n            is ﬁxed on the sure es to see that such a person does not escape. A\\n            duty is thus cast on the Court, in accep ng or rejec ng a surety, to\\n            see the sure es are solvent and persons of suﬃcient vigilance to\\n            secure the appearance and prevent the absconding of the accused.\\n</blockquote><p data-structure=\\\"CDiscource\\\" id=\\\"p_27\\\">            [7]. The principal purpose of bail being to secure that the accused\\n            person will return for trial if he is released aQer arrest, this\\n            considera on is not lost sight of in the provisions of sec on 445 of\\n            the Code. It is only an enabling sec on, and provides that a Court or\\n            oﬃcer may permit a person to deposit a sum of money or\\n            Government promissory notes to such amount as the Court or oﬃcer\\n            may ﬁx in lieu of execu ng a bond except in cases where the bond is\\n            for good behaviour. Surely, we cannot and must not lose sight of the\\n            word &quot;may&quot; which indicates that accep ng the deposit of money in\\n            lieu of surety is leQ to the discre on of the Court and that\\n            consequently the acceptance of deposit of money is not obligatory\\n            and the relief is to be granted only where the Court thinks ﬁt to\\n            subs tute a cash security. While considering the ques on of ﬁtness,\\n            principal purpose of bail as underlined above, would always remain a\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_21\\\">                                                6</span>\\n                                      6 of 14\\n<span class=\\\"hidden_text\\\" id=\\\"span_22\\\">                 ::: Downloaded on - 30-05-2023 05:28:03 :::</span>\\n                                                            Neutral Citation No:=2023:PHHC:077618\\n\\n\\n\\nCRM-M-27097-2023                                                              2023:PHHC:077618\\n\\n\\n\\n            paramount considera on. In short thus besides the ques on as to\\n            whether the accused can ﬁnd sure es or not, the Court shall have to\\n            keep in mind the ques on as to whether the prisoner is likely to\\n            abscond or not and while medita ng on the last ques on the Court\\n            may take into account various factors concerning him like the nature\\n            and circumstances of the oﬀence charged, the weight of the evidence\\n            against him, length of his residence in the community, his family  es,\\n            employment, ﬁnancial resources, character and mental condi on, his\\n            record of convic ons, reputa on, character and his records of\\n            appearance at Court proceedings or ﬂight to avoid prosecu on or\\n            failure to appear at Court proceedings.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_28\\\">     (j).   <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1437588\\\" id=\\\"span_23\\\">In <a href=\\\"/doc/1437588/\\\" id=\\\"a_19\\\">Alluvdin v. Inspector of Police</a>, 2001 CrLJ 2672, Madras High Court observed,\\n            [3]. Sec on 441 <a href=\\\"/doc/445276/\\\" id=\\\"a_20\\\">Cr.P.C</a>. reads that before any person is released on\\n            bail or released on his own bond, a bond for such sum of money as\\n            the Court thinks suﬃcient shall be executed by such person. Sec on\\n            441 does not speak about deposit of any cash security.</span> Only in certain\\n            con ngencies, where the accused is unable to secure sure es for his\\n            release, he is permi&#x27;ed to deposit a sum of money or Government\\n            promissory Note as the Court may ﬁx in lieu of execu ng such bond,\\n            under Sec on 445, Cr.P.C.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_29\\\">     (k).   <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"51809475\\\" id=\\\"span_24\\\">In <a href=\\\"/doc/51809475/\\\" id=\\\"a_21\\\">Shokhista v. State</a>, 2005 LawSuit (Del) 1316, Delhi High Court observed,\\n            [5]. ...The accused is a foreign na onal and is not able to furnish a\\n            local surety. The same does not debar her from being admi&#x27;ed to\\n            bail. The provision of local surety is nowhere men oned in the <a href=\\\"/doc/445276/\\\" id=\\\"a_22\\\">Code\\n            of Criminal Procedure</a> and surety can be from any part of the country\\n            or without. In the present case, since the accused is a foreign na onal\\n            and is facing inves ga on under Sec ons 4, 5 and 8 of the <a href=\\\"/doc/69064674/\\\" id=\\\"a_23\\\">I. T. P. Act</a>\\n            and in view of the fact that the Pe  oner is ready and willing to make\\n            a deposit in cash in lieu of the surety in addi on to a personal bond, I\\n            am of the opinion that the ends of jus ce would be met in permiVng\\n            her to do so. Consequently, I admit the Pe  oner to bail on her\\n            furnishing a personal bond in the sum of Rs. 20,000/- and a cash\\n            deposit of the like amount in lieu of the surety to the sa sfac on of\\n            the Trial Court. The Pe  oner shall not leave the country without\\n            prior permission of the trial court and shall deposit her pass-port with\\n            the trial court.</span>\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_30\\\">     (l).   <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1564126\\\" id=\\\"span_25\\\">In <a href=\\\"/doc/1564126/\\\" id=\\\"a_24\\\">Srinjay Kumar Singh v. State of Nagaland</a>, 2007(32) R.C.R.(Criminal) 516,\\n            Kohima Bench of Gauha  High Court observed,\\n            [4]. AQer hearing the counsel for the par es at length and upon\\n            perusal of the bail order dated 28.2.07, I am of the considered\\n            opinion that the rider to furnish surety from a permanent resident of\\n            Dimapur having immovable proper es is too harsh as the accused is\\n            not a resident of Dimapur and it is not possible for him to obtain such\\n            a surety being a resident of Chi&#x27;aranjan in the District of Burdwan,\\n            West Bengal and also the rider to furnish local surety is tended to\\n            defeat the very order of bail.</span>\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_31\\\">            <span class=\\\"citetext\\\" data-sentiment=\\\"PARTY\\\" data-docid=\\\"962109\\\" id=\\\"span_26\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"PARTY\\\" data-docid=\\\"82599947\\\" id=\\\"span_27\\\">[5]. The learned Counsel for the pe  oner has relied upon the\\n            decisions of the Apex Court as, in the case of AIR 1978 Supreme Court\\n            1594, <a href=\\\"/doc/82599947/\\\" id=\\\"a_25\\\">Mo! Ram and Ors. v. State of Madhya Pradesh</a> as well as the\\n            decision of the Hon&#x27;ble Gauha  High Court in the case of <a href=\\\"/doc/962109/\\\" id=\\\"a_26\\\">Amit Kr. Jain\\n            v. State of Nagaland</a> as reported in (2005) 2 GLT 161.</span></span>\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_32\\\">            [6]. Considering the decisions rendered by the Apex Court and also on\\n            this Court, I am of the considered opinion that the order gran ng bail\\n            dated 28.2.07 needs to be modiﬁed to the extent that instead of\\n            furnishing surety from a permanent resident of Dimapur having\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_28\\\">                                               7</span>\\n                                     7 of 14\\n<span class=\\\"hidden_text\\\" id=\\\"span_29\\\">                 ::: Downloaded on - 30-05-2023 05:28:03 :::</span>\\n                                                           Neutral Citation No:=2023:PHHC:077618\\n\\n\\n\\nCRM-M-27097-2023                                                              2023:PHHC:077618\\n\\n\\n\\n          immovable proper es, the accused be allowed to deposit cash surety\\n          or bank surety to such an amount as may deem ﬁt and proper and to\\n          the sa sfac on of the ADC (J), Dimapur, as provided under Sec on\\n          445 <a href=\\\"/doc/445276/\\\" id=\\\"a_27\\\">Cr.P.C</a>. It is also directed that the Court below while passing fresh\\n          modiﬁed order of bail dated 28.2.07 shall also impose condi on that\\n          the accused shall report once a week before the Deputy Residen al\\n          Commissioner, Nagaland House, Kolkata and upon repor ng, the DRC,\\n          Nagaland House, Kolkata shall submits a report to the Superintendent\\n          of Police, Dimapur.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_33\\\">     (m). In Maha Ahmad Yusuf v. State of U.P., 2015 (5) R.C.R.(Criminal) 13, Allahabad\\n          High Court observed,\\n          [6].....The cash deposit is equally eﬃcacious as other system in view of\\n          Sec on 445 Cr.P.C.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_34\\\">     (n). In Sakthivel v. The State, Crl.O.P.No.835 of 2015, Madras High Court observed,\\n          [15]. Either under Sec on 438, or under Sec on 437, 439 of <a href=\\\"/doc/445276/\\\" id=\\\"a_28\\\">Cr.P.C</a>., it\\n          is not that the Courts have no power to impose such bail condi on.\\n          But the condi on should not be imposed for the sake of imposing\\n          condi on. It must have some objec ve. It must be reasonable. It\\n          should not be oppressive in nature. It should be performable,\\n          executable. In imposing condi on, the Court must take into account\\n          the individual&#x27;s posi on, ﬁnancial capacity and his role in the case.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_35\\\">     (o). <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"152903543\\\" id=\\\"span_30\\\">In <a href=\\\"/doc/152903543/\\\" id=\\\"a_29\\\">Navaneetha Krishnan v. State</a>, (2) MadWN (Cri) 53, Madras High Court\\n          observed,\\n          [17]. While gran ng bail, the Court can direct the accused to execute\\n          bail bond. As per Sec on 440 <a href=\\\"/doc/445276/\\\" id=\\\"a_30\\\">Cr.P.C</a>., 1973 the bond amount should\\n          not be excessive. When a person so directed to execute the bond\\n          either with surety or without surety is not able to furnish the sure es,\\n          then under Sec on 445 <a href=\\\"/doc/445276/\\\" id=\\\"a_31\\\">Cr.P.C</a>., 1973 he has the op on to oﬀer cash\\n          security. But even then, it must be a reasonable amount. It should not\\n          be an arbitrary, excessive amount. It should not be in the nature of\\n          depriva on of grant of bail by ﬁxing a heavy amount as surety\\n          amount. If heavy amount is directed to be deposited as cash security,\\n          the bailee/accused will not be in a posi on to comply it. If heavy\\n          amount is demanded from the surety, then the bailor will not be\\n          forthcoming. And &#x27;haves&#x27; will go out, while &#x27;have nots&#x27; will remain in\\n          jail.</span>\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_36\\\">          [18]. Reading sec ons 440, 441 and 445<a href=\\\"/doc/445276/\\\" id=\\\"a_32\\\">Cr.P.C</a>., 1973 together, it is\\n          clear that straightaway a Court cannot direct the accused to deposit\\n          cash security. First of all, the Court has to direct execu on of bail\\n          bond by the sure es in case if the release is not on his own bond.\\n          Only in lieu of that deposit of cash security could be directed (see\\n          Sec on 445<a href=\\\"/doc/445276/\\\" id=\\\"a_33\\\">Cr.P.C</a>., 1973). Thus, the Court cannot straightaway direct\\n          the accused to deposit cash security.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_37\\\">     (p). <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"31943896\\\" id=\\\"span_31\\\">In <a href=\\\"/doc/31943896/\\\" id=\\\"a_34\\\">Sagayam @ Devasagayam v. State</a>, 2017(3) MLJ (Cri) 134, Madras High Court\\n          observed,\\n          [40]. Under the Code, there is provision for oﬀering Cash surety (See\\n          Sec on 445<a href=\\\"/doc/445276/\\\" id=\\\"a_35\\\">Cr.P.C</a>.). Even in ﬁxing the cash surety, the amount should\\n          not be excessive. (See Sec on 440(1) <a href=\\\"/doc/445276/\\\" id=\\\"a_36\\\">Cr.P.C</a>.). In the ﬁrst instance,\\n          Court cannot demand Cash surety from the accused. The oﬀer to\\n          make cash surety must come from the accused.</span>\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_38\\\">     (q). <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"189645770\\\" id=\\\"span_32\\\">In <a href=\\\"/doc/189645770/\\\" id=\\\"a_37\\\">Endua @ Manoj Moharana v. State</a>, 2018(72) Orissa Cri. R.611, Orissa High\\n          Court observed,\\n          [9]. The discre onary power exercised by the Magistrate or the Court,\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_33\\\">                                              8</span>\\n                                    8 of 14\\n<span class=\\\"hidden_text\\\" id=\\\"span_34\\\">               ::: Downloaded on - 30-05-2023 05:28:03 :::</span>\\n                                                              Neutral Citation No:=2023:PHHC:077618\\n\\n\\n\\nCRM-M-27097-2023                                                                2023:PHHC:077618\\n\\n\\n\\n            as the case may be, under sec ons 441 <a href=\\\"/doc/445276/\\\" id=\\\"a_38\\\">Cr.P.C</a>., 1973 and 445 <a href=\\\"/doc/445276/\\\" id=\\\"a_39\\\">Cr.P.C</a>., is\\n            mutually exclusive and not concurrent. On the Court requiring a\\n            person to execute a personal bond with sure es or without sure es,\\n            it is at the op on of the accused to furnish cash deposit in lieu of\\n            execu ng such bond that the Court may make an order under sec on\\n            445 of <a href=\\\"/doc/445276/\\\" id=\\\"a_40\\\">Cr.P.C</a>., 1973\\n            [10]. The order of bail should not be harsh and oppressive which\\n            would indirectly cause denial of bail thus depriving the person&#x27;s\\n            individual liberty. While gran ng bail, insis ng on good behaviour or\\n            prompt a&#x27;endance, execu ng personal bond, further to safeguard his\\n            good behaviour and personal a&#x27;endance may be supported by\\n            insis ng upon addi onal sure es as the Court deems ﬁt but insis ng\\n            upon cash security is incorrect and indirectly results in denial of bail.\\n            The en re chapter of <a href=\\\"/doc/445276/\\\" id=\\\"a_41\\\">Cr.P.C</a>. which deals with the provisions rela ng\\n            to bail nowhere says that when a person is released on bail, the Court\\n            can also insist upon him to give cash security. The power has to be\\n            exercised in a proper and judicious manner and not in an arbitrary,\\n            capricious or whimsical manner and the discre on exercised shall\\n            appear to be just and reasonable one. It is the duty of the Court to\\n            see that any order to be passed or condi ons to be imposed while\\n            gran ng bail shall always be in the interest of both the accused and\\n            the State.</span>\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_39\\\">     (r).   <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"96447648\\\" id=\\\"span_35\\\">In <a href=\\\"/doc/96447648/\\\" id=\\\"a_42\\\">Ubaidulla v. State of Kerala</a>, 2020:KER:27721 [PARA 5],(Crl. MC. No. 3400 of\\n            2020, decided on 5-8-2020), Kerala High Court observed,\\n            (5).I ﬁnd merit in the submissions made by the learned counsel for\\n            the pe  oner. The very purpose of Sec on 445 <a href=\\\"/doc/445276/\\\" id=\\\"a_43\\\">Cr.P.C</a>,, 1973 providing\\n            for deposit instead of recognizance, is to ensure that a person is not\\n            denied an opportunity to be enlarged on bail merely for the reason\\n            that he is unable to execute bond, with or without sure es. Sec on\\n            445 <a href=\\\"/doc/445276/\\\" id=\\\"a_44\\\">Cr.P.C</a> , 1973 provides for deposit of a sum of money or\\n            Government Promissory Note to such amount as the Court may ﬁx in\\n            lieu of execu ng the bond.</span>\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_40\\\">     (s).   In Yan Hao v. State of Telangana, (Criminal Pe  on No. 1966 of 2021, decided\\n            on 23.3.2021), Telangana High Court permi&#x27;ed a Chinese na onal to furnish\\n            two cash sure es of Rs.10,000/- each apart from a personal bond amount of\\n            similar amount.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_41\\\">     (t).   <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"20275039\\\" id=\\\"span_36\\\">In <a href=\\\"/doc/20275039/\\\" id=\\\"a_45\\\">David Morrison v. State</a> of U&#x27;arakhand, 2021 (1) Crimes 230, U&#x27;arakhand\\n            High Court permi&#x27;ed to deposit the cash amount.</span>\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_42\\\">     (u). <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"35898644\\\" id=\\\"span_37\\\">In <a href=\\\"/doc/35898644/\\\" id=\\\"a_46\\\">Abhishek Kumar Singh v. State of Himachal Pradesh</a>, 2020 SCC Online HP\\n          3296, the High Court of Himachal Pradesh analyzed the scope of furnishing\\n          ﬁxed deposits in place of cash while gran ng bail under<a href=\\\"/doc/1290514/\\\" id=\\\"a_47\\\"> S. 439</a> CrPC to the\\n          accused with an op on to give a ﬁxed deposit in place of surety.</span> <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"12991008\\\" id=\\\"span_38\\\">In <a href=\\\"/doc/12991008/\\\" id=\\\"a_48\\\">Manish Lal\\n          Srivastava v. State of Himachal Pradesh, CrMP(M</a>) 1734 of 2020, ICL 2020 (12)\\n          HP 496, the scope of deposits was analyzed under<a href=\\\"/doc/1783708/\\\" id=\\\"a_49\\\"> S. 438</a> CrPC.</span> In Mahidul\\n          Sheikh v. State of Haryana, 2022:PHHC:003277 [Para 53], [Law Finder Doc Id #\\n          1933969], this Court observed the pragma c approach is that while gran ng\\n          bail with sure es, the &quot;Court&quot; and the &quot;Arres ng Oﬃcer&quot; should give a choice\\n          to the accused to either furnish surety bonds or to handover a ﬁxed deposit, or\\n          direct electronic money transfer where such facility is available, or crea ng a\\n          lien over his bank account. The accused should also have a further op on to\\n          switch between the modes. The op on lies with the accused to choose\\n          between the sure es and deposits and not with the Court or the arres ng\\n          oﬃcer.</p><pre id=\\\"pre_4\\\">\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_39\\\">                                                9</span>\\n                                      9 of 14\\n<span class=\\\"hidden_text\\\" id=\\\"span_40\\\">                 ::: Downloaded on - 30-05-2023 05:28:03 :::</span>\\n                                                            Neutral Citation No:=2023:PHHC:077618\\n\\n\\n\\nCRM-M-27097-2023                                                              2023:PHHC:077618\\n\\n\\n\\n</pre><p data-structure=\\\"CDiscource\\\" id=\\\"p_43\\\">15.   From the survey of the judicial precedents men oned above, the following\\nfundamental principles of law rela ng to the choice of the accused to furnish surety bonds\\nor secure recognizance by deposi ng a sum of money or Government promissory notes\\nemerge:\\n</p>\\n\\n<blockquote id=\\\"blockquote_10\\\">      (a). The object of requiring an accused to give security for his appearance in Court\\n      is not to secure the payment of money to the State. The principal purpose of bail is\\n      to secure that the accused person will return for trial if he is released aQer arrest;\\n</blockquote><p data-structure=\\\"Precedent\\\" id=\\\"p_44\\\">      <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1702919\\\" id=\\\"span_41\\\">this considera on is not lost sight of in the provisions of sec on 445 of the Code.\\n      [<a href=\\\"/doc/1702919/\\\" id=\\\"a_50\\\">Charles Shobhraj v. State</a>, 1996 (63) DLT 91, Para 6 &amp; 7].</span>\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_45\\\">      <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1564126\\\" id=\\\"span_42\\\">(b). The rider to furnish local surety is tended to defeat the very order of bail.\\n      [<a href=\\\"/doc/1564126/\\\" id=\\\"a_51\\\">Srinjay Kumar Singh v. State of Nagaland</a>, 2007(32) R.C.R.(Criminal) 516, Para 4].</span>\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_46\\\">      <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"189645770\\\" id=\\\"span_43\\\">(c). The discre onary power exercised by the Magistrate or the Court, as the case\\n      may be, under sec ons 441 <a href=\\\"/doc/445276/\\\" id=\\\"a_52\\\">CrPC</a>, 1973 and 445 <a href=\\\"/doc/445276/\\\" id=\\\"a_53\\\">CrPC</a>, is mutually exclusive and not\\n      concurrent. [<a href=\\\"/doc/189645770/\\\" id=\\\"a_54\\\">Endua @ Manoj Moharana v. State</a>, 2018(72) Orissa Cri. R.611, Para 9].</span>\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_47\\\">      <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1485772\\\" id=\\\"span_44\\\">(d). A reading of the en re chapter, which deals with the provisions rela ng to bail,\\n      does not say that when a person is released on bail, the Court can also insist upon\\n      him to give cash security. [<a href=\\\"/doc/1485772/\\\" id=\\\"a_55\\\">Afsar Khan v. State by Girinagar Police, Bangalore</a>, 1992\\n      Cr.LJ 1676 (7), Para 7].</span>\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_48\\\">      (e). The Court cannot demand a cash deposit as a condi on of bail. [Rajballam\\n      Singh v. Emperor, AIR 1943 Patna 375, Para 2].\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_49\\\">      <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"31943896\\\" id=\\\"span_45\\\">(f). The oﬀer to make cash surety must come from the accused. [<a href=\\\"/doc/31943896/\\\" id=\\\"a_56\\\">Sagayam @\\n      Devasagayam v. State</a>, 2017(3) MLJ (Cri) 134, Para 40].</span>\\n</p>\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_50\\\">      <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"903641\\\" id=\\\"span_46\\\">(g). If the accused wants to deposit any sum of money, it is open to the Court to\\n      accept the same. [<a href=\\\"/doc/903641/\\\" id=\\\"a_57\\\">State of Mysore v. H VenkataramaKotaiyah</a>, 1968 CrLJ 696, Para 4].</span>\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_51\\\">      <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1894826\\\" id=\\\"span_47\\\">(h). The Magistrate is not bound to accept cash but may permit an accused person\\n      to deposit a sum of money. [<a href=\\\"/doc/1894826/\\\" id=\\\"a_58\\\">R. R. Chari v. Emperor</a>, 1948 AIR(All) 238, Para 4].</span>\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_52\\\">      <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"574938\\\" id=\\\"span_48\\\">(i). Cash deposit instead of execu on of a bond by the accused is an alterna ve\\n      system of gran ng bail and can be stated to be no less eﬃcacious than gran ng bail\\n      of a certain amount with or without surety or sure es of the like amount. [<a href=\\\"/doc/574938/\\\" id=\\\"a_59\\\">Gokul Das\\n      v. The State of Assam</a>, 1981 CrLJ 229, Para 14].</span>\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_53\\\">      <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"125988385\\\" id=\\\"span_49\\\">(j). The cash deposit is equally eﬃcacious as other systems because of Sec on 445\\n      <a href=\\\"/doc/445276/\\\" id=\\\"a_60\\\">CrPC</a>. [<a href=\\\"/doc/125988385/\\\" id=\\\"a_61\\\">Maha Ahmad Yusuf v. State of U.P.</a>, 2015 (5) R.C.R.(Criminal) 13, Para 6].</span>\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_54\\\">      (k). This provision is meant to beneﬁt the person who is required to execute a\\n      bond in a case where he may not be able to ﬁnd a surety. [Niamat Khan v. Crown,\\n      1949 LawSuit (Nag) 42, Para 4].\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_55\\\">      <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"51809475\\\" id=\\\"span_50\\\">(l). The foreign na onal accused who cannot furnish a local surety is not debarred\\n      from being admi&#x27;ed to bail. [<a href=\\\"/doc/51809475/\\\" id=\\\"a_62\\\">Shokhista v. State</a>, 2005 LawSuit (Del) 1316, Para 5].</span>\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_56\\\">      <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"810692\\\" id=\\\"span_51\\\">(m). It is not the mandate of the Code that the Magistrate should insist on cash\\n      security addi onal to personal bond with or without sure es. [<a href=\\\"/doc/810692/\\\" id=\\\"a_63\\\">Parades Patra v. State\\n      of Orissa</a>, 1994 (1) Crimes (HC) 109, Para 10].</span></p><pre id=\\\"pre_5\\\">\\n\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_52\\\">                                                10</span>\\n                                     10 of 14\\n<span class=\\\"hidden_text\\\" id=\\\"span_53\\\">                ::: Downloaded on - 30-05-2023 05:28:03 :::</span>\\n                                                              Neutral Citation No:=2023:PHHC:077618\\n\\n\\n\\nCRM-M-27097-2023                                                                 2023:PHHC:077618\\n\\n\\n\\n</pre><p data-structure=\\\"Precedent\\\" id=\\\"p_57\\\">16.   In Sajal Kumar Mitra v. State of Maharastra, 2011 CrLJ 2744, High Court of Bombay\\nobserved,\\n            [10]. In my view, the learned Magistrates have power to release the\\n            accused on bail ini ally on furnishing cash bail and, thereaQer, asking\\n            him to furnish solvent sure es in appropriate cases.\\n</p>\\n\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_58\\\">17.   Sec on 445 <a href=\\\"/doc/445276/\\\" id=\\\"a_64\\\">CrPC</a> mandates an accused to execute bonds by oﬃcers and Courts, with\\nor without sure es. An oﬃcer directs an accused to execute bonds only when the Court\\nissues Bailable Warrants or when such oﬃcer arrests an accused in a bailable oﬀence, or\\narrests in a non-bailable oﬀence and when such an accused is armed with an order of\\nan cipatory bail. Sec on 445 <a href=\\\"/doc/445276/\\\" id=\\\"a_65\\\">CrPC</a> further provides that the court or such oﬃcer may\\npermit the accused to deposit a sum of money or Government promissory notes of such\\namount, instead of execu ng such bond. Thus, for<a href=\\\"/doc/1699496/\\\" id=\\\"a_66\\\"> S. 445</a> CrPC, the Legislature does not\\ndis nguish Oﬃcers from Courts. Further, even the legislature had made ﬂeeing from\\njus ce a penal oﬀense under sec on 174-A of <a href=\\\"/doc/1569253/\\\" id=\\\"a_67\\\">IPC</a>.\\n</p>\\n\\n<p data-structure=\\\"Section\\\" id=\\\"p_59\\\">18.   In an cipatory bail, the surety bail bonds have to be to the sa sfac on of the\\nInves gator/Arres ng Oﬃcer, and the ﬁnancial instruments for security must be drawn up\\nin the name of the concerned Chief Judicial Magistrate. In regular bail and suspension of\\nsentence applica ons, the surety bonds must sa sfy the said court, the trial court, or the\\navailable Ilaqua Magistrate. In appeals and revisions, the higher Courts ask a convict or an\\naccused to furnish bonds under sec ons 389, 390, and 397 <a href=\\\"/doc/445276/\\\" id=\\\"a_68\\\">CrPC</a>. The provisions contained\\nin Chapter XXXIII of <a href=\\\"/doc/445276/\\\" id=\\\"a_69\\\">CrPC</a> apply to all bails and bonds. Thus, <a href=\\\"/doc/1699496/\\\" id=\\\"a_70\\\">S. 445</a> CrPC applies to all bails,\\nincluding those granted under sec ons 389, 390, 397, 436, 437, 438, and 439 <a href=\\\"/doc/445276/\\\" id=\\\"a_71\\\">CrPC</a>. The\\nsimilarity between Sec ons 436 to 439 of the <a href=\\\"/doc/445276/\\\" id=\\\"a_72\\\">CrPC</a> is that all these relate to bail, whether\\nby an oﬃcer empowered to release on bail in bailable oﬀenses or release under bail\\ngranted by Courts. Furthermore, <a href=\\\"/doc/1699496/\\\" id=\\\"a_73\\\">S. 445</a> CrPC provides for deposi ng a sum of money or\\nGovernment promissory notes in all bonds except the case of a bond for good behavior.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_60\\\">19.   There is an absence of comprehensive data demonstra ng the role of sure es in\\nbringing the accused to jus ce. It is also true that the purpose of a cash bond is not to\\nenrich the State&#x27;s coﬀers but to secure the accused&#x27;s presence. Mere recovery of the\\nsurety amount by penalty is not equivalent to producing the accused to face trial.\\n</p>\\n\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_61\\\">20.   The social background in the light of which the requirement of sure es was ushered\\nin is starkly in contrast to our present milieu. The concepts of solid individual iden  es,\\nself-reliance, and globetroVng were obscure and had yet to evolve. There was a strong\\npredilec on for community involvement and obliga ons in all spheres of life. Sure es for\\nbail established a legal rela onship between the community member and the one\\nundergoing criminal trial. The ra onale was to shiQ the burden of responsibility from the\\nlap of the law enforcement system to that of the community. The objec ve was to ensure\\n<span class=\\\"hidden_text\\\" id=\\\"span_54\\\">                                                 11</span>\\n                                      11 of 14\\n<span class=\\\"hidden_text\\\" id=\\\"span_55\\\">                 ::: Downloaded on - 30-05-2023 05:28:03 :::</span>\\n                                                              Neutral Citation No:=2023:PHHC:077618\\n\\n\\n\\nCRM-M-27097-2023                                                                2023:PHHC:077618\\n\\n\\n\\nthat the rule of law is enforced by incarcera ng the correct accused and not a person who\\nmight submit to law for various considera ons, money, subordina on, slavery, an\\nobliga on, a rela onship etc. Over the years, various observa ons through courts and\\nexecu ve reports have brought to light the imprac cali es and deﬁciencies of the\\nprac ce. Illegal businesses providing sure es for large sums of money have ﬂourished, and\\nthe menace has made the considera on of bail discriminatory and inﬂuenced by money\\npower. In addi on to that, there has been a paradigm shiQ in the social seVng. Stronger\\nindividual iden  es have emerged and even been codiﬁed through Government\\nini a ves. Biometric iden ﬁca on tool (AADHAR) for welfare deliverance and preven ng\\nduplicity has provided a universal iden ty to each resident of India and even a visitor.\\nLinking of PAN, bank accounts, telecom, and other private services that an individual avails\\nin their rou ne lives have reduced tremendously the reliance on persons adjacent or\\nproximate to the individual to iden fy them and ensure the compliance to their\\nobliga ons correctly. Furthermore, ci zens are constantly on the move, and territorial\\nboundaries and dis nc ons are not holding back their pursuit of lives. Further, equipped\\nwith a database of ci zens, the governments are already proposing social plans of\\nUniversal Basic Income (UBI), direct bank transfers of grants, and the requirement of\\nsmartphone-based apps, credit cards, and pre-paid cards to aid equitable distribu on. A\\nmul tude of ﬁnancial instruments, blocking of requisite amount in the bank account\\nconnected to the individual, ﬁxed deposits, payment through UPI interface, etc., can also\\nensure ease and be&#x27;er compliance. It will likely improve the possibility of the accused&#x27;s\\na&#x27;endance because they would know their money is safe and accruing interest and the\\nfailure to appear shall lead to the immediate forfeiture of the money. It is further likely to\\nmo vate them to refrain from defaul ng even once. In contrast, the risk of losing money\\nhanded over by cash to stock sure es is enormous. There needs to be more assurance or\\nlikelihood of the refund of money taken by a stock surety.\\n</p>\\n\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_62\\\">21.   In this era when the knowledge revolu on has just begun, to keep pace with\\nexponen al and unimaginable changes the technology has brought to human lives, it is\\nonly ﬁVng that the dependence of the accused on surety is minimized by giving\\nalterna ve op ons. Furthermore, there should be no insistence to provide permanent\\naddresses when people either do not have permanent abodes or intend to re-locate.\\n</p>\\n\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_63\\\">22.   Given above, provided the pe  oners are not required in any other case, the\\npe  oners shall be released on bail in the FIR cap oned above, in the following terms:\\n</p><blockquote id=\\\"blockquote_11\\\">      (a). Pe  oners to furnish personal bond of Rs. Twenty ﬁve thousand (INR\\n      25,000/-) each; AND\\n</blockquote><blockquote id=\\\"blockquote_12\\\">      (b) To give one surety of Rs. One Lac each (INR 100,000/-), to the\\n      sa sfac on of the concerned court, and in case of non-availability, any\\n      nearest Ilaqa Magistrate/duty Magistrate. Before accep ng the surety, the\\n      concerned court must sa sfy that if the accused fails to appear in court,\\n      then such sure es can produce the accused before the court.\\n</blockquote><span class=\\\"hidden_text\\\" id=\\\"span_56\\\">                                           12</span>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_64\\\">                                     12 of 14\\n<span class=\\\"hidden_text\\\" id=\\\"span_57\\\">                 ::: Downloaded on - 30-05-2023 05:28:03 :::</span>\\n                                                              Neutral Citation No:=2023:PHHC:077618\\n\\n\\n\\nCRM-M-27097-2023                                                                2023:PHHC:077618\\n\\n\\n\\n      OR\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_65\\\">      (b) Pe  oners to hand over to the concerned court a ﬁxed deposit for Rs.\\n      Ten thousand only (INR 10,000/-) each, with the clause of automa c\\n      renewal of the principal and the interest rever ng to the linked account,\\n      made in favor of the &#x27;Chief Judicial Magistrate&#x27; of the concerned district, or\\n      blocking a bank account in similar terms. Said ﬁxed deposit or blocking\\n      funds can from any of the banks where the stake of the State is more than\\n      50% or any of the well-established and stable private sector banks. The\\n      ﬁxed deposit need not necessarily be made from the pe  oner&#x27;s\\n      account. In case the bankers are not willing to make a Fixed Deposit in such\\n      eventuality it shall be permissible for the pe  oners to prepare an account\\n      payee demand draQ favouring concerned Chief Judicial Magistrate for the\\n      similar amount.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_66\\\">      (c). Such court shall have a lien over the funds un l the case&#x27;s closure or\\n      discharged by subs tu on, or up to the expiry of the period men oned\\n      under<a href=\\\"/doc/445276/\\\" id=\\\"a_74\\\"> S. 437-A</a> CrPC, 1973, and at that stage, subject to the proceedings\\n      under<a href=\\\"/doc/1286551/\\\" id=\\\"a_75\\\"> S. 446</a> CrPC, the en re amount of ﬁxed deposit, less taxes if any,\\n      shall be endorsed/returned to the depositor.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_67\\\">      (d). The pe  oners are to also execute a bond for a&#x27;endance in the\\n      concerned court(s) as and when asked to do so. The presenta on of the\\n      personal bond shall be deemed acceptance of the declara ons made in the\\n      bail pe  on and all other s pula ons, terms, and condi ons of sec on\\n      438(2) of the <a href=\\\"/doc/445276/\\\" id=\\\"a_76\\\">Code of Criminal Procedure</a>, 1973, and of this bail order.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_68\\\">      (e).   While furnishing personal bond, the pe  oners/applicants shall\\n      men on the following personal iden ﬁca on details:\\n</p>\\n<blockquote id=\\\"blockquote_13\\\">       1. AADHAR number [In case of the\\n          residents of India]\\n\\n</blockquote><blockquote id=\\\"blockquote_14\\\">       2. Passport number [In case of foreign\\n          na onals]\\n\\n</blockquote><blockquote id=\\\"blockquote_15\\\">       3. Passport number of an Indian ci zen,\\n          (If available), when the a&#x27;es ng\\n          oﬃcer/court deems appropriate or\\n          considers the accused as a ﬂight risk.\\n</blockquote>\\n<blockquote id=\\\"blockquote_16\\\">       4. Mobile number (If available)\\n\\n</blockquote><blockquote id=\\\"blockquote_17\\\">       5. E-Mail id (If available)\\n\\n\\n\\n\\n</blockquote><blockquote id=\\\"blockquote_18\\\">23.   The pe  oners shall not inﬂuence, browbeat, pressurize, make any inducement,\\nthreat, or promise, directly or indirectly, to the witnesses, the Police oﬃcials, or any other\\nperson acquainted with the facts and the circumstances of the case, to dissuade them\\nfrom disclosing such facts to the Police, or the Court, or to tamper with the evidence.\\n</blockquote>\\n\\n<blockquote id=\\\"blockquote_19\\\">24.   The bail bonds shall remain in force throughout the trial and aQer that in Sec on\\n437-A of the <a href=\\\"/doc/445276/\\\" id=\\\"a_77\\\">Cr.P.C</a>., if not canceled due to non-appearance or breach of condi ons.\\n</blockquote>\\n<span class=\\\"hidden_text\\\" id=\\\"span_58\\\">                                                13</span>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_69\\\">                                     13 of 14\\n<span class=\\\"hidden_text\\\" id=\\\"span_59\\\">                 ::: Downloaded on - 30-05-2023 05:28:03 :::</span>\\n                                                            Neutral Citation No:=2023:PHHC:077618\\n\\n\\n\\nCRM-M-27097-2023                                                              2023:PHHC:077618\\n\\n\\n\\n\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_70\\\">25.   Any observa on made hereinabove is neither an expression of opinion on the merits\\nof the case nor shall the trial Court advert to these comments.\\n</p>\\n\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_71\\\">26.   In return for the protec on from incarcera on, the Court believes that the accused\\nshall also reciprocate through desirable behavior.\\n</p>\\n\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_72\\\">27. There would be no need for a cer!ﬁed copy of this order for furnishing bonds, and\\nany Advocate for the Pe!!oner can download this order along with case status from the\\noﬃcial web page of this Court and a9est it to be a true copy. In case the a9es!ng oﬃcer\\nwants to verify the authen!city, such an oﬃcer can also verify its authen!city and may\\ndownload and use the downloaded copy for a9es!ng bonds.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_73\\\">Pe22on allowed in aforesaid terms. All pending applica ons, if any, stand disposed.</p><pre id=\\\"pre_6\\\">\\n\\n\\n\\n                                                       (ANOOP CHITKARA)\\n                                                           JUDGE\\n29.05.2023\\nJyo -II\\n\\n\\nWhether speaking/reasoned:           Yes\\nWhether reportable:                  YES.\\n\\n\\n\\n\\n                                                           Neutral Citation No:=2023:PHHC:077618\\n<span class=\\\"hidden_text\\\" id=\\\"span_60\\\">                                                14</span>\\n                                     14 of 14\\n<span class=\\\"hidden_text\\\" id=\\\"span_61\\\">                ::: Downloaded on - 30-05-2023 05:28:03 :::</span>\\n </pre>\",\"numcites\":33,\"numcitedby\":147,\"docsource\":\"Punjab-Haryana High Court\",\"citetid\":16577732,\"divtype\":\"judgments\",\"relatedqs\":[{\"value\":\"section 445 crpc\",\"formInput\":\"section%20445%20crpc\"},{\"value\":\"local surety\",\"formInput\":\"local%20surety\"},{\"value\":\"  the accused can be surety for other accused\",\"formInput\":\"%20%20the%20accused%20can%20be%20surety%20for%20other%20accused\"},{\"value\":\"cash surety \",\"formInput\":\"cash%20surety%20\"},{\"value\":\"section 445 of the criminal procedure code\",\"formInput\":\"section%20445%20of%20the%20criminal%20procedure%20code\"},{\"value\":\"cash deposit\",\"formInput\":\"cash%20deposit\"},{\"value\":\"promissory note\",\"formInput\":\"promissory%20note\"},{\"value\":\" crlj \",\"formInput\":\"%20crlj%20\"},{\"value\":\"439 crpc\",\"formInput\":\"439%20crpc\"},{\"value\":\"cash bail\",\"formInput\":\"cash%20bail\"},{\"value\":\"445 crpc\",\"formInput\":\"445%20crpc\"},{\"value\":\"abscondence\",\"formInput\":\"abscondence\"},{\"value\":\"section 445 of Cr.P.C.\",\"formInput\":\"section%20445%20of%20Cr.P.C.\"},{\"value\":\"bail sureties\",\"formInput\":\"bail%20sureties\"},{\"value\":\"appearance of accused \",\"formInput\":\"appearance%20of%20accused%20\"},{\"value\":\"bail bond\",\"formInput\":\"bail%20bond\"},{\"value\":\"crpc 1973 \",\"formInput\":\"crpc%201973%20\"},{\"value\":\"lien\",\"formInput\":\"lien\"},{\"value\":\"bail in cr.p.c.\",\"formInput\":\"bail%20in%20cr.p.c.\"},{\"value\":\"bail order\",\"formInput\":\"bail%20order\"}],\"cats\":[{\"value\":\"criminal-procedure-code\",\"formInput\":\"tag:criminal-procedure-code\"}],\"courtcopy\":true,\"query_alert\":null,\"agreement\":false}",
  "metadata": "{\"tid\":16577732,\"publishdate\":\"2023-05-29\",\"doctype\":\"Punjab-Haryana High Court\",\"relurl\":\"punjab/2023-05-29/CRM-M-27097-2023\",\"caseno\":\"CRM-M-27097-2023\",\"numcites\":33,\"numcitedby\":147,\"title\":\"Madhu Tanwar And Anr vs State Of Punjab on 29 May, 2023\"}"
}