{
  "petition": {
    "tid": 37685877,
    "catids": [
      124,
      333
    ],
    "doctype": 1000,
    "publishdate": "2020-03-20",
    "authorid": 709,
    "bench": [
      709,
      1152,
      675
    ],
    "title": "M. Subramaniam vs S. Janaki on 20 March, 2020",
    "numcites": 20,
    "numcitedby": 2689,
    "headline": "",
    "docsize": 20868,
    "fragment": true,
    "docsource": "Supreme Court of India",
    "author": "S Khanna",
    "authorEncoded": "s-khanna",
    "citation": "AIRONLINE 2020 SC 387"
  },
  "document": "{\"tid\":37685877,\"publishdate\":\"2020-03-20\",\"title\":\"M. Subramaniam vs S. Janaki on 20 March, 2020\",\"doc\":\"<h2 class=\\\"doc_title\\\">M. Subramaniam vs S. Janaki on 20 March, 2020</h2>\\n\\n<h3 class=\\\"doc_citations\\\">Equivalent citations: AIRONLINE 2020 SC 387</h3>\\n\\n<h3 class=\\\"doc_author\\\">Author: <a href=\\\"/search/?formInput=authorid:s-khanna\\\">Sanjiv Khanna</a></h3>\\n\\n<h3 class=\\\"doc_bench\\\">Bench: <a href=\\\"/search/?formInput=benchid:s-khanna\\\">Sanjiv Khanna</a>, <a href=\\\"/search/?formInput=benchid:m-m-shantanagoudar\\\">Mohan M. Shantanagoudar</a>, <a href=\\\"/search/?formInput=benchid:n-v-ramana\\\">N.V. Ramana</a></h3>\\n\\n<pre id=\\\"pre_1\\\">                                                     NON-REPORTABLE\\n\\n                     IN THE SUPREME COURT OF INDIA\\n\\n                   CRIMINAL APPELLATE JURISDICTION\\n\\n                     CRIMINAL APPEAL NO. 102 OF 2011\\n\\n\\nM. SUBRAMANIAM AND ANOTHER                         …..   APPELLANT(S)\\n\\n                             VERSUS\\n\\nS. JANAKI AND ANOTHER                              …..RESPONDENT(S)\\n\\n\\n                                  ORDER\\n</pre>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_1\\\">              The impugned order dated 06.01.2010 passed by the\\n\\n       Madurai Bench of Madras High Court in Criminal O.P. (MD) No.\\n\\n       11620 of 2009 filed by S. Janaki, the first respondent before us,\\n\\n       directs the Inspector of Police, City Crime Branch, K.K. Nagar,\\n\\n       Trichy to register a case, that is, First Information Report, on the\\n\\n       basis of the complaint dated 18.09.2008 and after investigation file\\n\\n       the final report in accordance with law.\\n</p>\\n\\n<p data-structure=\\\"Facts\\\" id=\\\"p_2\\\">2.     Aggrieved, Mr. M. Subramaniam and Mr. R.V. Prasanna\\n\\n       Venkatesan who were not even made parties to the aforesaid\\n\\n       Criminal O.P. (MD) No. 11620 of 2009 have filed the present\\n\\n       petition under <a href=\\\"/doc/427855/\\\" id=\\\"a_1\\\">Article 136</a> of the Constitution of India. By order\\n\\n       dated 12.03.2010, the permission to file Special Leave Petition\\n\\n       was granted and notice was issued. On considering the facts and\\n<span class=\\\"hidden_text\\\" id=\\\"span_1\\\">Criminal Appeal No. 102 of 2011                                   Page 1 of 8</span>\\n\\f       assertions made, it was directed that in the meanwhile operation\\n\\n       of the impugned judgment would be stayed.\\n</p>\\n\\n<p data-structure=\\\"Facts\\\" id=\\\"p_3\\\">3.     In spite of the aforesaid stay, it appears that the Inspector of\\n\\n       Police, City Crime Branch, K.K. Nagar, Trichy on 05.04.2010 had\\n\\n       registered an FIR in Crime No. 7 of 2010 under <a href=\\\"/doc/1591527/\\\" id=\\\"a_2\\\">Sections 403</a>, <a href=\\\"/doc/988620/\\\" id=\\\"a_3\\\">406</a>,\\n\\n       <a href=\\\"/doc/1131784/\\\" id=\\\"a_4\\\">408</a>, <a href=\\\"/doc/1359568/\\\" id=\\\"a_5\\\">418(i)</a>, <a href=\\\"/doc/1436241/\\\" id=\\\"a_6\\\">420</a>, <a href=\\\"/doc/393714/\\\" id=\\\"a_7\\\">424</a> and <a href=\\\"/doc/1317063/\\\" id=\\\"a_8\\\">465</a> of the Indian Penal Code, 1860\\n\\n       against the two appellants and three others. During the course of\\n\\n       the hearing before us, the appellants have produced a copy of the\\n\\n       order dated 18.02.2019 passed by the Madurai Bench of Madras\\n\\n       High Court in Criminal O.P. (MD) No. 5195 of 2010 and M.P.(MD)\\n\\n       No. 1 of 2010 filed by the appellants and three others against the\\n\\n       two respondents. By this order, the petition was partly allowed\\n\\n       with the direction that the aforesaid case registered as Crime No.\\n\\n       7 of 2010 will be treated as closed. In the event of this Court\\n\\n       dismissing the present S.L.P., the police would proceed with the\\n\\n       investigation in Crime No. 7 of 2010 and take it to its logical\\n\\n       conclusion by either filing charge-sheet or a final closure report as\\n\\n       the case may be. It stands specifically directed that the police\\n\\n       would not proceed further with the investigation till the decision of\\n\\n       the present S.L.P.\\n\\n\\n</p><p data-structure=\\\"Facts\\\" id=\\\"p_4\\\">4.     As per the appellants, the first respondent was one of the trustees\\n\\n       in ADS Educational Trust which was founded in 1985 for the\\n<span class=\\\"hidden_text\\\" id=\\\"span_2\\\">Criminal Appeal No. 102 of 2011                                    Page 2 of 8</span>\\n\\f       purposes of giving and promoting education.                The trust had\\n\\n       started Sri Angalamman College of Engineering and Technology\\n\\n       at Trichy in 1987. The first and second appellants before us are\\n\\n       the Chairman and the Vice-Chairman respectively of this College.\\n</p>\\n<p data-structure=\\\"Facts\\\" id=\\\"p_5\\\">       The appellants have submitted that the first respondent has no\\n\\n       locus standi to file a criminal complaint and the complaint is\\n\\n       intended only to wreak vengeance in view of the civil dispute,\\n\\n       which is pending between the parties. The first respondent, it is\\n\\n       alleged, was removed from service as she was found guilty of\\n\\n       fraud and forgery.\\n</p>\\n\\n\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_6\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1836621\\\" id=\\\"span_3\\\">5.     While it is not possible to accept the contention of the appellants\\n\\n       on the question of locus standi, we are inclined to accept the\\n\\n       contention that the High Court could not have directed the\\n\\n       registration of an FIR with a direction to the police to investigate\\n\\n       and file the final report in view of the judgment of this Court in\\n\\n       <a href=\\\"/doc/1836621/\\\" id=\\\"a_9\\\">Sakiri Vasu v. State Of Uttar Pradesh And Others</a> 1 in which it\\n\\n       has been inter alia held as under:</span>\\n</p>\\n<blockquote id=\\\"blockquote_1\\\">                 “11. In this connection we would like to state that if a\\n                 person has a grievance that the police station is not\\n                 registering his FIR under <a href=\\\"/doc/1980578/\\\" id=\\\"a_10\\\">Section 154</a> CrPC, then he\\n                 can approach the Superintendent of Police under\\n                 <a href=\\\"/doc/1622626/\\\" id=\\\"a_11\\\">Section 154(3)</a> CrPC by an application in writing. Even\\n                 if that does not yield any satisfactory result in the sense\\n                 that either the FIR is still not registered, or that even\\n                 after registering it no proper investigation is held, it is\\n                 open to the aggrieved person to file an application\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_4\\\">1</span>\\n (2008) 2 SCC 409\\n<span class=\\\"hidden_text\\\" id=\\\"span_5\\\">Criminal Appeal No. 102 of 2011                                           Page 3 of 8</span>\\n\\f                 under <a href=\\\"/doc/99487/\\\" id=\\\"a_12\\\">Section 156(3)</a> CrPC before the learned\\n                 Magistrate concerned. If such an application under\\n                 <a href=\\\"/doc/833310/\\\" id=\\\"a_13\\\">Section 156(3)</a> is filed before the Magistrate, the\\n                 Magistrate can direct the FIR to be registered and also\\n                 can direct a proper investigation to be made, in a case\\n                 where, according to the aggrieved person, no proper\\n                 investigation was made. The Magistrate can also under\\n                 the same provision monitor the investigation to ensure\\n                 a proper investigation.\\n</blockquote>\\n<p data-structure=\\\"Section\\\" id=\\\"p_7\\\">                 <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1938541\\\" id=\\\"span_6\\\">12. Thus in <a href=\\\"/doc/1938541/\\\" id=\\\"a_14\\\">Mohd. Yousuf v. Afaq Jahan</a> this Court\\n                 observed: (SCC p. 631, para 11)\\n\\n                    “11. The clear position therefore is that any\\n                    Judicial Magistrate, before taking cognizance of\\n                    the offence, can order investigation under <a href=\\\"/doc/833310/\\\" id=\\\"a_15\\\">Section\\n                    156(3)</a> of the Code. If he does so, he is not to\\n                    examine the complainant on oath because he\\n                    was not taking cognizance of any offence therein.\\n                    For the purpose of enabling the police to start\\n                    investigation it is open to the Magistrate to direct\\n                    the police to register an FIR. There is nothing\\n                    illegal in doing so. After all registration of an FIR\\n                    involves only the process of entering the\\n                    substance of the information relating to the\\n                    commission of the cognizable offence in a book\\n                    kept by the officer in charge of the police station\\n                    as indicated in <a href=\\\"/doc/1034470/\\\" id=\\\"a_16\\\">Section 154</a> of the Code. Even if a\\n                    Magistrate does not say in so many words while\\n                    directing investigation under <a href=\\\"/doc/833310/\\\" id=\\\"a_17\\\">Section 156(3)</a> of the\\n                    Code that an FIR should be registered, it is the\\n                    duty of the officer in charge of the police station to\\n                    register the FIR regarding the cognizable offence\\n                    disclosed by the complainant because that police\\n                    officer could take further steps contemplated in\\n                    Chapter XII of the Code only thereafter.”</span>\\n\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_8\\\">                 13. The same view was taken by this Court in Dilawar\\n                 Singh v. State of Delhi (JT vide para 17). We would\\n                 further clarify that even if an FIR has been registered\\n                 and even if the police has made the investigation, or is\\n                 actually making the investigation, which the aggrieved\\n                 person feels is not proper, such a person can approach\\n                 the Magistrate under <a href=\\\"/doc/99487/\\\" id=\\\"a_18\\\">Section 156(3)</a> CrPC, and if the\\n                 Magistrate is satisfied he can order a proper\\n                 investigation and take other suitable steps and pass\\n                 such order(s) as he thinks necessary for ensuring a\\n                 proper investigation. All these powers a Magistrate\\n                 enjoys under <a href=\\\"/doc/99487/\\\" id=\\\"a_19\\\">Section 156(3)</a> CrPC.\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_7\\\">Criminal Appeal No. 102 of 2011                                              Page 4 of 8</span>\\n<p data-structure=\\\"Section\\\" id=\\\"p_9\\\">\\f                 14. <a href=\\\"/doc/833310/\\\" id=\\\"a_20\\\">Section 156(3)</a> states:\\n</p>\\n<blockquote id=\\\"blockquote_2\\\">                    “156. (3) Any Magistrate empowered under\\n                    <a href=\\\"/doc/276703/\\\" id=\\\"a_21\\\">Section 190</a> may order such an investigation as\\n                    abovementioned.”\\n\\n                 The words “as abovementioned” obviously refer to\\n                 <a href=\\\"/doc/833310/\\\" id=\\\"a_22\\\">Section 156(1)</a>, which contemplates investigation by\\n                 the officer in charge of the police station.\\n</blockquote>\\n<p data-structure=\\\"Section\\\" id=\\\"p_10\\\">                 15. <a href=\\\"/doc/833310/\\\" id=\\\"a_23\\\">Section 156(3)</a> provides for a check by the\\n                 Magistrate on the police performing its duties under\\n                 Chapter XII <a href=\\\"/doc/445276/\\\" id=\\\"a_24\\\">CrPC</a>. In cases where the Magistrate finds\\n                 that the police has not done its duty of investigating the\\n                 case at all, or has not done it satisfactorily, he can\\n                 issue a direction to the police to do the investigation\\n                 properly, and can monitor the same.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_11\\\">                 <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1727525\\\" id=\\\"span_8\\\">16. The power in the Magistrate to order further\\n                 investigation under <a href=\\\"/doc/833310/\\\" id=\\\"a_25\\\">Section 156(3)</a> is an independent\\n                 power and does not affect the power of the\\n                 investigating officer to further investigate the case even\\n                 after submission of his report vide <a href=\\\"/doc/1187622/\\\" id=\\\"a_26\\\">Section 173(8)</a>.\\n                 Hence the Magistrate can order reopening of the\\n                 investigation even after the police submits the final\\n                 report, vide <a href=\\\"/doc/1727525/\\\" id=\\\"a_27\\\">State of Bihar v. J.A.C. Saldanha</a> (SCC :</span>\\n</p><blockquote id=\\\"blockquote_3\\\">                 AIR para 19).\\n</blockquote>\\n<p data-structure=\\\"Section\\\" id=\\\"p_12\\\">                 17. In our opinion <a href=\\\"/doc/99487/\\\" id=\\\"a_28\\\">Section 156(3)</a> CrPC is wide enough\\n                 to include all such powers in a Magistrate which are\\n                 necessary for ensuring a proper investigation, and it\\n                 includes the power to order registration of an FIR and\\n                 of ordering a proper investigation if the Magistrate is\\n                 satisfied that a proper investigation has not been done,\\n                 or is not being done by the police. <a href=\\\"/doc/99487/\\\" id=\\\"a_29\\\">Section 156(3)</a>\\n                 CrPC, though briefly worded, in our opinion, is very\\n                 wide and it will include all such incidental powers as\\n                 are necessary for ensuring a proper investigation.\\n</p>\\n<p data-structure=\\\"Section\\\" id=\\\"p_13\\\">                 18. It is well settled that when a power is given to an\\n                 authority to do something it includes such incidental or\\n                 implied powers which would ensure the proper doing of\\n                 that thing. In other words, when any power is expressly\\n                 granted by the statute, there is impliedly included in the\\n                 grant, even without special mention, every power and\\n                 every control the denial of which would render the\\n                 grant itself ineffective. Thus where an Act confers\\n                 jurisdiction it impliedly also grants the power of doing\\n<span class=\\\"hidden_text\\\" id=\\\"span_9\\\">Criminal Appeal No. 102 of 2011                                          Page 5 of 8</span>\\n\\f                 all such acts or employ such means as are essentially\\n                 necessary for its execution.”\\n\\n\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_14\\\">6.     The said ratio has been followed in Sudhir Bhaskarrao Tambe v.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_15\\\">       Hemant Yashwant Dhage and Others2, in which it is observed.\\n</p>\\n<p data-structure=\\\"Section\\\" id=\\\"p_16\\\">                 <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1836621\\\" id=\\\"span_10\\\">“2. This Court has held in <a href=\\\"/doc/1836621/\\\" id=\\\"a_30\\\">Sakiri Vasu v. State of U.P.</a>,\\n                 that if a person has a grievance that his FIR has not\\n                 been registered by the police, or having been\\n                 registered, proper investigation is not being done, then\\n                 the remedy of the aggrieved person is not to go to the\\n                 High Court under <a href=\\\"/doc/1712542/\\\" id=\\\"a_31\\\">Article 226</a> of the Constitution of\\n                 India, but to approach the Magistrate concerned under\\n                 <a href=\\\"/doc/99487/\\\" id=\\\"a_32\\\">Section 156(3)</a> CrPC. If such an application under\\n                 <a href=\\\"/doc/99487/\\\" id=\\\"a_33\\\">Section 156(3)</a> CrPC is made and the Magistrate is,\\n                 prima facie, satisfied, he can direct the FIR to be\\n                 registered, or if it has already been registered, he can\\n                 direct proper investigation to be done which includes in\\n                 his discretion, if he deems it necessary, recommending\\n                 change of the investigating officer, so that a proper\\n                 investigation is done in the matter.</span> <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1836621\\\" id=\\\"span_11\\\">We have said this\\n                 in <a href=\\\"/doc/1836621/\\\" id=\\\"a_34\\\">Sakiri Vasu</a> case because what we have found in\\n                 this country is that the High Courts have been flooded\\n                 with writ petitions praying for registration of the first\\n                 information report or praying for a proper investigation.</span>\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_17\\\">                 3. We are of the opinion that if the High Courts\\n                 entertain such writ petitions, then they will be flooded\\n                 with such writ petitions and will not be able to do any\\n                 other work except dealing with such writ petitions.\\n                 Hence, we have held that the complainant must avail of\\n                 his alternate remedy to approach the Magistrate\\n                 concerned under <a href=\\\"/doc/99487/\\\" id=\\\"a_35\\\">Section 156(3)</a> CrPC and if he does\\n                 so, the Magistrate will ensure, if prima facie he is\\n                 satisfied, registration of the first information report and\\n                 also ensure a proper investigation in the matter, and he\\n                 can also monitor the investigation.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_18\\\">                 4. <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1836621\\\" id=\\\"span_12\\\">In view of the settled position in <a href=\\\"/doc/1836621/\\\" id=\\\"a_36\\\">Sakiri Vasu</a> case,\\n                 the impugned judgment of the High Court cannot be\\n                 sustained and is hereby set aside. The Magistrate\\n                 concerned is directed to ensure proper investigation\\n                 into the alleged offence under <a href=\\\"/doc/99487/\\\" id=\\\"a_37\\\">Section 156(3)</a> CrPC\\n                 and if he deems it necessary, he can also recommend\\n                 to the SSP/SP concerned a change of the investigating\\n<span class=\\\"hidden_text\\\" id=\\\"span_13\\\">2</span>\\n (2016) 6 SCC 277\\n<span class=\\\"hidden_text\\\" id=\\\"span_14\\\">Criminal Appeal No. 102 of 2011                                           Page 6 of 8</span>\\n\\f                 officer, so that a proper investigation is done. The\\n                 Magistrate can also monitor the investigation, though\\n                 he cannot himself investigate (as investigation is the\\n                 job of the police). Parties may produce any material\\n                 they wish before the Magistrate concerned. The\\n                 learned Magistrate shall be uninfluenced by any\\n                 observation in the impugned order of the High Court.”</span>\\n\\n\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_19\\\">7.     We are also surprised and concerned at the registration of the FIR\\n\\n       in Crime No. 7 of 2010, notwithstanding, the stay order passed by\\n\\n       this Court while issuing notice by which the operation of the\\n\\n       impugned judgment was directed to remain stayed.\\n</p>\\n\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_20\\\">8.     In these circumstances, we would allow the present appeal and\\n\\n       set aside the direction of the High Court for registration of the FIR\\n\\n       and investigation into the matter by the police. At the same time,\\n\\n       our order would not be an impediment in the way of the first\\n\\n       respondent filing documents and papers with the police pursuant\\n\\n       to the complaint dated 18.09.2008 and the police on being\\n\\n       satisfied that a criminal offence is made out would have liberty to\\n\\n       register an FIR. It is also open to the first respondent to approach\\n\\n       the court of the metropolitan magistrate if deemed appropriate and\\n\\n       necessary. Equally, it will be open to the appellants and others to\\n\\n       take steps to protect their interest.\\n</p>\\n\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_21\\\">9.     We would clarify that this Court has not expressed any opinion on\\n\\n       merits and whether or not the complaint discloses any criminal\\n\\n       offence. The only clarification that is required is that a civil dispute\\n<span class=\\\"hidden_text\\\" id=\\\"span_15\\\">Criminal Appeal No. 102 of 2011                                       Page 7 of 8</span>\\n\\f       should not be given the colour of a criminal offence, and at the\\n\\n       same time mere pendency of the civil proceeding is not a good\\n\\n       ground and justification to not register and investigate an FIR if a\\n\\n       criminal offence has been committed.\\n</p>\\n\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_22\\\">10.    Recording the aforesaid, the present appeal is partly allowed.\\n</p>\\n\\n\\n\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_23\\\">                                                …………………………, J.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_24\\\">                                                    (N.V. RAMANA)\\n\\n\\n\\n                                            …………………………, J.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_25\\\">                                     (MOHAN M. SHANTANAGOUDAR)\\n\\n\\n\\n                                                .…………………………, J.\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_26\\\">                                                    (SANJIV KHANNA)\\nNEW DELHI;\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_27\\\">MARCH 20, 2020.\\n</p>\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_16\\\">Criminal Appeal No. 102 of 2011                                   Page 8 of 8</span>\\n\\f\",\"numcites\":20,\"numcitedby\":2689,\"docsource\":\"Supreme Court of India\",\"citetid\":37685877,\"divtype\":\"judgments\",\"relatedqs\":[{\"value\":\"section 156(3) crpc\",\"formInput\":\"section%20156%283%29%20crpc\"},{\"value\":\"section 156(3)\",\"formInput\":\"section%20156%283%29\"},{\"value\":\"section 156(3) of cr.p.c.\",\"formInput\":\"section%20156%283%29%20of%20cr.p.c.\"},{\"value\":\"\\\"156(3)\",\"formInput\":\"%22156%283%29\"},{\"value\":\"156 (3) of code of criminal procedure\",\"formInput\":\"156%20%283%29%20of%20code%20of%20criminal%20procedure\"},{\"value\":\"156(3) cr.p.c.\",\"formInput\":\"156%283%29%20cr.p.c.\"},{\"value\":\"sakiri vasu\",\"formInput\":\"sakiri%20vasu\"},{\"value\":\"sec.156(3) criminal procedure code\",\"formInput\":\"sec.156%283%29%20criminal%20procedure%20code\"},{\"value\":\"section 156(3) cr.pc\",\"formInput\":\"section%20156%283%29%20cr.pc\"},{\"value\":\"proper investigation\",\"formInput\":\"proper%20investigation\"},{\"value\":\"156 (3) of crpc\",\"formInput\":\"156%20%283%29%20of%20crpc\"},{\"value\":\"application under Section 156(3)\",\"formInput\":\"application%20under%20Section%20156%283%29\"},{\"value\":\"criminal procedure code section 156(3)\",\"formInput\":\"criminal%20procedure%20code%20section%20156%283%29\"},{\"value\":\"final report\",\"formInput\":\"final%20report\"},{\"value\":\"further investigation by the magistrate\",\"formInput\":\"further%20investigation%20by%20the%20magistrate\"},{\"value\":\"application under section 156(3) of cr.p.c.\",\"formInput\":\"application%20under%20section%20156%283%29%20of%20cr.p.c.\"},{\"value\":\"aggrieved person \",\"formInput\":\"aggrieved%20person%20\"},{\"value\":\"156 CRPC\",\"formInput\":\"156%20CRPC\"},{\"value\":\"section 156 cr.p.c\",\"formInput\":\"section%20156%20cr.p.c\"},{\"value\":\"section 156 crpc\",\"formInput\":\"section%20156%20crpc\"}],\"cats\":[{\"value\":\"magistrate-empowered-under-section-190-to-order-investigation\",\"formInput\":\"tag:magistrate-empowered-under-section-190-to-order-investigation\"},{\"value\":\"liability-of-owner-for-riot, riot-benefiting-occupier\",\"formInput\":\"tag:liability-of-owner-for-riot, riot-benefiting-occupier\"}],\"courtcopy\":true,\"query_alert\":null,\"agreement\":false}",
  "metadata": "{\"tid\":37685877,\"publishdate\":\"2020-03-20\",\"doctype\":\"Supreme Court of India\",\"relurl\":\"judis.nic.in/2020-03-20/m_subramaniam_s_janaki\",\"caseno\":\"Crl.A. No.-000102-000102 / 2011\",\"numcites\":20,\"numcitedby\":2689,\"title\":\"M. Subramaniam vs S. Janaki on 20 March, 2020\"}"
}