{
  "petition": {
    "tid": 52785956,
    "catids": [
      44
    ],
    "doctype": 1008,
    "publishdate": "2023-02-09",
    "authorid": null,
    "bench": null,
    "title": "Leellu vs State Of U.P. And 3 Others on 9 February, 2023",
    "numcites": 24,
    "numcitedby": 80,
    "headline": "",
    "docsize": 53162,
    "fragment": true,
    "docsource": "Allahabad High Court"
  },
  "document": "{\"tid\":52785956,\"publishdate\":\"2023-02-09\",\"title\":\"Leellu vs State Of U.P. And 3 Others on 9 February, 2023\",\"doc\":\"<h2 class=\\\"doc_title\\\">Leellu vs State Of U.P. And 3 Others on 9 February, 2023</h2>\\n\\n<pre id=\\\"pre_1\\\">\\n\\n\\n\\n\\nHIGH COURT OF JUDICATURE AT ALLAHABAD\\n \\n \\n\\n\\n \\nCourt No. - 43\\t\\t\\t\\t\\t\\t\\t\\tA.F.R.\\n \\n\\n \\nCase :- WRIT - C No. - 4745 of 2023\\n \\n\\n \\nPetitioner :- Leellu\\n \\nRespondent :- State Of U.P. And 3 Others\\n \\nCounsel for Petitioner :- Amish Kumar Srivastava,Sanju Lata\\n \\nCounsel for Respondent :- C.S.C.,Kaushal Kishore Mani\\n \\n\\n \\nHon&#x27;ble Kshitij Shailendra,J.\\n \\n</pre><p data-structure=\\\"PetArg\\\" id=\\\"p_1\\\">\\t1. Heard Shri Amish Kumar Srivastava along with Ms. Sanju Lata, learned counsel for the petitioner, learned Standing Counsel for the State-respondents and Shri Kaushal Kishore Mani, learned counsel for respondent No. 4. \\n</p> \\n<p data-structure=\\\"Issue\\\" id=\\\"p_2\\\">\\t2. The petitioner has made two prayers in the writ petition. The first prayer is for quashing of the order dated 04.01.2023, whereby the Tehsildar concerned has directed eviction of the petitioner in the proceedings under section 67 of U.P. Revenue Code, 2006 and also imposed penalty to the extent of Rs. 1,36,600/-. The second prayer is for deciding the restoration application filed by the petitioner on 16.01.2023 seeking recall of the order dated 04.01.2023. \\n</p> \\n<p data-structure=\\\"PetArg\\\" id=\\\"p_3\\\">\\t3. Learned counsel for the petitioner submits that the Tehsildar, Nakud, Saharanpur issued a notice dated 26.12.2022 in purported exercise of powers under section 67 (2) of U.P. Revenue Code, 2006 calling upon the petitioner to remove his alleged unauthorised possession within a period of two days fixing 28.12.2022 at 10.00 a.m. for compliance of notice and to show cause. The notice states that in case objections are not filed against the show cause notice within the aforesaid date and time, the case shall be decided ex-parte. \\n</p> \\n<p data-structure=\\\"Section\\\" id=\\\"p_4\\\">\\t4. The relevant portion of notice dated 26.12.2022 reads as under: \\n</p> \\n<blockquote id=\\\"blockquote_1\\\">\\t&quot;अतः एतदद्वारा आपको नोटिस दी जाती है कि आप 02 दिनों के अन्दर अवैध अध्यासन को हटा ले, और रूपये की नुकसानी जमा कर दे। नुकसान की मरम्मत करे, अथवा दुर्वियोजन के कारण हुई क्षति को पूर्ण करे अथवा रूपय 2732000/- ग्राम सभा को सौपी गयी भूमि के नुकसान अथवा दुर्वियोजन के कारण हुई क्षति को पूर्ण करे अथवा रूपये 2732000/- रूपये नुकसान के रूप में जमा करे, अथवा करने से विरत रहे। दिनांक 28.12.2022 को समय 10 बजे मेरे न्यायालय में मेरे समक्ष इस नोटिस के पालन की सूचना के लिये अथवा उसके विरूद्ध कारण बताने के लिये उपस्थित हो।\\n</blockquote> \\n<blockquote id=\\\"blockquote_2\\\">\\tआपको यह भी सूचित किया जाता है कि यदि आप उल्लिखित दिनांक और समय को या तो व्यक्तिगत रूप से अथवा अधिवक्ता के माध्यम से उपस्थित नहीं होते है, और कारण बताओं नोटिस के विरूद्ध आपत्ति दाखिल नहीं करते तो मामले में विनिश्चय किया जायेगा और आपके विरूद्ध एक पक्षीय रूप से आदेश पारित किया जायेगा। \\n</blockquote> \\n<blockquote id=\\\"blockquote_3\\\">\\tमेरे हस्ताक्षर व न्यायालय की मुहर से दिनांक 26.12.2022 को जारी किया गया। &quot;\\n</blockquote> \\n\\n \\n<p data-structure=\\\"PetArg\\\" id=\\\"p_5\\\">\\t5. Learned counsel for the petitioner submits that the very next week, the impugned order dated 04.01.2023 has been passed observing that despite service of notice, the petitioner has not made any opposition hence the case proceeded day by day. It is the case of the petitioner that the order dated 04.01.2023 being ex-parte and in violation of the principles of Natural Justice, he immediately preferred a recall application dated 16.01.2023 stating that immediately after having come to know about the order dated 04.01.2023, restoration/recall application is being moved, which should be allowed.\\n</p> \\n<p data-structure=\\\"PetArg\\\" id=\\\"p_6\\\">\\t6. Learned counsel for the petitioner has placed reliance upon the provisions of section 67 of U.P. Revenue Code, 2006, sub-sections (2) and (3), whereof read as follows: \\n</p> \\n<blockquote id=\\\"blockquote_4\\\">\\t67. Power to prevent damages, misappropriation and wrongful occupation of Gram Panchayat property. - \\n</blockquote> \\n<p data-structure=\\\"Section\\\" id=\\\"p_7\\\">(2) Where from the information received under sub-section (1) or otherwise, the Assistant Collector is satisfied that any property referred to in sub-section (1) has been damaged or misappropriated, or any person is in occupation of any land referred to in that sub-section in contravention of the provisions of this Code, he shall issue notice to the person concerned to show cause why compensation for damage, misappropriation or wrongful occupation not exceeding the amount specified in the notice be not recovered from him and why he should not be evicted from such land.\\n</p> \\n<p data-structure=\\\"Section\\\" id=\\\"p_8\\\">(3) If the person to whom a notice has been issued under sub-section (2) fails to show cause within the time specified in the notice or within such extended time as the Assistant Collector may allow in this behalf, or if the cause shown is found to be insufficient, the Assistant Collector may direct that such person shall be evicted from the land, and may, for that purpose, use or cause to be used such force as may be necessary, and may direct that the amount of compensation for damage or misappropriation of the property or for wrongful occupation as the case may be, be recovered from such person as arrears of land revenue.&quot;\\n</p> \\n<p data-structure=\\\"Section\\\" id=\\\"p_9\\\">\\t7. He has also placed reliance upon Rule 67 of the Rules framed under the Act in 2016, which reads as follows: \\n</p> \\n<blockquote id=\\\"blockquote_5\\\">\\t67. Further inquiry by Assistant Collector (Section 67). - (1) On receipt of the information under rule 66, or on facts otherwise coming to his knowledge, the Assistant Collector may make such inquiry as he deems proper and may obtain further information regarding the following points:-\\n</blockquote> \\n<blockquote id=\\\"blockquote_6\\\">(a) full description of damage or misappropriation caused or the wrongful occupation made with details of village, plot number, area, boundary, property damaged or misappropriated and market value thereof;\\n</blockquote> \\n<blockquote id=\\\"blockquote_7\\\">(b) full address along with parentage of the person responsible for such damage, misappropriation or wrongful occupation;\\n</blockquote> \\n<blockquote id=\\\"blockquote_8\\\">(c) period of wrongful occupation, damage or misappropriation and class of soil of the plots involved;\\n</blockquote> \\n<blockquote id=\\\"blockquote_9\\\">(d) value of the property damaged or misappropriated calculated at the circle rate fixed by the Collector and the amount sought to be recovered as damages.\\n</blockquote> \\n<blockquote id=\\\"blockquote_10\\\">(2) The Assistant Collector shall thereafter proceed to take action under section 67(2) and for that purpose issue a notice to the person concerned in R.C. Form-20 to show cause as to why compensation for damage, misappropriation or wrongful occupation not exceeding the amount specified in the notice be not recovered from him and why he should not be evicted from such land.\\n</blockquote> \\n<blockquote id=\\\"blockquote_11\\\">(3) If the notice referred to in section 67(2) remains uncomplied with or if the cause shown by the person concerned is found to be insufficient, the Assistant Collector may direct by order that-\\n</blockquote> \\n<blockquote id=\\\"blockquote_12\\\">(a) such person be evicted by using such force as may be necessary; or\\n \\n</blockquote><blockquote id=\\\"blockquote_13\\\">(b) the amount of compensation for damage or wrongful occupation ordered by the Assistant Collector, if not paid in specified time, may be recovered as arrears of land revenue, including the amount of expenses referred to in sub-rule (3).\\n</blockquote> \\n<blockquote id=\\\"blockquote_14\\\">(4) The amount of damages sought to be recovered and the expenses of execution of the order shall be specified in such notice, which shall be determined in the following manner:-\\n</blockquote> \\n<blockquote id=\\\"blockquote_15\\\">(a) In the case of damage or misappropriation, the amount of damages shall be assessed at the prevailing market rate.\\n</blockquote> \\n<blockquote id=\\\"blockquote_16\\\">(b) In the case of unauthorized occupation of any land, the amount of damages shall be the amount equal to the five percent of the market value of the land calculated at the circle rate fixed by the Collector for each year of unauthorized occupation.\\n</blockquote> \\n<blockquote id=\\\"blockquote_17\\\">(c) The expenses of execution of the order shall be assessed on the basis of one day&#x27;s pay and allowances payable to the staff deputed.\\n</blockquote> \\n<blockquote id=\\\"blockquote_18\\\">(5) If the person wrongfully occupying the land has done cultivation therein, he may be allowed to retain possession thereof until he has harvested the crops subject to the payment by him of the amount equal to the five percent of the market value of the land calculated as per the circle rate which shall be credited to the Consolidated Gaon Fund or the Fund of the local authority other than the Gram Panchayat as the case may be. If the person concerned does not make the payment of the aforesaid amount within the period specified in the notice in R.C. Form-20, the possession of the land shall be delivered to the Land Management Committee or the local authority, as the case may be, together with the crop:\\n</blockquote> \\n<blockquote id=\\\"blockquote_19\\\">Provided that where such person again wrongfully occupies the same land or any other land within the jurisdiction of the Gram Panchayat or the local authority as the case may be, he shall be evicted therefrom forthwith and possession of the land vacant or together with the crop thereon shall be delivered to the Land Management Committee or the local authority as the case may be.\\n</blockquote> \\n<blockquote id=\\\"blockquote_20\\\">(6) The Assistant Collector shall make an endeavor to conclude the proceeding under section 67 of the Code within the period of ninety days from the date of issuance of the show cause notice and if the proceeding is not concluded within such period the reasons for the same shall be recorded.\\n</blockquote> \\n<blockquote id=\\\"blockquote_21\\\">(7) Nothing in sub-rule (5) shall debar the Land Management Committee or the local authority as the case may be from prosecuting the person who encroaches upon the same land second time in spite of having been evicted under the Code or the rules, under <a href=\\\"/doc/162506/\\\" id=\\\"a_1\\\">section 447</a> of the Indian Penal Code, 1860.\\n</blockquote> \\n<blockquote id=\\\"blockquote_22\\\">(8) There shall be maintained in the office of each Collector a register in R.C. Form-21 showing details of the amount ordered to be realized on account of damages and compensation awarded in proceedings under <a href=\\\"/doc/1500319/\\\" id=\\\"a_2\\\">section 67</a>.\\n</blockquote> \\n<blockquote id=\\\"blockquote_23\\\">(9) A similar register shall also be maintained by each tahsildar showing realization of damages and compensation awarded in such proceeding. The entries made in the register maintained at tahsil shall be compared with the register maintained by the Collector to ensure accuracy of the entries made therein.\\n</blockquote> \\n<blockquote id=\\\"blockquote_24\\\">(10) A progress report showing realization of damages and compensation awarded in proceedings under <a href=\\\"/doc/1500319/\\\" id=\\\"a_3\\\">section 67</a> shall be sent to Board of Revenue, U.P., Lucknow by the fifteenth day of April and October every year. The Board after consolidating the report so received from the districts shall send it to the Government.\\n</blockquote> \\n<blockquote id=\\\"blockquote_25\\\">(11) Nothing in rules 66 and 67 shall debar any person from establishment of his right, title or interest in a court of competent jurisdiction in accordance with the law for the time being in force in respect of any matter for which any order has been made under <a href=\\\"/doc/1500319/\\\" id=\\\"a_4\\\">section 67</a> of the Code.........\\n</blockquote> \\n<p data-structure=\\\"Section\\\" id=\\\"p_10\\\">\\t8. The contention of the learned counsel for the petitioner is that issuance of notice under sub-section (2) of <a href=\\\"/doc/1500319/\\\" id=\\\"a_5\\\">section 67</a> for showing cause must have provided sufficient time to the noticee to submit objections and merely because under <a href=\\\"/doc/1500319/\\\" id=\\\"a_6\\\">section 67</a> of the Code or Rule 67 of the Rules, no time period has been fixed for calling upon the noticee to submit objections, it cannot be expected that the notice issuing authority is under unbridled power to issue a notice granting only two days&#x27; time to vacate the property, and therefore, the very basis of the impugned proceedings is contrary to the principles of Natural Justice as well as the provisions of the Code and the Rules. \\n</p> \\n<p data-structure=\\\"RespArg\\\" id=\\\"p_11\\\">\\t9. On the other hand, learned Standing Counsel submits that since the restoration application has already been preferred by the petitioner seeking recall of the order dated 04.01.2023, it would not be appropriate for this Court to examine the validity of the order dated 04.01.2023, inasmuch as in case the recall application is decided either way, the same would give rise to further proceedings depending upon result of restoration/recall application. Learned Standing Counsel further submits that since no specific period has been prescribed either under <a href=\\\"/doc/1500319/\\\" id=\\\"a_7\\\">section 67</a> of the U.P. Revenue Code, 2006 or under Rule 67 of the Rules, 2016, issuance of notice calling upon the petitioner in the present case, to show cause within a period of two days, does not suffer from any infirmity or illegality. \\n</p> \\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_12\\\">\\t10. I have heard the learned counsel for the parties and perused the record. \\n</p> \\n<p data-structure=\\\"Section\\\" id=\\\"p_13\\\">\\t11. <a href=\\\"/doc/1500319/\\\" id=\\\"a_8\\\">Section 67</a> of the U.P. Revenue Code, 2006 is a substantial provision describing the power to prevent damage, misappropriation and wrongful occupation of Gram Panchayat property. The provision is divided into various sub-sections and the Rule 67 of the Rules clearly provides for holding of comprehensive and specific proceedings before arriving at a conclusion under section 67 of the Act. \\n</p> \\n<p data-structure=\\\"Section\\\" id=\\\"p_14\\\">\\t12. Apart from above, insofar as applicability <a href=\\\"/doc/161831507/\\\" id=\\\"a_9\\\">of the Code of Civil Procedure</a>, 1908 to the proceedings under U.P. Revenue Code, 2006, reference to Rule 186 of U.P. Revenue Code Rules, 2016 should be made. \\n</p> \\n<p data-structure=\\\"Section\\\" id=\\\"p_15\\\">\\t13. Rule 186 of the U.P. Revenue Code Rules, 2016 reads as follows: \\n</p> \\n<blockquote id=\\\"blockquote_26\\\">\\t&quot;186.  Non-applicability <a href=\\\"/doc/161831507/\\\" id=\\\"a_10\\\">of CPC</a> (Section 214).- The provisions <a href=\\\"/doc/161831507/\\\" id=\\\"a_11\\\">of the Code of Civil Procedure</a>, 1908 shall not be applicable to the summary proceedings under the Code or these rules, but the principles enshrined in <a href=\\\"/doc/161831507/\\\" id=\\\"a_12\\\">the Code of Civil Procedure</a>, 1908 and the principles of natural justice shall be observed in the disposal of such proceedings.&quot; \\n</blockquote> \\n<p data-structure=\\\"Section\\\" id=\\\"p_16\\\">\\t14. Though, Rule 186 excludes provisions of applicability with respect to the summary proceedings under the U.P. Revenue Code of 2006, however it clearly mandates that principles enshrined in <a href=\\\"/doc/161831507/\\\" id=\\\"a_13\\\">the Code of Civil Procedure</a>, 1908 and the principles of Natural Justice shall be observed in the disposal of such proceedings. \\n</p> \\n<p data-structure=\\\"Section\\\" id=\\\"p_17\\\">\\t15. Apart from the above, section 225-A read with Rule 192 of the Rules provide for determination of questions in any summary proceedings under the U.P. Revenue Code, 2006. For ready reference, section 225-A of U.P. Revenue Code, 2006 and Rule 192 of U.P. Revenue Code Rules, 2016 are reproduced herein below: \\n</p> \\n<blockquote id=\\\"blockquote_27\\\">\\t&quot;225-A Determination of questions in summary proceeding.-Notwithstanding anything contained in other provisions of this Code, all the questions arising for determination in any summary proceeding under this Code shall be decided upon affidavits, in the manner prescribed: \\n</blockquote> \\n<blockquote id=\\\"blockquote_28\\\">Provided that if Revenue Court or Revenue Officer is satisfied that the cross examination of any witness, who has filed affidavit, is necessary, it or he may direct to produce the witness for such cross examination. \\n</blockquote> \\n<blockquote id=\\\"blockquote_29\\\">&quot;192. Determination of questions in summary proceedings (Section 225-A).- (1) All the questions arising for determination in any summary proceeding under this Code or these rules shall be decided upon affidavits.\\n</blockquote> \\n<p data-structure=\\\"Section\\\" id=\\\"p_18\\\">(2) The following proceedings shall be treated as summary proceedings, namely:\\n</p> \\n\\n \\n<blockquote id=\\\"blockquote_30\\\">Section \\n \\nParticulars\\n \\n<span class=\\\"hidden_text\\\" id=\\\"span_1\\\">24</span>\\n \\nDemarcation proceedings.\\n</blockquote> \\n<span class=\\\"hidden_text\\\" id=\\\"span_2\\\">25</span>\\n \\n<blockquote id=\\\"blockquote_31\\\">Proceeding regarding rights of way and other easements.\\n</blockquote> \\n<span class=\\\"hidden_text\\\" id=\\\"span_3\\\">26</span>\\n \\n<blockquote id=\\\"blockquote_32\\\">Proceeding regarding removal of obstacle.\\n</blockquote> \\n<blockquote id=\\\"blockquote_33\\\">30(2)\\n \\nProceeding regarding physical division of minjumla number. \\n</blockquote> \\n<blockquote id=\\\"blockquote_34\\\">31(2)\\n \\nProceeding regarding determination of shares. \\n</blockquote> \\n<span class=\\\"hidden_text\\\" id=\\\"span_4\\\">32</span>\\n \\n<blockquote id=\\\"blockquote_35\\\">Proceeding regarding correction of records.\\n</blockquote> \\n<span class=\\\"hidden_text\\\" id=\\\"span_5\\\">35</span>\\n \\n<blockquote id=\\\"blockquote_36\\\">Mutation proceedings.\\n</blockquote> \\n<span class=\\\"hidden_text\\\" id=\\\"span_6\\\">38</span>\\n \\n<blockquote id=\\\"blockquote_37\\\">Proceeding regarding correction of error or omission.\\n</blockquote> \\n<span class=\\\"hidden_text\\\" id=\\\"span_7\\\">49</span>\\n \\n<blockquote id=\\\"blockquote_38\\\">Proceeding regarding revision of map and records.\\n</blockquote> \\n<span class=\\\"hidden_text\\\" id=\\\"span_8\\\">58</span>\\n \\n<blockquote id=\\\"blockquote_39\\\">Proceeding regarding dispute arising in respect of any property referred to in <a href=\\\"/doc/147109344/\\\" id=\\\"a_14\\\">sections 54</a>, <a href=\\\"/doc/113698896/\\\" id=\\\"a_15\\\">56</a> or 57.\\n</blockquote> \\n<span class=\\\"hidden_text\\\" id=\\\"span_9\\\">66</span>\\n \\n<blockquote id=\\\"blockquote_40\\\">Proceeding regarding inquiry into irregular allotment of Abadi sites.\\n</blockquote> \\n<span class=\\\"hidden_text\\\" id=\\\"span_10\\\">67</span>\\n \\n<blockquote id=\\\"blockquote_41\\\">Proceeding regarding eviction of unauthorised occupants\\n \\n<span class=\\\"hidden_text\\\" id=\\\"span_11\\\">80</span>\\n \\nProceeding regarding declaration for nonagricultural use\\n \\n<span class=\\\"hidden_text\\\" id=\\\"span_12\\\">82</span>\\n \\nProceeding regarding cancellation of declaration.\\n</blockquote> \\n<span class=\\\"hidden_text\\\" id=\\\"span_13\\\">98</span>\\n \\n<blockquote id=\\\"blockquote_42\\\">Proceeding regarding permission to transfer Bhumidhari land to person other than Scheduled Caste.\\n</blockquote> \\n<span class=\\\"hidden_text\\\" id=\\\"span_14\\\">101</span>\\n \\n<blockquote id=\\\"blockquote_43\\\">Proceeding for exchange. \\n</blockquote> \\n<blockquote id=\\\"blockquote_44\\\">105(5)\\n \\nProceeding for possession of Land. \\n</blockquote> \\n<span class=\\\"hidden_text\\\" id=\\\"span_15\\\">128</span>\\n \\n<blockquote id=\\\"blockquote_45\\\">Proceeding for cancellation of allotment and lease. \\n</blockquote> \\n<blockquote id=\\\"blockquote_46\\\">149 &amp; 150\\n \\nProceeding for eviction of Government lessee.\\n</blockquote> \\n<span class=\\\"hidden_text\\\" id=\\\"span_16\\\">193</span>\\n \\n<p data-structure=\\\"Section\\\" id=\\\"p_19\\\">Proceeding to set aside sale for irregularity.\\n</p> \\n<span class=\\\"hidden_text\\\" id=\\\"span_17\\\">195</span>\\n \\n<p data-structure=\\\"Issue\\\" id=\\\"p_20\\\">Proceeding for setting aside of sale by Collector or Commissioner.\\n</p> \\n<span class=\\\"hidden_text\\\" id=\\\"span_18\\\">212</span>\\n \\n<p data-structure=\\\"Issue\\\" id=\\\"p_21\\\">Proceeding for transfer of cases.\\n</p> \\n\\n \\n\\n \\n<p data-structure=\\\"Section\\\" id=\\\"p_22\\\">(3) The State Government or the Board may declare any other proceeding except the suits under the Code or these rules as the summary proceeding.\\n</p> \\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_23\\\">(4) The procedure for disposal of summary proceedings is contained in Revenue Court Manual.&quot;\\n</p> \\n<p data-structure=\\\"Section\\\" id=\\\"p_24\\\">\\t16. The aforesaid Rules of 2016 have been framed by the State Government in exercise of powers under section 233 of the U.P. Revenue Code, 2006. For the purposes of instant case, section 233 (2) (xiv) is extracted herein-below: \\n</p> \\n<blockquote id=\\\"blockquote_47\\\">\\t&quot;233. Rules.(1) The State Government may by notification make rules for carrying for the purposes of this Code. \\n</blockquote> \\n<blockquote id=\\\"blockquote_48\\\">(2) Without prejudice to the generality of the foregoing power, such rules may also provided for-\\n</blockquote> \\n<blockquote id=\\\"blockquote_49\\\">(xiv) the procedure relating to the conduct and prosecution of suits, appeals and other proceedings, including the procedure of conducting various inquiries under the provisions of this Code.&quot;\\n</blockquote> \\n<p data-structure=\\\"Section\\\" id=\\\"p_25\\\">\\t17. From the aforesaid quoted provisions, it is clear that proceedings under <a href=\\\"/doc/71112531/\\\" id=\\\"a_16\\\">section 67</a> of the U.P. Revenue Code, 2006 are summary proceedings, and therefore, in view of aforesaid quoted provisions, adherence to the principles of Natural Justice is a statutory mandate. \\n</p> \\n<p data-structure=\\\"Precedent\\\" id=\\\"p_26\\\">\\t18. The crucial question that remains to be adjudicated in the present case is whether principles of natural justice have been violated; and if so, to what extent any prejudice has been caused. It may be noted at this juncture that in some cases it has been observed that where grant of opportunity in terms of principles of natural justice do not improve the situation, ``useless formality theory&#x27;&#x27; can be pressed into service.\\n</p> \\n<p data-structure=\\\"Precedent\\\" id=\\\"p_27\\\">\\t<span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1086058\\\" id=\\\"span_19\\\">19. The Apex Court in its judgement pronounced in the case of <a href=\\\"/doc/1086058/\\\" id=\\\"a_17\\\">Canara Bank vs V.K. Awasthy</a>, 2005 (6) Supreme Court Cases, 321, elaborately described the principles governing concept of Natural Justice and its application in the judicial/quasi judicial/administrative proceedings and this Court is taking aid of <a href=\\\"/doc/1086058/\\\" id=\\\"a_18\\\">the said decision</a> in reiterating the deliberations made by different courts on the issue, in the forthcoming paragraphs:</span> \\n</p> \\n<p data-structure=\\\"Issue\\\" id=\\\"p_28\\\">\\t20. Natural justice is another name for commonsense justice. Rules of natural justice are not codified canons. But they are principles ingrained into the conscience of man. Natural justice is the administration of justice in a commonsense liberal way. Justice is based substantially on natural ideals and human values. The administration of justice is to be freed from the narrow and restricted considerations which are usually associated with a formulated law involving linguistic technicalities and grammatical niceties. It is the substance of justice which has to determine its form.\\n</p> \\n<p data-structure=\\\"Section\\\" id=\\\"p_29\\\">\\t21. The expressions ``natural justice&#x27;&#x27; and ``legal justice&#x27;&#x27; do not present a water-tight classification. It is the substance of justice which is to be secured by both, and whenever legal justice fails to achieve this solemn purpose, natural justice is called in aid of legal justice. Natural justice relieves legal justice from unnecessary technicality, grammatical pedantry or logical prevarication. It supplies the omissions of a formulated law. As Lord Buckmaster said, no form or procedure should ever be permitted to exclude the presentation of a litigants. Defence.\\n</p> \\n<p data-structure=\\\"Section\\\" id=\\\"p_30\\\">\\t22. The adherence to principles of natural justice as recognized by all civilized States is of supreme importance when a quasi-judicial body embarks on determining disputes between the parties, or any administrative action involving civil consequences is in issue. These principles are well settled. The first and foremost principle is what is commonly known as audi alteram partem rule. It says that no one should be condemned unheard. Notice is the first limb of this principle. It must be precise and unambiguous. It should appraise the party determinatively the case he has to meet. Time given for the purpose should be adequate so as to enable him to make his representation. In the absence of a notice of the kind and such reasonable opportunity, the order passed becomes wholly vitiated. Thus, it is but essential that a party should be put on notice of the case before any adverse order is passed against him. This is one of the most important principles of natural justice. It is after all an approved rule of fair play. The concept has gained significance and shades with time. When the historic document was made at Runnymede in 1215, the first statutory recognition of this principle found its way into the ``Magna Carta&#x27;&#x27;. The classic exposition of Sir Edward Coke of natural justice requires to ``vocate interrogate and adjudicate&#x27;&#x27;. <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"76322800\\\" id=\\\"span_20\\\">In the celebrated case of <a href=\\\"/doc/76322800/\\\" id=\\\"a_19\\\">Cooper v. Wandsworth Board of Works</a>, (1963) 143 ER 414, the principle was thus stated:</span>\\n</p> \\n<blockquote id=\\\"blockquote_50\\\">&quot;Even God did not pass a sentence upon Adam, before he was called upon to make his defence. ``Adam&#x27;&#x27; says God, ``where art thou has thou not eaten of the tree whereof I commanded thee that though should not eat&#x27;&#x27;.\\n</blockquote> \\n<blockquote id=\\\"blockquote_51\\\">Since then the principle has been chiselled, honed and refined, enriching its content. Judicial treatment has added light and luminosity to the concept, like polishing of a diamond.\\n</blockquote> \\n<p data-structure=\\\"Section\\\" id=\\\"p_31\\\">\\t<span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"76322800\\\" id=\\\"span_21\\\">23. Principles of natural justice are those rules which have been <a href=\\\"/doc/76322800/\\\" id=\\\"a_20\\\">laid down by</a> the Courts as being the minimum protection of the rights of the individual against the arbitrary procedure that may be adopted by a judicial, quasi- judicial and administrative authority while making an order affecting those rights. These rules are intended to prevent such authority from doing injustice.</span>\\n</p> \\n<p data-structure=\\\"Precedent\\\" id=\\\"p_32\\\">\\t24. What is meant by the term &quot;principles of natural justice&quot; is not easy to determine. Lord Summer (then Hamilton, L.J.) in Ray v. Local Government Board, (1914) 1 KB 160, described the phrase as sadly lacking in precision. In General Council of Medical Education &amp; Registration of U.K. v. Sanckman, (1943) AC 627; Lord Wright observed that it was not desirable to attempt `to force it into any Procrustean bed&#x27; and mentioned that one essential requirement was that the Tribunal should be impartial and have no personal interest in the controversy, and further that it should give `a full and fair opportunity&#x27;, to every party of being heard.\\n</p> \\n<p data-structure=\\\"Precedent\\\" id=\\\"p_33\\\">\\t<span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"90081309\\\" id=\\\"span_22\\\">25. Lord Wright referred to the leading cases on the subject. The most important of them is the <a href=\\\"/doc/90081309/\\\" id=\\\"a_21\\\">Board of Education v. Rice</a>, (1911) AC 179, where Lord Loreburn, L.C. observed as follows:</span>\\n</p> \\n<blockquote id=\\\"blockquote_52\\\">&quot;Comparatively recent statutes have extended, if they have originated, the practice of imposing upon departments or offices of State the duty of deciding or determining questions of various kinds. It will, I suppose usually be of an administrative kind, but sometimes, it will involve matter of law as well as matter of fact, or even depend upon matter of law alone. In such cases, the Board of Education will have to ascertain the law and also to ascertain the facts. I need not and that in doing either they must act in good faith and fairly listen to both sides for that is a duty lying upon everyone who decides anything. But I do not think they are bound to treat such a question as though it were a trial......&#x27;&#x27; The Board is in the nature of the arbitral tribunal, and a Court of law has no jurisdiction to hear appeals from the determination either upon law or upon fact. But if the Court is satisfied either that the Board have not acted judicially in the way I have described, or have not determined the question which they are required by the Act to determine, then there is a remedy by mandamus and certiorari&quot;.\\n</blockquote> \\n<p data-structure=\\\"Precedent\\\" id=\\\"p_34\\\">Lord Wright also emphasized from the same decision the observation of the Lord Chancellor that the Board can obtain information in any way they think best, always giving a fair opportunity to those who are parties to the controversy for correcting or contradicting any relevant statement prejudicial to their view&#x27;&#x27;. To the same effect are the observations of Earl of Selbourne, LO in Spackman v. Plumstead District Board of Works, (1885) 10 AC 229, where the learned and noble Lord Chancellor observed as follows:\\n</p> \\n<blockquote id=\\\"blockquote_53\\\">&quot;No doubt, in the absence of special provisions as to how the person who is to decide is to proceed, law will imply no more than that the substantial requirements of justice shall not be violated. He is not a judge in the proper sense of the word; but he must give the parties an opportunity of being heard before him and stating their case and their view. He must give notice when he will proceed with the matter and he must act honestly and impartially and not under the dictation of some other person or persons to whom the authority is not given by law. There must be no malversation of any kind. There would be no decision within the meaning of the statute if there were anything of that sort done contrary to the essence of justice&quot;.\\n</blockquote> \\n<p data-structure=\\\"Precedent\\\" id=\\\"p_35\\\">Lord Selbourne also added that the essence of justice consisted in requiring that all parties should have an opportunity of submitting to the person by whose decision they are to be bound, such considerations as in their judgment ought to be brought before him. All these cases lay down the very important rule of natural justice contained in the oft-quoted phrase `justice should not only be done, but should be seen to be done&#x27;.\\n</p> \\n<p data-structure=\\\"Precedent\\\" id=\\\"p_36\\\">\\t26. Concept of natural justice has undergone a great deal of change in recent years. Rules of natural justice are not rules embodied always expressly in a statute or in rules framed thereunder. They may be implied from the nature of the duty to be performed under a statute. What particular rule of natural justice should be implied and what its context should be in a given case must depend to a great extent on the fact and circumstances of that case, the frame-work of the statute under which the enquiry is held. The old distinction between a judicial act and an administrative act has withered away. Even an administrative order which involves civil consequences must be consistent with the rules of natural justice. Expression `civil consequences&#x27; encompasses infraction of not merely property or personal rights but of civil liberties, material deprivations, and non-pecuniary damages. In its wide umbrella comes everything that affects a citizen in his civil life.\\n</p> \\n<p data-structure=\\\"Precedent\\\" id=\\\"p_37\\\">\\t27. Natural justice has been variously defined by different Judges. A few instances will suffice. In Drew v. Drew and Lebura, (1855) 2 Macg. 1, Lord Cranworth defined it as `universal justice&#x27;. In James Dunber Smith v. R., (1878) 3 A.C 614, (PC) Sir Robort P. Collier, speaking for the judicial committee of Privy council, used the phrase `the requirements of substantial justice&#x27;, while in Arthur John Specman v. Plumstead District Board of Works, (1885) 10 AC 229, the Earl of Selbourne, S.C. preferred the phrase `the substantial requirement of justice&#x27;. In Vionet v. Barrett, (1885) 55 LJRD 39, Lord Esher, MR defined natural justice as `the natural sense of what is right and wrong&#x27;. <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1766147\\\" id=\\\"span_23\\\">While, however, deciding Hookings v. Smethwick Local Board of Health, (1890) 24 QBD 712, Lord Fasher, M.R. instead of using the definition given earlier by him in Vionet&#x27;s case (supra) chose to define natural justice as `fundamental justice&#x27; In Ridge v. Baldwin, (1963) 1 QB 539, Harman LJ, in the Court of Appeal countered natural justice with `fair-play in action&#x27; a phrase favoured by Bhagawati, J. In <a href=\\\"/doc/1766147/\\\" id=\\\"a_22\\\">Maneka Gandhi v. Union of India</a>, [1978] 1 SCC 248. In H.K (an infant) in Re (1967) 2 QB 617, Lord Parker, CJ, preferred to describe natural justice as `a duty to act fairly&#x27;.</span> <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"861688\\\" id=\\\"span_24\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1985274\\\" id=\\\"span_25\\\">In fairmount <a href=\\\"/doc/1985274/\\\" id=\\\"a_23\\\">Investments Ltd. v. Secretary to State</a> for Environment, (1976) 1 WLR 1255 Lord Russell of Willowan somewhat picturesquely described natural justice as `a fair crack of the whip&#x27; while Geoffrey Lane, LJ. In <a href=\\\"/doc/861688/\\\" id=\\\"a_24\\\">R. v. Secretary of State</a> for Home Affairs Ex Parte Hosenball, (1977) 1 WLR 766 preferred the homely phrase `common fairness&#x27;.</span></span>\\n</p> \\n<p data-structure=\\\"Precedent\\\" id=\\\"p_38\\\">\\t28. How then have the principles of natural justice been interpreted in the Courts and within what limits are they to be confined? Over the years by a process of judicial interpretation two rules have been evolved as representing the principles of natural justice in judicial process, including therein quasi-judicial and administrative process. They constitute the basic elements of a fair hearing, having their roots in the innate sense of man for fair-play and justice which is not the preserve of any particular race or country but is shared in common by all men. The first rule is `nemo judex in causa sua&#x27; or `nemo debet esse judex in propria causa sua&#x27; as stated in (1605) 12 Co. Rep.114 that is, `no man shall be a judge in his own cause&#x27; Coke used the form `aliquis non debet esse judex in propria causa quia non potest esse judex at pars. (Co.Litt. 1418), that is, `no man ought to be a judge in his own case&#x27; because he cannot act as Judge and at the same time be a party&#x27; The form `nemo potest esse simul actor et judex&#x27;, that is, `no one can be at once suitor and judge&#x27; is also at times used. The second rule is `audi alteram partem&#x27;, that is, `hear the other side&#x27; At times and particularly in continental countries, the form `audietur at altera pars&#x27; is used, meaning very much the same thing. A corollary has been deduced from the above two rules and particularly the audi alteram partem rule, namely `qui aliquid statuerit parte inaudita alteram actquam licet dixerit, haud acquum facerit&#x27; that is, `he who shall decide anything without the other side having been heard, although he may have said what is right, will not have been what is right&#x27; (See Bosewell&#x27;s case (1605) 6 Co. Rep. 48-b, 52-a) or in other words, as it is now expressed, `justice should not only be done but should manifestly be seen to be done&#x27; Whenever an order is struck down as invalid being in violation of principles of natural justice, there is no final decision of the case and fresh proceedings are left upon. All that is done is to vacate the order assailed by virtue of its inherent defect, but the proceedings are not terminated.\\n</p> \\n<p data-structure=\\\"Precedent\\\" id=\\\"p_39\\\">\\t<span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"69408974\\\" id=\\\"span_26\\\">29. What is known as `useless formality theory&#x27; has received consideration of this Court in <a href=\\\"/doc/69408974/\\\" id=\\\"a_25\\\">M.C. Mehta v. Union of India</a>, [1999] 6 SCC 237. It was observed as under:</span>\\n</p> \\n<blockquote id=\\\"blockquote_54\\\">&quot;22. Before we go into the final aspect of this contention, we would like to state that cases relating to breach of natural justice do also occur where all facts are not admitted or are not all beyond dispute. In the context of those cases there is a considerable case-law and literature as to whether relief can be refused even if the court thinks that the case of the applicant is not one of `real substance&#x27; or that there is no substantial possibility of his success or that the result will not be different, even if natural justice is followed. (See Malloch v. Aberdeen Corpn., [1971] 2 All ER 1278, (per Lord Reid and Lord Wilberforce), Glynn v. Keele University, [1971] 2 All ER 89; Cinnamond v. British Airports Authority, [1980] 2 All ER 368, CA and other cases where such a view has been held. The latest addition to this view is R. v. Ealing Magistrates. Court, ex p. Fannaran, (1996) 8 Admn. LR 351, (see de Smith, Suppl. P.89) (1998) where Straughton, L.J. held that there must be `demonstrable beyond doubt that the result would have been different. Lord Woolf in Lloyd v. McMohan, [1987] 1 All ER 1118, has also not disfavoured refusal of discretion in certain cases of breach of natural justice. The New Zealand Court in McCarthy v. Grant, (1959) NZLR 1014 however goes halfway when it says that (as in the case of bias), it is sufficient for the applicant to show that there is `real likelihood-not certainty- of prejudice.&#x27; On the other hand, Garner Administrative Law (8th Edn. 1996. pp.271-72) says that slight proof that the result would have been different is sufficient. On the other side of the argument, we have apart from Ridge v. Baldwin, (1964) AC 40 Megarry, J. in John v. Rees, [1969] 2 All ER 274 stating that there are always `open and shut cases. and no absolute rule of proof of prejudice can be laid down. Merits are not for the court but for the authority to consider. Ackner, J has said that the `useless formality theory&#x27; is a dangerous one and, however inconvenient, natural justice must be followed. His Lordship observed that `convenience and justice are often not on speaking terms&#x27;. More recently, Lord Bingham has deprecated the `useless formality theory&#x27; in R. v. Chief Constable of the Thames Valley Police Forces, ex p. Cotton (1990 IRLR 344) by giving six reasons. (see also his article `Should Public Law Remedies be Discretionary?&quot; 1991 PL. p.64). A detailed and emphatic criticism of the `useless formality theory has been made much earlier in `Natural Justice, Substance or Shadow&#x27; by Prof. D.H. Clark of Canada (see 1975 PL.pp.27-63) contending that Malloch (supra) and Glynn (supra) were wrongly decided. Foulkes (Administrative Law, 8th Edn. 1996, p.323), Craig (Administrative Law, 3rd Edn. P.596) and others say that the court cannot prejudge what is to be decided by the decision-making authority. De Smith (5th Edn. 1994, paras 10.031 to 10.036) says courts have not yet committed themselves to any one view though discretion is always with the court. Wade (Administrative Law, 5th Edn. 1994, pp.526-530) says that while futile writs may not be issued, a distinction has to be made according to the nature of the decision. Thus, in relation to cases other than those relating to admitted or indisputable facts, there is a considerable divergence of opinion whether the applicant can be compelled to prove that the outcome will be in his favour or he has to prove a case of substance or if he can prove a `real likelihood&#x27; of success or if he is entitled to relief even if there is some remote chance of success. We may, however, point out that even in cases where the facts are not all admitted or beyond dispute, there is a considerable unanimity that the courts can, in exercise of their `discretion&#x27;, refuse certiorari, prohibition, mandamus or injunction even though natural justice is not followed. <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1865791\\\" id=\\\"span_27\\\">We may also state that there is yet another line of cases as in <a href=\\\"/doc/1865791/\\\" id=\\\"a_26\\\">State Bank of Patiala v. S.K. Sharma</a>, [1996] 3 SCC 364 and Rajendra Singh v. State of M.P., [1996] 5 SCC 460 that even in relation to statutory provisions requiring notice, a distinction is to be made between cases where the provision is intended for individual benefit and where a provision is intended to protect public interest. In the former case, it can be waived while in the case of the latter, it cannot be waived.</span>\\n</blockquote> \\n<blockquote id=\\\"blockquote_55\\\">23. We do not propose to express any opinion on the correctness or otherwise of the `useless formality theory&#x27; and leave the matter for decision in an appropriate case, inasmuch as the case before us, `admitted and indisputable&#x27; facts show that grant of a writ will be in vain as pointed by Chinnappa Reddy, J.&quot;\\n</blockquote> \\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_40\\\">\\txx xxxx xxx xxx xxxx xxxx\\n \\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_41\\\">\\t30. But where an administrative action is challenged as &quot;arbitrary&quot; under <a href=\\\"/doc/367586/\\\" id=\\\"a_27\\\">Article 14</a> on the basis of Royappa [1974] 4 SCC 3 (as in cases where punishments in disciplinary cases are challenged), the question will be whether the administrative order is ``rational&#x27;&#x27; or ``reasonable&#x27;&#x27; and the test then is the Wednesbury test. The courts would then be confined only to a secondary role and will only have to see whether the administrator has done well in his primary role, whether he has acted illegally or has omitted relevant factors from consideration or has taken irrelevant factors into consideration or whether his view is one which no reasonable person could have taken. If his action does not satisfy these rules, it is to be treated as arbitrary. <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"958552\\\" id=\\\"span_28\\\">In <a href=\\\"/doc/958552/\\\" id=\\\"a_28\\\">G.B. Mahajan v. Jalgaon Municipal Council</a>, [1991] 3 SCC 91 at p. 111 Venkatachaliah, J. (as he then was) pointed out that ``reasonableness&#x27;&#x27; of the administrator under <a href=\\\"/doc/367586/\\\" id=\\\"a_29\\\">Article 14</a> in the context of administrative law has to be judged from the stand point of Wednesbury rules.</span> <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1921338\\\" id=\\\"span_29\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"884513\\\" id=\\\"span_30\\\">In <a href=\\\"/doc/884513/\\\" id=\\\"a_30\\\">Tata Cellular v. Union of India</a>, [<a href=\\\"/doc/1921338/\\\" id=\\\"a_31\\\">1994] 6 SCC 651 at pp. 679-80), Indian Express Newspapers Bombay (P) Ltd. v. Union of India</a>, [1985] 1 SCC 641 at p. 691, Supreme Court Employees.</span></span> <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1259252\\\" id=\\\"span_31\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"20720737\\\" id=\\\"span_32\\\"><a href=\\\"/doc/20720737/\\\" id=\\\"a_32\\\">Welfare Assn. v. Union of India</a>, [1989] 4 SCC 187 at p. 241 and <a href=\\\"/doc/1259252/\\\" id=\\\"a_33\\\">U.P. Financial Corpn. v. Gem Cap(India) (P) Ltd.</a>, [1993] 2 SCC 299 at p. 307 while judging whether the administrative action is ``arbitrary&#x27;&#x27; under <a href=\\\"/doc/367586/\\\" id=\\\"a_34\\\">Article 14 (i.e. otherwise then being discriminatory)</a>, this Court has confined itself to a Wednesbury review always.</span></span>\\n</p> \\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_42\\\">\\tXx xxx xxx xxx xxx xxx xxx xxx \\n \\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_43\\\">31. <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"107483\\\" id=\\\"span_33\\\">In <a href=\\\"/doc/107483/\\\" id=\\\"a_35\\\">Union of India and Anr. v. G. Ganayutham</a>, [1997] 7 SCC 463, this Court summed up the position relating to proportionality in paragraphs 31 and 32, which read as follows:</span>\\n</p> \\n<blockquote id=\\\"blockquote_56\\\">&quot;31. The current position of proportionality in administrative law in England and India can be summarized as follows:\\n</blockquote> \\n<blockquote id=\\\"blockquote_57\\\">(1) To judge the validity of any administrative order or statutory discretion, normally the Wednesbury test is to be applied to find out if the decision was illegal or suffered from procedural improprieties or was one which no sensible decision-maker could, on the material before him and within the framework of the law, have arrived at. The court would consider whether relevant matters had not been taken into account or whether irrelevant matters had been taken into account or whether the action was not bona fide. The court would also consider whether the decision was absurd or perverse. The court would not however go into the correctness of the choice made by the administrator amongst the various alternatives open to him. Nor could the court substitute its decision to that of the administrator. This is the Wednesbury (1948 1 KB 223) test.\\n</blockquote> \\n<blockquote id=\\\"blockquote_58\\\">(2) The court would not interfere with the administrator&#x27;s decision unless it was illegal or suffered from procedural impropriety or was irrational in the sense that it was in outrageous defiance of logic or moral standards. The possibility of other tests, including proportionality being brought into English administrative law in future is not ruled out. These are the CCSU (1985 AC 374) principles.\\n</blockquote> \\n<blockquote id=\\\"blockquote_59\\\">(3)(a) As per Bugdaycay (1987 AC 514), Brind (1991 (1) AC 696) and Smith (1996 (1) All ER 257) as long as the Convention is not incorporated into English law, the English courts merely exercise a secondary judgment to find out if the decision-maker could have, on the material before him, arrived at the primary judgment in the manner he has done.\\n</blockquote> \\n<blockquote id=\\\"blockquote_60\\\">(3)(b) If the Convention is incorporated in England making available the principle of proportionality, then the English courts will render primary judgment on the validity of the administrative action and find out if the restriction is disproportionate or excessive or is not based upon a fair balancing of the fundamental freedom and the need for the restriction thereupon.\\n</blockquote> \\n<blockquote id=\\\"blockquote_61\\\">(4)(a) The position in our country, in administrative law, where no fundamental freedoms as aforesaid are involved, is that the courts/tribunals will only play a secondary role while the primary judgment as to reasonableness will remain with the executive or administrative authority. The secondary judgment of the court is to be based on Wednesbury and CCSU principles as stated by Lord Greene and Lord Diplock respectively to find if the executive or administrative authority has reasonably arrived at his decision as the primary authority.\\n</blockquote> \\n<blockquote id=\\\"blockquote_62\\\">(4)(b) Whether in the case of administrative or executive action affecting fundamental freedoms, the courts in our country will apply the principle of ``proportionality&#x27;&#x27; and assume a primary role, is left open, to be decided in an appropriate case where such action is alleged to offend fundamental freedoms. It will be then necessary to decide whether the courts will have a primary role only if the freedoms under <a href=\\\"/doc/1218090/\\\" id=\\\"a_36\\\">Articles 19</a><a href=\\\"/doc/1199182/\\\" id=\\\"a_37\\\">, 21</a> etc. are involved and not for <a href=\\\"/doc/367586/\\\" id=\\\"a_38\\\">Article 14.</a>\\n</blockquote> \\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_44\\\">32.Finally, we come to the present case. It is not contended before us that any fundamental freedom is affected. We need not therefore go into the question of ``proportionality&#x27;&#x27;. There is no contention that the punishment imposed is illegal or vitiated by procedural impropriety. As to ``irrationality&#x27;&#x27;, there is no finding by the Tribunal that the decision is one which no sensible person who weighed the pros and cons could have arrived at nor is there a finding, based on material, that the punishment is in ``outrageous&#x27;&#x27; defiance of logic. Neither Wednesbury nor CCSU tests are satisfied. We have still to explain &quot;Ranjit Thakur, [1987] 4 SCC 611)&quot;.\\n</p> \\n<p data-structure=\\\"Precedent\\\" id=\\\"p_45\\\">\\t<span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"190473838\\\" id=\\\"span_34\\\">32. This Court very recently in the case of <a href=\\\"/doc/190473838/\\\" id=\\\"a_39\\\">Rishipal Singh vs State of U.P. and others</a>, reported in 2023 (1) AWC 4, has elaborately explained the effect of non-compliance of the provisions of <a href=\\\"/doc/71112531/\\\" id=\\\"a_40\\\">section 67</a> of U.P. Revenue Code, 2006, and rule 67 of the U.P. Revenue Code Rules, 2016 and has clearly <a href=\\\"/doc/190473838/\\\" id=\\\"a_41\\\">laid down in</a> detail that whenever violation of the aforesaid provisions of law is found to have been committed by the authorities dealing with the matters under the said provision, their action shall be liable to be set aside.</span> \\n</p> \\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_46\\\">\\t33. Having heard the learned counsel for the parties, this Court finds that undue haste has been shown by the Tahsildar concerned in holding proceedings under <a href=\\\"/doc/71112531/\\\" id=\\\"a_42\\\">section 67</a> of the U.P. Revenue Code, 2006, which is apparent from perusal of the notice dated 26.12.2022, whereby only two days time was granted to the noticee (petitioner) to remove the alleged unauthorized possession from the spot with a threat that in case compliance of notice is not made within such time period, ex-parte order shall be passed. Further the impugned order dated 04.01.2023 demonstrates that it has been passed only on the ground that since the petitioner has failed to submit reply against notice, the case was fixed on day-to-day basis, and therefore, it has been decided against the petitioner directing his dispossession and imposition of damages to the aforesaid extent. Before this Court comments upon validity of the notice dated 04.01.2023 impugned in the present writ petition, the soul of the U.P. Revenue Code, 2006 insofar as it relates to the observance of the principles of Natural Justice is required to be dealt with with the aid of certain relevant statutory provisions. \\n</p> \\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_47\\\">\\t34. In the present case, admittedly the impugned order dated 04.01.2023 is a consequence of notice dated 26.12.2022 granting only two days&#x27; time to the petitioner to show cause against the proposed dispossession. \\t\\n</p> \\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_48\\\">\\t35. This Court seriously deprecates the conduct of the Tahsildar, Nakud, Saharanpur, who has initiated and concluded the proceedings under <a href=\\\"/doc/71112531/\\\" id=\\\"a_43\\\">section 67</a>  of U.P. Revenue Code, 2006, within no time i.e. within a period of 11 days from the date of their inception. What persuaded the Tahsildar to act in such haste is not clear from the record. However, one thing is clear that the petitioner has been deprived of his say in the matter and the principles of Natural Justice have been given a complete go-by. \\n</p> \\n<p data-structure=\\\"Precedent\\\" id=\\\"p_49\\\">\\t36. Keeping in view the provisions of <a href=\\\"/doc/71112531/\\\" id=\\\"a_44\\\">sections 67</a>, 225-A and 233 of the U.P. Revenue Code, 2006 and the Rule 67, 186 and 192 of the Rules, 2016 and having perused the notice dated 26.12.2022 as well as order impugned dated 04.01.2023, it would be a futile exercise to issue directions for consideration of the restoration/recall application as this may further delay the matter. This Court having found that the principles of Natural Justice have been utterly violated and the scheme of the Code and the Rules has been thrashed by the Tahsildar concerned, the order impugned dated 04.01.2023 cannot be sustained. \\n</p> \\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_50\\\">\\t37. In view of above, the writ petition succeeds and is allowed. A writ of certiorari is issued quashing the order dated 04.01.2023, (annexure No. 4 to the writ petition) rendering the recall/restoration application as infructuous. The proceedings under <a href=\\\"/doc/71112531/\\\" id=\\\"a_45\\\">section 67</a> of the U.P. Revenue Code, 2006 covered by Case No. 260 of 2022 are restored to their original number and status. \\n</p> \\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_51\\\">\\t38. The petitioner shall submit his objections against the notice within a period of one month from today. Thereafter, the authority concerned shall conduct proceedings strictly in consonance with <a href=\\\"/doc/71112531/\\\" id=\\\"a_46\\\">section 67</a> of the U.P. Revenue Code, 2006 read with Rule 67 of the Rules of 2016 and after giving full opportunity of hearing to the petitioner for leading evidence, etc., the proceedings shall be decided within a period of six months from the date of certified copy of this order is produced before him. \\n</p> \\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_52\\\">Order Date :- 9.2.2023\\n \\nSazia\\n \\n\\n\\n\\n \\n\\n\\n\\n\\n \\n\\n \\n \\n    \\n      \\n  \\n </p>\",\"numcites\":24,\"numcitedby\":80,\"docsource\":\"Allahabad High Court\",\"citetid\":52785956,\"divtype\":\"judgments\",\"relatedqs\":[{\"value\":\"administrative law\",\"formInput\":\"administrative%20law\"},{\"value\":\"principles of natural justice\",\"formInput\":\"principles%20of%20natural%20justice\"},{\"value\":\"useless formality theory\",\"formInput\":\"useless%20formality%20theory\"},{\"value\":\"audi alteram partem\",\"formInput\":\"audi%20alteram%20partem\"},{\"value\":\"restoration application\",\"formInput\":\"restoration%20application\"},{\"value\":\"rule of natural justice\",\"formInput\":\"rule%20of%20natural%20justice\"},{\"value\":\"administrative order\",\"formInput\":\"administrative%20order\"},{\"value\":\"circle rate\",\"formInput\":\"circle%20rate\"},{\"value\":\"\\\"procedural impropriety\\\"\",\"formInput\":\"%22procedural%20impropriety%22\"},{\"value\":\"civil consequence\",\"formInput\":\"civil%20consequence\"},{\"value\":\"uttar pradesh revenue code 2006\",\"formInput\":\"uttar%20pradesh%20revenue%20code%202006\"},{\"value\":\"ex parte \",\"formInput\":\"ex%20parte%20\"},{\"value\":\"recalling of application\",\"formInput\":\"recalling%20of%20application\"},{\"value\":\"application for restoration of restoration application \",\"formInput\":\"application%20for%20restoration%20of%20restoration%20application%20\"},{\"value\":\" sec 67   uttar pradesh revenue code 2006\",\"formInput\":\"%20sec%2067%20%20%20uttar%20pradesh%20revenue%20code%202006\"},{\"value\":\"c forms\",\"formInput\":\"c%20forms\"},{\"value\":\"certiorari\",\"formInput\":\"certiorari\"},{\"value\":\"\\\"audi alteram partem\\\"\",\"formInput\":\"%22audi%20alteram%20partem%22\"},{\"value\":\"land management committee\",\"formInput\":\"land%20management%20committee\"},{\"value\":\"Restoration of restoration application \",\"formInput\":\"Restoration%20of%20restoration%20application%20\"}],\"cats\":[{\"value\":\"equality-before-law\",\"formInput\":\"tag:equality-before-law\"}],\"courtcopy\":true,\"query_alert\":null,\"agreement\":false}",
  "metadata": "{\"tid\":52785956,\"publishdate\":\"2023-02-09\",\"doctype\":\"Allahabad High Court\",\"relurl\":\"allahabad/2023-02-09/10262455\",\"caseno\":\"WRIT - C No. - 4745 of 2023\",\"numcites\":24,\"numcitedby\":80,\"title\":\"Leellu vs State Of U.P. And 3 Others on 9 February, 2023\"}"
}