{
  "petition": {
    "tid": 7148380,
    "catids": [
      46,
      4
    ],
    "doctype": 1000,
    "publishdate": "2022-07-11",
    "authorid": 1331,
    "bench": [
      1331,
      706
    ],
    "title": "Satender Kumar Antil vs Central Bureau Of Investigation on 11 July, 2022",
    "numcites": 131,
    "numcitedby": 19037,
    "headline": "",
    "docsize": 257675,
    "fragment": true,
    "docsource": "Supreme Court of India",
    "author": "M M Sundresh",
    "authorEncoded": "m-m-sundresh"
  },
  "document": "{\"tid\":7148380,\"publishdate\":\"2022-07-11\",\"title\":\"Satender Kumar Antil vs Central Bureau Of Investigation on 11 July, 2022\",\"doc\":\"<h2 class=\\\"doc_title\\\">Satender Kumar Antil vs Central Bureau Of Investigation on 11 July, 2022</h2>\\n\\n<h3 class=\\\"doc_author\\\">Author: <a href=\\\"/search/?formInput=authorid:m-m-sundresh\\\">M. M. Sundresh</a></h3>\\n\\n<h3 class=\\\"doc_bench\\\">Bench: <a href=\\\"/search/?formInput=benchid:m-m-sundresh\\\">M.M. Sundresh</a>, <a href=\\\"/search/?formInput=benchid:s-k-kaul\\\">Sanjay Kishan Kaul</a></h3>\\n\\n<pre id=\\\"pre_1\\\">                                                                                         REPORTABLE\\n\\n                                      IN THE SUPREME COURT OF INDIA\\n                                     CRIMINAL APPELLATE JURISDICTION\\n\\n                            MISCELLANEOUS APPLICATION NO.1849 OF 2021\\n                                                IN\\n                            SPECIAL LEAVE PETITION (CRL.) NO.5191 OF 2021\\n\\n\\n\\n\\n         SATENDER KUMAR ANTIL                                                     ... APPELLANT\\n\\n                                                        VERSUS\\n\\n         CENTRAL BUREAU OF INVESTIGATION\\n         &amp; ANR.                                                                   ... RESPONDENTS\\n\\n\\n                                                          WITH\\n\\n                         MISCELLANEOUS APPLICATION DIARY NO.29164 OF 2021\\n                                                IN\\n                            SPECIAL LEAVE PETITION (CRL.) NO.5191 OF 2021\\n\\n\\n\\n\\n                                                   JUDGMENT\\n</pre>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_1\\\">         M. M. SUNDRESH, J.\\n</p>\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_2\\\">                            “Liberty is one of the most essential requirements of the modern man. It is\\n                            said to be the delicate fruit of a mature civilization. It is the very\\n                            quintessence of civilized existence and essential requirement of a modern\\n                            man”\\n\\n</p><p data-structure=\\\"Issue\\\" id=\\\"p_3\\\">                                                      - John E.E.D. in &quot;Essays on Freedom and Power&quot;\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_1\\\">Signature Not Verified</span><p data-structure=\\\"Issue\\\" id=\\\"p_4\\\">\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_2\\\">Digitally signed by</span>\\n<span class=\\\"hidden_text\\\" id=\\\"span_3\\\">ASHA SUNDRIYAL</span>\\n<span class=\\\"hidden_text\\\" id=\\\"span_4\\\">Date: 2022.07.11</span>\\n<span class=\\\"hidden_text\\\" id=\\\"span_5\\\">18:39:02 IST</span>\\n<span class=\\\"hidden_text\\\" id=\\\"span_6\\\">Reason:</span>\\n\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_7\\\">                                                             1</span>\\n</p><blockquote id=\\\"blockquote_1\\\">\\f1. Taking note of the continuous supply of cases seeking bail after filing of the\\n\\n   final report on a wrong interpretation of <a href=\\\"/doc/1367808/\\\" id=\\\"a_1\\\">Section 170</a> of the Code of Criminal\\n\\n   Procedure (hereinafter referred to as “the Code” for short), an endeavour was\\n\\n   made by this Court to categorize the types of offenses to be used as\\n\\n   guidelines for the future. Assistance was sought from Shri Sidharth Luthra,\\n\\n   learned senior counsel, and learned Additional Solicitor General Shri S.V.\\n\\n   Raju. After allowing the application for intervention, an appropriate Order\\n\\n   was passed on 07.10.2021. The same is reproduced as under:\\n</blockquote>\\n<blockquote id=\\\"blockquote_2\\\">          “We have been provided assistance both by Mr. S.V. Raju, learned\\n          Additional Solicitor General and Mr. Sidharth Luthra, learned senior\\n          counsel and there is broad unanimity in terms of the suggestions made by\\n          learned ASG. In terms of the suggestions, the offences have been\\n          categorized and guidelines are sought to be laid down for grant of bail,\\n          without fettering the discretion of the courts concerned and keeping in mind\\n          the statutory provisions.\\n</blockquote><blockquote id=\\\"blockquote_3\\\">          We are inclined to accept the guidelines and make them a part of the order\\n          of the Court for the benefit of the Courts below. The guidelines are as\\n          under:\\n</blockquote>\\n<blockquote id=\\\"blockquote_4\\\">          Categories/Types of Offences\\n          A) Offences punishable with imprisonment of 7 years or less not falling in\\n          category B &amp; D.\\n          B) Offences punishable with death, imprisonment for life, or imprisonment\\n          for more than 7 years.\\n</blockquote><blockquote id=\\\"blockquote_5\\\">           C) Offences punishable under Special Acts containing stringent provisions\\n          for bail like NDPS (<a href=\\\"/doc/923007/\\\" id=\\\"a_2\\\">S.37</a>), PMLA (<a href=\\\"/doc/1583711/\\\" id=\\\"a_3\\\">S.45</a>), UAPA (S.43D(5), Companies Act,\\n          212(6), etc.\\n          D) Economic offences not covered by Special Acts.\\n</blockquote>\\n\\n<blockquote id=\\\"blockquote_6\\\">          REQUISITE CONDITIONS\\n</blockquote><blockquote id=\\\"blockquote_7\\\">          1) Not arrested during investigation.\\n</blockquote><blockquote id=\\\"blockquote_8\\\">          2) Cooperated throughout in the investigation including appearing before\\n          Investigating Officer whenever called.\\n</blockquote>\\n<span class=\\\"hidden_text\\\" id=\\\"span_8\\\">                                             2</span>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_5\\\">\\f<span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"96230971\\\" id=\\\"span_9\\\">(No need to forward such an accused along with the chargesheet (<a href=\\\"/doc/96230971/\\\" id=\\\"a_4\\\">Siddharth\\nVs. State of UP</a>, 2021 SCC online SC 615)\\n\\n                             CATEGORY A\\nAfter filing of chargesheet/complaint taking of cognizance</span>\\n</p><p data-structure=\\\"Issue\\\" id=\\\"p_6\\\">a) Ordinary summons at the 1st instance/including permitting appearance\\nthrough Lawyer.\\n</p><p data-structure=\\\"Issue\\\" id=\\\"p_7\\\">b) If such an accused does not appear despite service of summons, then\\nBailable Warrant for physical appearance may be issued.\\n</p><p data-structure=\\\"Issue\\\" id=\\\"p_8\\\">c) NBW on failure to failure to appear despite issuance of Bailable Warrant.\\n</p><p data-structure=\\\"PetArg\\\" id=\\\"p_9\\\">d) NBW may be cancelled or converted into a Bailable Warrant/Summons\\nwithout insisting physical appearance of accused, if such an application is\\nmoved on behalf of the accused before execution of the NBW on an\\nundertaking of the accused to appear physically on the next date/s of\\nhearing.\\n</p><p data-structure=\\\"Issue\\\" id=\\\"p_10\\\">e) Bail applications of such accused on appearance may be decided w/o the\\naccused being taken in physical custody or by granting interim bail till the\\nbail application is decided.\\n</p>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_11\\\">                            CATEGORY B/D\\nOn appearance of the accused in Court pursuant to process issued bail\\napplication to be decided on merits.\\n</p>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_12\\\">                             CATEGORY C\\nSame as Category B &amp; D with the additional condition of compliance of the\\nprovisions of Bail under NDPS<a href=\\\"/doc/923007/\\\" id=\\\"a_5\\\"> S.37</a>, <a href=\\\"/doc/1583711/\\\" id=\\\"a_6\\\">45</a> PMLA, 212(6) <a href=\\\"/doc/1353758/\\\" id=\\\"a_7\\\">Companies Act</a> 43\\nd(5) of UAPA, POSCO etc.”\\nNeedless to say that the category A deals with both police cases and\\ncomplaint cases.\\n</p><p data-structure=\\\"PetArg\\\" id=\\\"p_13\\\">The trial Courts and the High Courts will keep in mind the aforesaid\\nguidelines while considering bail applications. The caveat which has been\\nput by learned ASG is that where the accused have not cooperated in the\\ninvestigation nor appeared before the Investigating Officers, nor answered\\nsummons when the Court feels that judicial custody of the accused is\\nnecessary for the completion of the trial, where further investigation\\nincluding a possible recovery is needed, the aforesaid approach cannot give\\nthem benefit, something we agree with.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_14\\\">We may also notice an aspect submitted by Mr. Luthra that while issuing\\nnotice to consider bail, the trial Court is not precluded from granting\\ninterim bail taking into consideration the conduct of the accused during the\\ninvestigation which has not warranted arrest. On this aspect also we would\\ngive our imprimatur and naturally the bail application to be ultimately\\nconsidered, would be guided by the statutory provisions.\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_10\\\">                                  3</span>\\n\\f         The suggestions of learned ASG which we have adopted have categorized a\\n         separate set of offences as “economic Offences” not covered by the special\\n         Acts. <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1563495\\\" id=\\\"span_11\\\">In this behalf, suffice to say on the submission of Mr. Luthra that this\\n         Court in <a href=\\\"/doc/1563495/\\\" id=\\\"a_8\\\">Sanjay Chandra vs. CBI</a>, (2012) 1 SCC 40 has observed in para 39\\n         that in determining whether to grant bail both aspects have to be taken into\\n         account:</span>\\n</p><blockquote id=\\\"blockquote_9\\\">         a) seriousness of the charge and\\n</blockquote><blockquote id=\\\"blockquote_10\\\">         b) severity of punishment.\\n</blockquote><p data-structure=\\\"Precedent\\\" id=\\\"p_15\\\">         Thus, it is not as if economic offences are completely taken out of the\\n         aforesaid guidelines but do form a different nature of offences and thus the\\n         seriousness of the charge has to be taken into account but simultaneously,\\n         the severity of the punishment imposed by the statute would also be a\\n         factor.\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_16\\\">         We appreciate the assistance given by the learned counsels and the positive\\n         approach adopted by the learned ASG.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_17\\\">         The SLP stands disposed of and the matter need not be listed further.\\n         A copy of this order be circulated to the Registrars of the different High\\n         Courts to be further circulated to the trial Courts so that the unnecessary\\n         bail matters do not come up to this Court.\\n</p><p data-structure=\\\"Issue\\\" id=\\\"p_18\\\">         This is the only purpose for which we have issued these guidelines, but they\\n         are not fettered on the powers of the Courts.”\\n\\n\\n</p><p data-structure=\\\"Issue\\\" id=\\\"p_19\\\">2. Two more applications, being M.A. No. 1849/2021 and M.A. Diary\\n\\n  No.29164/2021, were filed seeking a clarification referring to category ‘C’\\n\\n  wherein, inadvertently, <a href=\\\"/doc/873452/\\\" id=\\\"a_9\\\">Section 45</a> of the Prevention of Money Laundering\\n\\n  Act, 2002 despite being struck down, found a place, thus came the Order\\n\\n  dated 16.12.2021:\\n</p>\\n<blockquote id=\\\"blockquote_11\\\">         “Learned senior counsels for parties state that they will endeavour to work\\n         out some of the fine tuning which is required to give meaning to the intent\\n         of our order dated 07.10.2021.\\n</blockquote><blockquote id=\\\"blockquote_12\\\">         We make it clear that our intent was to ease the process of bail and not to\\n         restrict it. The order, in no way, imposes any additional fetters but is in\\n         furtherance of the line of judicial thinking to enlarge the scope of bail.\\n         At this stage, suffice for us to say that while referring to category ‘C’,\\n         inadvertently, <a href=\\\"/doc/1300771/\\\" id=\\\"a_10\\\">Section 45</a> of Prevention of Money laundering Act (PMLA)\\n         has been mentioned which has been struck down by this Court. Learned\\n         ASG states that an amendment was made and that is pending challenge\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_12\\\">                                            4</span>\\n\\f             before this Court before a different Bench. That would be a matter to be\\n             considered by that Bench.\\n</blockquote><blockquote id=\\\"blockquote_13\\\">             We are also putting a caution that merely by categorizing certain offences as\\n             economic offences which may be non-cognizable, it does not mean that a\\n             different meaning is to be given to our order.\\n</blockquote><blockquote id=\\\"blockquote_14\\\">             We may also clarify that if during the course of investigation, there has been\\n             no cause to arrest the accused, merely because a charge sheet is filed, would\\n             not be an ipso facto cause to arrest the petitioner, an aspect in general\\n             clarified by us in Criminal Appeal No.838/2021 Siddharth v. State of Uttar\\n             Pradesh &amp; Anr. dated 16.08.2021.”\\n\\n</blockquote><p data-structure=\\\"CDiscource\\\" id=\\\"p_20\\\">3. Some        more      applications       have      been      filed     seeking       certain\\n\\n   directions/clarifications, while impressing this Court to deal with the other\\n\\n   aspects governing the grant of bail. We have heard Shri Amit Desai, learned\\n\\n   senior counsel, Shri Sidharth Luthra, learned senior counsel, and learned\\n\\n   Additional Solicitor General Shri S.V. Raju.\\n</p>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_21\\\">\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_22\\\">4. Having found that special leave petitions pertaining to different offenses,\\n\\n   particularly on the rejection of bail applications are being filed before this\\n\\n   Court, despite various directions issued from time to time, we deem it\\n\\n   appropriate to undertake this exercise. We do make it clear that all our\\n\\n   discussion along with the directions, are meant to act as guidelines, as each\\n\\n   case pertaining to a bail application is obviously to be decided on its own\\n\\n   merits.\\n</p>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_23\\\">\\nPREVAILING SITUATION\\n\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_24\\\">5. Jails in India are flooded with undertrial prisoners. The statistics placed\\n\\n   before us would indicate that more than 2/3rd of the inmates of the prisons\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_13\\\">                                                5</span>\\n\\f   constitute undertrial prisoners. Of this category of prisoners, majority may\\n\\n   not even be required to be arrested despite registration of a cognizable\\n\\n   offense, being charged with offenses punishable for seven years or less. They\\n\\n   are not only poor and illiterate but also would include women. Thus, there is\\n\\n   a culture of offense being inherited by many of them. As observed by this\\n\\n   Court, it certainly exhibits the mindset, a vestige of colonial India, on the part\\n\\n   of the Investigating Agency, notwithstanding the fact arrest is a draconian\\n\\n   measure resulting in curtailment of liberty, and thus to be used sparingly. In a\\n\\n   democracy, there can never be an impression that it is a police State as both\\n\\n   are conceptually opposite to each other.\\n</p>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_25\\\">\\n   DEFINITION OF TRIAL\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_26\\\">6. The word ‘trial’ is not explained and defined under the Code. An extended\\n\\n   meaning has to be given to this word for the purpose of enlargement on bail\\n\\n   to include, the stage of investigation and thereafter. Primary considerations\\n\\n   would obviously be different between these two stages. In the former stage,\\n\\n   an arrest followed by a police custody may be warranted for a thorough\\n\\n   investigation, while in the latter what matters substantially is the proceedings\\n\\n   before the Court in the form of a trial. If we keep the above distinction in\\n\\n   mind, the consequence to be drawn is for a more favourable consideration\\n\\n   towards enlargement when investigation is completed, of course, among\\n\\n   other factors.\\n</p>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_27\\\">\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_14\\\">                                          6</span>\\n</p><p data-structure=\\\"Issue\\\" id=\\\"p_28\\\">\\f7. Similarly, an appeal or revision shall also be construed as a facet of trial when\\n\\n   it comes to the consideration of bail on suspension of sentence.\\n\\n\\nDEFINITION OF BAIL\\n\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_29\\\">8. The term “bail” has not been defined in the Code, though is used very often.\\n\\n   A bail is nothing but a surety inclusive of a personal bond from the accused.\\n\\n   It means the release of an accused person either by the orders of the Court or\\n\\n   by the police or by the Investigating Agency.\\n</p>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_30\\\">\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_31\\\">9. It is a set of pre-trial restrictions imposed on a suspect while enabling any\\n\\n   interference in the judicial process. Thus, it is a conditional release on the\\n\\n   solemn undertaking by the suspect that he would cooperate both with the\\n\\n   investigation and the trial. The word “bail” has been defined in the Black’s\\n\\n   Law Dictionary, 9th Edn., pg. 160 as: -\\n</p>\\n<blockquote id=\\\"blockquote_15\\\">        “A security such as cash or a bond; esp., security required by a court for the release of\\n        a prisoner who must appear in court at a future time.&quot;\\n</blockquote>\\n<p data-structure=\\\"Section\\\" id=\\\"p_32\\\">10.Wharton’s Law Lexicon, 14th Edn., pg. 105 defines bail as: -\\n\\n</p><blockquote id=\\\"blockquote_16\\\">        “to set at liberty a person arrested or imprisoned, on security being taken for his\\n        appearance on a day and at a place certain, which security is called bail, because the\\n        party arrested or imprisoned is delivered into the hands of those who bind themselves\\n        or become bail for his due appearance when required, in order that he may be safely\\n        protected from prison, to which they have, if they fear his escape, etc., the legal power\\n        to deliver him.&quot;\\n</blockquote>\\n\\n<blockquote id=\\\"blockquote_17\\\">BAIL IS THE RULE\\n\\n</blockquote><p data-structure=\\\"Precedent\\\" id=\\\"p_33\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"117859307\\\" id=\\\"span_15\\\">11. The principle that bail is the rule and jail is the exception has been well\\n\\n   recognised through the repetitive pronouncements of this Court. This again is\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_16\\\">                                                  7</span>\\n\\fon the touchstone of <a href=\\\"/doc/1199182/\\\" id=\\\"a_11\\\">Article 21</a> of the Constitution of India. This court in\\n\\n<a href=\\\"/doc/117859307/\\\" id=\\\"a_12\\\">Nikesh Tarachand Shah v. Union of India</a>, (2018) 11 SCC 1, held that:</span>\\n\\n</p><blockquote id=\\\"blockquote_18\\\">       “19. In Gurbaksh Singh Sibbia v. State of Punjab [Gurbaksh Singh\\n       Sibbia v. State of Punjab, (1980) 2 SCC 565 : 1980 SCC (Cri) 465], the\\n       purpose of granting bail is set out with great felicity as follows: (SCC pp.\\n       586-88, paras 27-30)\\n\\n            “27. It is not necessary to refer to decisions which deal with the right\\n            to ordinary bail because that right does not furnish an exact parallel to\\n            the right to anticipatory bail. It is, however, interesting that as long\\n            back as in 1924 it was held by the High Court of Calcutta\\n            in Nagendra Nath Chakravarti, In re [Nagendra Nath Chakravarti, In\\n            re, 1923 SCC OnLine Cal 318 : AIR 1924 Cal 476 : 1924 Cri LJ 732] ,\\n            AIR pp. 479-80 that the object of bail is to secure the attendance of\\n            the accused at the trial, that the proper test to be applied in the solution\\n            of the question whether bail should be granted or refused is whether it\\n            is probable that the party will appear to take his trial and that it is\\n            indisputable that bail is not to be withheld as a punishment. In two\\n            other cases which, significantly, are the “Meerut Conspiracy cases”\\n            observations are to be found regarding the right to bail which deserve\\n            a      special     mention.        In K.N.      Joglekar v. Emperor [K.N.\\n            Joglekar v. Emperor, 1931 SCC OnLine All 60 : AIR 1931 All 504 :\\n</blockquote><blockquote id=\\\"blockquote_19\\\">            1932 Cri LJ 94] it was observed, while dealing with <a href=\\\"/doc/680328/\\\" id=\\\"a_13\\\">Section 498</a>\\n            which corresponds to the present <a href=\\\"/doc/265830/\\\" id=\\\"a_14\\\">Section 439</a> of the Code, that it\\n            conferred upon the Sessions Judge or the High Court wide powers to\\n            grant bail which were not handicapped by the restrictions in the\\n            preceding <a href=\\\"/doc/1204611/\\\" id=\\\"a_15\\\">Section 497</a> which corresponds to the present <a href=\\\"/doc/158652/\\\" id=\\\"a_16\\\">Section 437</a>.\\n            It was observed by the Court that there was no hard-and-fast rule and\\n            no inflexible principle governing the exercise of the discretion\\n            conferred by <a href=\\\"/doc/680328/\\\" id=\\\"a_17\\\">Section 498</a> and that the only principle which was\\n            established was that the discretion should be exercised judiciously.\\n            <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1882348\\\" id=\\\"span_17\\\">In <a href=\\\"/doc/1882348/\\\" id=\\\"a_18\\\">Emperor v. H.L. Hutchinson [Emperor</a> v. H.L. Hutchinson, 1931\\n            SCC OnLine All 14 : AIR 1931 All 356 : 1931 Cri LJ 1271] , AIR p.\\n            358 it was said that it was very unwise to make an attempt to lay down\\n            any particular rules which will bind the High Court, having regard to\\n            the fact that the legislature itself left the discretion of the court\\n            unfettered. According to the High Court, the variety of cases that may\\n            arise from time to time cannot be safely classified and it is dangerous\\n            to make an attempt to classify the cases and to say that in particular\\n            classes a bail may be granted but not in other classes. It was observed\\n            that the principle to be deduced from the various sections in the\\n            <a href=\\\"/doc/445276/\\\" id=\\\"a_19\\\">Criminal Procedure Code</a> was that grant of bail is the rule and refusal\\n            is the exception. An accused person who enjoys freedom is in a much\\n            better position to look after his case and to properly defend himself\\n            than if he were in custody. As a presumably innocent person he is\\n            therefore entitled to freedom and every opportunity to look after his\\n            own case. A presumably innocent person must have his freedom to\\n            enable him to establish his innocence.</span>\\n</blockquote><span class=\\\"hidden_text\\\" id=\\\"span_18\\\">                                          8</span>\\n<blockquote id=\\\"blockquote_20\\\">\\f      28. Coming nearer home, it was observed by Krishna Iyer, J.,\\n      in Gudikanti Narasimhulu v. State [Gudikanti Narasimhulu v. State,\\n      (1978) 1 SCC 240 : 1978 SCC (Cri) 115] that: (SCC p. 242, para 1)\\n\\n            ‘1. … the issue [of bail] is one of liberty, justice, public safety\\n            and burden of the public treasury, all of which insist that a\\n            developed jurisprudence of bail is integral to a socially\\n            sensitised judicial process. … After all, personal liberty of an\\n            accused or convict is fundamental, suffering lawful eclipse only\\n            in terms of “procedure established by law”. The last four words\\n            of <a href=\\\"/doc/1199182/\\\" id=\\\"a_20\\\">Article 21</a> are the life of that human right.’\\n\\n</blockquote><blockquote id=\\\"blockquote_21\\\">      29. <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"171169323\\\" id=\\\"span_19\\\">In <a href=\\\"/doc/171169323/\\\" id=\\\"a_21\\\">Gurcharan Singh v. State (UT of Delhi) [Gurcharan\\n      Singh</a> v. State (UT of Delhi), (1978) 1 SCC 118 : 1978 SCC (Cri) 41]\\n      it was observed by Goswami, J., who spoke for the Court, that: (SCC\\n      p. 129, para 29)\\n\\n            ‘29. … There cannot be an inexorable formula in the matter of\\n            granting bail. The facts and circumstances of each case will\\n            govern the exercise of judicial discretion in granting or\\n            cancelling bail.’</span>\\n\\n</blockquote><blockquote id=\\\"blockquote_22\\\">      30. In AMERICAN JURISPRUDENCE (2nd, Vol. 8, p. 806, para 39),\\n      it is stated:\\n</blockquote>\\n<blockquote id=\\\"blockquote_23\\\">      ‘Where the granting of bail lies within the discretion of the court, the\\n      granting or denial is regulated, to a large extent, by the facts and\\n      circumstances of each particular case. Since the object of the detention\\n      or imprisonment of the accused is to secure his appearance and\\n      submission to the jurisdiction and the judgment of the court, the\\n      primary inquiry is whether a recognizance or bond would effect that\\n      end.’\\n\\n      It is thus clear that the question whether to grant bail or not depends\\n      for its answer upon a variety of circumstances, the cumulative effect\\n      of which must enter into the judicial verdict. Any one single\\n      circumstance cannot be treated as of universal validity or as\\n      necessarily justifying the grant or refusal of bail.”\\n\\n               xxx                        xxx                    xxx\\n\\n</blockquote><blockquote id=\\\"blockquote_24\\\">24. <a href=\\\"/doc/1199182/\\\" id=\\\"a_22\\\">Article 21</a> is the Ark of the Covenant so far as the Fundamental Rights\\nChapter of the Constitution is concerned. It deals with nothing less\\nsacrosanct than the rights of life and personal liberty of the citizens of India\\nand other persons. It is the only article in the Fundamental Rights Chapter\\n(along with <a href=\\\"/doc/655638/\\\" id=\\\"a_23\\\">Article 20</a>) that cannot be suspended even in an emergency [see\\n<a href=\\\"/doc/1760044/\\\" id=\\\"a_24\\\">Article 359(1)</a> of the Constitution]. At present, <a href=\\\"/doc/1199182/\\\" id=\\\"a_25\\\">Article 21</a> is the repository of\\na vast number of substantive and procedural rights post Maneka\\nGandhi v. Union of India [Maneka Gandhi v. Union of India, (1978) 1 SCC\\n248].”\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_20\\\">                                    9</span>\\n</blockquote><p data-structure=\\\"Precedent\\\" id=\\\"p_34\\\">\\f<span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1563495\\\" id=\\\"span_21\\\">12.Further this Court in <a href=\\\"/doc/1563495/\\\" id=\\\"a_26\\\">Sanjay Chandra v. CBI</a> (2012) 1 SCC 40, has\\n\\n  observed that:</span>\\n</p>\\n<blockquote id=\\\"blockquote_25\\\">         “21. In bail applications, generally, it has been laid down from the earliest\\n         times that the object of bail is to secure the appearance of the accused\\n         person at his trial by reasonable amount of bail. The object of bail is neither\\n         punitive nor preventative. Deprivation of liberty must be considered a\\n         punishment, unless it is required to ensure that an accused person will stand\\n         his trial when called upon. The courts owe more than verbal respect to the\\n         principle that punishment begins after conviction, and that every man is\\n         deemed to be innocent until duly tried and duly found guilty.\\n</blockquote>\\n<blockquote id=\\\"blockquote_26\\\">         22. From the earliest times, it was appreciated that detention in custody\\n         pending completion of trial could be a cause of great hardship. From time to\\n         time, necessity demands that some unconvicted persons should be held in\\n         custody pending trial to secure their attendance at the trial but in such cases,\\n         “necessity” is the operative test. In this country, it would be quite contrary to\\n         the concept of personal liberty enshrined in the Constitution that any person\\n         should be punished in respect of any matter, upon which, he has not been\\n         convicted or that in any circumstances, he should be deprived of his liberty\\n         upon only the belief that he will tamper with the witnesses if left at liberty,\\n         save in the most extraordinary circumstances.\\n</blockquote>\\n<blockquote id=\\\"blockquote_27\\\">         23. Apart from the question of prevention being the object of refusal of bail,\\n         one must not lose sight of the fact that any imprisonment before conviction\\n         has a substantial punitive content and it would be improper for any court to\\n         refuse bail as a mark of disapproval of former conduct whether the accused\\n         has been convicted for it or not or to refuse bail to an unconvicted person for\\n         the purpose of giving him a taste of imprisonment as a lesson.”\\n\\n   PRESUMPTION OF INNOCENCE\\n</blockquote><p data-structure=\\\"Precedent\\\" id=\\\"p_35\\\">13.Innocence of a person accused of an offense is presumed through a legal\\n\\n  fiction, placing the onus on the prosecution to prove the guilt before the\\n\\n  Court. Thus, it is for that agency to satisfy the Court that the arrest made was\\n\\n  warranted and enlargement on bail is to be denied.\\n</p>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_36\\\">\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_37\\\">14.Presumption of innocence has been acknowledged throughout the world.\\n\\n  <a href=\\\"/doc/1091639/\\\" id=\\\"a_27\\\">Article 14 (2)</a> of the International Covenant on Civil and Political Rights,\\n\\n  1966 and <a href=\\\"/doc/1678224/\\\" id=\\\"a_28\\\">Article 11</a> of the Universal Declaration of Human Rights\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_22\\\">                                            10</span>\\n\\f   acknowledge the presumption of innocence, as a cardinal principle of law,\\n\\n   until the individual is proven guilty.\\n</p>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_38\\\">\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_39\\\">15.Both in Australia and Canada, a prima facie right to a reasonable bail is\\n\\n   recognized based on the gravity of offence. In the United States, it is a\\n\\n   common practice for bail to be a cash deposit. In the United Kingdom, bail is\\n\\n   more likely to consist of a set of restrictions.\\n</p>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_40\\\">\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_41\\\">16.The Supreme Court of Canada in Corey Lee James Myers v. Her Majesty\\n\\n   the Queen, 2019 SCC 18, has held that bail has to be considered on\\n\\n   acceptable legal parameters. It thus confers adequate discretion on the Court\\n\\n   to consider the enlargement on bail of which unreasonable delay is one of the\\n\\n   grounds. Her Majesty the Queen v. Kevin Antic and Ors., 2017 SCC 27:\\n\\n</p><blockquote id=\\\"blockquote_28\\\">           “The right not to be denied reasonable bail without just cause is an essential\\n           element of an enlightened criminal justice system. It entrenches the effect\\n           of the presumption of innocence at the pre-trial stage of the criminal trial\\n           process and safeguards the liberty of accused persons. This right has two\\n           aspects: a person charged with an offence has the right not to be denied bail\\n           without just cause and the right to reasonable bail. Under the first aspect, a\\n           provision may not deny bail without “just cause” there is just cause to deny\\n           bail only if the denial occurs in a narrow set of circumstances, and the\\n           denial is necessary to promote the proper functioning of the bail system and\\n           is not undertaken for any purpose extraneous to that system. The second\\n           aspect, the right to reasonable bail, relates to the terms of bail, including the\\n           quantum of any monetary component and other restrictions that are\\n           imposed on the accused for the release period. It protects accused persons\\n           from conditions and forms of release that are unreasonable.\\n</blockquote>\\n<blockquote id=\\\"blockquote_29\\\">           While a bail hearing is an expedited procedure, the bail provisions are\\n           federal law and must be applied consistently and fairly in all provinces and\\n           territories. A central part of the Canadian law of bail consists of the ladder\\n           principle and the authorized forms of release, which are found\\n           in<a href=\\\"/doc/936917/\\\" id=\\\"a_29\\\"> s. 515(1)</a> to (3) of the Criminal Code. Save for exceptions, an\\n           unconditional release on an undertaking is the default position when\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_23\\\">                                               11</span>\\n\\f          granting release. Alternative forms of release are to be imposed in\\n          accordance with the ladder principle, which must be adhered to strictly:\\n</blockquote><blockquote id=\\\"blockquote_30\\\">          release is favoured at the earliest reasonable opportunity and on the least\\n          onerous grounds. If the Crown proposes an alternate form of release, it must\\n          show why this form is necessary for a more restrictive form of release to be\\n          imposed. Each rung of the ladder must be considered individually and must\\n          be rejected before moving to a more restrictive form of release. Where the\\n          parties disagree on the form of release, it is an error of law for a judge to\\n          order a more restrictive form without justifying the decision to reject the\\n          less onerous forms. A recognizance with sureties is one of the most onerous\\n          forms of release, and should not be imposed unless all the less onerous\\n          forms have been considered and rejected as inappropriate. It is not\\n          necessary to impose cash bail on accused persons if they or their sureties\\n          have reasonably recoverable assets and are able to pledge those assets to the\\n          satisfaction of the court. A recognizance is functionally equivalent to cash\\n          bail and has the same coercive effect. Cash bail should be relied on only in\\n          exceptional circumstances in which release on a recognizance with sureties\\n          is unavailable. When cash bail is ordered, the amount must not be set so\\n          high that it effectively amounts to a detention order, which means that the\\n          amount should be no higher than necessary to satisfy the concern that\\n          would otherwise warrant detention and proportionate to the means of the\\n          accused and the circumstances of the case. The judge is under a positive\\n          obligation to inquire into the ability of the accused to pay. Terms of release\\n          under<a href=\\\"/doc/1061561/\\\" id=\\\"a_30\\\"> s. 515(4)</a> should only be imposed to the extent that they are necessary\\n          to address concerns related to the statutory criteria for detention and to\\n          ensure that the accused is released. They must not be imposed to change an\\n          accused person’s behaviour or to punish an accused person. Where a bail\\n          review is requested, courts must follow the bail review process set out in R.\\n          v. St-Cloud, 2015 SCC 27, [2015] 2 S.C.R. 328.”\\n\\n\\n\\n</blockquote><p data-structure=\\\"Precedent\\\" id=\\\"p_42\\\">17.We may only state that notwithstanding the special provisions in many of the\\n\\n   countries world-over governing the consideration for enlargement on bail,\\n\\n   courts have always interpreted them on the accepted principle of presumption\\n\\n   of innocence and held in favour of the accused.\\n</p>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_43\\\">\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_44\\\">18.The position in India is no different. It has been the consistent stand of the\\n\\n   courts, including this Court, that presumption of innocence, being a facet of\\n\\n   <a href=\\\"/doc/1199182/\\\" id=\\\"a_31\\\">Article 21</a>, shall inure to the benefit of the accused. Resultantly burden is\\n\\n   placed on the prosecution to prove the charges to the court of law. The\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_24\\\">                                            12</span>\\n\\f   weightage of the evidence has to be assessed on the principle of beyond\\n\\n   reasonable doubt.\\n</p>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_45\\\">\\n\\n\\nPROVISIONS OF THE CODE OF CRIMINAL PROCEDURE\\n\\n            “An uncontrolled power is the natural enemy of freedom”\\n\\n</p><p data-structure=\\\"Issue\\\" id=\\\"p_46\\\">                                    -Harold Laski in ‘Liberty in the Modern State’\\n\\n\\n\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_47\\\">19.The <a href=\\\"/doc/445276/\\\" id=\\\"a_32\\\">Code of Criminal Procedure</a>, despite being a procedural law, is enacted\\n\\n   on the inviolable right enshrined under <a href=\\\"/doc/1199182/\\\" id=\\\"a_33\\\">Article 21</a> and <a href=\\\"/doc/581566/\\\" id=\\\"a_34\\\">22</a> of the Constitution\\n\\n   of India. The provisions governing clearly exhibited the aforesaid intendment\\n\\n   of the Parliament.\\n</p>\\n<p data-structure=\\\"Section\\\" id=\\\"p_48\\\">20.Though the word ‘bail’ has not been defined as aforesaid, Section 2A defines\\n\\n   a bailable and non-bailable offense. A non-bailable offense is a cognizable\\n\\n   offense enabling the police officer to arrest without a warrant. To exercise the\\n\\n   said power, the Code introduces certain embargoes by way of restrictions.\\n\\n\\n   <a href=\\\"/doc/1228720/\\\" id=\\\"a_35\\\">Section 41</a>, 41A and <a href=\\\"/doc/44960645/\\\" id=\\\"a_36\\\">60A</a> of the Code\\n\\n                                       CHAPTER V\\n\\n                                  ARREST OF PERSONS\\n\\n</p><p data-structure=\\\"Issue\\\" id=\\\"p_49\\\">          41. When police may arrest without warrant.—(1) Any police officer\\n          may without an order from a Magistrate and without a warrant, arrest any\\n          person—\\n\\n</p><p data-structure=\\\"Issue\\\" id=\\\"p_50\\\">              (a) who commits, in the presence of a police officer, a cognizable\\n                 offence;\\n</p>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_51\\\"><span class=\\\"hidden_text\\\" id=\\\"span_25\\\">                                          13</span>\\n</p><p data-structure=\\\"Issue\\\" id=\\\"p_52\\\">\\f(b) against whom a reasonable complaint has been made, or credible\\n    information has been received, or a reasonable suspicion exists that\\n    he has committed a cognizable offence punishable with\\n    imprisonment for a term which may be less than seven years or\\n    which may extend to seven years whether with or without fine, if the\\n    following conditions are satisfied, namely:—\\n\\n</p><p data-structure=\\\"PetArg\\\" id=\\\"p_53\\\">    (i) the police officer has reason to believe on the basis of such\\n        complaint, information, or suspicion that such person has\\n        committed the said offence;\\n</p>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_54\\\">    (ii) the police officer is satisfied that such arrest is necessary—\\n\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_55\\\">          (a) to prevent such person from committing any further\\n             offence; or\\n\\n</p><p data-structure=\\\"Issue\\\" id=\\\"p_56\\\">          (b) for proper investigation of the offence; or\\n\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_57\\\">          (c) to prevent such person from causing the evidence of the\\n             offence to disappear or tampering with such evidence in\\n             any manner; or\\n\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_58\\\">          (d) to prevent such person from making any inducement,\\n             threat or promise to any person acquainted with the facts\\n             of the case so as to dissuade him from disclosing such\\n             facts to the Court or to the police officer; or\\n\\n</p><p data-structure=\\\"PetArg\\\" id=\\\"p_59\\\">          (e) as unless such person is arrested, his presence in the\\n             Court whenever required cannot be ensured, and the\\n             police officer shall record while making such arrest, his\\n             reasons in writing:\\n</p>\\n<blockquote id=\\\"blockquote_31\\\">             Provided that a police officer shall, in all cases where the\\n             arrest of a person is not required under the provisions of\\n             this sub-section, record the reasons in writing for not\\n             making the arrest.\\n</blockquote>\\n<blockquote id=\\\"blockquote_32\\\">          (ba) against whom credible information has been received\\n             that he has committed a cognizable offence punishable\\n             with imprisonment for a term which may extend to more\\n             than seven years whether with or without fine or with\\n             death sentence and the police officer has reason to believe\\n             on the basis of that information that such person has\\n             committed the said offence;\\n</blockquote>\\n<blockquote id=\\\"blockquote_33\\\">          (c) who has been proclaimed as an offender either under this\\n             Code or by order of the State Government; or\\n\\n</blockquote><blockquote id=\\\"blockquote_34\\\">          (d) in whose possession anything is found which may\\n             reasonably be suspected to be stolen property and who\\n             may reasonably be suspected of having committed an\\n             offence with reference to such thing; or\\n<span class=\\\"hidden_text\\\" id=\\\"span_26\\\">                              14</span>\\n</blockquote><blockquote id=\\\"blockquote_35\\\">\\f               (e) who obstructs a police officer while in the execution of\\n                  his duty, or who has escaped, or attempts to escape, from\\n                  lawful custody; or\\n\\n</blockquote><blockquote id=\\\"blockquote_36\\\">               (f) who is reasonably suspected of being a deserter from any\\n                   of the Armed Forces of the Union; or\\n\\n</blockquote><blockquote id=\\\"blockquote_37\\\">               (g) who has been concerned in, or against whom a\\n                  reasonable complaint has been made, or credible\\n                  information has been received, or a reasonable suspicion\\n                  exists, of his having been concerned in, any act committed\\n                  at any place out of India which, if committed in India,\\n                  would have been punishable as an offence, and for which\\n                  he is, under any law relating to extradition, or otherwise,\\n                  liable to be apprehended or detained in custody in India;\\n</blockquote><p data-structure=\\\"Issue\\\" id=\\\"p_60\\\">                  or\\n\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_61\\\">               (h) who, being a released convict, commits a breach of any\\n                  rule made under sub-section (5) of section 356; or\\n\\n</p><p data-structure=\\\"PetArg\\\" id=\\\"p_62\\\">               (i) for whose arrest any requisition, whether written or oral,\\n                   has been received from another police officer, provided\\n                   that the requisition specifies the person to be arrested and\\n                   the offence or other cause for which the arrest is to be\\n                   made and it appears therefrom that the person might\\n                   lawfully be arrested without a warrant by the officer who\\n                   issued the requisition.\\n</p>\\n<p data-structure=\\\"Section\\\" id=\\\"p_63\\\">(2) Subject to the provisions of <a href=\\\"/doc/851364/\\\" id=\\\"a_37\\\">section 42</a>, no person concerned in a non-\\ncognizable offence or against whom a complaint has been made or credible\\ninformation has been received or reasonable suspicion exists of his having\\nso concerned, shall be arrested except under a warrant or order of a\\nMagistrate.\\n</p>\\n<p data-structure=\\\"Section\\\" id=\\\"p_64\\\">41A. Notice of appearance before police officer.—(1) [The police officer\\nshall], in all cases where the arrest of a person is not required under the\\nprovisions of sub-section (1) of <a href=\\\"/doc/1228720/\\\" id=\\\"a_38\\\">section 41</a>, issue a notice directing the\\nperson against whom a reasonable complaint has been made, or credible\\ninformation has been received, or a reasonable suspicion exists that he has\\ncommitted a cognizable offence, to appear before him or at such other place\\nas may be specified in the notice.\\n</p>\\n<p data-structure=\\\"Section\\\" id=\\\"p_65\\\">(2) Where such a notice is issued to any person, it shall be the duty of that\\nperson to comply with the terms of the notice.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_66\\\">(3) Where such person complies and continues to comply with the notice,\\nhe shall not be arrested in respect of the offence referred to in the notice\\nunless, for reasons to be recorded, the police officer is of the opinion that he\\nought to be arrested.\\n</p>\\n<p data-structure=\\\"Section\\\" id=\\\"p_67\\\">\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_27\\\">                                   15</span>\\n\\f          (4) Where such person, at any time, fails to comply with the terms of the\\n          notice or is unwilling to identify himself, the police officer may, subject to\\n          such orders as may have been passed by a competent Court in this behalf,\\n          arrest him for the offence mentioned in the notice.\\n</p>\\n<p data-structure=\\\"Section\\\" id=\\\"p_68\\\">                    xxx                    xxx                     xxx\\n\\n          60A. Arrest to be made strictly according to the Code.—No arrest shall\\n          be made except in accordance with the provisions of this Code or any other\\n          law for the time being in force providing for arrest.”\\n\\n\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_69\\\">21.<a href=\\\"/doc/1228720/\\\" id=\\\"a_39\\\">Section 41</a> under Chapter V of the Code deals with the arrest of persons.\\n\\n  Even for a cognizable offense, an arrest is not mandatory as can be seen from\\n\\n  the mandate of this provision. If the officer is satisfied that a person has\\n\\n  committed a cognizable offense, punishable with imprisonment for a term\\n\\n  which may be less than seven years, or which may extend to the said period,\\n\\n  with or without fine, an arrest could only follow when he is satisfied that\\n\\n  there is a reason to believe or suspect, that the said person has committed an\\n\\n  offense, and there is a necessity for an arrest. Such necessity is drawn to\\n\\n  prevent the committing of any further offense, for a proper investigation, and\\n\\n  to prevent him/her from either disappearing or tampering with the evidence.\\n\\n  He/she can also be arrested to prevent such person from making any\\n\\n  inducement, threat, or promise to any person according to the facts, so as to\\n\\n  dissuade him from disclosing said facts either to the court or to the police\\n\\n  officer. One more ground on which an arrest may be necessary is when\\n\\n  his/her presence is required after arrest for production before the Court and\\n\\n  the same cannot be assured.\\n</p>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_70\\\">\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_28\\\">                                            16</span>\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_71\\\">\\f22.This provision mandates the police officer to record his reasons in writing\\n\\n   while making the arrest. Thus, a police officer is duty-bound to record the\\n\\n   reasons for arrest in writing. Similarly, the police officer shall record reasons\\n\\n   when he/she chooses not to arrest. There is no requirement of the aforesaid\\n\\n   procedure when the offense alleged is more than seven years, among\\n\\n   other reasons.\\n</p>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_72\\\">\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_73\\\">23.The consequence of non-compliance with <a href=\\\"/doc/1228720/\\\" id=\\\"a_40\\\">Section 41</a> shall certainly inure to\\n\\n   the benefit of the person suspected of the offense. Resultantly, while\\n\\n   considering the application for enlargement on bail, courts will have to satisfy\\n\\n   themselves on the due compliance of this provision. Any non-compliance\\n\\n   would entitle the accused to a grant of bail.\\n</p>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_74\\\">\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_75\\\">24.Section 41A deals with the procedure for appearance before the police officer\\n\\n   who is required to issue a notice to the person against whom a reasonable\\n\\n   complaint has been made, or credible information has been received or a\\n\\n   reasonable suspicion exists that he has committed a cognizable offence, and\\n\\n   arrest is not required under <a href=\\\"/doc/325870/\\\" id=\\\"a_41\\\">Section 41(1)</a>. Section 41B deals with the\\n\\n   procedure of arrest along with mandatory duty on the part of the officer.\\n\\n\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_76\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"2982624\\\" id=\\\"span_29\\\">25.On the scope and objective of <a href=\\\"/doc/1228720/\\\" id=\\\"a_42\\\">Section 41</a> and 41A, it is obvious that they are\\n\\n   facets of <a href=\\\"/doc/1199182/\\\" id=\\\"a_43\\\">Article 21</a> of the Constitution. We need not elaborate any further, in\\n\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_30\\\">                                         17</span>\\n\\flight of the judgment of this Court in <a href=\\\"/doc/2982624/\\\" id=\\\"a_44\\\">Arnesh Kumar v. State of Bihar</a>,\\n\\n(2014) 8 SCC 273:</span>\\n</p>\\n<blockquote id=\\\"blockquote_38\\\">           “7.1. From a plain reading of the aforesaid provision, it is evident that\\n           a person accused of an offence punishable with imprisonment for a\\n           term which may be less than seven years or which may extend to\\n           seven years with or without fine, cannot be arrested by the police\\n           officer only on his satisfaction that such person had committed the\\n           offence punishable as aforesaid. A police officer before arrest, in such\\n           cases has to be further satisfied that such arrest is necessary to prevent\\n           such person from committing any further offence; or for proper\\n           investigation of the case; or to prevent the accused from causing the\\n           evidence of the offence to disappear; or tampering with such evidence\\n           in any manner; or to prevent such person from making any\\n           inducement, threat or promise to a witness so as to dissuade him from\\n           disclosing such facts to the court or the police officer; or unless such\\n           accused person is arrested, his presence in the court whenever\\n           required cannot be ensured. These are the conclusions, which one\\n           may reach based on facts.\\n</blockquote>\\n<blockquote id=\\\"blockquote_39\\\">           7.2. The law mandates the police officer to state the facts and record\\n           the reasons in writing which led him to come to a conclusion covered\\n           by any of the provisions aforesaid, while making such arrest. The law\\n           further requires the police officers to record the reasons in writing for\\n           not making the arrest.\\n</blockquote>\\n<blockquote id=\\\"blockquote_40\\\">           7.3. In pith and core, the police officer before arrest must put a\\n           question to himself, why arrest? Is it really required? What purpose it\\n           will serve? What object it will achieve? It is only after these questions\\n           are addressed and one or the other conditions as enumerated above is\\n           satisfied, the power of arrest needs to be exercised. In fine, before\\n           arrest first the police officers should have reason to believe on the\\n           basis of information and material that the accused has committed the\\n           offence. Apart from this, the police officer has to be satisfied further\\n           that the arrest is necessary for one or the more purposes envisaged by\\n           sub-clauses (a) to (e) of clause (1) of <a href=\\\"/doc/1899251/\\\" id=\\\"a_45\\\">Section 41</a> CrPC.\\n</blockquote>\\n<blockquote id=\\\"blockquote_41\\\">      8. An accused arrested without warrant by the police has the constitutional\\n      right under <a href=\\\"/doc/1371971/\\\" id=\\\"a_46\\\">Article 22(2)</a> of the Constitution of India and <a href=\\\"/doc/571025/\\\" id=\\\"a_47\\\">Section 57</a> CrPC\\n      to be produced before the Magistrate without unnecessary delay and in no\\n      circumstances beyond 24 hours excluding the time necessary for the\\n      journey:\\n</blockquote>\\n<blockquote id=\\\"blockquote_42\\\">           8.1. During the course of investigation of a case, an accused can be\\n           kept in detention beyond a period of 24 hours only when it is\\n           authorised by the Magistrate in exercise of power under <a href=\\\"/doc/1687975/\\\" id=\\\"a_48\\\">Section 167</a>\\n           CrPC. The power to authorise detention is a very solemn function. It\\n           affects the liberty and freedom of citizens and needs to be exercised\\n           with great care and caution. Our experience tells us that it is not\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_31\\\">                                        18</span>\\n\\f      exercised with the seriousness it deserves. In many of the cases,\\n      detention is authorised in a routine, casual and cavalier manner.\\n</blockquote>\\n<blockquote id=\\\"blockquote_43\\\">      8.2. Before a Magistrate authorises detention under <a href=\\\"/doc/1687975/\\\" id=\\\"a_49\\\">Section 167</a>\\n      CrPC, he has to be first satisfied that the arrest made is legal and in\\n      accordance with law and all the constitutional rights of the person\\n      arrested are satisfied. If the arrest effected by the police officer does\\n      not satisfy the requirements of <a href=\\\"/doc/1228720/\\\" id=\\\"a_50\\\">Section 41</a> of the Code, Magistrate is\\n      duty-bound not to authorise his further detention and release the\\n      accused. In other words, when an accused is produced before the\\n      Magistrate, the police officer effecting the arrest is required to furnish\\n      to the Magistrate, the facts, reasons and its conclusions for arrest and\\n      the Magistrate in turn is to be satisfied that the condition precedent\\n      for arrest under <a href=\\\"/doc/1899251/\\\" id=\\\"a_51\\\">Section 41</a> CrPC has been satisfied and it is only\\n      thereafter that he will authorise the detention of an accused.\\n</blockquote>\\n<blockquote id=\\\"blockquote_44\\\">      8.3. The Magistrate before authorising detention will record his own\\n      satisfaction, may be in brief but the said satisfaction must reflect from\\n      his order. It shall never be based upon the ipse dixit of the police\\n      officer, for example, in case the police officer considers the arrest\\n      necessary to prevent such person from committing any further offence\\n      or for proper investigation of the case or for preventing an accused\\n      from tampering with evidence or making inducement, etc. the police\\n      officer shall furnish to the Magistrate the facts, the reasons and\\n      materials on the basis of which the police officer had reached its\\n      conclusion. Those shall be perused by the Magistrate while\\n      authorising the detention and only after recording his satisfaction in\\n      writing that the Magistrate will authorise the detention of the accused.\\n</blockquote>\\n<blockquote id=\\\"blockquote_45\\\">      8.4. In fine, when a suspect is arrested and produced before a\\n      Magistrate for authorising detention, the Magistrate has to address the\\n      question whether specific reasons have been recorded for arrest and if\\n      so, prima facie those reasons are relevant, and secondly, a reasonable\\n      conclusion could at all be reached by the police officer that one or the\\n      other conditions stated above are attracted. To this limited extent the\\n      Magistrate will make judicial scrutiny.\\n</blockquote>\\n<blockquote id=\\\"blockquote_46\\\">9. …The aforesaid provision makes it clear that in all cases where the arrest\\nof a person is not required under <a href=\\\"/doc/507354/\\\" id=\\\"a_52\\\">Section 41(1)</a> CrPC, the police officer is\\nrequired to issue notice directing the accused to appear before him at a\\nspecified place and time. Law obliges such an accused to appear before the\\npolice officer and it further mandates that if such an accused complies with\\nthe terms of notice he shall not be arrested, unless for reasons to be\\nrecorded, the police officer is of the opinion that the arrest is necessary. At\\nthis stage also, the condition precedent for arrest as envisaged under\\n<a href=\\\"/doc/1899251/\\\" id=\\\"a_53\\\">Section 41</a> CrPC has to be complied and shall be subject to the same\\nscrutiny by the Magistrate as aforesaid.\\n</blockquote>\\n<blockquote id=\\\"blockquote_47\\\">10. We are of the opinion that if the provisions of <a href=\\\"/doc/1899251/\\\" id=\\\"a_54\\\">Section 41</a> CrPC which\\nauthorises the police officer to arrest an accused without an order from a\\nMagistrate and without a warrant are scrupulously enforced, the wrong\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_32\\\">                                   19</span>\\n\\fcommitted by the police officers intentionally or unwittingly would be\\nreversed and the number of cases which come to the Court for grant of\\nanticipatory bail will substantially reduce. We would like to emphasise that\\nthe practice of mechanically reproducing in the case diary all or most of the\\nreasons contained in <a href=\\\"/doc/1899251/\\\" id=\\\"a_55\\\">Section 41</a> CrPC for effecting arrest be discouraged\\nand discontinued.\\n</blockquote>\\n<blockquote id=\\\"blockquote_48\\\">11. Our endeavour in this judgment is to ensure that police officers do not\\narrest the accused unnecessarily and Magistrate do not authorise detention\\ncasually and mechanically. In order to ensure what we have observed\\nabove, we give the following directions:\\n</blockquote>\\n<blockquote id=\\\"blockquote_49\\\">     11.1. All the State Governments to instruct its police officers not to\\n     automatically arrest when a case under <a href=\\\"/doc/538436/\\\" id=\\\"a_56\\\">Section 498-A</a> IPC is\\n     registered but to satisfy themselves about the necessity for arrest\\n     under the parameters laid down above flowing from <a href=\\\"/doc/1899251/\\\" id=\\\"a_57\\\">Section 41</a> CrPC;\\n</blockquote>\\n<blockquote id=\\\"blockquote_50\\\">     11.2. All police officers be provided with a check list containing\\n     specified sub-clauses under <a href=\\\"/doc/325870/\\\" id=\\\"a_58\\\">Section 41(1)(b)(ii)</a>;\\n</blockquote>\\n<blockquote id=\\\"blockquote_51\\\">     11.3. The police officer shall forward the check list duly filled and\\n     furnish the reasons and materials which necessitated the arrest, while\\n     forwarding/producing the accused before the Magistrate for further\\n     detention;\\n</blockquote>\\n<blockquote id=\\\"blockquote_52\\\">     11.4. The Magistrate while authorising detention of the accused shall\\n     peruse the report furnished by the police officer in terms aforesaid\\n     and only after recording its satisfaction, the Magistrate will authorise\\n     detention;\\n</blockquote>\\n<blockquote id=\\\"blockquote_53\\\">     11.5. The decision not to arrest an accused, be forwarded to the\\n     Magistrate within two weeks from the date of the institution of the\\n     case with a copy to the Magistrate which may be extended by the\\n     Superintendent of Police of the district for the reasons to be recorded\\n     in writing;\\n</blockquote>\\n<blockquote id=\\\"blockquote_54\\\">     11.6. Notice of appearance in terms of <a href=\\\"/doc/445276/\\\" id=\\\"a_59\\\">Section 41-A</a> CrPC be served\\n     on the accused within two weeks from the date of institution of the\\n     case, which may be extended by the Superintendent of Police of the\\n     district for the reasons to be recorded in writing;\\n</blockquote>\\n<blockquote id=\\\"blockquote_55\\\">     11.7. Failure to comply with the directions aforesaid shall apart from\\n     rendering the police officers concerned liable for departmental action,\\n     they shall also be liable to be punished for contempt of court to be\\n     instituted before the High Court having territorial jurisdiction.\\n</blockquote>\\n<blockquote id=\\\"blockquote_56\\\">     11.8. Authorising detention without recording reasons as aforesaid by\\n     the Judicial Magistrate concerned shall be liable for departmental\\n     action by the appropriate High Court.\\n</blockquote>\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_33\\\">                                  20</span>\\n<blockquote id=\\\"blockquote_57\\\">\\f           12. We hasten to add that the directions aforesaid shall not only apply to the\\n           cases under <a href=\\\"/doc/538436/\\\" id=\\\"a_60\\\">Section 498-A</a> IPC or <a href=\\\"/doc/1023340/\\\" id=\\\"a_61\\\">Section 4</a> of the Dowry Prohibition Act,\\n           the case in hand, but also such cases where offence is punishable with\\n           imprisonment for a term which may be less than seven years or which may\\n           extend to seven years, whether with or without fine.”\\n\\n\\n</blockquote><p data-structure=\\\"Precedent\\\" id=\\\"p_77\\\">26.We only reiterate that the directions aforesaid ought to be complied with in\\n\\n   letter and spirit by the investigating and prosecuting agencies, while the view\\n\\n   expressed by us on the non-compliance of <a href=\\\"/doc/1228720/\\\" id=\\\"a_62\\\">Section 41</a> and the consequences\\n\\n   that flow from it has to be kept in mind by the Court, which is expected to be\\n\\n   reflected in the orders.\\n</p>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_78\\\">\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_79\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"2982624\\\" id=\\\"span_34\\\">27.Despite the dictum of this Court in <a href=\\\"/doc/2982624/\\\" id=\\\"a_63\\\">Arnesh Kumar</a> (supra), no concrete step\\n\\n   has been taken to comply with the mandate of Section 41A of the Code. This\\n\\n   Court has clearly interpreted <a href=\\\"/doc/325870/\\\" id=\\\"a_64\\\">Section 41(1)(b)(i)</a> and (ii) inter alia holding\\n\\n   that notwithstanding the existence of a reason to believe qua a police officer,\\n\\n   the satisfaction for the need to arrest shall also be present. Thus, sub-clause\\n\\n   (1)(b)(i) of <a href=\\\"/doc/1228720/\\\" id=\\\"a_65\\\">Section 41</a> has to be read along with sub-clause (ii) and therefore\\n\\n   both the elements of ‘reason to believe’ and ‘satisfaction qua an arrest’ are\\n\\n   mandated and accordingly are to be recorded by the police officer.</span>\\n\\n\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_80\\\">28.It is also brought to our notice that there are no specific guidelines with\\n\\n   respect to the mandatory compliance of Section 41A of the Code. An\\n\\n   endeavour was made by the Delhi High Court while deciding Writ Petition\\n\\n   (C) No. 7608 of 2017 vide order dated 07.02.2018, followed by order dated\\n\\n   28.10.2021 in Contempt Case (C) No. 480 of 2020 &amp; CM Application No.\\n<span class=\\\"hidden_text\\\" id=\\\"span_35\\\">                                             21</span>\\n\\f  25054 of 2020, wherein not only the need for guidelines but also the effect of\\n\\n  non-compliance towards taking action against the officers concerned was\\n\\n  discussed. We also take note of the fact that a standing order has been passed\\n\\n  by the Delhi Police viz., Standing Order No. 109 of 2020, which provides for\\n\\n  a set of guidelines in the form of procedure for issuance of notices or orders\\n\\n  by the police officers.     Considering the aforesaid action taken, in due\\n\\n  compliance with the order passed by the Delhi High Court in Writ Petition\\n\\n  (C) No.7608 of 2017 dated 07.02.2018, this Court has also passed an order in\\n\\n  Writ Petition (Crl.) 420 of 2021 dated 10.05.2021 directing the State of Bihar\\n\\n  to look into the said aspect of an appropriate modification to give effect to the\\n\\n  mandate of Section 41A. A recent judgment has also been rendered on the\\n\\n  same lines by the High Court of Jharkhand in Cr.M.P. No. 1291 of 2021 dated\\n\\n  16.06.2022.\\n</p>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_81\\\">\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_82\\\">29.Thus, we deem it appropriate to direct all the State Governments and the\\n\\n  Union Territories to facilitate standing orders while taking note of the\\n\\n  standing order issued by the Delhi Police i.e., Standing Order No. 109 of\\n\\n  2020, to comply with the mandate of Section 41A. We do feel that this would\\n\\n  certainly take care of not only the unwarranted arrests, but also the clogging\\n\\n  of bail applications before various Courts as they may not even be required\\n\\n  for the offences up to seven years.\\n</p>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_83\\\">\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_36\\\">                                        22</span>\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_84\\\">\\f<span class=\\\"citetext\\\" data-sentiment=\\\"Neutral\\\" data-docid=\\\"2982624\\\" id=\\\"span_37\\\">30.We also expect the courts to come down heavily on the officers effecting\\n\\n  arrest without due compliance of <a href=\\\"/doc/1228720/\\\" id=\\\"a_66\\\">Section 41</a> and Section 41A. We express our\\n\\n  hope that the Investigating Agencies would keep in mind the law <a href=\\\"/doc/2982624/\\\" id=\\\"a_67\\\">laid down in</a>\\n\\n  <a href=\\\"/doc/2982624/\\\" id=\\\"a_68\\\">Arnesh Kumar</a> (Supra), the discretion to be exercised on the touchstone of\\n\\n  presumption of innocence, and the safeguards provided under <a href=\\\"/doc/1228720/\\\" id=\\\"a_69\\\">Section 41</a>,\\n\\n  since an arrest is not mandatory. If discretion is exercised to effect such an\\n\\n  arrest, there shall be procedural compliance. Our view is also reflected by the\\n\\n  interpretation of the specific provision under <a href=\\\"/doc/44960645/\\\" id=\\\"a_70\\\">Section 60A</a> of the Code which\\n\\n  warrants the officer concerned to make the arrest strictly in accordance with\\n\\n  the Code.</span>\\n</p>\\n<p data-structure=\\\"Section\\\" id=\\\"p_85\\\">\\n<a href=\\\"/doc/1969662/\\\" id=\\\"a_71\\\">Section 87</a> and <a href=\\\"/doc/938432/\\\" id=\\\"a_72\\\">88</a> of the Code\\n\\n          “87. Issue of warrant in lieu of, or in addition to, summons.—A Court\\n          may, in any case in which it is empowered by this Code to issue a summons\\n          for the appearance of any person, issue, after recording its reasons in\\n          writing, a warrant for his arrest—\\n\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_86\\\">               (a) if, either before the issue of such summons, or after the issue of\\n               the same but before the time fixed for his appearance, the Court sees\\n               reason to believe that he has absconded or will not obey the\\n               summons; or\\n\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_87\\\">               (b) if at such time he fails to appear and the summons is proved to\\n               have been duly served in time to admit of his appearing in accordance\\n               therewith and no reasonable excuse is offered for such failure\\n\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_88\\\">          88. Power to take bond for appearance.—When any person for whose\\n          appearance or arrest the officer presiding in any Court is empowered to\\n          issue a summons or warrant, is present in such Court, such officer may\\n          require such person to execute a bond, with or without sureties, for his\\n          appearance in such Court, or any other Court to which the case may be\\n          transferred for trial.”\\n\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_38\\\">                                          23</span>\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_89\\\">\\f31.When the courts seek the attendance of a person, either a summons or a\\n\\n  warrant is to be issued depending upon the nature and facts governing the\\n\\n  case. <a href=\\\"/doc/1969662/\\\" id=\\\"a_73\\\">Section 87</a> gives the discretion to the court to issue a warrant, either in\\n\\n  lieu of or in addition to summons. The exercise of the aforesaid power can\\n\\n  only be done after recording of reasons. A warrant can be either bailable or\\n\\n  non-bailable. <a href=\\\"/doc/938432/\\\" id=\\\"a_74\\\">Section 88</a> of the Code empowers the Court to take a bond for\\n\\n  appearance of a person with or without sureties.\\n</p>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_90\\\">\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_91\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"855018\\\" id=\\\"span_39\\\">32.Considering the aforesaid two provisions, courts will have to adopt the\\n\\n  procedure in issuing summons first, thereafter a bailable warrant, and then a\\n\\n  non-bailable warrant may be issued, if so warranted, as held by this Court in\\n\\n  <a href=\\\"/doc/855018/\\\" id=\\\"a_75\\\">Inder Mohan Goswami v. State of Uttaranchal</a>, (2007) 12 SCC 1. Despite\\n\\n  the aforesaid clear dictum, we notice that non-bailable warrants are issued as\\n\\n  a matter of course without due application of mind and against the tenor of\\n\\n  the provision, which merely facilitates a discretion, which is obviously to be\\n\\n  exercised in favour of the person whose attendance is sought for, particularly\\n\\n  in the light of liberty enshrined under <a href=\\\"/doc/1199182/\\\" id=\\\"a_76\\\">Article 21</a> of the Constitution.\\n\\n  Therefore, valid reasons have to be given for not exercising discretion in\\n\\n  favour of the said person.</span> <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"855018\\\" id=\\\"span_40\\\">This Court in <a href=\\\"/doc/855018/\\\" id=\\\"a_77\\\">Inder Mohan Goswami v. State of\\n\\n  Uttaranchal</a>, (2007) 12 SCC 1, has held that:</span>\\n</p>\\n<blockquote id=\\\"blockquote_58\\\">         “50. Civilised countries have recognised that liberty is the most precious of\\n         all the human rights. The American Declaration of Independence, 1776,\\n         French Declaration of the Rights of Men and the Citizen, 1789, Universal\\n         Declaration of Human Rights and the International Covenant of Civil and\\n         Political Rights, 1966 all speak with one voice—liberty is the natural and\\n<span class=\\\"hidden_text\\\" id=\\\"span_41\\\">                                           24</span>\\n\\finalienable right of every human being. Similarly, <a href=\\\"/doc/1199182/\\\" id=\\\"a_78\\\">Article 21</a> of our\\nConstitution proclaims that no one shall be deprived of his liberty except in\\naccordance with procedure prescribed by law.\\n</blockquote>\\n<blockquote id=\\\"blockquote_59\\\">51. The issuance of non-bailable warrants involves interference with\\npersonal liberty. Arrest and imprisonment means deprivation of the most\\nprecious right of an individual. Therefore, the courts have to be extremely\\ncareful before issuing non-bailable warrants.\\n</blockquote>\\n<blockquote id=\\\"blockquote_60\\\">52. Just as liberty is precious for an individual so is the interest of the\\nsociety in maintaining law and order. Both are extremely important for the\\nsurvival of a civilised society. Sometimes in the larger interest of the public\\nand the State it becomes absolutely imperative to curtail freedom of an\\nindividual for a certain period, only then the non-bailable warrants should\\nbe issued.\\n</blockquote>\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_92\\\">When non-bailable warrants should be issued\\n\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_93\\\">53. Non-bailable warrant should be issued to bring a person to court when\\nsummons or bailable warrants would be unlikely to have the desired result.\\nThis could be when:\\n</p>\\n<blockquote id=\\\"blockquote_61\\\">      • it is reasonable to believe that the person will not voluntarily appear\\n      in court; or\\n\\n      • the police authorities are unable to find the person to serve him with\\n      a summon; or\\n\\n      • it is considered that the person could harm someone if not placed\\n      into custody immediately.\\n</blockquote>\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_94\\\">54. As far as possible, if the court is of the opinion that a summon will\\nsuffice in getting the appearance of the accused in the court, the summon or\\nthe bailable warrants should be preferred. The warrants either bailable or\\nnon-bailable should never be issued without proper scrutiny of facts and\\ncomplete application of mind, due to the extremely serious consequences\\nand ramifications which ensue on issuance of warrants. The court must very\\ncarefully examine whether the criminal complaint or FIR has not been filed\\nwith an oblique motive.\\n</p>\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_95\\\">55. In complaint cases, at the first instance, the court should direct serving\\nof the summons along with the copy of the complaint. If the accused seem\\nto be avoiding the summons, the court, in the second instance should issue\\nbailable warrant. In the third instance, when the court is fully satisfied that\\nthe accused is avoiding the court&#x27;s proceeding intentionally, the process of\\nissuance of the non-bailable warrant should be resorted to. Personal liberty\\nis paramount, therefore, we caution courts at the first and second instance to\\nrefrain from issuing non-bailable warrants.\\n</p>\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_96\\\">56. The power being discretionary must be exercised judiciously with\\nextreme care and caution. The court should properly balance both personal\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_42\\\">                                   25</span>\\n\\f          liberty and societal interest before issuing warrants. There cannot be any\\n          straitjacket formula for issuance of warrants but as a general rule, unless an\\n          accused is charged with the commission of an offence of a heinous crime\\n          and it is feared that he is likely to tamper or destroy the evidence or is likely\\n          to evade the process of law, issuance of non-bailable warrants should be\\n          avoided.\\n</p>\\n<p data-structure=\\\"Section\\\" id=\\\"p_97\\\">          57. The court should try to maintain proper balance between individual\\n          liberty and the interest of the public and the State while issuing non-\\n          bailable warrant.”\\n\\n\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_98\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"187179025\\\" id=\\\"span_43\\\">33.On the exercise of discretion under <a href=\\\"/doc/938432/\\\" id=\\\"a_79\\\">Section 88</a>, this Court in <a href=\\\"/doc/187179025/\\\" id=\\\"a_80\\\">Pankaj Jain v.\\n\\n   Union of India</a>, (2018) 5 SCC 743, has held that:</span>\\n</p>\\n<blockquote id=\\\"blockquote_62\\\">          “12. The main issue which needs to be answered in the present appeal is as\\n          to whether it was obligatory for the Court to release the appellant by\\n          accepting the bond under <a href=\\\"/doc/719844/\\\" id=\\\"a_81\\\">Section 88</a> CrPC on the ground that he was not\\n          arrested during investigation or the Court has rightly exercised its\\n          jurisdiction under <a href=\\\"/doc/938432/\\\" id=\\\"a_82\\\">Section 88</a> in rejecting the application filed by the\\n          appellant praying for release by accepting the bond under <a href=\\\"/doc/719844/\\\" id=\\\"a_83\\\">Section 88</a> CrPC.\\n</blockquote>\\n<blockquote id=\\\"blockquote_63\\\">          13. <a href=\\\"/doc/719844/\\\" id=\\\"a_84\\\">Section 88</a> CrPC is a provision which is contained in Chapter VI\\n          “Processes to Compel Appearance” of the <a href=\\\"/doc/445276/\\\" id=\\\"a_85\\\">Code of Criminal Procedure</a>,\\n          1973. Chapter VI is divided in four sections — A. Summons; B. Warrant of\\n          arrest; C. Proclamation and Attachment; and D. Other rules regarding\\n          processes. <a href=\\\"/doc/938432/\\\" id=\\\"a_86\\\">Section 88</a> provides as follows:\\n</blockquote>\\n<blockquote id=\\\"blockquote_64\\\">                “88. Power to take bond for appearance.—When any person\\n                for whose appearance or arrest the officer presiding in any court\\n                is empowered to issue a summons or warrant, is present in such\\n                court, such officer may require such person to execute a bond,\\n                with or without sureties, for his appearance in such court, or any\\n                other court to which the case may be transferred for trial.”\\n\\n</blockquote><blockquote id=\\\"blockquote_65\\\">          14. We need to first consider as to what was the import of the words “may”\\n          used in <a href=\\\"/doc/938432/\\\" id=\\\"a_87\\\">Section 88</a>.\\n</blockquote>\\n<blockquote id=\\\"blockquote_66\\\">                      xxx                          xxx                    xxx\\n\\n</blockquote><blockquote id=\\\"blockquote_67\\\">          22. <a href=\\\"/doc/719844/\\\" id=\\\"a_88\\\">Section 88</a> CrPC does not confer any right on any person, who is\\n          present in a court. Discretionary power given to the court is for the purpose\\n          and object of ensuring appearance of such person in that court or to any\\n          other court into which the case may be transferred for trial. Discretion\\n          given under <a href=\\\"/doc/938432/\\\" id=\\\"a_89\\\">Section 88</a> to the court does not confer any right on a person,\\n          who is present in the court rather it is the power given to the court to\\n          facilitate his appearance, which clearly indicates that use of the word “may”\\n          is discretionary and it is for the court to exercise its discretion when\\n          situation so demands. It is further relevant to note that the word used in\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_44\\\">                                              26</span>\\n\\f         <a href=\\\"/doc/938432/\\\" id=\\\"a_90\\\">Section 88</a> “any person” has to be given wide meaning, which may include\\n         persons, who are not even accused in a case and appeared as witnesses.”\\n\\n\\n\\n<a href=\\\"/doc/1017159/\\\" id=\\\"a_91\\\">Section 167(2)</a> of the Code\\n\\n</blockquote><blockquote id=\\\"blockquote_68\\\">         167. Procedure when investigation cannot be completed in twenty-four\\n         hours.—\\n\\n         (1)          xxx                      xxx                    xxx\\n\\n         (2) The Magistrate to whom an accused person is forwarded under this\\n         section may, whether he has or has not jurisdiction to try the case, from\\n         time to time, authorise the detention of the accused in such custody as such\\n         Magistrate thinks fit, for a term not exceeding fifteen days in the whole;\\n</blockquote><p data-structure=\\\"Section\\\" id=\\\"p_99\\\">         and if he has no jurisdiction to try the case or commit it for trial, and\\n         considers further detention unnecessary, he may order the accused to be\\n         forwarded to a Magistrate having such jurisdiction:\\n</p><blockquote id=\\\"blockquote_69\\\">               Provided that—\\n</blockquote><blockquote id=\\\"blockquote_70\\\">                    (a) the Magistrate may authorise the detention of the accused\\n                    person, otherwise than in the custody of the police, beyond the\\n                    period of fifteen days, if he is satisfied that adequate grounds exist\\n                    for doing so, but no Magistrate shall authorise the detention of the\\n                    accused person in custody under this paragraph for a total period\\n                    exceeding,—\\n</blockquote><blockquote id=\\\"blockquote_71\\\">                            (i) ninety days, where the investigation relates to an offence\\n                            punishable with death, imprisonment for life or\\n                            imprisonment for a term of not less than ten years;\\n</blockquote><blockquote id=\\\"blockquote_72\\\">                            (ii) sixty days, where the investigation relates to any other\\n                            offence, and, on the expiry of the said period of ninety days,\\n                            or sixty days, as the case may be, the accused person shall be\\n                            released on bail if he is prepared to and does furnish bail, and\\n                            every person released on bail under this sub-section shall be\\n                            deemed to be so released under the provisions of Chapter\\n                            XXXIII for the purposes of that Chapter;\\n</blockquote><blockquote id=\\\"blockquote_73\\\">                    (b) no Magistrate shall authorise detention of the accused in\\n                    custody of the police under this section unless the accused is\\n                    produced before him in person for the first time and subsequently\\n                    every time till the accused remains in the custody of the police, but\\n                    the Magistrate may extend further detention in judicial custody on\\n                    production of the accused either in person or through the medium\\n                    of electronic video linkage;\\n</blockquote><blockquote id=\\\"blockquote_74\\\">                    (c) no Magistrate of the second class, not specially empowered in\\n                    this behalf by the High Court, shall authorise detention in the\\n                    custody of the police.\\n</blockquote>\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_45\\\">                                               27</span>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_100\\\">\\f            Explanation I.—For the avoidance of doubts, it is hereby declared that,\\n            notwithstanding the expiry of the period specified in Para (a), the\\n            accused shall be detained in custody so long as he does not furnish bail.\\n            Explanation II.—If any question arises whether an accused person was\\n            produced before the Magistrate as required under clause (b), the\\n            production of the accused person may be proved by his signature on the\\n            order authorising detention or by the order certified by the Magistrate as\\n            to production of the accused person through the medium of electronic\\n            video linkage, as the case may be.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_101\\\">            Provided further that in case of a woman under eighteen years of age,\\n            the detention shall be authorised to be in the custody of a remand home\\n            or recognised social institution.”\\n\\n\\n\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_102\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"88760594\\\" id=\\\"span_46\\\">34.<a href=\\\"/doc/1017159/\\\" id=\\\"a_92\\\">Section 167(2)</a> was introduced in the year 1978, giving emphasis to the\\n\\n  maximum period of time to complete the investigation. This provision has got\\n\\n  a laudable object behind it, which is to ensure an expeditious investigation\\n\\n  and a fair trial, and to set down a rationalised procedure that protects the\\n\\n  interests of the indigent sections of society. This is also another limb of\\n\\n  <a href=\\\"/doc/1199182/\\\" id=\\\"a_93\\\">Article 21.</a> Presumption of innocence is also inbuilt in this provision. An\\n\\n  investigating agency has to expedite the process of investigation as a suspect\\n\\n  is languishing under incarceration. Thus, a duty is enjoined upon the agency\\n\\n  to complete the investigation within the time prescribed and a failure would\\n\\n  enable the release of the accused. The right enshrined is an absolute and\\n\\n  indefeasible one, inuring to the benefit of suspect. Such a right cannot be\\n\\n  taken away even during any unforeseen circumstances, such as the recent\\n\\n  pandemic, as held by this court in <a href=\\\"/doc/88760594/\\\" id=\\\"a_94\\\">M. Ravindran v. Directorate of Revenue\\n\\n  Intelligence</a>, (2021) 2 SCC 485:</span>\\n</p>\\n<blockquote id=\\\"blockquote_75\\\">         “II. <a href=\\\"/doc/1017159/\\\" id=\\\"a_95\\\">Section 167(2)</a> and the Fundamental Right to Life and Personal\\n         Liberty\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_47\\\">                                           28</span>\\n</blockquote><blockquote id=\\\"blockquote_76\\\">\\f<span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1747003\\\" id=\\\"span_48\\\">17. Before we proceed to expand upon the parameters of the right to default\\nbail under <a href=\\\"/doc/1017159/\\\" id=\\\"a_96\\\">Section 167(2)</a> as interpreted by various decisions of this Court,\\nwe find it pertinent to note the observations made by this Court in <a href=\\\"/doc/1747003/\\\" id=\\\"a_97\\\">Uday\\nMohanlal Acharya [Uday Mohanlal Acharya v. State of Maharashtra</a>,\\n(2001) 5 SCC 453 : 2001 SCC (Cri) 760] on the fundamental right to\\npersonal liberty of the person and the effect of deprivation of the same as\\nfollows: (SCC p. 472, para 13)\\n\\n     “13. … Personal liberty is one of the cherished objects of the Indian\\n     Constitution and deprivation of the same can only be in accordance\\n     with law and in conformity with the provisions thereof, as stipulated\\n     under <a href=\\\"/doc/1199182/\\\" id=\\\"a_98\\\">Article 21</a> of the Constitution. When the law provides that the\\n     Magistrate could authorise the detention of the accused in custody up\\n     to a maximum period as indicated in the proviso to sub-section (2) of\\n     <a href=\\\"/doc/1236453/\\\" id=\\\"a_99\\\">Section 167</a>, any further detention beyond the period without filing of\\n     a challan by the investigating agency would be a subterfuge and\\n     would not be in accordance with law and in conformity with the\\n     provisions of the <a href=\\\"/doc/445276/\\\" id=\\\"a_100\\\">Criminal Procedure Code</a>, and as such, could be\\n     violative of <a href=\\\"/doc/1199182/\\\" id=\\\"a_101\\\">Article 21</a> of the Constitution.”\\n\\n17.1. <a href=\\\"/doc/1199182/\\\" id=\\\"a_102\\\">Article 21</a> of the Constitution of India provides that “no person shall\\nbe deprived of his life or personal liberty except according to procedure\\nestablished by law”.</span> It has been settled by a Constitution Bench of this\\nCourt in Maneka Gandhi v. Union of India [Maneka Gandhi v. Union of\\nIndia, (1978) 1 SCC 248], that such a procedure cannot be arbitrary, unfair\\nor unreasonable. The history of the enactment of <a href=\\\"/doc/839149/\\\" id=\\\"a_103\\\">Section 167(2)</a> CrPC and\\nthe safeguard of “default bail” contained in the proviso thereto is\\nintrinsically linked to <a href=\\\"/doc/1199182/\\\" id=\\\"a_104\\\">Article 21</a> and is nothing but a legislative exposition\\nof the constitutional safeguard that no person shall be detained except in\\naccordance with rule of law.\\n</blockquote>\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_103\\\">17.2. Under <a href=\\\"/doc/1687975/\\\" id=\\\"a_105\\\">Section 167</a> of the Code of Criminal Procedure, 1898 (“the\\n1898 Code”) which was in force prior to the enactment of the <a href=\\\"/doc/445276/\\\" id=\\\"a_106\\\">CrPC</a>, the\\nmaximum period for which an accused could be remanded to custody,\\neither police or judicial, was 15 days. However, since it was often\\nunworkable to conclude complicated investigations within 15 days, a\\npractice arose wherein investigating officers would file “preliminary\\ncharge-sheets” after the expiry of the remand period. The State would then\\nrequest the Magistrate to postpone commencement of the trial and authorise\\nfurther remand of the accused under <a href=\\\"/doc/1764647/\\\" id=\\\"a_107\\\">Section 344</a> of the 1898 Code till the\\ntime the investigation was completed and the final charge-sheet was filed.\\nThe Law Commission of India in Report No. 14 on Reforms of the Judicial\\nAdministration (Vol. II, 1948, pp. 758-760) pointed out that in many cases\\nthe accused were languishing for several months in custody without any\\nfinal report being filed before the courts. It was also pointed out that there\\nwas conflict in judicial opinion as to whether the Magistrate was bound to\\nrelease the accused if the police report was not filed within 15 days.\\n\\n17.3. Hence the Law Commission in Report No. 14 recommended the need\\nfor an appropriate provision specifically providing for continued remand\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_49\\\">                                  29</span>\\n\\fafter the expiry of 15 days, in a manner that “while meeting the needs of a\\nfull and proper investigation in cases of serious crime, will still safeguard\\nthe liberty of the person of the individual”. Further, that the legislature\\nshould prescribe a maximum time period beyond which no accused could\\nbe detained without filing of the police report before the Magistrate. It was\\npointed out that in England, even a person accused of grave offences such\\nas treason could not be indefinitely detained in prison till commencement\\nof the trial.\\n</p>\\n<p data-structure=\\\"Section\\\" id=\\\"p_104\\\">17.4. The suggestion made in Report No. 14 was reiterated by the Law\\nCommission in Report No. 41 on The <a href=\\\"/doc/445276/\\\" id=\\\"a_108\\\">Code of Criminal Procedure</a>,\\n1898 (Vol. I, 1969, pp. 76-77). The Law Commission re-emphasised the\\nneed to guard against the misuse of <a href=\\\"/doc/1764647/\\\" id=\\\"a_109\\\">Section 344</a> of the 1898 Code by filing\\n“preliminary reports” for remanding the accused beyond the statutory\\nperiod prescribed under <a href=\\\"/doc/1236453/\\\" id=\\\"a_110\\\">Section 167</a>. It was pointed out that this could lead\\nto serious abuse wherein “the arrested person can in this manner be kept in\\ncustody indefinitely while the investigation can go on in a leisurely\\nmanner”. Hence the Commission recommended fixing of a maximum time-\\nlimit of 60 days for remand. The Commission considered the reservation\\nexpressed earlier in Report No. 37 that such an extension may result in the\\n60-day period becoming a matter of routine. However, faith was expressed\\nthat proper supervision by the superior courts would help circumvent the\\nsame.\\n</p>\\n<p data-structure=\\\"Section\\\" id=\\\"p_105\\\">17.5. The suggestions made in Report No. 41 were taken note of and\\nincorporated by the Central Government while drafting the <a href=\\\"/doc/445276/\\\" id=\\\"a_111\\\">Code of\\nCriminal Procedure</a> Bill in 1970. Ultimately, the 1898 Code was replaced\\nby the present <a href=\\\"/doc/445276/\\\" id=\\\"a_112\\\">CrPC</a>. The Statement of Objects and Reasons of the <a href=\\\"/doc/445276/\\\" id=\\\"a_113\\\">CrPC</a>\\nprovides that the Government took the following important considerations\\ninto account while evaluating the recommendations of the Law\\nCommission:\\n</p>\\n<blockquote id=\\\"blockquote_77\\\">     “3. The recommendations of the Commission were examined\\n     carefully by the Government, keeping in view, among others, the\\n     following basic considerations:\\n</blockquote>\\n<blockquote id=\\\"blockquote_78\\\">           (i) an accused person should get a fair trial in accordance with\\n           the accepted principles of natural justice;\\n</blockquote>\\n<blockquote id=\\\"blockquote_79\\\">           (ii) every effort should be made to avoid delay in investigation\\n           and trial which is harmful not only to the individuals involved\\n           but also to society; and\\n\\n</blockquote><blockquote id=\\\"blockquote_80\\\">           (iii) the procedure should not be complicated and should, to the\\n           utmost extent possible, ensure fair deal to the poorer sections of\\n           the community.”\\n\\n17.6. It was in this backdrop that <a href=\\\"/doc/1017159/\\\" id=\\\"a_114\\\">Section 167(2)</a> was enacted within the\\npresent day <a href=\\\"/doc/445276/\\\" id=\\\"a_115\\\">CrPC</a>, providing for time-limits on the period of remand of the\\naccused, proportionate to the seriousness of the offence committed, failing\\nwhich the accused acquires the indefeasible right to bail. As is evident from\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_50\\\">                                  30</span>\\n\\fthe recommendations of the Law Commission mentioned supra, the intent\\nof the legislature was to balance the need for sufficient time-limits to\\ncomplete the investigation with the need to protect the civil liberties of the\\naccused. <a href=\\\"/doc/1017159/\\\" id=\\\"a_116\\\">Section 167(2)</a> provides for a clear mandate that the investigative\\nagency must collect the required evidence within the prescribed time\\nperiod, failing which the accused can no longer be detained. This ensures\\nthat the investigating officers are compelled to act swiftly and efficiently\\nwithout misusing the prospect of further remand. This also ensures that the\\ncourt takes cognizance of the case without any undue delay from the date of\\ngiving information of the offence, so that society at large does not lose faith\\nand develop cynicism towards the criminal justice system.\\n</blockquote>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_106\\\">17.7. Therefore, as mentioned supra, <a href=\\\"/doc/1017159/\\\" id=\\\"a_117\\\">Section 167(2)</a> is integrally linked to\\nthe constitutional commitment under <a href=\\\"/doc/1199182/\\\" id=\\\"a_118\\\">Article 21</a> promising protection of life\\nand personal liberty against unlawful and arbitrary detention, and must be\\ninterpreted in a manner which serves this purpose. In this regard we find it\\nuseful to refer to the decision of the three-Judge Bench of this Court\\nin Rakesh Kumar Paul v. State of Assam [Rakesh Kumar Paul v. State of\\nAssam, (2017) 15 SCC 67 : (2018) 1 SCC (Cri) 401] , which laid down\\ncertain seminal principles as to the interpretation of <a href=\\\"/doc/839149/\\\" id=\\\"a_119\\\">Section 167(2)</a> CrPC\\nthough the questions of law involved were somewhat different from the\\npresent case. <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"194334432\\\" id=\\\"span_51\\\">The questions before the three-Judge Bench in <a href=\\\"/doc/194334432/\\\" id=\\\"a_120\\\">Rakesh Kumar\\nPaul [Rakesh Kumar Paul v. State of Assam</a>, (2017) 15 SCC 67 : (2018) 1\\nSCC (Cri) 401] were whether, firstly, the 90-day remand extension under\\n<a href=\\\"/doc/1017159/\\\" id=\\\"a_121\\\">Section 167(2)(a)(i)</a> would be applicable in respect of offences where the\\nmaximum period of imprisonment was 10 years, though the minimum\\nperiod was less than 10 years. Secondly, whether the application for bail\\nfiled by the accused could be construed as an application for default bail,\\neven though the expiry of the statutory period under <a href=\\\"/doc/1017159/\\\" id=\\\"a_122\\\">Section 167(2)</a> had not\\nbeen specifically pleaded as a ground for bail. The majority opinion held\\nthat the 90-day limit is only available in respect of offences where\\na minimum ten year&#x27; imprisonment period is stipulated, and that the oral\\narguments for default bail made by the counsel for the accused before the\\nHigh Court would suffice in lieu of a written application. This was based on\\nthe reasoning that the court should not be too technical in matters of\\npersonal liberty. Madan B. Lokur, J. in his majority opinion, pertinently\\nobserved as follows: (SCC pp. 95-96 &amp; 99, paras 29, 32 &amp; 41)\\n\\n      “29. Notwithstanding this, the basic legislative intent of completing\\n      investigations within twenty-four hours and also within an otherwise\\n      time-bound period remains unchanged, even though that period has\\n      been extended over the years. This is an indication that in addition to\\n      giving adequate time to complete investigations, the legislature has\\n      also and always put a premium on personal liberty and has always\\n      felt that it would be unfair to an accused to remain in custody for a\\n      prolonged or indefinite period. It is for this reason and also to hold\\n      the investigating agency accountable that time-limits have been <a href=\\\"/doc/194334432/\\\" id=\\\"a_123\\\">laid\\n      down by</a> the legislature.</span> …\\n\\n                  xxx                   xxx                   xxx\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_52\\\">                                   31</span>\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_107\\\">\\f      32. …Such views and opinions over a prolonged period have\\n      prompted the legislature for more than a century to ensure expeditious\\n      conclusion of investigations so that an accused person is not\\n      unnecessarily deprived of his or her personal liberty by remaining in\\n      prolonged custody for an offence that he or she might not even have\\n      committed. In our opinion, the entire debate before us must also be\\n      looked at from the point of view of expeditious conclusion of\\n      investigations and from the angle of personal liberty and not from a\\n      purely dictionary or textual perspective as canvassed by the learned\\n      counsel for the State.\\n</p>\\n<p data-structure=\\\"Section\\\" id=\\\"p_108\\\">                   xxx                  xxx                    xxx\\n\\n\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_109\\\">      41. We take this view keeping in mind that in matters of personal\\n      liberty and <a href=\\\"/doc/1199182/\\\" id=\\\"a_124\\\">Article 21</a> of the Constitution, it is not always advisable to\\n      be formalistic or technical. The history of the personal liberty\\n      jurisprudence of this Court and other constitutional courts includes\\n      petitions for a writ of habeas corpus and for other writs being\\n      entertained even on the basis of a letter addressed to the Chief Justice\\n      or the Court.”\\n                                                            (emphasis supplied)\\n\\n      Therefore, the courts cannot adopt a rigid or formalistic approach\\nwhilst considering any issue that touches upon the rights contained in\\n<a href=\\\"/doc/1199182/\\\" id=\\\"a_125\\\">Article 21.</a>\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_110\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"104539034\\\" id=\\\"span_53\\\">17.8. We may also refer with benefit to the recent judgment of this Court\\nin <a href=\\\"/doc/104539034/\\\" id=\\\"a_126\\\">S. Kasi v. State [S. Kasi</a> v. State, (2021) 12 SCC 1 : 2020 SCC OnLine\\nSC 529], wherein it was observed that the indefeasible right to default bail\\nunder <a href=\\\"/doc/1017159/\\\" id=\\\"a_127\\\">Section 167(2)</a> is an integral part of the right to personal liberty under\\n<a href=\\\"/doc/1199182/\\\" id=\\\"a_128\\\">Article 21</a>, and the said right to bail cannot be suspended even during a\\npandemic situation as is prevailing currently. It was emphasised that the\\nright of the accused to be set at liberty takes precedence over the right of\\nthe State to carry on the investigation and submit a charge-sheet.\\n\\n17.9. Additionally, it is well-settled that in case of any ambiguity in the\\nconstruction of a penal statute, the courts must favour the interpretation\\nwhich leans towards protecting the rights of the accused, given the\\nubiquitous power disparity between the individual accused and the State\\nmachinery. This is applicable not only in the case of substantive penal\\nstatutes but also in the case of procedures providing for the curtailment of\\nthe liberty of the accused.</span>\\n</p>\\n<p data-structure=\\\"Section\\\" id=\\\"p_111\\\">17.10. With respect to the <a href=\\\"/doc/445276/\\\" id=\\\"a_129\\\">CrPC</a> particularly, the Statement of Objects and\\nReasons (supra) is an important aid of construction. <a href=\\\"/doc/1017159/\\\" id=\\\"a_130\\\">Section 167(2)</a> has to\\nbe interpreted keeping in mind the threefold objectives expressed by the\\nlegislature, namely, ensuring a fair trial, expeditious investigation and trial,\\nand setting down a rationalised procedure that protects the interests of\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_54\\\">                                   32</span>\\n\\f           indigent sections of society. These objects are nothing but subsets of the\\n           overarching fundamental right guaranteed under <a href=\\\"/doc/1199182/\\\" id=\\\"a_131\\\">Article 21.</a>\\n\\n           17.11. Hence, it is from the perspective of upholding the fundamental right\\n           to life and personal liberty under <a href=\\\"/doc/1199182/\\\" id=\\\"a_132\\\">Article 21</a> that we shall clarify and\\n           reconcile the various judicial interpretations of <a href=\\\"/doc/1017159/\\\" id=\\\"a_133\\\">Section 167(2)</a> for the\\n           purpose of resolving the dilemma that has arisen in the present case.”\\n\\n\\n\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_112\\\">35.As a consequence of the right flowing from the said provision, courts will\\n\\n   have to give due effect to it, and thus any detention beyond this period would\\n\\n   certainly be illegal, being an affront to the liberty of the person concerned.\\n\\n   Therefore, it is not only the duty of the investigating agency but also the\\n\\n   courts to see to it that an accused gets the benefit of <a href=\\\"/doc/1017159/\\\" id=\\\"a_134\\\">Section 167 (2)</a>.\\n\\n\\n   <a href=\\\"/doc/418976/\\\" id=\\\"a_135\\\">Section 170</a> of the Code:\\n</p>\\n<blockquote id=\\\"blockquote_81\\\">           “170. Cases to be sent to Magistrate when evidence is sufficient.—(1) If,\\n           upon an investigation under this Chapter, it appears to the officer in charge\\n           of the police station that there is sufficient evidence or reasonable ground as\\n           aforesaid, such officer shall forward the accused under custody to a\\n           Magistrate empowered to take cognizance of the offence upon a police\\n           report and to try the accused or commit him for trial, or, if the offence is\\n           bailable and the accused is able to give security, shall take security from him\\n           for his appearance before such Magistrate on a day fixed and for his\\n           attendance from day to day before such Magistrate until otherwise directed.”\\n\\n\\n</blockquote><p data-structure=\\\"Precedent\\\" id=\\\"p_113\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"96230971\\\" id=\\\"span_55\\\">36.The scope and ambit of <a href=\\\"/doc/418976/\\\" id=\\\"a_136\\\">Section 170</a> has already been dealt with by this Court\\n\\n   in <a href=\\\"/doc/96230971/\\\" id=\\\"a_137\\\">Siddharth v. State of U.P.</a>, (2021) 1 SCC 676. This is a power which is to\\n\\n   be exercised by the court after the completion of the investigation by the\\n\\n   agency concerned. Therefore, this is a procedural compliance from the point\\n\\n   of view of the court alone, and thus the investigating agency has got a limited\\n\\n   role to play. In a case where the prosecution does not require custody of the\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_56\\\">                                             33</span>\\n\\faccused, there is no need for an arrest when a case is sent to the magistrate\\n\\nunder <a href=\\\"/doc/418976/\\\" id=\\\"a_138\\\">Section 170</a> of the Code. There is not even a need for filing a bail\\n\\napplication, as the accused is merely forwarded to the court for the framing of\\n\\ncharges and issuance of process for trial. If the court is of the view that there\\n\\nis no need for any remand, then the court can fall back upon <a href=\\\"/doc/938432/\\\" id=\\\"a_139\\\">Section 88</a> of the\\n\\nCode and complete the formalities required to secure the presence of the\\n\\naccused for the commencement of the trial. Of course, there may be a\\n\\nsituation where a remand may be required, it is only in such cases that the\\n\\naccused will have to be heard. Therefore, in such a situation, an opportunity\\n\\nwill have to be given to the accused persons, if the court is of the prima facie\\n\\nview that the remand would be required. We make it clear that we have not\\n\\nsaid anything on the cases in which the accused persons are already in\\n\\ncustody, for which, the bail application has to be decided on its own merits.\\n\\nSuffice it to state that for due compliance of <a href=\\\"/doc/418976/\\\" id=\\\"a_140\\\">Section 170</a> of the Code, there is\\n\\nno need for filing of a bail application.</span> <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"96230971\\\" id=\\\"span_57\\\">This Court in <a href=\\\"/doc/96230971/\\\" id=\\\"a_141\\\">Siddharth v. State of\\n\\nU.P.</a>, (2021) 1 SCC 676, has held that:</span>\\n</p>\\n<blockquote id=\\\"blockquote_82\\\">        “There are judicial precedents available on the interpretation of the\\n        aforesaid provision albeit of the Delhi High Court.\\n</blockquote>\\n<blockquote id=\\\"blockquote_83\\\">        5. <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"35024132\\\" id=\\\"span_58\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"35024132\\\" id=\\\"span_59\\\">In High Court of <a href=\\\"/doc/35024132/\\\" id=\\\"a_142\\\">Delhi v. CBI [High</a> Court of <a href=\\\"/doc/35024132/\\\" id=\\\"a_143\\\">Delhi v. CBI</a>, 2004 SCC\\n        OnLine Del 53 : (2004) 72 DRJ 629], the Delhi High Court dealt with an\\n        argument similar to the contention of the respondent that <a href=\\\"/doc/1367808/\\\" id=\\\"a_144\\\">Section 170</a> CrPC\\n        prevents the trial court from taking a charge-sheet on record unless the\\n        accused is taken into custody. The relevant extracts are as under : (SCC\\n        OnLine Del paras 15-16 &amp; 19-20)\\n\\n             “15. Word “custody” appearing in this section does not contemplate\\n             either police or judicial custody. It merely connotes the presentation of\\n             accused by the investigating officer before the Court at the time of\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_60\\\">                                         34</span>\\n\\f     filing of the charge-sheet whereafter the role of the Court starts. Had it\\n     not been so the investigating officer would not have been vested with\\n     powers to release a person on bail in a bailable offence after finding\\n     that there was sufficient evidence to put the accused on trial and it\\n     would have been obligatory upon him to produce such an accused in\\n     custody before the Magistrate for being released on bail by the Court.</span></span>\\n</blockquote>\\n<blockquote id=\\\"blockquote_84\\\">     16. In case the police/investigating officer thinks it unnecessary to\\n     present the accused in custody for the reason that the accused would\\n     neither abscond nor would disobey the summons as he has been\\n     cooperating in investigation and investigation can be completed\\n     without arresting him, the IO is not obliged to produce such an\\n     accused in custody.\\n</blockquote>\\n<blockquote id=\\\"blockquote_85\\\">                 xxx                   xxx                    xxx\\n\\n</blockquote><blockquote id=\\\"blockquote_86\\\">     19. It appears that the learned Special Judge was labouring under a\\n     misconception that in every non-bailable and cognizable offence the\\n     police is required to invariably arrest a person, even if it is not\\n     essential for the purpose of investigation.\\n</blockquote>\\n<blockquote id=\\\"blockquote_87\\\">     20. Rather the law is otherwise. In normal and ordinary course the\\n     police should always avoid arresting a person and sending him to jail,\\n     if it is possible for the police to complete the investigation without his\\n     arrest and if every kind of cooperation is provided by the accused to\\n     the investigating officer in completing the investigation. It is only in\\n     cases of utmost necessity, where the investigation cannot be\\n     completed without arresting the person, for instance, a person may be\\n     required for recovery of incriminating articles or weapon of offence or\\n     for eliciting some information or clue as to his accomplices or any\\n     circumstantial evidence, that his arrest may be necessary. Such an\\n     arrest may also be necessary if the investigating officer concerned or\\n     officer in charge of the police station thinks that presence of the\\n     accused will be difficult to procure because of grave and serious\\n     nature of crime as the possibility of his absconding or disobeying the\\n     process or fleeing from justice cannot be ruled out.”\\n\\n</blockquote><blockquote id=\\\"blockquote_88\\\">6. <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"35024132\\\" id=\\\"span_61\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"56073873\\\" id=\\\"span_62\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"959404\\\" id=\\\"span_63\\\">In a subsequent judgment the Division Bench of the Delhi High Court\\nin High Court of <a href=\\\"/doc/959404/\\\" id=\\\"a_145\\\">Delhi v. State [High</a> Court of <a href=\\\"/doc/56073873/\\\" id=\\\"a_146\\\">Delhi v. State</a>, 2018 SCC\\nOnLine Del 12306 : (2018) 254 DLT 641] relied on these observations\\nin High Court of Delhi [High Court of <a href=\\\"/doc/35024132/\\\" id=\\\"a_147\\\">Delhi v. CBI</a>, 2004 SCC OnLine Del\\n53 : (2004) 72 DRJ 629] and observed that it is not essential in every case\\ninvolving a cognizable and non-bailable offence that an accused be taken\\ninto custody when the charge-sheet/final report is filed.</span></span></span>\\n</blockquote>\\n<blockquote id=\\\"blockquote_89\\\">7. The Delhi High Court is not alone in having adopted this view and other\\nHigh Courts apparently have also followed suit on the proposition that\\ncriminal courts cannot refuse to accept a charge-sheet simply because the\\naccused has not been arrested and produced before the court.\\n</blockquote>\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_64\\\">                                  35</span>\\n<blockquote id=\\\"blockquote_90\\\">\\f8. In Deendayal      Kishanchand v. State      of    Gujarat [Deendayal\\nKishanchand v. State of Gujarat, 1982 SCC OnLine Guj 172 : 1983 Cri LJ\\n1583], the High Court observed as under : (SCC OnLine Guj paras 2 &amp; 8)\\n\\n     “2. … It was the case of the prosecution that two accused i.e. present\\n     Petitioners 4 and 5, who are ladies, were not available to be produced\\n     before the court along with the charge-sheet, even though earlier they\\n     were released on bail. Therefore, as the court refused to accept the\\n     charge-sheet unless all the accused are produced, the charge-sheet\\n     could not be submitted, and ultimately also, by a specific letter, it\\n     seems from the record, the charge-sheet was submitted without\\n     Accused 4 and 5. This is very clear from the evidence on record.\\n</blockquote>\\n<blockquote id=\\\"blockquote_91\\\">                  xxx                  xxx                   xxx\\n\\n</blockquote><blockquote id=\\\"blockquote_92\\\">     8. I must say at this stage that the refusal by criminal courts either\\n     through the learned Magistrate or through their office staff to accept\\n     the charge-sheet without production of the accused persons is not\\n     justified by any provision of law. Therefore, it should be impressed\\n     upon all the courts that they should accept the charge-sheet whenever\\n     it is produced by the police with any endorsement to be made on the\\n     charge-sheet by the staff or the Magistrate pertaining to any omission\\n     or requirement in the charge-sheet. But when the police submits the\\n     charge-sheet, it is the duty of the court to accept it especially in view\\n     of the provisions of <a href=\\\"/doc/400975/\\\" id=\\\"a_148\\\">Section 468</a> of the Code which creates a limitation\\n     of taking cognizance of offence. Likewise, police authorities also\\n     should impress on all police officers that if charge-sheet is not\\n     accepted for any such reason, then attention of the Sessions Judge\\n     should be drawn to these facts and get suitable orders so that such\\n     difficulties would not arise henceforth.”\\n\\n</blockquote><blockquote id=\\\"blockquote_93\\\">9. We are in agreement with the aforesaid view of the High Courts and\\nwould like to give our imprimatur to the said judicial view. It has rightly\\nbeen observed on consideration of <a href=\\\"/doc/1367808/\\\" id=\\\"a_149\\\">Section 170</a> CrPC that it does not impose\\nan obligation on the officer-in-charge to arrest each and every accused at the\\ntime of filing of the charge-sheet. We have, in fact, come across cases where\\nthe accused has cooperated with the investigation throughout and yet on the\\ncharge-sheet being filed non-bailable warrants have been issued for his\\nproduction premised on the requirement that there is an obligation to arrest\\nthe accused and produce him before the court. We are of the view that if the\\ninvestigating officer does not believe that the accused will abscond or\\ndisobey summons he/she is not required to be produced in custody. The\\nword “custody” appearing in <a href=\\\"/doc/1367808/\\\" id=\\\"a_150\\\">Section 170</a> CrPC does not contemplate either\\npolice or judicial custody but it merely connotes the presentation of the\\naccused by the investigating officer before the court while filing the charge-\\n</blockquote><p data-structure=\\\"Section\\\" id=\\\"p_114\\\">sheet.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_115\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"768175\\\" id=\\\"span_65\\\">10. We may note that personal liberty is an important aspect of our\\nconstitutional mandate. The occasion to arrest an accused during\\ninvestigation arises when custodial investigation becomes necessary or it is\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_66\\\">                                  36</span>\\n\\f         a heinous crime or where there is a possibility of influencing the witnesses\\n         or accused may abscond. Merely because an arrest can be made because it is\\n         lawful does not mandate that arrest must be made. A distinction must be\\n         made between the existence of the power to arrest and the justification for\\n         exercise of it [<a href=\\\"/doc/768175/\\\" id=\\\"a_151\\\">Joginder Kumar v. State of U.P.</a>, (1994) 4 SCC 260 : 1994\\n         SCC (Cri) 1172] . If arrest is made routine, it can cause incalculable harm to\\n         the reputation and self-esteem of a person. If the investigating officer has no\\n         reason to believe that the accused will abscond or disobey summons and\\n         has, in fact, throughout cooperated with the investigation we fail to\\n         appreciate why there should be a compulsion on the officer to arrest the\\n         accused.</span>\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_116\\\">         <span class=\\\"citetext\\\" data-sentiment=\\\"Neg\\\" data-docid=\\\"768175\\\" id=\\\"span_67\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Neg\\\" data-docid=\\\"768175\\\" id=\\\"span_68\\\">11. We are, in fact, faced with a situation where contrary to the observations\\n         in <a href=\\\"/doc/768175/\\\" id=\\\"a_152\\\">Joginder Kumar</a> case [<a href=\\\"/doc/768175/\\\" id=\\\"a_153\\\">Joginder Kumar v. State of U.P.</a>, (1994) 4 SCC\\n         260 : 1994 SCC (Cri) 1172] how a police officer has to deal with a scenario\\n         of arrest, the trial courts are stated to be insisting on the arrest of an accused\\n         as a prerequisite formality to take the charge-sheet on record in view of the\\n         provisions of <a href=\\\"/doc/1367808/\\\" id=\\\"a_154\\\">Section 170</a> CrPC. We consider such a course misplaced and\\n         contrary to the very intent of <a href=\\\"/doc/1367808/\\\" id=\\\"a_155\\\">Section 170</a> CrPC.”\\n\\n\\n<a href=\\\"/doc/1597659/\\\" id=\\\"a_156\\\">Section 204</a> and <a href=\\\"/doc/84185/\\\" id=\\\"a_157\\\">209</a> of the Code\\n\\n         “204.</span></span> Issue of process.—(1) If in the opinion of a Magistrate taking\\n         cognizance of an offence there is sufficient ground for proceeding, and the\\n         case appears to be—\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_117\\\">            (a) a summons-case, he shall issue his summons for the attendance of\\n            the accused, or\\n\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_118\\\">            (b) a warrant-case, he may issue a warrant, or, if he thinks fit, a\\n            summons, for causing the accused to be brought or to appear at a certain\\n            time before such Magistrate or (if he has no jurisdiction himself) some\\n            other Magistrate having jurisdiction.”\\n\\n         “209. Commitment of case to Court of Session when offence is triable\\n         exclusively by it.—When in a case instituted on a police report or\\n         otherwise, the accused appears or is brought before the Magistrate and it\\n         appears to the Magistrate that the offence is triable exclusively by the Court\\n         of Session, he shall—\\n\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_119\\\">            (a) commit, after complying with the provisions of <a href=\\\"/doc/1450784/\\\" id=\\\"a_158\\\">section 207</a> or\\n            <a href=\\\"/doc/289374/\\\" id=\\\"a_159\\\">section 208</a>, as the case may be, the case to the Court of Session, and\\n            subject to the provisions of this Code relating to bail, remand the\\n            accused to custody until such commitment has been made;\\n\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_120\\\">            (b) subject to the provisions of this Code relating to bail, remand the\\n            accused to custody during, and until the conclusion of, the trial;”\\n\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_69\\\">                                             37</span>\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_121\\\">\\f37.<a href=\\\"/doc/1597659/\\\" id=\\\"a_160\\\">Section 204</a> of the Code speaks of issue of process while commencing the\\n\\n  proceeding before the Magistrate. Sub-section (1)(b) gives a discretion to a\\n\\n  Magistrate qua a warrant case, either to issue a warrant or a summons. As this\\n\\n  provision gives a discretion, and being procedural in nature, it is to be\\n\\n  exercised as a matter of course by following the prescription of <a href=\\\"/doc/938432/\\\" id=\\\"a_161\\\">Section 88</a> of\\n\\n  the Code. Thus, issuing a warrant may be an exception in which case the\\n\\n  Magistrate will have to give reasons.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_122\\\">\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_123\\\">38. <a href=\\\"/doc/84185/\\\" id=\\\"a_162\\\">Section 209</a> of the Code pertains to commitment of a case to a Court of\\n\\n  Sessions by the Magistrate when the offence is triable exclusively by the said\\n\\n  court. Sub-sections (a) and (b) of <a href=\\\"/doc/84185/\\\" id=\\\"a_163\\\">Section 209</a> of the Code give ample power\\n\\n  to the Magistrate to remand a person into custody during or until the\\n\\n  conclusion of the trial. Since the power is to be exercised by the Magistrate\\n\\n  on a case-to-case basis, it is his wisdom in either remanding an accused or\\n\\n  granting bail. Even here, it is judicial discretion which the Magistrate has to\\n\\n  exercise. As we have already dealt with the definition of bail, which in simple\\n\\n  parlance means a release subject to the restrictions and conditions, a\\n\\n  Magistrate can take a call even without an application for bail if he is inclined\\n\\n  to do so. In such a case he can seek a bond or surety, and thus can take\\n\\n  recourse to <a href=\\\"/doc/938432/\\\" id=\\\"a_164\\\">Section 88</a>. However, if he is to remand the case for the reasons to\\n\\n  be recorded, then the said person has to be heard. Here again, we make it\\n\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_70\\\">                                        38</span>\\n\\f   clear that there is no need for a separate application and Magistrate is\\n\\n   required to afford an opportunity and to pass a speaking order on bail.\\n\\n\\n<a href=\\\"/doc/784001/\\\" id=\\\"a_165\\\">Section 309</a> of the Code\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_124\\\">39.This provision has been substituted by Act 13 of 2013 and Act 22 of 2018. It\\n\\n   would be appropriate to reproduce the said provision for better appreciation:\\n\\n</p><blockquote id=\\\"blockquote_94\\\">          “309. Power to postpone or adjourn proceedings. —(1) In every inquiry\\n          or trial the proceedings shall be continued from day-to-day until all the\\n          witnesses in attendance have been examined, unless the Court finds the\\n          adjournment of the same beyond the following day to be necessary for\\n          reasons to be recorded:\\n</blockquote><blockquote id=\\\"blockquote_95\\\">             Provided that when the inquiry or trial relates to an offence under\\n          <a href=\\\"/doc/124994/\\\" id=\\\"a_166\\\">Section 376</a>, [Section 376A, Section 376AB, Section 376B, Section 376C,\\n          Section 376D, Section 376DA or <a href=\\\"/doc/134361871/\\\" id=\\\"a_167\\\">Section 376DB</a> of the Indian Penal Code\\n          (45 of 1860), the inquiry or trial shall] be completed within a period of two\\n          months from the date of filing of the charge sheet.\\n</blockquote><blockquote id=\\\"blockquote_96\\\">             (2) If the Court, after taking cognizance of an offence, or\\n          commencement of trial, finds it necessary or advisable to postpone the\\n          commencement of, or adjourn, any inquiry or trial, it may, from time to\\n          time, for reasons to be recorded, postpone or adjourn the same on such\\n          terms as it thinks fit, for such time as it considers reasonable, and may by a\\n          warrant remand the accused if in custody:\\n</blockquote><blockquote id=\\\"blockquote_97\\\">            Provided that no Magistrate shall remand an accused person to custody\\n          under this section for a term exceeding fifteen days at a time:\\n</blockquote><blockquote id=\\\"blockquote_98\\\">             Provided further that when witnesses are in attendance, no adjournment\\n          or postponement shall be granted, without examining them, except for\\n          special reasons to be recorded in writing:\\n</blockquote><blockquote id=\\\"blockquote_99\\\">             Provided also that no adjournment shall be granted for the purpose only\\n          of enabling the accused person to show cause against the sentence proposed\\n          to be imposed on him.\\n</blockquote><blockquote id=\\\"blockquote_100\\\">             [Provided also that—\\n</blockquote><blockquote id=\\\"blockquote_101\\\">                     (a) no adjournment shall be granted at the request of a party,\\n                     except where the circumstances are beyond the control of that\\n                     party;\\n</blockquote><blockquote id=\\\"blockquote_102\\\">                     (b) the fact that the pleader of a party is engaged in another\\n                     Court, shall not be a ground for adjournment;\\n</blockquote><blockquote id=\\\"blockquote_103\\\">                     (c) where a witness is present in Court but a party or his pleader\\n                     is not present or the party or his pleader though present in\\n                     Court, is not ready to examine or cross-examine the witness, the\\n                     Court may, if thinks fit, record the statement of the witness and\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_71\\\">                                            39</span>\\n\\f                     pass such orders as it thinks fit dispensing with the\\n                     examination-in-chief or cross-examination of the witness, as the\\n                     case may be.]\\n          Explanation 1.—If sufficient evidence has been obtained to raise a\\n          suspicion that the accused may have committed an offence, and it appears\\n          likely that further evidence may be obtained by a remand, this is a\\n          reasonable cause for a remand.\\n</blockquote><p data-structure=\\\"Section\\\" id=\\\"p_125\\\">          Explanation 2.—The terms on which an adjournment or postponement may\\n          be granted include, in appropriate cases, the payment of costs by the\\n          prosecution or the accused.”\\n\\n\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_126\\\">40.Sub-section (1) mandates courts to continue the proceedings on a day-to-day\\n\\n   basis till the completion of the evidence. Therefore, once a trial starts, it\\n\\n   should reach the logical end. Various directions have been issued by this\\n\\n   Court not to give unnecessary adjournments resulting in the witnesses being\\n\\n   won over. However, the non-compliance of <a href=\\\"/doc/784001/\\\" id=\\\"a_168\\\">Section 309</a> continues with gay\\n\\n   abandon. Perhaps courts alone cannot be faulted as there are multiple reasons\\n\\n   that lead to such adjournments. Though the section makes adjournments and\\n\\n   that too not for a longer time period as an exception, they become the norm.\\n\\n   We are touching upon this provision only to show that any delay on the part\\n\\n   of the court or the prosecution would certainly violate <a href=\\\"/doc/1199182/\\\" id=\\\"a_169\\\">Article 21.</a> This is\\n\\n   more so when the accused person is under incarceration. This provision must\\n\\n   be applied inuring to the benefit of the accused while considering the\\n\\n   application for bail. Whatever may be the nature of the offence, a prolonged\\n\\n   trial, appeal or a revision against an accused or a convict under custody or\\n\\n   incarceration, would be violative of <a href=\\\"/doc/1199182/\\\" id=\\\"a_170\\\">Article 21.</a> While the courts will have to\\n\\n   endeavour to complete at least the recording of the evidence of the private\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_72\\\">                                           40</span>\\n\\f   witnesses, as indicated by this Court on quite a few occasions, they shall\\n\\n   make sure that the accused does not suffer for the delay occasioned due to no\\n\\n   fault of his own.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_127\\\">\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_128\\\">41.Sub-section (2) has to be read along with sub-section (1). The proviso to\\n\\n   sub-section (2) restricts the period of remand to a maximum of 15 days at a\\n\\n   time. The second proviso prohibits an adjournment when the witnesses are in\\n\\n   attendance except for special reasons, which are to be recorded. Certain\\n\\n   reasons for seeking adjournment are held to be permissible. One must read\\n\\n   this provision from the point of view of the dispensation of justice. After all,\\n\\n   right to a fair and speedy trial is yet another facet of <a href=\\\"/doc/1199182/\\\" id=\\\"a_171\\\">Article 21.</a> Therefore,\\n\\n   while it is expected of the court to comply with <a href=\\\"/doc/784001/\\\" id=\\\"a_172\\\">Section 309</a> of the Code to\\n\\n   the extent possible, an unexplained, avoidable and prolonged delay in\\n\\n   concluding a trial, appeal or revision would certainly be a factor for the\\n\\n   consideration of bail. This we hold so notwithstanding the beneficial\\n\\n   provision under Section 436A of the Code which stands on a different\\n\\n   footing.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_129\\\">   Precedents:\\n</p>\\n<blockquote id=\\\"blockquote_104\\\">    <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1007347\\\" id=\\\"span_73\\\"> <a href=\\\"/doc/1007347/\\\" id=\\\"a_173\\\">Hussainara Khatoon &amp; Ors. v Home Secretary, State Of Bihar</a>, 1980\\n\\n        (1) SCC 81:</span>\\n</blockquote>\\n<blockquote id=\\\"blockquote_105\\\">          <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1766147\\\" id=\\\"span_74\\\">“2. Though we issued notice to the State of Bihar two weeks ago, it is\\n          unfortunate that on February 5, 1979, no one has appeared on behalf of the\\n          State and we must, therefore, at this stage proceed on the basis that the\\n          allegations contained in the issues of the Indian Express dated January 8\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_75\\\">                                          41</span>\\n\\fand 9, 1979 which are incorporated in the writ petition are correct. The\\ninformation contained in these newspaper cuttings is most distressing and it\\nis sufficient to stir the conscience and disturb the equanimity of any socially\\nmotivated lawyer or judge. Some of the undertrial prisoners whose names\\nare given in the newspaper cuttings have been in jail for as many as 5, 7 or\\n9 years and a few of them, even more than 10 years, without their trial\\nhaving begun. What faith can these lost souls have in the judicial system\\nwhich denies them a bare trial for so many years and keeps them behind\\nbars, not because they are guilty, but because they are too poor to afford\\nbail and the courts have no time to try them. It is a travesty of justice that\\nmany poor accused, “little Indians, are forced into long cellular servitude\\nfor little offences” because the bail procedure is beyond their meagre means\\nand trials don&#x27;t commence and even if they do, they never conclude. There\\ncan be little doubt, after the dynamic interpretation placed by this Court on\\n<a href=\\\"/doc/1199182/\\\" id=\\\"a_174\\\">Article 21</a> in <a href=\\\"/doc/1766147/\\\" id=\\\"a_175\\\">Maneka Gandhi v. Union of India</a> [(1978) 2 SCR 621 : (1978)\\n1 SCC 248] that a procedure which keeps such large numbers of people\\nbehind bars without trial so long cannot possibly be regarded as\\n‘reasonable, just or fair”’ so as to be in conformity with the requirement of\\nthat article.</span> It is necessary, therefore, that the law as enacted by the\\nlegislature and as administered by the courts must radically change its\\napproach to pre-trial detention and ensure ‘reasonable, just and fair’\\nprocedure which has creative connotation after Maneka Gandhi case\\n[(1978) 2 SCR 621 : (1978) 1 SCC 248].\\n</blockquote>\\n\\n<blockquote id=\\\"blockquote_106\\\">3. Now, one reason why our legal and judicial system continually denies\\njustice to the poor by keeping them for long years in pre-trial detention is\\nour highly unsatisfactory bail system. It suffers from a property oriented\\napproach which seems to proceed on the erroneous assumption that risk of\\nmonetary loss is the only deterrent against fleeing from justice. The <a href=\\\"/doc/445276/\\\" id=\\\"a_176\\\">Code of\\nCriminal Procedure</a>, even after its re-enactment, continues to adopt the\\nsame antiquated approach as the earlier Code enacted towards the end of\\nthe last century and where an accused is to be released on his personal\\nbond, it insists that the bond should contain a monetary obligation requiring\\nthe accused to pay a sum of money in case he fails to appear at the trial.\\n</blockquote><p data-structure=\\\"Conclusion\\\" id=\\\"p_130\\\">Moreover, as if this were not sufficient deterrent to the poor, the courts\\nmechanically and as a matter of course insist that the accused should\\nproduce sureties who will stand bail for him and these sureties must again\\nestablish their solvency to be able to pay up the amount of the bail in case\\nthe accused fails to appear to answer the charge. This system of bails\\noperates very harshly against the poor and it is only the non-poor who are\\nable to take advantage of it by getting themselves released on bail. The poor\\nfind it difficult to furnish bail even without sureties because very often the\\namount of the bail fixed by the courts is so unrealistically excessive that in\\na majority of cases the poor are unable to satisfy the police or the\\nMagistrate about their solvency for the amount of the bail and where the\\nbail is with sureties, as is usually the case, it becomes an almost impossible\\ntask for the poor to find persons sufficiently solvent to stand as sureties.\\nThe result is that either they are fleeced by the police and revenue officials\\nor by touts and professional sureties and sometimes they have even to incur\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_76\\\">                                   42</span>\\n\\fdebts for securing their release or, being unable to obtain release, they have\\nto remain in jail until such time as the court is able to take up their cases for\\ntrial, leading to grave consequences, namely, (1) though presumed innocent,\\nthey are subjected to psychological and physical deprivations of jail life, (2)\\nthey are prevented from contributing to the preparation of their defence,\\nand (3) they lose their job, if they have one, and are deprived of an\\nopportunity to work to support themselves and their family members with\\nthe result that the burden of their detention almost invariably falls heavily\\non the innocent members of the family. It is here that the poor find our legal\\nand judicial system oppressive and heavily weighted against them and a\\nfeeling of frustration and despair occurs upon them as they find that they\\nare helplessly in a position of inequality with the non-poor. The Legal Aid\\nCommittee appointed by the Government of Gujarat under the\\nchairmanship of one of us, Mr Justice Bhagwati, emphasised this glaring\\ninequality in the following words:\\n</p><blockquote id=\\\"blockquote_107\\\">      The bail system, as we see it administered in the criminal courts\\n      today, is extremely unsatisfactory and needs drastic change. In the\\n      first place it is virtually impossible to translate risk of non-appearance\\n      by the accused into precise monetary terms and even its basic premise\\n      that risk of financial loss is necessary to prevent the accused from\\n      fleeing is of doubtful validity. There are several considerations which\\n      deter an accused from running away from justice and risk of financial\\n      loss is only one of them and that too not a major one. The experience\\n      of enlightened Bail Projects in the United States such as Manhattan\\n      Bail Project and D.C. Bail Project shows that even without monetary\\n      bail it has been possible to secure the presence of the accused at the\\n      trial in quite a large number of cases. Moreover, the bail system\\n      causes discrimination against the poor since the poor would not be\\n      able to furnish bail on account of their poverty while the wealthier\\n      persons otherwise similarly situate would be able to secure their\\n      freedom because they can afford to furnish bail. This discrimination\\n      arises even if the amount of the bail is fixed by the Magistrate is not\\n      high, for a large majority of those who are brought before the courts\\n      in criminal cases are so poor that they would find it difficult to furnish\\n      bail even in a small amount.\\n</blockquote><blockquote id=\\\"blockquote_108\\\">The Gujarat Committee also pointed out how the practice of fixing the\\namount of bail with reference to the nature of the charge without taking into\\naccount relevant factors, such as the individual financial circumstances of\\nthe accused and the probability of his fleeing before trial, is harsh and\\noppressive and discriminates against the poor:\\n</blockquote><blockquote id=\\\"blockquote_109\\\">      The discriminatory nature of the bail system becomes all the more\\n      acute by reason of the mechanical way in which it is customarily\\n      operated. It is no doubt true that theoretically the Magistrate has\\n      broad discretion in fixing the amount of bail but in practice it seems\\n      that the amount of bail depends almost always on the seriousness of\\n      the offence. It is fixed according to a schedule related to the nature of\\n      the charge. Little weight is given either to the probability that the\\n      accused will attempt to flee before his trial or to his individual\\n      financial circumstances, the very factors which seem most relevant if\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_77\\\">                                    43</span>\\n\\f      the purpose of bail is to assure the appearance of the accused at the\\n      trial. The result of ignoring these factors and fixing the amount of bail\\n      mechanically having regard only to the seriousness of the offence is\\n      to discriminate against the poor who are not in the same position as\\n      the rich as regards capacity to furnish bail. The courts by ignoring the\\n      differential capacity of the rich and the poor to furnish bail and\\n      treating them equally produce inequality between the rich and the\\n      poor: the rich who is charged with the same offence in the same\\n      circumstances is able to secure his release while the poor is unable to\\n      do so on account of his poverty. These are some of the major defects\\n      in the bail system as it is operated today.\\n</blockquote><blockquote id=\\\"blockquote_110\\\">The same anguish was expressed by President Lyndon B. Johnson at the\\ntime of signing the Bail Reforms Act, 1966:\\n</blockquote><blockquote id=\\\"blockquote_111\\\">      Today, we join to recognise a major development in our system of\\n      criminal justice: the reform of the bail system.\\n</blockquote><blockquote id=\\\"blockquote_112\\\">      This system has endured—archaic, unjust and virtually unexamined\\n      —since the Judiciary Act of 1789.\\n</blockquote><blockquote id=\\\"blockquote_113\\\">      The principal purpose of bail is to insure that an accused person will\\n      return for trial if he is released after arrest.\\n</blockquote><blockquote id=\\\"blockquote_114\\\">      How is that purpose met under the present system? The defendant\\n      with means can afford to pay bail. He can afford to buy his freedom.\\n      But poorer defendant cannot pay the price. He languishes in jail\\n      weeks, months and perhaps even years before trial.\\n</blockquote><blockquote id=\\\"blockquote_115\\\">      He does not stay in jail because he is guilty.\\n</blockquote><blockquote id=\\\"blockquote_116\\\">      He does not stay in jail because any sentence has been passed.\\n      He does not stay in jail because he is any more likely to flee before\\n      trial.\\n</blockquote><blockquote id=\\\"blockquote_117\\\">      He stays in jail for one reason only—because he is poor....\\nThe bail system, as it operates today, is a source of great hardship to the\\npoor and if we really want to eliminate the evil effects of poverty and\\nassure a fair and just treatment to the poor in the administration of justice, it\\nis imperative that the bail system should be thoroughly reformed so that it\\nshould be possible for the poor, as easily as the rich, to obtain pre-trial\\nrelease without jeopardising the interest of justice.\\n</blockquote>\\n\\n<blockquote id=\\\"blockquote_118\\\">4. It is high time that our Parliament realises that risk of monetary loss is\\nnot the only deterrent against fleeing from justice, but there are also other\\nfactors which act as equal deterrents against fleeing. Ours is a socialist\\nrepublic with social justice as the signature tune of our Constitution and\\nParliament would do well to consider whether it would not be more\\nconsonant with the ethos of our Constitution that instead of risk of financial\\nloss, other relevant considerations such as family ties, roots in the\\ncommunity, job security, membership of stable organisations etc., should be\\nthe determinative factors in grant of bail and the accused should in\\nappropriate cases be released on his personal bond without monetary\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_78\\\">                                    44</span>\\n\\fobligation. Of course, it may be necessary in such a case to provide by an\\namendment of the penal law that if the accused wilfully fails to appear in\\ncompliance with the promise contained in his personal bond, he shall be\\nliable to penal action. But even under the law as it stands today the courts\\nmust abandon the antiquated concept under which pre-trial release is\\nordered only against bail with sureties. That concept is outdated and\\nexperience has shown that it has done more harm than good. The new\\ninsight into the subject of pre-trial release which has been developed in\\nsocially advanced countries and particularly the United States should now\\ninform the decisions of our courts in regard to pre-trial release. If the Court\\nis satisfied, after taking into account, on the basis of information placed\\nbefore it, that the accused has his roots in the community and is not likely\\nto abscond, it can safely release the accused on his personal bond. To\\ndetermine whether the accused has his roots in the community which would\\ndeter him from fleeing, the Court should take into account the following\\nfactors concerning the accused:\\n</blockquote><blockquote id=\\\"blockquote_119\\\">      1. The length of his residence in the community,\\n</blockquote><blockquote id=\\\"blockquote_120\\\">      2. his employment status, history and his financial condition,\\n</blockquote><blockquote id=\\\"blockquote_121\\\">      3. his family ties and relationships,\\n</blockquote><blockquote id=\\\"blockquote_122\\\">      4. his reputation, character and monetary condition,\\n</blockquote><blockquote id=\\\"blockquote_123\\\">      5. his prior criminal record including any record of prior release on\\n      recognizance or on bail,\\n</blockquote><blockquote id=\\\"blockquote_124\\\">      6. the identity of responsible members of the community who would\\n      vouch for his reliability,\\n</blockquote><blockquote id=\\\"blockquote_125\\\">      7. the nature of the offence charged and the apparent probability of\\n      conviction and the likely sentence insofar as these factors are relevant\\n      to the risk of non-appearance, and\\n</blockquote><blockquote id=\\\"blockquote_126\\\">      8. any other factors indicating the ties of the accused to the\\n      community or bearing on the risk of wilful failure to appear.\\n</blockquote><p data-structure=\\\"CDiscource\\\" id=\\\"p_131\\\">If the court is satisfied on a consideration of the relevant factors that the\\naccused has his ties in the community and there is no substantial risk of\\nnon-appearance, the accused may, as far as possible, be released on his\\npersonal bond. Of course, if facts are brought to the notice of the court\\nwhich go to show that having regard to the condition and background of the\\naccused, his previous record and the nature and circumstances of the\\noffence, there may be a substantial risk of his non-appearance at the trial, as\\nfor example, where the accused is a notorious bad character or a confirmed\\ncriminal or the offence is serious (these examples are only by way of\\nillustration), the Court may not release the accused on his personal bond\\nand may insist on bail with sureties. But in the majority of cases,\\nconsiderations like family ties and relationship, roots in the community,\\nemployment status etc. may prevail with the Court in releasing the accused\\non his personal bond and particularly in cases where the offence is not\\ngrave and the accused is poor or belongs to a weaker section of the\\ncommunity, release on personal bond could, as far as possible, be preferred.\\nBut even while releasing the accused on personal bond it is necessary to\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_79\\\">                                   45</span>\\n\\fcaution the Court that the amount of the bond which it fixes should not be\\nbased merely on the nature of the charge. The decision as regards the\\namount of the bond should be an individualised decision depending on the\\nindividual financial circumstances of the accused and the probability of his\\nabsconding. The amount of the bond should be determined having regard to\\nthese relevant factors and should not be fixed mechanically according to a\\nschedule keyed to the nature of the charge. Otherwise, it would be difficult\\nfor the accused to secure his release even by executing a personal bond.\\nMoreover, when the accused is released on his personal bond, it would be\\nvery harsh and oppressive if he is required to satisfy the Court—and what\\nwe have said here in regard to the court must apply equally in relation to\\nthe police while granting bail—that he is solvent enough to pay the amount\\nof the bond if he fails to appear at the trial and in consequence the bond is\\nforfeited. The inquiry into the solvency of the accused can become a source\\nof great harassment to him and often result in denial of bail and deprivation\\nof liberty and should not, therefore, be insisted upon as a condition of\\nacceptance of the personal bond. We have no doubt that if the system of\\nbail, even under the existing law, is administered in the manner we have\\nindicated in this judgment, it would go a long way towards relieving\\nhardship of the poor and help them to secure pre-trial release from\\nincarceration. It is for this reason we have directed the undertrial prisoners\\nwhose names are given in the two issues of the Indian Express should be\\nreleased forthwith on their personal bond. We should have ordinarily said\\nthat personal bond to be executed by them should be with monetary\\nobligation but we directed as an exceptional measure that there need be no\\nmonetary obligation in the personal bond because we found that all these\\npersons have been in jail without trial for several years, and in some cases\\nfor offences for which the punishment would in all probability be less than\\nthe period of their detention and, moreover, the order we were making was\\nmerely an interim order. The peculiar facts and circumstances of the case\\ndictated such an unusual course.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_132\\\">\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_133\\\">5. There is also one other infirmity of the legal and judicial system which is\\nresponsible for this gross denial of justice to the undertrial prisoners and\\nthat is the notorious delay in disposal of cases. It is a sad reflection on the\\nlegal and judicial system that the trial of an accused should not even\\ncommence for a long number of years. Even a delay of one year in the\\ncommencement of the trial is bad enough: how much worse could it be\\nwhen the delay is as long as 3 or 5 or 7 or even 10 years. Speedy trial is of\\nthe essence of criminal justice and there can be no doubt that delay in trial\\nby itself constitutes denial of justice. It is interesting to note that in the\\nUnited States, speedy trial is one of the constitutionally guaranteed rights.\\nThe Sixth Amendment to the Constitution provides that:\\n</p><blockquote id=\\\"blockquote_127\\\">      In all criminal prosecutions, the accused shall enjoy the right to a\\n      speedy and public trial.\\n</blockquote><blockquote id=\\\"blockquote_128\\\">So also <a href=\\\"/doc/1659104/\\\" id=\\\"a_177\\\">Article 3</a> of the European Convention on Human Rights provides\\nthat:\\n</blockquote>\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_80\\\">                                   46</span>\\n<blockquote id=\\\"blockquote_129\\\">\\f           Every one arrested or detained . . . shall be entitled to trial within a\\n           reasonable time or to release pending trial.\\n</blockquote><blockquote id=\\\"blockquote_130\\\">     <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1766147\\\" id=\\\"span_81\\\">We think that even under our Constitution, though speedy trial is not\\n     specifically enumerated as a fundamental right, it is implicit in the broad\\n     sweep and content of <a href=\\\"/doc/1199182/\\\" id=\\\"a_178\\\">Article 21</a> as interpreted by this Court in <a href=\\\"/doc/1766147/\\\" id=\\\"a_179\\\">Maneka\\n     Gandhi v. Union of India</a> [(1978) 2 SCR 621 : (1978) 1 SCC 248]. We have\\n     held <a href=\\\"/doc/1766147/\\\" id=\\\"a_180\\\">in that case</a> that <a href=\\\"/doc/1199182/\\\" id=\\\"a_181\\\">Article 21</a> confers a fundamental right on every person\\n     not to be deprived of his life or liberty except in accordance with the\\n     procedure prescribed by law and it is not enough to constitute compliance\\n     with the requirement of that article that some semblance of a procedure\\n     should be prescribed by law, but that the procedure should be “reasonable,\\n     fair and just”. If a person is deprived of his liberty under a procedure which\\n     is not “reasonable, fair or just”, such deprivation would be violative of his\\n     fundamental right under <a href=\\\"/doc/1199182/\\\" id=\\\"a_182\\\">Article 21</a>, and he would be entitled to enforce\\n     such fundamental right and secure his release. Now obviously procedure\\n     prescribed by law for depriving a person of liberty cannot be ‘reasonable,\\n     fair or just’ unless that procedure ensures a speedy trial for determination of\\n     the guilt of such person. No procedure which does not ensure a reasonably\\n     quick trial can be regarded as ‘reasonable, fair or just’ and it would fall foul\\n     of <a href=\\\"/doc/1199182/\\\" id=\\\"a_183\\\">Article 21.</a> There can, therefore, be no doubt that speedy trial, and by\\n     speedy trial we mean reasonably expeditious trial, is an integral and\\n     essential part of the fundamental right to life and liberty enshrined in\\n     <a href=\\\"/doc/1199182/\\\" id=\\\"a_184\\\">Article 21.</a> The question which would, however, arise is as to what would\\n     be the consequence if a person accused of an offence is denied speedy trial\\n     and is sought to be deprived of his liberty by imprisonment as a result of a\\n     long-delayed trial in violation of his fundamental right under <a href=\\\"/doc/1199182/\\\" id=\\\"a_185\\\">Article 21.</a>\\n     Would he be entitled to be released unconditionally freed from the charge\\n     levelled against him on the ground that trying him after an unduly long\\n     period of time and convicting him after such trial would constitute violation\\n     of his fundamental right under <a href=\\\"/doc/1199182/\\\" id=\\\"a_186\\\">Article 21.</a> That is a question we shall have\\n     to consider when we hear the writ petition on merits on the adjourned date.\\n     But one thing is certain, and we cannot impress it too strongly on the State\\n     Government that it is high time that the State Government realized its\\n     responsibility to the people in the matter of administration of justice and set\\n     up more courts for the trial of cases.</span> <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"99290187\\\" id=\\\"span_82\\\">We may point out that it would not be\\n     enough merely to establish more courts but the State Government would\\n     also have to man them by competent Judges and whatever is necessary for\\n     the purpose of recruiting competent Judges, such as improving their\\n     conditions of service, would have to be done by the State Government, if\\n     they want to improve the system of administration of justice and make it an\\n     effective instrument for reaching justice to the large masses of people for\\n     whom justice is today a meaningless and empty word.”\\n\\n\\n <a href=\\\"/doc/99290187/\\\" id=\\\"a_187\\\">Hussain &amp; Anr. vs. Union of India &amp; Ors.</a>, 2017 (5) SCC 702:</span>\\n</blockquote>\\n<blockquote id=\\\"blockquote_131\\\">     “28. Judicial service as well as legal service are not like any other services.\\n     They are missions for serving the society. The mission is not achieved if the\\n     litigant who is waiting in the queue does not get his turn for a long time.\\n</blockquote>\\n<span class=\\\"hidden_text\\\" id=\\\"span_83\\\">                                        47</span>\\n<blockquote id=\\\"blockquote_132\\\">\\fThe Chief Justices and Chief Ministers have resolved that all cases must be\\ndisposed of within five years which by any standard is quite a long time for\\na case to be decided in the first court. Decision of cases of undertrials in\\ncustody is one of the priority areas. There are obstructions at every level in\\nenforcement of right of speedy trial—vested interests or unscrupulous\\nelements try to delay the proceedings. Lack of infrastructure is another\\nhandicap. In spite of all odds, determined efforts are required at every level\\nfor success of the mission. Ways and means have to be found out by\\nconstant thinking and monitoring. The Presiding Officer of a court cannot\\nrest in a state of helplessness. This is the constitutional responsibility of the\\nState to provide necessary infrastructure and of the High Courts to monitor\\nthe functioning of subordinate courts to ensure timely disposal of cases.\\nThe first step in this direction is preparation of an appropriate action plan at\\nthe level of the High Court and thereafter at the level of each and every\\nindividual judicial officer. Implementation of the action plan will require\\nserious efforts and constant monitoring.\\n</blockquote>\\n\\n<blockquote id=\\\"blockquote_133\\\">29. To sum up:\\n</blockquote><blockquote id=\\\"blockquote_134\\\">29.1. The High Courts may issue directions to subordinate courts that—\\n29.1.1. Bail applications be disposed of normally within one week;\\n29.1.2. Magisterial trials, where accused are in custody, be normally\\nconcluded within six months and sessions trials where accused are in\\ncustody be normally concluded within two years;\\n</blockquote><blockquote id=\\\"blockquote_135\\\">29.1.3. Efforts be made to dispose of all cases which are five years old by\\nthe end of the year;\\n</blockquote><blockquote id=\\\"blockquote_136\\\">29.1.4. As a supplement to Section 436-A, but consistent with the spirit\\nthereof, if an undertrial has completed period of custody in excess of the\\nsentence likely to be awarded if conviction is recorded such undertrial must\\nbe released on personal bond. Such an assessment must be made by the trial\\ncourts concerned from time to time;\\n</blockquote><blockquote id=\\\"blockquote_137\\\">29.1.5. The above timelines may be the touchstone for assessment of\\njudicial performance in annual confidential reports.\\n29.2. The High Courts are requested to ensure that bail applications filed\\nbefore them are decided as far as possible within one month and criminal\\nappeals where accused are in custody for more than five years are\\nconcluded at the earliest;\\n</blockquote><blockquote id=\\\"blockquote_138\\\">29.3. The High Courts may prepare, issue and monitor appropriate action\\nplans for the subordinate courts;\\n</blockquote><blockquote id=\\\"blockquote_139\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1292543\\\" id=\\\"span_84\\\">29.4. The High Courts may monitor steps for speedy investigation and trials\\non administrative and judicial side from time to time;\\n29.5. The High Courts may take such stringent measures as may be found\\nnecessary in the light of judgment of this Court in <a href=\\\"/doc/1292543/\\\" id=\\\"a_188\\\">Harish Uppal [Harish\\nUppal v. Union of India</a>, (2003) 2 SCC 45].</span>\\n</blockquote>\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_85\\\">                                    48</span>\\n<blockquote id=\\\"blockquote_140\\\">\\f     <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1321773\\\" id=\\\"span_86\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"63332651\\\" id=\\\"span_87\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1181980\\\" id=\\\"span_88\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"68294832\\\" id=\\\"span_89\\\">30. Accordingly, we request the Chief Justices of all the High Courts to\\n     forthwith take appropriate steps consistent with the directions of this Court\\n     in <a href=\\\"/doc/68294832/\\\" id=\\\"a_189\\\">Hussainara Khatoon [Hussainara Khatoon (7) v. State of Bihar</a>, (1995)\\n     5 SCC 326 : 1995 <a href=\\\"/doc/1181980/\\\" id=\\\"a_190\\\">SCC (Cri) 913], Akhtari Bi [Akhtari Bi v. State of M.P.</a>,\\n     (2001) 4 SCC 355 : 2001 SCC (Cri) 714], Noor Mohammed [Noor\\n     Mohammed v. Jethanand, (2013) 5 SCC 202 : (<a href=\\\"/doc/63332651/\\\" id=\\\"a_191\\\">2013) 2 SCC (Crv) 754],\\n     Thana Singh [Thana Singh v. Central Bureau of Narcotics</a>, (2013) 2 SCC\\n     590 : (2013) 2 SCC (Cri) 818], Supreme Court Legal Aid Committee\\n     [Supreme Court <a href=\\\"/doc/1321773/\\\" id=\\\"a_192\\\">Legal Aid Committee (Representing Undertrial Prisoners)\\n     v. Union of India</a>, (1994) 6 SCC 731, para 15 : 1995 SCC (Cri) 39], Imtiaz\\n     Ahmad [Imtiyaz Ahmad v. State of U.P., (2012) 2 SCC 688 : (2012) 1 SCC\\n     (Cri) 986], [Imtiyaz Ahmad v. State of U.P., (2017) 3 SCC 658 : (2017) 3\\n     SCC 665 : (2017) 2 SCC (Civ) 311 : (2017) 2 SCC (Civ) 318 : (2017) 2\\n     SCC (Cri) 228 : (2017) 2 SCC (Cri) 235 : (2017) 1 SCC (L&amp;S) 724 :</span></span></span></span>\\n</blockquote><blockquote id=\\\"blockquote_141\\\">     <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"877835\\\" id=\\\"span_90\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1292543\\\" id=\\\"span_91\\\">(<a href=\\\"/doc/1292543/\\\" id=\\\"a_193\\\">2017) 1 SCC (L&amp;S) 731], Harish Uppal [Harish Uppal v. Union of India</a>,\\n     (2003) 2 SCC 45] and Resolution of Chief Justices&#x27; Conference and\\n     observations hereinabove and to have appropriate monitoring mechanism in\\n     place on the administrative side as well as on the judicial side for speeding\\n     up disposal of cases of undertrials pending in subordinate courts and\\n     appeals pending in the High Courts.”\\n\\n\\n <a href=\\\"/doc/877835/\\\" id=\\\"a_194\\\">Surinder Singh @ Shingara Singh vs State Of Punjab</a>, 2005 (7) SCC\\n\\n  387:</span></span>\\n</blockquote>\\n<blockquote id=\\\"blockquote_142\\\">     “8. It is no doubt true that this Court has repeatedly emphasised the fact that\\n     speedy trial is a fundamental right implicit in the broad sweep and content\\n     of <a href=\\\"/doc/1199182/\\\" id=\\\"a_195\\\">Article 21</a> of the Constitution. The aforesaid article confers a\\n     fundamental right on every person not to be deprived of his life or liberty\\n     except in accordance with the procedure prescribed by law. If a person is\\n     deprived of his liberty under a procedure which is not reasonable, fair, or\\n     just, such deprivation would be violative of his fundamental right under\\n     <a href=\\\"/doc/1199182/\\\" id=\\\"a_196\\\">Article 21</a> of the Constitution. It has also been emphasised by this Court\\n     that the procedure so prescribed must ensure a speedy trial for\\n     determination of the guilt of such person. It is conceded that some amount\\n     of deprivation of personal liberty cannot be avoided, but if the period of\\n     deprivation pending trial becomes unduly long, the fairness assured by\\n     <a href=\\\"/doc/1199182/\\\" id=\\\"a_197\\\">Article 21</a> would receive a jolt. These are observations made in several\\n     decisions of this Court dealing with the subject of speedy trial. In this case,\\n     we are concerned with the case where a person has been found guilty of an\\n     offence punishable under <a href=\\\"/doc/1560742/\\\" id=\\\"a_198\\\">Section 302</a> IPC and who has been sentenced to\\n     imprisonment for life. The <a href=\\\"/doc/445276/\\\" id=\\\"a_199\\\">Code of Criminal Procedure</a> affords a right of\\n     appeal to such a convict. The difficulty arises when the appeal preferred by\\n     such a convict cannot be disposed of within a reasonable time. <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"193152\\\" id=\\\"span_92\\\">In <a href=\\\"/doc/193152/\\\" id=\\\"a_200\\\">Kashmira\\n     Singh v. State of Punjab</a> [(1977) 4 SCC 291 : 1977 SCC (Cri) 559] this\\n     Court dealt with such a case. It is observed: (SCC pp. 292-93, para 2)\\n           “The practice not to release on bail a person who has been sentenced\\n           to life imprisonment was evolved in the High Courts and in this Court\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_93\\\">                                        49</span>\\n\\f     on the basis that once a person has been found guilty and sentenced to\\n     life imprisonment, he should not be let loose, so long as his\\n     conviction and sentence are not set aside, but the underlying postulate\\n     of this practice was that the appeal of such person would be disposed\\n     of within a measurable distance of time, so that if he is ultimately\\n     found to be innocent, he would not have to remain in jail for an\\n     unduly long period. The rationale of this practice can have no\\n     application where the Court is not in a position to dispose of the\\n     appeal for five or six years. It would indeed be a travesty of justice to\\n     keep a person in jail for a period of five or six years for an offence\\n     which is ultimately found not to have been committed by him. Can\\n     the Court ever compensate him for his incarceration which is found to\\n     be unjustified? Would it be just at all for the Court to tell a person:\\n     ‘We have admitted your appeal because we think you have a prima\\n     facie case, but unfortunately we have no time to hear your appeal for\\n     quite a few years and, therefore, until we hear your appeal, you must\\n     remain in jail, even though you may be innocent?’ What confidence\\n     would such administration of justice inspire in the mind of the public?\\n     It may quite conceivably happen, and it has in fact happened in a few\\n     cases in this Court, that a person may serve out his full term of\\n     imprisonment before his appeal is taken up for hearing. Would a\\n     judge not be overwhelmed with a feeling of contrition while\\n     acquitting such a person after hearing the appeal? Would it not be an\\n     affront to his sense of justice? Of what avail would the acquittal be to\\n     such a person who has already served out his term of imprisonment or\\n     at any rate a major part of it? It is, therefore, absolutely essential that\\n     the practice which this Court has been following in the past must be\\n     reconsidered and so long as this Court is not in a position to hear the\\n     appeal of an accused within a reasonable period of time, the Court\\n     should ordinarily, unless there are cogent grounds for acting\\n     otherwise, release the accused on bail in cases where special leave has\\n     been granted to the accused to appeal against his conviction and\\n     sentence.”</span>\\n\\n\\n</blockquote><blockquote id=\\\"blockquote_143\\\">9. Similar observations are found in some of the other decisions of this\\nCourt which have been brought to our notice. But, however, it is significant\\nto note that all these decisions only lay down broad guidelines which the\\ncourts must bear in mind while dealing with an application for grant of bail\\nto an appellant before the court. None of the decisions lay down any\\ninvariable rule for grant of bail on completion of a specified period of\\ndetention in custody. Indeed in a discretionary matter, like grant or refusal\\nof bail, it would be impossible to lay down any invariable rule or evolve a\\nstraitjacket formula. The court must exercise its discretion having regard to\\nall the relevant facts and circumstances. What the relevant facts and\\ncircumstances are, which the court must keep in mind, has been laid down\\nover the years by the courts in this country in a large number of decisions\\nwhich are well known. It is, therefore, futile to attempt to lay down any\\ninvariable rule or formula in such matters.\\n</blockquote>\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_94\\\">                                  50</span>\\n<blockquote id=\\\"blockquote_144\\\">\\f    10. The counsel for the parties submitted before us that though it has been\\n    so understood by the courts in Punjab, the decision of the Punjab and\\n    Haryana High Court in Dharam Pal case [(2000) 1 Chan LR 74] only lays\\n    down guidelines and not any invariable rule. Unfortunately, the decision\\n    has been misunderstood by the Court in view of the manner in which the\\n    principles have been couched in the aforesaid judgment. After considering\\n    the various decisions of this Court and the difficulties faced by the courts,\\n    the High Court in Dharam Pal case [(2000) 1 Chan LR 74] observed:\\n</blockquote><blockquote id=\\\"blockquote_145\\\">    (Chan LR p. 87, para 18)\\n         “We, therefore, direct that life convicts, who have undergone at least\\n         five years of imprisonment of which at least three years should be\\n         after conviction, should be released on bail pending the hearing of\\n         their appeals should they make an application for this purpose. We are\\n         also of the opinion that the same principles ought to apply to those\\n         convicted by the courts martial and such prisoners should also be\\n         entitled to release after seeking a suspension of their sentences. We\\n         further direct that the period of five years would be reduced to four\\n         for females and minors, with at least two years imprisonment after\\n         conviction. We, however, clarify that these directions shall not be\\n         applicable in cases where the very grant of bail is forbidden by law.”\\n\\n\\n<a href=\\\"/doc/1954074/\\\" id=\\\"a_201\\\">Section 389</a> of the Code\\n\\n    “389. Suspension of sentence pending the appeal; release of appellant\\n    on bail.—(1) Pending any appeal by a convicted person, the Appellate\\n    Court may, for reasons to be recorded by it in writing, order that the\\n    execution of the sentence or order appealed against be suspended and, also,\\n    if he is in confinement, that he be released on bail, or on his own bond.\\n    Provided that the Appellate Court shall, before releasing on bail or on his\\n    own bond a convicted person who is convicted of an offence punishable\\n    with death or imprisonment for life or imprisonment for a term of not less\\n    than ten years, shall give opportunity to the Public Prosecutor for showing\\n    cause in writing against such release:\\n</blockquote><blockquote id=\\\"blockquote_146\\\">    Provided further that in cases where a convicted person is released on bail it\\n    shall be open to the Public Prosecutor to file an application for the\\n    cancellation of the bail.\\n</blockquote><blockquote id=\\\"blockquote_147\\\">    (2) The power conferred by this section on an Appellate Court may be\\n    exercised also by the High Court in the case of an appeal by a convicted\\n    person to a Court subordinate thereto.\\n</blockquote><blockquote id=\\\"blockquote_148\\\">    (3) Where the convicted person satisfies the Court by which he is convicted\\n    that he intends to present an appeal, the Court shall, —\\n</blockquote><blockquote id=\\\"blockquote_149\\\">         (i) where such person, being on bail, is sentenced to imprisonment for\\n         a term not exceeding three years, or\\n</blockquote><blockquote id=\\\"blockquote_150\\\">         (ii) where the offence of which such person has been convicted is a\\n         bailable one, and he is on bail, order that the convicted person be\\n         released on bail, unless there are special reasons for refusing bail, for\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_95\\\">                                      51</span>\\n\\f                such period as will afford sufficient time to present the appeal and\\n                obtain the orders of the Appellate Court under sub-section (1), and the\\n                sentence of imprisonment shall, so long as he is so released on bail,\\n                be deemed to be suspended.\\n</blockquote><blockquote id=\\\"blockquote_151\\\">          (4) When the appellant is ultimately sentenced to imprisonment for a term\\n          or to imprisonment for life, the time during which he is so released shall be\\n          excluded in computing the term for which he is so sentenced.”\\n\\n\\n</blockquote><blockquote id=\\\"blockquote_152\\\">42.<a href=\\\"/doc/1954074/\\\" id=\\\"a_202\\\">Section 389</a> of the Code concerns itself with circumstances pending appeal\\n\\n   leading to the release of the appellant on bail. The power exercisable under\\n\\n   <a href=\\\"/doc/1954074/\\\" id=\\\"a_203\\\">Section 389</a> is different from that of the one either under <a href=\\\"/doc/158652/\\\" id=\\\"a_204\\\">Section 437</a> or under\\n\\n   <a href=\\\"/doc/265830/\\\" id=\\\"a_205\\\">Section 439</a> of the Code, pending trial. This is for the reason that\\n\\n   “presumption of innocence” and “bail is the rule and jail is the exception”\\n\\n   may not be available to the appellant who has suffered a conviction. A mere\\n\\n   pendency of an appeal per se would not be a factor.\\n</blockquote>\\n\\n<blockquote id=\\\"blockquote_153\\\">43. A suspension of sentence is an act of keeping the sentence in abeyance,\\n\\n   pending the final adjudication. Though delay in taking up the main appeal\\n\\n   would certainly be a factor and the benefit available under Section 436A\\n\\n   would also be considered, the Courts will have to see the relevant factors\\n\\n   including the conviction rendered by the trial court. When it is so apparent\\n\\n   that the appeals are not likely to be taken up and disposed of, then the delay\\n\\n   would certainly be a factor in favour of the appellant.\\n</blockquote>\\n\\n<blockquote id=\\\"blockquote_154\\\">44.Thus, we hold that the delay in taking up the main appeal or revision coupled\\n\\n   with the benefit conferred under Section 436A of the Code among other\\n\\n   factors ought to be considered for a favourable release on bail.\\n</blockquote>\\n<span class=\\\"hidden_text\\\" id=\\\"span_96\\\">                                            52</span>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_134\\\">\\fPrecedents:\\n</p>\\n<blockquote id=\\\"blockquote_155\\\"> <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"83145849\\\" id=\\\"span_97\\\"> <a href=\\\"/doc/83145849/\\\" id=\\\"a_206\\\">Atul Tripathi vs State of U.P. &amp; Anr.</a>, 2014 (9) SCC 177:</span>\\n</blockquote>\\n<blockquote id=\\\"blockquote_156\\\">      “13. It may be seen that there is a marked difference between the procedure\\n      for consideration of bail under <a href=\\\"/doc/265830/\\\" id=\\\"a_207\\\">Section 439</a>, which is pre-conviction stage\\n      and <a href=\\\"/doc/985477/\\\" id=\\\"a_208\\\">Section 389</a> CrPC, which is post-conviction stage. In case of <a href=\\\"/doc/265830/\\\" id=\\\"a_209\\\">Section\\n      439</a>, the Code provides that only notice to the public prosecutor unless\\n      impractical be given before granting bail to a person who is accused of an\\n      offence which is triable exclusively by the Court of Sessions or where the\\n      punishment for the offence is imprisonment for life; whereas in the case of\\n      post-conviction bail under <a href=\\\"/doc/985477/\\\" id=\\\"a_210\\\">Section 389</a> CrPC, where the conviction in\\n      respect of a serious offence having punishment with death or life\\n      imprisonment or imprisonment for a term not less than ten years, it is\\n      mandatory that the appellate court gives an opportunity to the public\\n      prosecutor for showing cause in writing against such release.\\n</blockquote>\\n\\n<blockquote id=\\\"blockquote_157\\\">      <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"380340\\\" id=\\\"span_98\\\">14. …in case the appellate court is inclined to consider the release of the\\n      convict on bail, the public prosecutor shall be granted an opportunity to\\n      show cause in writing as to why the Appellant be not released on bail. Such\\n      a stringent provision is introduced only to ensure that the court is apprised\\n      of all the relevant factors so that the court may consider whether it is an\\n      appropriate case for release having regard to the manner in which the crime\\n      is committed, gravity of the offence, age, criminal antecedents of the\\n      convict, impact on public confidence in the justice-delivery system, etc.\\n      Despite such an opportunity being granted to the Public Prosecutor, in case\\n      no cause is shown in writing, the appellate court shall record that the State\\n      has not filed any objection in writing. This procedure is intended to ensure\\n      transparency, to ensure that there is no allegation of collusion and to ensure\\n      that the court is properly assisted by the State with true and correct facts\\n      with regard to the relevant considerations for grant of bail in respect of\\n      serious offences, at the post-conviction stage.”\\n\\n\\n  <a href=\\\"/doc/380340/\\\" id=\\\"a_211\\\">Angana v. State of Rajasthan</a>, (2009) 3 SCC 767:</span>\\n</blockquote>\\n<blockquote id=\\\"blockquote_158\\\">      <span class=\\\"citetext\\\" data-sentiment=\\\"Neg\\\" data-docid=\\\"183559865\\\" id=\\\"span_99\\\">“14. When an appeal is preferred against conviction in the High Court, the\\n      Court has ample power and discretion to suspend the sentence, but that\\n      discretion has to be exercised judiciously depending on the facts and\\n      circumstances of each case. While considering the suspension of sentence,\\n      each case is to be considered on the basis of nature of the offence, manner\\n      in which occurrence had taken place, whether in any manner bail granted\\n      earlier had been misused. In fact, there is no straitjacket formula which can\\n      be applied in exercising the discretion. The facts and circumstances of each\\n      case will govern the exercise of judicial discretion while considering the\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_100\\\">                                        53</span>\\n\\f         application filed by the convict under <a href=\\\"/doc/985477/\\\" id=\\\"a_212\\\">Section 389</a> of the Criminal\\n         Procedure Code.”\\n\\n\\n     <a href=\\\"/doc/183559865/\\\" id=\\\"a_213\\\">Sunil Kumar v. Vipin Kumar</a> (2014) 8 SCC 868:</span>\\n</blockquote>\\n<blockquote id=\\\"blockquote_159\\\">         “13. We have heard the rival legal contentions raised by both the parties.\\n         We are of the opinion that the High Court has rightly applied its\\n         discretionary power under <a href=\\\"/doc/985477/\\\" id=\\\"a_214\\\">Section 389</a> CrPC to enlarge the respondents on\\n         bail. Firstly, both the criminal appeal and criminal revision filed by both the\\n         parties are pending before the High Court which means that the convictions\\n         of the respondents are not confirmed by the appellate court. Secondly, it is\\n         an admitted fact that the respondents had been granted bail earlier and they\\n         did not misuse the liberty. Also, the respondents had conceded to the\\n         occurrence of the incident though with a different version.\\n</blockquote><blockquote id=\\\"blockquote_160\\\">         14. We are of the opinion that the High Court has taken into consideration\\n         all the relevant facts including the fact that the chance of the appeal being\\n         heard in the near future is extremely remote, hence, the High Court has\\n         released the respondents on bail on the basis of sound legal reasoning. We\\n         do not wish to interfere with the decision of the High Court at this stage.\\n</blockquote><p data-structure=\\\"Conclusion\\\" id=\\\"p_135\\\">         The appeal is dismissed accordingly.”\\n\\n\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_136\\\">45. However, we hasten to add that if the court is inclined to release the\\n\\n  appellant on bail, it has to be predicated on his own bond as facilitated by\\n\\n  Sub-section (1).\\n</p>\\n<p data-structure=\\\"Section\\\" id=\\\"p_137\\\">\\nSection 436A of the Code\\n\\n         436A. Maximum period for which an undertrial prisoner can be detained.—\\n         Where a person has, during the period of investigation, inquiry or trial\\n         under this Code of an offence under any law (not being an offence for\\n         which the punishment of death has been specified as one of the\\n         punishments under that law) undergone detention for a period extending up\\n         to one-half of the maximum period of imprisonment specified for that\\n         offence under that law, he shall be released by the Court on his personal\\n         bond with or without sureties:\\n</p><blockquote id=\\\"blockquote_161\\\">          Provided that the Court may, after hearing the Public Prosecutor and for\\n         reasons to be recorded by it in writing, order the continued detention of\\n         such person for a period longer than one-half of the said period or release\\n         him on bail instead of the personal bond with or without sureties:\\n</blockquote><blockquote id=\\\"blockquote_162\\\">         Provided further that no such person shall in any case be detained during\\n         the period of investigation, inquiry or trial for more than the maximum\\n         period of imprisonment provided for the said offence under that law.\\n</blockquote>\\n<span class=\\\"hidden_text\\\" id=\\\"span_101\\\">                                            54</span>\\n<blockquote id=\\\"blockquote_163\\\">\\f          Explanation.—In computing the period of detention under this section for\\n          granting bail, the period of detention passed due to delay in proceeding\\n          caused by the accused shall be excluded.\\n</blockquote>\\n\\n<p data-structure=\\\"Section\\\" id=\\\"p_138\\\">46.Section 436A of the Code has been inserted by Act 25 of 2005. This\\n\\n  provision has got a laudable object behind it, particularly from the point of\\n\\n  view of granting bail. This provision draws the maximum period for which an\\n\\n  undertrial prisoner can be detained. This period has to be reckoned with the\\n\\n  custody of the accused during the investigation, inquiry and trial. We have\\n\\n  already explained that the word ‘trial’ will have to be given an expanded\\n\\n  meaning particularly when an appeal or admission is pending. Thus, in a case\\n\\n  where an appeal is pending for a longer time, to bring it under Section 436A,\\n\\n  the period of incarceration in all forms will have to be reckoned, and so also\\n\\n  for the revision.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_139\\\">\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_140\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"158311457\\\" id=\\\"span_102\\\">47.Under this provision, when a person has undergone detention for a period\\n\\n  extending to one-half of the maximum period of imprisonment specified for\\n\\n  that offense, he shall be released by the court on his personal bond with or\\n\\n  without sureties. The word ‘shall’ clearly denotes the mandatory compliance\\n\\n  of this provision. We do feel that there is not even a need for a bail\\n\\n  application in a case of this nature particularly when the reasons for delay are\\n\\n  not attributable against the accused. We are also conscious of the fact that\\n\\n  while taking a decision the public prosecutor is to be heard, and the court, if it\\n\\n  is of the view that there is a need for continued detention longer than one-half\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_103\\\">                                          55</span>\\n\\fof the said period, has to do so. However, such an exercise of power is\\n\\nexpected to be undertaken sparingly being an exception to the general rule.\\n\\nOnce again, we have to reiterate that ‘bail is the rule and jail is an exception’\\n\\ncoupled with the principle governing the presumption of innocence. We have\\n\\nno doubt in our mind that this provision is a substantive one, facilitating\\n\\nliberty, being the core intendment of <a href=\\\"/doc/1199182/\\\" id=\\\"a_215\\\">Article 21.</a> The only caveat as furnished\\n\\nunder the Explanation being the delay in the proceeding caused on account of\\n\\nthe accused to be excluded. This court in <a href=\\\"/doc/158311457/\\\" id=\\\"a_216\\\">Bhim Singh v. Union of India</a>,\\n\\n(2015) 13 SCC 605, while dealing with the aforesaid provision, has directed\\n\\nthat:</span>\\n</p>\\n<blockquote id=\\\"blockquote_164\\\">        “5. Having given our thoughtful consideration to the legislative policy\\n        engrafted in Section 436-A and large number of undertrial prisoners housed\\n        in the prisons, we are of the considered view that some order deserves to be\\n        passed by us so that the undertrial prisoners do not continue to be detained\\n        in prison beyond the maximum period provided under Section 436-A.\\n</blockquote><blockquote id=\\\"blockquote_165\\\">        6. We, accordingly, direct that jurisdictional Magistrate/Chief Judicial\\n        Magistrate/Sessions Judge shall hold one sitting in a week in each\\n        jail/prison for two months commencing from 1-10-2014 for the purposes of\\n        effective implementation of <a href=\\\"/doc/445276/\\\" id=\\\"a_217\\\">Section 436-A</a> of the Code of Criminal\\n        Procedure. In its sittings in jail, the above judicial officers shall identify the\\n        undertrial prisoners who have completed half period of the maximum\\n        period or maximum period of imprisonment provided for the said offence\\n        under the law and after complying with the procedure prescribed under\\n        Section 436-A pass an appropriate order in jail itself for release of such\\n        undertrial prisoners who fulfil the requirement of Section 436-A for their\\n        release immediately. Such jurisdictional Magistrate/Chief Judicial\\n        Magistrate/Sessions Judge shall submit the report of each of such sittings to\\n        the Registrar General of the High Court and at the end of two months, the\\n        Registrar General of each High Court shall submit the report to the\\n        Secretary General of this Court without any delay. To facilitate compliance\\n        with the above order, we direct the Jail Superintendent of each jail/prison to\\n        provide all necessary facilities for holding the court sitting by the above\\n        judicial officers. A copy of this order shall be sent to the Registrar General\\n        of each High Court, who in turn will communicate the copy of the order to\\n        all Sessions Judges within his State for necessary compliance.”\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_104\\\">                                            56</span>\\n</blockquote><p data-structure=\\\"Conclusion\\\" id=\\\"p_141\\\">\\f48.The aforesaid directions issued by this Court if not complied fully, are\\n\\n  expected to be complied with in order to prevent the unnecessary\\n\\n  incarceration of undertrials, and to uphold the inviolable principle of\\n\\n  presumption of innocence until proven guilty.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_142\\\">\\n<a href=\\\"/doc/158652/\\\" id=\\\"a_218\\\">Section 437</a> of the Code\\n\\n          “437. When bail may be taken in case of non-bailable offence.—1 [(1)\\n          When any person accused of, or suspected of, the commission of any non-\\n          bailable offence is arrested or detained without warrant by an officer in\\n          charge of a police station or appears or is brought before a Court other than\\n          the High Court or Court of session, he may be released on bail, but—\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_143\\\">                (i) such person shall not be so released if there appear reasonable\\n                grounds for believing that he has been guilty of an offence punishable\\n                with death or imprisonment for life;\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_144\\\">                (ii) such person shall not be so released if such offence is a cognizable\\n                offence and he had been previously convicted of an offence\\n                punishable with death, imprisonment for life or imprisonment for\\n                seven years or more, or he had been previously convicted on two or\\n                more occasions of a cognizable offence punishable with\\n                imprisonment for three years or more but not less than seven years:\\n</p><blockquote id=\\\"blockquote_166\\\">          Provided that the Court may direct that a person referred to in clause (i) or\\n          clause (ii) be released on bail if such person is under the age of sixteen\\n          years or is a woman or is sick or infirm:\\n</blockquote><blockquote id=\\\"blockquote_167\\\">          Provided further that the Court may also direct that a person referred to in\\n          clause (ii) be released on bail if it is satisfied that it is just and proper so to\\n          do for any other special reason:\\n</blockquote><blockquote id=\\\"blockquote_168\\\">          Provided also that the mere fact that an accused person may be required for\\n          being identified by witnesses during investigation shall not be sufficient\\n          ground for refusing to grant bail if he is otherwise entitled to be released on\\n          bail and gives an undertaking that he shall comply with such directions as\\n          may be given by the Court:]\\n          Provided also that no person shall, if the offence alleged to have been\\n          committed by him is punishable with death, imprisonment for life, or\\n          imprisonment for seven years or more, be released on bail by the Court\\n          under this sub-section without giving an opportunity of hearing to the\\n          Public Prosecutor.\\n</blockquote><blockquote id=\\\"blockquote_169\\\">          (2) If it appears to such officer or Court at any stage of the investigation,\\n          inquiry or trial, as the case may be, that there are not reasonable grounds for\\n          believing that the accused has committed a non-bailable offence, but that\\n          there are sufficient grounds for further inquiry into his guilt, the accused\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_105\\\">                                              57</span>\\n\\f          shall, subject to the provisions of <a href=\\\"/doc/118016552/\\\" id=\\\"a_219\\\">section 446A</a> and pending such inquiry,\\n          be released on bail, or, at the discretion of such officer or Court, on the\\n          execution by him of a bond without sureties for his appearance as\\n          hereinafter provided.\\n</blockquote><blockquote id=\\\"blockquote_170\\\">          (3) When a person accused or suspected of the commission of an offence\\n          punishable with imprisonment which may extend to seven years or more or\\n          of an offence under Chapter VI, Chapter XVI or Chapter XVII of the <a href=\\\"/doc/1569253/\\\" id=\\\"a_220\\\">Indian\\n          Penal Code</a> (45 of 1860) or abatement of, or conspiracy or attempt to\\n          commit, any such offence, is released on bail under sub-section (1), the\\n          Court shall impose the conditions,—\\n</blockquote><blockquote id=\\\"blockquote_171\\\">                (a) that such person shall attend in accordance with the conditions of\\n                the bond executed under this Chapter,\\n</blockquote><blockquote id=\\\"blockquote_172\\\">                (b) that such person shall not commit an offence similar to the offence\\n                of which he is accused, or suspected, of the commission of which he\\n                is suspected, and\\n</blockquote><blockquote id=\\\"blockquote_173\\\">                (c) that such person shall not directly or indirectly make any\\n                inducement, threat or promise to any person acquainted with the facts\\n                of the case so as to dissuade him from disclosing such facts to the\\n                Court or to any police officer or tamper with the evidence, and may\\n                also impose, in the interests of justice, such other conditions as it\\n                considers necessary.]\\n          (4) An officer or a Court releasing any person on bail under sub-section (1)\\n          or sub-section (2), shall record in writing his or its reasons or special\\n          reasons for so doing.\\n</blockquote><blockquote id=\\\"blockquote_174\\\">          (5) Any Court which has released a person on bail under sub-section (1) or\\n          sub-section (2), may, if it considers it necessary so to do, direct that such\\n          person be arrested and commit him to custody.\\n</blockquote><blockquote id=\\\"blockquote_175\\\">          (6) If, in any case triable by a Magistrate, the trial of a person accused of\\n          any non-bailable offence is not concluded within a period of sixty days\\n          from the first date fixed for taking evidence in the case, such person shall, if\\n          he is in custody during the whole of the said period, be released on bail to\\n          the satisfaction of the Magistrate, unless for reasons to be recorded in\\n          writing, the Magistrate otherwise directs.\\n</blockquote><blockquote id=\\\"blockquote_176\\\">          (7) If, at any time, after the conclusion of the trial of a person accused of a\\n          non-bailable offence and before judgment is delivered, the Court is of\\n          opinion that there are reasonable grounds for believing that the accused is\\n          not guilty of any such offence, it shall release the accused, if he is in\\n          custody, on the execution by him of a bond without sureties for his\\n          appearance to hear judgment delivered.”\\n\\n</blockquote><p data-structure=\\\"Precedent\\\" id=\\\"p_145\\\">49.Seeking to impeach Warren Hastings for his activities during the colonial\\n\\n   period, Sir Edmund Burke made the following famous statement in “The\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_106\\\">                                             58</span>\\n\\f   World’s Famous Orations” authored by Bryan, William Jennings, published\\n\\n   by New York: Funk and Wagnalls Company, 1906:\\n</p>\\n<blockquote id=\\\"blockquote_177\\\">          “Law and arbitrary power are in eternal enmity. Name me a magistrate, and\\n          I will name property; name me power, and I will name protection. It is a\\n          contradiction in terms, it is blasphemy in religion, it is wickedness in\\n          politics, to say that any man can have arbitrary power. In every patent of\\n          office the duty is included. For what else does a magistrate exist? To\\n          suppose for power is an absurdity in idea. Judges are guided and governed\\n          by the eternal laws of justice, to which we are all subject. We may bite our\\n          chains, if we will, but we shall be made to know ourselves, and be taught\\n          that man is born to be governed by law; and he that will substitute will in\\n          the place of it is an enemy to God.”\\n\\n\\n</blockquote><p data-structure=\\\"Section\\\" id=\\\"p_146\\\">50.<a href=\\\"/doc/158652/\\\" id=\\\"a_221\\\">Section 437</a> of the Code is a provision dealing with bail in case of non-\\n\\n   bailable offenses by a court other than the High Court or a Court of Sessions.\\n\\n   Here again, bail is the rule but the exception would come when the court is\\n\\n   satisfied that there are reasonable grounds that the accused has been guilty of\\n\\n   the offense punishable either with death or imprisonment for life. Similarly, if\\n\\n   the said person is previously convicted of an offense punishable with death or\\n\\n   imprisonment for life or imprisonment for seven years or more or convicted\\n\\n   previously on two or more occasions, the accused shall not be released on\\n\\n   bail by the magistrate.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_147\\\">\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_148\\\">51.Proviso to <a href=\\\"/doc/158652/\\\" id=\\\"a_222\\\">Section 437</a> of the Code mandates that when the accused is under\\n\\n   the age of sixteen years, sick or infirm or being a woman, is something which\\n\\n   is required to be taken note of. Obviously, the court has to satisfy itself that\\n\\n   the accused person is sick or infirm. In a case pertaining to women, the court\\n\\n   is expected to show some sensitivity. We have already taken note of the fact\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_107\\\">                                           59</span>\\n\\f  that many women who commit cognizable offenses are poor and illiterate. In\\n\\n  many cases, upon being young they have children to take care of, and there\\n\\n  are many instances when the children are to live in prisons. The statistics\\n\\n  would show that more than 1000 children are living in prisons along with\\n\\n  their mothers. This is an aspect that the courts are expected to take note of as\\n\\n  it would not only involve the interest of the accused, but also the children\\n\\n  who are not expected to get exposed to the prisons. There is a grave danger of\\n\\n  their being inherited not only with poverty but with crime as well.\\n\\n\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_149\\\">52.The power of a court is quite enormous while exercising the power under\\n\\n  <a href=\\\"/doc/158652/\\\" id=\\\"a_223\\\">Section 437</a>. Apart from the general principle which we have discussed, the\\n\\n  court is also empowered to grant bail on special reasons. The said power has\\n\\n  to be exercised keeping in view the mandate of <a href=\\\"/doc/1228720/\\\" id=\\\"a_224\\\">Section 41</a> and 41A of the\\n\\n  Code as well. If there is a proper exercise of power either by the investigating\\n\\n  agencies or by the court, the majority of the problem of the undertrials would\\n\\n  be taken care of.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_150\\\">\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_151\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1067439\\\" id=\\\"span_108\\\">53.The proviso to <a href=\\\"/doc/158652/\\\" id=\\\"a_225\\\">Section 437</a> warrants an opportunity to be afforded to the\\n\\n  learned Public Prosecutor while considering an offense punishable with\\n\\n  death, imprisonment for life, or imprisonment for seven years or more.\\n\\n  Though, this proviso appears to be contrary to the main provision contained\\n\\n  in <a href=\\\"/doc/158652/\\\" id=\\\"a_226\\\">Section 437(1)</a> which, by way of a positive direction, prohibits the\\n\\n  Magistrate from releasing a person guilty of an offense punishable with either\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_109\\\">                                       60</span>\\n\\f      death or imprisonment for life. It is trite that a proviso has to be understood in\\n\\n      the teeth of the main provision. <a href=\\\"/doc/158652/\\\" id=\\\"a_227\\\">Section 437(1)(i)</a> operates in a different field.\\n\\n      The object is to exclude the offense exclusively triable by the Court of\\n\\n      Sessions. Thus, one has to understand the proviso by a combined reading of\\n\\n      <a href=\\\"/doc/158652/\\\" id=\\\"a_228\\\">Sections 437</a> and <a href=\\\"/doc/265830/\\\" id=\\\"a_229\\\">439</a> of the Code, as the latter provision reiterates the\\n\\n      aforesaid provision to the exclusion of the learned Magistrate over an offense\\n\\n      triable exclusively by a Court of Sessions. To make the position clear, if the\\n\\n      Magistrate has got the jurisdiction to try an offense for which the maximum\\n\\n      punishment is either life or death, when such jurisdiction is conferred on the\\n\\n      learned Magistrate, it goes without saying that the power to release the\\n\\n      accused on bail for the offense alleged also can be exercised. This Court in\\n\\n      <a href=\\\"/doc/1067439/\\\" id=\\\"a_230\\\">Prahlad Singh Bhati v. NCT, Delhi</a>, (2001) 4 SCC 280 has held:</span>\\n\\n</p><blockquote id=\\\"blockquote_178\\\">              “7. Powers of the Magistrate, while dealing with the applications for grant\\n              of bail, are regulated by the punishment prescribed for the offence in which\\n              the bail is sought. Generally speaking if punishment prescribed is for\\n              imprisonment for life and death penalty and the offence is exclusively\\n              triable by the Court of Session, the Magistrate has no jurisdiction to grant\\n              bail unless the matter is covered by the provisos attached to <a href=\\\"/doc/158652/\\\" id=\\\"a_231\\\">Section 437</a> of\\n              the Code. The limitations circumscribing the jurisdiction of the Magistrate\\n              are evident and apparent. Assumption of jurisdiction to entertain the\\n              application is distinguishable from the exercise of the jurisdiction.”\\n\\n\\n</blockquote><p data-structure=\\\"Precedent\\\" id=\\\"p_152\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"151952\\\" id=\\\"span_110\\\">54.   We wish to place reliance on the judgment of the Bombay High Court in <a href=\\\"/doc/151952/\\\" id=\\\"a_232\\\">The\\n\\n      Balasaheb Satbhai Merchant Coop Bank Ltd. vs. The State of\\n\\n      Maharashtra and Ors.</a>, 2011 SCC OnLine Bom 1261:</span>\\n</p>\\n<blockquote id=\\\"blockquote_179\\\">             <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"173049937\\\" id=\\\"span_111\\\">“13. At this stage, it may be useful to quote the observations of this\\n             Court in &quot;<a href=\\\"/doc/173049937/\\\" id=\\\"a_233\\\">Ambarish Rangshhi Patnigere v. State of Maharashtra</a>&quot;</span>\\n</blockquote><blockquote id=\\\"blockquote_180\\\">             referred supra, which reads thus -\\n</blockquote>\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_112\\\">                                               61</span>\\n<blockquote id=\\\"blockquote_181\\\">\\f<span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1067439\\\" id=\\\"span_113\\\">“17. It may be noted here that the learned Counsel for intervener\\ncontended that the Magistrate did not have jurisdiction to grant\\nbail because the offences under <a href=\\\"/doc/1985627/\\\" id=\\\"a_234\\\">Sections 467</a> and <a href=\\\"/doc/1326844/\\\" id=\\\"a_235\\\">409</a> IPC, carry\\npunishment which may be life imprisonment. According to the\\nlearned Counsel, if the offence is punishable with sentence of\\ndeath or life imprisonment, the Magistrate cannot grant bail under\\n<a href=\\\"/doc/848468/\\\" id=\\\"a_236\\\">Section 437(1)</a> Cr.P.C., unless there are special grounds mentioned\\ntherein. He relied upon certain authorities in this respect including\\n<a href=\\\"/doc/1067439/\\\" id=\\\"a_237\\\">Prahlad Sigh Bhati v. NCT, Delhi and Anr. JT</a> 2001 (4) SCC 280.\\nIn that case, offence was under <a href=\\\"/doc/129277/\\\" id=\\\"a_238\\\">Section 302</a> which is punishable\\nwith death sentence or life imprisonment and is exclusively triable\\nby Court of Sessions. The offence under <a href=\\\"/doc/572470/\\\" id=\\\"a_239\\\">Section 409</a> is punishable\\nwith imprisonment for life or imprisonment for 10 years and fine.\\nSimilarly, the office under <a href=\\\"/doc/1906582/\\\" id=\\\"a_240\\\">Section 467</a> is also punishable with\\nimprisonment for life or imprisonment for 10 years and fine. Even\\nthough the maximum sentence which may be awarded is life\\nimprisonment, as per Part I of Schedule annexed to <a href=\\\"/doc/445276/\\\" id=\\\"a_241\\\">Cr.P.C</a>., both\\nthese offences are triable by a Magistrate of First Class. It\\nappears that there are several offences including under <a href=\\\"/doc/331112/\\\" id=\\\"a_242\\\">sec. 326</a> in\\nthe Penal Code, 1860 wherein sentence, which may be awarded, is\\nimprisonment for life or imprisonment for lesser terms and such\\noffences are triable by Magistrate of the First Class. If the\\nMagistrate is empowered to try the case and pass judgment and\\norder of conviction or acquittal, it is difficult to understand why he\\ncannot pass order granting bail, which is interlocutory in nature,\\nin such cases. In fact, the restriction under <a href=\\\"/doc/848468/\\\" id=\\\"a_243\\\">Section 437(1)</a> Cr.P.C.\\nis in respect of those offences which are punishable with\\nalternative sentence of death or life imprisonment. If the offence is\\npunishable with life imprisonment or any other lesser sentence and\\nis triable by Magistrate, it cannot be said that Magistrate does not\\nhave jurisdiction to consider the bail application.</span> <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"17673018\\\" id=\\\"span_114\\\">In taking this\\nview, I am supported by the old Judgment of Nagpur Judicial\\nCommissioner&#x27;s Court in Tularam and Ors. v. Emperor 27 Cri.L.J.\\n1926 page 1063 and also by the Judgment of the Kerala High\\nCourt in <a href=\\\"/doc/17673018/\\\" id=\\\"a_244\\\">Satyan v. State</a> 1981 Cr.L.J. 1313. In Satyan, the Kerala\\nHigh Court considered several earlier judgments and observed\\nthus in paras 7 and 8:-</span>\\n</blockquote>\\n<blockquote id=\\\"blockquote_182\\\">      <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1416180\\\" id=\\\"span_115\\\">“7. According to the learned Magistrate <a href=\\\"/doc/158652/\\\" id=\\\"a_245\\\">Section 437(1)</a> does\\n      not empower him to release a person on bail if there are\\n      reasonable grounds for believing that he has committed an\\n      offence punishable with death or an offence punishable with\\n      imprisonment for life. In other words the learned Magistrate\\n      has interpreted the expression &quot;offence punishable with\\n      death or imprisonment for life&quot; in <a href=\\\"/doc/158652/\\\" id=\\\"a_246\\\">Section 437(1)</a> to include\\n      all offences where the punishment extends to imprisonment\\n      for life. This reasoning, no doubt, is seen adopted in an old\\n      Rangoon Case <a href=\\\"/doc/1416180/\\\" id=\\\"a_247\\\">H.M. Boudville v. Emperor</a>, AIR 1925 129 :\\n      (1925) 26 Cri LJ 427 while interpreting the phrase &quot;an\\n      offence punishable with death or transportation for life&quot; in\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_116\\\">                             62</span>\\n\\f     <a href=\\\"/doc/445276/\\\" id=\\\"a_248\\\">Section 497</a> Cr.P.C. 1898.</span> But that case was dissented from\\n     in Mahammed Eusoof v. Emperor, AIR 1926 Rang 51 :\\n</blockquote><blockquote id=\\\"blockquote_183\\\">     (1926) 27 Cri LJ 401). The Rangoon High Court held that\\n     the prohibition against granting bail is confined to cases\\n     where the sentence is either death or alternative\\n     transportation for life. In other words, what the Court held\\n     was that the phrase &quot;death or transportation for life&quot; in\\n     <a href=\\\"/doc/1204611/\\\" id=\\\"a_249\\\">Section 497</a> of the old Code did not extend to offences\\n     punishable with transportation for life only, it will be\\n     interesting to note the following passage from the above\\n     judgment:\\n</blockquote>\\n<blockquote id=\\\"blockquote_184\\\">           &quot;It is difficult to see what principle, other than pure\\n           empiricism should distinguish offences punishable with\\n           transportation for life from offences punishable with\\n           long terms of imprisonment; why, for instance, the\\n           detenu accused of lurking house trespass with a view\\n           to commit theft, for which the punishment is fourteen\\n           years imprisonment, should be specially favoured as\\n           against the individual who has dishonestly received\\n           stolen property, knowing that it was obtained by\\n           dacoity, for which the punishment happens to be\\n           transportation for life? It cannot seriously be argued\\n           that the comparatively slight difference in decree of\\n           possible punishment will render it morally less likely\\n           that the person arrested will put in an appearance in\\n           the one case rather than the other. On the other hand\\n           the degree of difference is so great as between\\n           transportation for life and death as to be\\n           immeasurable. A prudent Legislature will, therefore,\\n           withdraw from the discretion of the Magistracy cases\\n           in which, if guilt is probable, even a man of the\\n           greatest fortitude may be wiling to pay a material\\n           price, however, exorbitant, for life.&quot;\\n</blockquote>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_153\\\">The above decision has been followed by the Nagpur High Court\\nin the case reported in Tularam v. Emperor, (AIR 1927 Nag 53) :\\n</p><blockquote id=\\\"blockquote_185\\\">(1926) 27 Cri LJ 1063).\\n</blockquote>\\n<blockquote id=\\\"blockquote_186\\\">     &quot;8. The reasoning applies with equal force in interpreting the\\n     phrase &quot;offence punishable with death or imprisonment for\\n     life&quot; So long as an offence under <a href=\\\"/doc/331112/\\\" id=\\\"a_250\\\">section 326</a> is triable by a\\n     Magistrate of the First Class there is no reason why it\\n     should be viewed differently in the matter of granting bail\\n     from an offence under <a href=\\\"/doc/1436241/\\\" id=\\\"a_251\\\">Section 420</a> I.P.C. for which the\\n     punishment extends imprisonment for 7 years or any other\\n     non-bailable offence for which the punishment is a term of\\n     imprisonment.&quot;\\n</blockquote>\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_117\\\">                           63</span>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_154\\\">\\f      <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1067439\\\" id=\\\"span_118\\\">It would be illogical and incomprehensible to say that the\\n      magistrate who can hold the trial and pass judgment of acquittal\\n      or conviction for the offences punishable with sentence of life\\n      imprisonment or lesser term of imprisonment, for example in\\n      offences under<a href=\\\"/doc/331112/\\\" id=\\\"a_252\\\"> S. 326</a>, <a href=\\\"/doc/572470/\\\" id=\\\"a_253\\\">409</a>, <a href=\\\"/doc/1906582/\\\" id=\\\"a_254\\\">467</a>, etc., cannot consider the\\n      application for bail in such offences. In fact, it appears that the\\n      restriction under <a href=\\\"/doc/158652/\\\" id=\\\"a_255\\\">Section 437(1) (a)</a> is applicable only to those\\n      cases which are punishable with death sentence or life\\n      imprisonment as alternative sentence. It may be noted that in\\n      <a href=\\\"/doc/1067439/\\\" id=\\\"a_256\\\">Prahlad Sigh Bhati</a> (supra), in para 6, the Supreme Court held\\n      that even though there is no legal bar for a Magistrate to consider\\n      an application for grant of bail to a person who is arrested for an\\n      offence exclusively triable by a Court of session, yet it would be\\n      proper and appropriate that in such a case the Magistrate directs\\n      the accused person to approach the Court of Session for the\\n      purposes of getting the relief of bail. This may be applicable to\\n      many cases, wherein the sentence, which may be awarded, is not\\n      even life imprisonment, but the offence is exclusively triable by\\n      court of Sessions for example offences punishable under <a href=\\\"/doc/1195752/\\\" id=\\\"a_257\\\">Sections\\n      306</a>, <a href=\\\"/doc/1657236/\\\" id=\\\"a_258\\\">308</a>, <a href=\\\"/doc/1732029/\\\" id=\\\"a_259\\\">314</a>, <a href=\\\"/doc/325102/\\\" id=\\\"a_260\\\">315</a>, <a href=\\\"/doc/1499405/\\\" id=\\\"a_261\\\">316</a>, <a href=\\\"/doc/152161/\\\" id=\\\"a_262\\\">399</a>, <a href=\\\"/doc/1993563/\\\" id=\\\"a_263\\\">400</a> and <a href=\\\"/doc/39020/\\\" id=\\\"a_264\\\">450</a>. Taking into\\n      consideration the legal position, I do not find any substance in the\\n      contention of Mr. Bhatt, learned Counsel for the intervener that\\n      merely because the offence is under <a href=\\\"/doc/1326844/\\\" id=\\\"a_265\\\">Section 409</a> and <a href=\\\"/doc/1985627/\\\" id=\\\"a_266\\\">467</a> IPC,\\n      Magistrate did not have jurisdiction to hear and grant the bail.</span>\\n\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_155\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1946477\\\" id=\\\"span_119\\\">14. It may also be useful to refer the observations of this Court in <a href=\\\"/doc/1946477/\\\" id=\\\"a_267\\\">Ishan\\nVasant Deshmukh v. State of Maharashtra”</a> referred supra, which read\\nthus—\\n       “The observations of the Supreme Court that generally speaking if\\n       the punishment prescribed is that of imprisonment for life or death\\n       penalty, and the offence is exclusively triable by the Court of\\n       Sessions, the Magistrate has no jurisdiction to grant bail, unless\\n       the matter is covered by the provisos attached to <a href=\\\"/doc/158652/\\\" id=\\\"a_268\\\">section 437</a> of the\\n       Code. Thus, merely because an offence is punishable when\\n       imprisonment for life, it does not follow a Magistrate would have\\n       no jurisdiction to grant bail, unless offence is also exclusively\\n       triable by the Court of Sessions. This, implies that the Magistrate\\n       would be entitled to grant bail in cases triable by him even though\\n       punishment prescribed may extend to imprisonment for life.</span> <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1087115\\\" id=\\\"span_120\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1067439\\\" id=\\\"span_121\\\">This\\n       Judgment in <a href=\\\"/doc/1067439/\\\" id=\\\"a_269\\\">Prahlad Singh Bhati</a>&#x27;s case had not been cited before\\n       Judge, who decided <a href=\\\"/doc/1087115/\\\" id=\\\"a_270\\\">State of Maharashtra v. Rajkumar Kunda\\n       Swami</a>. Had this Judgment been noticed by the Hon&#x27;ble Judge\\n       deciding that case, the observation that the Magistrate may not\\n       decide an application for bail if the offence is punishable with\\n       imprisonment for life would possibly would not have been made.</span></span>\\n       <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"173049937\\\" id=\\\"span_122\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1067439\\\" id=\\\"span_123\\\">In view of the observations of the Supreme Court in <a href=\\\"/doc/1067439/\\\" id=\\\"a_271\\\">Prahlad Singh\\n       Bhati</a>&#x27;s case, it is clear that the view taken by J.H. Bhatia, J. in\\n       <a href=\\\"/doc/173049937/\\\" id=\\\"a_272\\\">Ambarish Rangshahi Patnigere v. State of Maharashtra</a>, reported\\n       at 2010 ALL MR (Cri) 2775 is in tune with the Judgment of the\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_124\\\">                                  64</span>\\n\\f               Supreme Court and therefore, the Magistrate would have\\n               jurisdiction to grant bail.”</span></span>\\n\\n\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_156\\\">55.Thus, we would like to reiterate the aforesaid position so that the\\n\\n  jurisdictional Magistrate who otherwise has the jurisdiction to try a criminal\\n\\n  case which provides for a maximum punishment of either life or death\\n\\n  sentence, has got ample jurisdiction to consider the release on bail.\\n\\n\\n<a href=\\\"/doc/265830/\\\" id=\\\"a_273\\\">Section 439</a> of the Code\\n\\n         “439. Special powers of High Court or Court of Session regarding bail.\\n         —\\n\\n           (1) A High Court or Court of Session may direct—\\n\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_157\\\">               (a) that any person accused of an offence and in custody be released\\n               on bail, and if the offence is of the nature specified in sub-section (3)\\n               of <a href=\\\"/doc/158652/\\\" id=\\\"a_274\\\">section 437</a>, may impose any condition which it considers\\n               necessary for the purposes mentioned in that sub-section;\\n\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_158\\\">               (b) that any condition imposed by a Magistrate when releasing any\\n               person on bail be set aside or modified:\\n</p>\\n<blockquote id=\\\"blockquote_187\\\">         Provided that the High Court or the Court of Session shall, before granting\\n         bail to a person who is accused of an offence which is triable exclusively by\\n         the Court of Session or which, though not so triable, is punishable with\\n         imprisonment for life, give notice of the application for bail to the Public\\n         Prosecutor unless it is, for reasons to be recorded in writing, of opinion that\\n         it is not practicable to give such notice.\\n</blockquote>\\n<blockquote id=\\\"blockquote_188\\\">                           xxx                    xxx                     xxx\\n\\n         (2) A High Court or Court of Session may direct that any person who has\\n         been released on bail under this Chapter be arrested and commit him to\\n         custody.”\\n\\n\\n</blockquote><p data-structure=\\\"Precedent\\\" id=\\\"p_159\\\">56.<a href=\\\"/doc/265830/\\\" id=\\\"a_275\\\">Section 439</a> confers a power upon the High Court or a Court of Sessions\\n\\n  regarding the bail. This power is to be exercised against the order of the\\n\\n  judicial magistrate exercising power under <a href=\\\"/doc/158652/\\\" id=\\\"a_276\\\">Section 437</a> of the Code or in a\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_125\\\">                                           65</span>\\n\\f   case triable by the Court of Sessions exclusively. In the former set of cases,\\n\\n   the observations made by us would apply to the exercise of power under\\n\\n   <a href=\\\"/doc/265830/\\\" id=\\\"a_277\\\">Section 439</a> as well.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_160\\\">\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_161\\\">57.Interestingly, the second proviso to <a href=\\\"/doc/265830/\\\" id=\\\"a_278\\\">Section 439</a> prescribes for the notice of an\\n\\n   application to be served on the public prosecutor within a time limit of 15\\n\\n   days on the set of offenses mentioned thereunder. Similarly, proviso to sub-\\n\\n   section (1)(a) makes it obligatory to give notice of the application for bail to\\n\\n   the public prosecutor as well as the informant or any other person authorised\\n\\n   by him at the time of hearing the application for bail. This being the mandate\\n\\n   of the legislation, the High Court and the Court of Sessions shall see to it that\\n\\n   it is being complied with.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_162\\\">\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_163\\\">58.<a href=\\\"/doc/158652/\\\" id=\\\"a_279\\\">Section 437</a> of the Code empowers the Magistrate to deal with all the\\n\\n   offenses while considering an application for bail with the exception of an\\n\\n   offense punishable either with life imprisonment or death triable exclusively\\n\\n   by the Court of Sessions. The first proviso facilitates a court to conditionally\\n\\n   release on bail an accused if he is under the age of 16 years or is a woman or\\n\\n   is sick or infirm, as discussed earlier. This being a welfare legislation, though\\n\\n   introduced by way of a proviso, has to be applied while considering release\\n\\n   on bail either by the Court of Sessions or the High Court, as the case may be.\\n\\n   The power under <a href=\\\"/doc/265830/\\\" id=\\\"a_280\\\">Section 439</a> of the Code is exercised against an order\\n\\n   rejecting an application for bail and against an offence exclusively decided by\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_126\\\">                                         66</span>\\n\\f   the Court of Sessions. There cannot be a divided application of proviso to\\n\\n   <a href=\\\"/doc/158652/\\\" id=\\\"a_281\\\">Section 437</a>, while exercising the power under <a href=\\\"/doc/265830/\\\" id=\\\"a_282\\\">Section 439</a>. While dealing\\n\\n   with a welfare legislation, a purposive interpretation giving the benefit to the\\n\\n   needy person being the intendment is the role required to be played by the\\n\\n   court. We do not wish to state that this proviso has to be considered\\n\\n   favourably in all cases as the application depends upon the facts and\\n\\n   circumstances contained therein. What is required is the consideration per se\\n\\n   by the court of this proviso among other factors.\\n</p>\\n<p data-structure=\\\"Section\\\" id=\\\"p_164\\\">\\n<a href=\\\"/doc/28394/\\\" id=\\\"a_283\\\">Section 440</a> of the Code\\n\\n          “440. Amount of bond and reduction thereof.—(1) The amount of every\\n          bond executed under this Chapter shall be fixed with due regard to the\\n          circumstances of the case and shall not be excessive.\\n          (2) The High Court or Court of Session may direct that the bail required by\\n          a police officer or Magistrate be reduced.”\\n\\n\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_165\\\">59.Before we deal with the objective behind Section 440, certain precedents and\\n\\n   laws adopted in the United States of America are required to be taken note of.\\n\\n\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_166\\\">60.In the State of Illinois, a conscious decision was taken to dispense with the\\n\\n   requirement of cost as a predominant factor in the execution of a warrant\\n\\n   while granting bail, as such a condition is an affront to liberty, and thus,\\n\\n   affects the fundamental rights of an arrestee. If an individual is not able to\\n\\n   comply with the condition due to the circumstances beyond his control, and\\n\\n   thus making it impossible for him to enjoy the fruits of the bail granted, it\\n\\n   certainly constitutes an act of injustice. The objective behind granting of bail\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_127\\\">                                           67</span>\\n\\f   is different from the conditions imposed. The State of Illinois took note of the\\n\\n   fact that a prisoner cannot be made to comply with the deposit of cash as a\\n\\n   pre-condition for enlargement, and therefore dispensed with the same.\\n\\n\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_167\\\">61.When such an onerous condition was challenged on the premise that it affects\\n\\n   a category of persons who do not have the financial wherewithal, making\\n\\n   them to continue in incarceration despite a temporary relief being granted,\\n\\n   enabling them to conduct the trial as free persons, the Supreme Court of\\n\\n   California in In re Kenneth Humphrey, S247278; 482 P.3d 1008 (2021),\\n\\n   was pleased to hold that the very objective is lost and would possibly impair\\n\\n   the preparation of a defense, as such, the court was of the view that such\\n\\n   onerous conditions cannot be sustained in the eye of law. Relevant paras of\\n\\n   the judgment are reproduced hereunder:\\n</p>\\n<blockquote id=\\\"blockquote_189\\\">                                              IV.\\n</blockquote>\\n<blockquote id=\\\"blockquote_190\\\">          ….In choosing between pretrial release and detention, we recognize that\\n          absolute certainty — particularly at the pretrial stage, when the trial meant\\n          to adjudicate guilt or innocence is yet to occur — will prove all but\\n          impossible. A court making these determinations should focus instead on\\n          risks to public or victim safety or to the integrity of the judicial process that\\n          are reasonably likely to occur. (See Stack v. Boyle (1951) 342 U.<a href=\\\"/doc/657817/\\\" id=\\\"a_284\\\">S. 1</a>, <a href=\\\"/doc/272099/\\\" id=\\\"a_285\\\">8</a>\\n          (conc. opn. of Jackson, J.) [“Admission to bail always involves a risk that\\n          the accused will take flight. That is a calculated risk which the law takes as\\n          the price of our system of justice”]; cf. Salerno, supra, 481 U.S. at p. 751\\n          [discussing an arrestee’s “identified and articulable threat to an individual or\\n          the community”].)\\n\\n             Even when a bail determination complies with the above prerequisites,\\n          the court must still consider whether the deprivation of liberty caused by an\\n          order of pretrial detention is consistent with state statutory and\\n          constitutional law specifically addressing bail — a question not resolved\\n          here7 — and with due process. While due process does not categorically\\n          prohibit the government from ordering pretrial detention, it remains true that\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_128\\\">                                             68</span>\\n\\f         “[i]n our society liberty is the norm, and detention prior to trial or without\\n         trial is the carefully limited exception.” (Salerno, supra, 481 U.S. at p. 755.)\\n\\n                                            V.\\n\\n             In a crucially important respect, California law is in line with the federal\\n         Constitution: “liberty is the norm, and detention prior to trial or without trial\\n         is the carefully limited exception.” (Salerno, supra, 481 U.S. at p. 755.) An\\n         arrestee may not be held in custody pending trial unless the court has made\\n         an individualized determination that (1) the arrestee has the financial ability\\n         to pay, but nonetheless failed to pay, the amount of bail the court finds\\n         reasonably necessary to protect compelling government interests; or (2)\\n         detention is necessary to protect victim or public safety, or ensure the\\n         defendant’s appearance, and there is clear and convincing evidence that no\\n         less restrictive alternative will reasonably vindicate those interests. (See\\n         Humphrey, supra, 19 Cal.App.5th at p. 1026.) Pretrial detention on victim\\n         and public safety grounds, subject to specific and reliable constitutional\\n         constraints, is a key element of our criminal justice system. Conditioning\\n         such detention on the arrestee’s financial resources, without ever assessing\\n         whether a defendant can meet those conditions or whether the state’s\\n         interests could be met by less restrictive alternatives, is not.”\\n\\n\\n</blockquote><p data-structure=\\\"Precedent\\\" id=\\\"p_168\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1007347\\\" id=\\\"span_129\\\">62.Under <a href=\\\"/doc/28394/\\\" id=\\\"a_286\\\">Section 440</a> the amount of every bond executed under Chapter XXXIII\\n\\n  is to be fixed with regard to the circumstances of the case and shall not be\\n\\n  excessive. This is a salutary provision which has to be kept in mind. The\\n\\n  conditions imposed shall not be mechanical and uniform in all cases. It is a\\n\\n  mandatory duty of the court to take into consideration the circumstances of\\n\\n  the case and satisfy itself that it is not excessive. Imposing a condition which\\n\\n  is impossible of compliance would be defeating the very object of the release.\\n\\n  In this connection, we would only say that <a href=\\\"/doc/745933/\\\" id=\\\"a_287\\\">Section 436</a>, <a href=\\\"/doc/158652/\\\" id=\\\"a_288\\\">437</a>, <a href=\\\"/doc/1994238/\\\" id=\\\"a_289\\\">438</a> and <a href=\\\"/doc/265830/\\\" id=\\\"a_290\\\">439</a> of\\n\\n  the Code are to be read in consonance. Reasonableness of the bond and surety\\n\\n  is something which the court has to keep in mind whenever the same is\\n\\n  insisted upon, and therefore while exercising the power under <a href=\\\"/doc/938432/\\\" id=\\\"a_291\\\">Section 88</a> of\\n\\n  the Code also the said factum has to be kept in mind. This Court in\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_130\\\">                                            69</span>\\n\\f   <a href=\\\"/doc/1007347/\\\" id=\\\"a_292\\\">Hussainara Khatoon &amp; Ors v Home Secretary, State of Bihar</a>, 1980 (1)\\n\\n   SCC 81, has held that:</span>\\n</p>\\n<blockquote id=\\\"blockquote_191\\\">          “8. In regard to the exercise of the judicial power to release a prisoner\\n          awaiting trial on bail or on the execution of a personal bond without sureties\\n          for his appearance, I have to say this briefly. There is an amplitude of power\\n          in this regard within the existing provisions of the <a href=\\\"/doc/445276/\\\" id=\\\"a_293\\\">Code of Criminal\\n          Procedure</a>, and it is for the courts to fully acquaint themselves with the\\n          nature and extent of their discretion in exercising it. I think it is no longer\\n          possible to countenance a mechanical exercise of the power. What should be\\n          the amount of security required or the monetary obligation demanded in a\\n          bond is a matter calling for the careful consideration of several factors. The\\n          entire object being only to ensure that the undertrial does not flee or hide\\n          himself from trial, all the relevant considerations which enter into the\\n          determination of that question must be taken into account. [ <a href=\\\"/doc/60736/\\\" id=\\\"a_294\\\">Section 440</a>,\\n          Cr.P.C.] A synoptic impression of what the considerations could be may be\\n          drawn from the following provision in the United States Bail Reform Act of\\n          1966 :\\n</blockquote>\\n<blockquote id=\\\"blockquote_192\\\">                <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1912056\\\" id=\\\"span_131\\\">In determining which conditions of releases will reasonably assure\\n                appearance, the judicial officer shall, on the basis of available\\n                information, take into account the nature and circumstances of the\\n                offence charged, the weight of the evidence against the accused, the\\n                accused&#x27;s family ties, employment, financial resources, character and\\n                mental condition, the length of his residence in the community, his\\n                record of convictions, and his record of appearance at court\\n                proceedings or of flight to avoid prosecution or failure to appear at\\n                court proceedings. [18 US S. 3146(b)]\\n\\n          These are considerations which should be kept in mind when determining\\n          the amount of the security or monetary obligation. Perhaps, if this is done\\n          the abuses attendant on the prevailing system of pre-trial release in India\\n          could be avoided or, in any event, greatly reduced. See <a href=\\\"/doc/1912056/\\\" id=\\\"a_295\\\">Moti Ram v. State of\\n          M.P.</a> [(1978) 4 SCC 47]”\\n\\n\\nCATEGORIES A &amp; B</span>\\n\\n</blockquote><p data-structure=\\\"CDiscource\\\" id=\\\"p_169\\\">63.We have already dealt with the relevant provisions which would take care of\\n\\n   categories A and B. At the cost of repetition, we wish to state that, in category\\n\\n   A, one would expect a better exercise of discretion on the part of the court in\\n\\n   favour of the accused. Coming to category B, these cases will have to be dealt\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_132\\\">                                            70</span>\\n\\fwith on a case-to-case basis again keeping in view the general principle of\\n\\nlaw and the provisions, as discussed by us.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_170\\\">\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_133\\\">                                    71</span>\\n\\f SPECIAL ACTS (CATEGORY C)\\n\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_171\\\">64.Now we shall come to category (C). We do not wish to deal with individual\\n\\n   enactments as each special Act has got an objective behind it, followed by the\\n\\n   rigor imposed. The general principle governing delay would apply to these\\n\\n   categories also. To make it clear, the provision contained in Section 436A of\\n\\n   the Code would apply to the Special Acts also in the absence of any specific\\n\\n   provision. For example, the rigor as provided under <a href=\\\"/doc/496325/\\\" id=\\\"a_296\\\">Section 37</a> of the NDPS\\n\\n   Act would not come in the way in such a case as we are dealing with the\\n\\n   liberty of a person. We do feel that more the rigor, the quicker the\\n\\n   adjudication ought to be. After all, in these types of cases number of\\n\\n   witnesses would be very less and there may not be any justification for\\n\\n   prolonging the trial. Perhaps there is a need to comply with the directions of\\n\\n   this Court to expedite the process and also a stricter compliance of <a href=\\\"/doc/784001/\\\" id=\\\"a_297\\\">Section\\n\\n   309</a> of the Code.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_172\\\">    <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"18346623\\\" id=\\\"span_134\\\">Precedents\\n\\n     <a href=\\\"/doc/18346623/\\\" id=\\\"a_298\\\">Union of India v. K.A. Najeeb</a>, (2021) 3 SCC 713:</span>\\n</p>\\n<blockquote id=\\\"blockquote_193\\\">          “15. This Court has clarified in numerous judgments that the liberty\\n          guaranteed by Part III of the Constitution would cover within its protective\\n          ambit not only due procedure and fairness but also access to justice and a\\n          speedy trial. <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1321773\\\" id=\\\"span_135\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"136788839\\\" id=\\\"span_136\\\">In Supreme Court <a href=\\\"/doc/136788839/\\\" id=\\\"a_299\\\">Legal Aid Committee (Representing\\n          Undertrial Prisoners) v. Union of India</a> [Supreme Court <a href=\\\"/doc/1321773/\\\" id=\\\"a_300\\\">Legal Aid\\n          Committee (Representing Undertrial Prisoners) v. Union of India</a>, (1994) 6\\n          SCC 731, para 15 : 1995 SCC (Cri) 39], it was held that undertrials cannot\\n          indefinitely be detained pending trial. Ideally, no person ought to suffer\\n          adverse consequences of his acts unless the same is established before a\\n          neutral arbiter. However, owing to the practicalities of real life where to\\n          secure an effective trial and to ameliorate the risk to society in case a\\n          potential criminal is left at large pending trial, the courts are tasked with\\n          deciding whether an individual ought to be released pending trial or not.</span></span>\\n</blockquote><span class=\\\"hidden_text\\\" id=\\\"span_137\\\">                                            72</span>\\n<blockquote id=\\\"blockquote_194\\\">\\f    <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1321773\\\" id=\\\"span_138\\\">Once it is obvious that a timely trial would not be possible and the accused\\n    has suffered incarceration for a significant period of time, the courts would\\n    ordinarily be obligated to enlarge them on bail.”\\n\\n Supreme Court <a href=\\\"/doc/1321773/\\\" id=\\\"a_301\\\">Legal Aid Committee v. Union of India</a> (1994) 6\\n\\n  SCC 731:</span>\\n</blockquote>\\n<blockquote id=\\\"blockquote_195\\\">    <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1373215\\\" id=\\\"span_139\\\">“15. …In substance the petitioner now prays that all undertrials who are in\\n    jail for the commission of any offence or offences under the Act for a period\\n    exceeding two years on account of the delay in the disposal of cases lodged\\n    against them should be forthwith released from jail declaring their further\\n    detention to be illegal and void and pending decision of this Court on the\\n    said larger issue, they should in any case be released on bail. It is indeed\\n    true and that is obvious from the plain language of <a href=\\\"/doc/379691/\\\" id=\\\"a_302\\\">Section 36(1)</a> of the Act,\\n    that the legislature contemplated the creation of Special Courts to speed up\\n    the trial of those prosecuted for the commission of any offence under the\\n    Act. It is equally true that similar is the objective of <a href=\\\"/doc/784001/\\\" id=\\\"a_303\\\">Section 309</a> of the\\n    Code. It is also true that this Court has emphasised in a series of decisions\\n    that <a href=\\\"/doc/367586/\\\" id=\\\"a_304\\\">Articles 14</a><a href=\\\"/doc/1218090/\\\" id=\\\"a_305\\\">, 19</a> and <a href=\\\"/doc/1199182/\\\" id=\\\"a_306\\\">21</a> sustain and nourish each other and any law\\n    depriving a person of “personal liberty” must prescribe a procedure which is\\n    just, fair and reasonable, i.e., a procedure which promotes speedy trial. See\\n    <a href=\\\"/doc/1373215/\\\" id=\\\"a_307\\\">Hussainara Khatoon (IV) v. Home Secy., State of Bihar</a> [(1980) 1 SCC 98 :\\n    1980 SCC (Cri) 40], Raghubir Singh v. State of Bihar [(1986) 4 SCC 481 :\\n    1986 SCC (Cri) 511] and Kadra Pahadiya v. State of Bihar [(1983) 2 SCC\\n    104 : 1983 SCC (Cri) 361] to quote only a few. This is also the avowed\\n    objective of <a href=\\\"/doc/379691/\\\" id=\\\"a_308\\\">Section 36(1)</a> of the Act. However, this laudable objective got\\n    frustrated when the State Government delayed the constitution of sufficient\\n    number of Special Courts in Greater Bombay; the process of constituting the\\n    first two Special Courts started with the issuance of notifications under\\n    <a href=\\\"/doc/379691/\\\" id=\\\"a_309\\\">Section 36(1)</a> on 4-1-1991 and under <a href=\\\"/doc/1107850/\\\" id=\\\"a_310\\\">Section 36(2)</a> on 6-4-1991 almost two\\n    years from 29-5-1989 when Amendment Act 2 of 1989 became effective.</span>\\n</blockquote><p data-structure=\\\"Section\\\" id=\\\"p_173\\\">    <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1813801\\\" id=\\\"span_140\\\">Since the number of courts constituted to try offences under the Act were\\n    not sufficient and the appointments of Judges to man these courts were\\n    delayed, cases piled up and the provision in regard to enlargement on bail\\n    being strict the offenders have had to languish in jails for want of trials. As\\n    stated earlier <a href=\\\"/doc/893994/\\\" id=\\\"a_311\\\">Section 37</a> of the Act makes every offence punishable under\\n    the Act cognizable and non-bailable and provides that no person accused of\\n    an offence punishable for a term of five years or more shall be released on\\n    bail unless (i) the Public Prosecutor has had an opportunity to oppose bail\\n    and (ii) if opposed, the court is satisfied that there are reasonable grounds\\n    for believing that he is not guilty of the offence and is not likely to indulge\\n    in similar activity. On account of the strict language of the said provision\\n    very few persons accused of certain offences under the Act could secure\\n    bail. Now to refuse bail on the one hand and to delay trial of cases on the\\n    other is clearly unfair and unreasonable and contrary to the spirit of <a href=\\\"/doc/379691/\\\" id=\\\"a_312\\\">Section\\n    36(1)</a> of the Act, <a href=\\\"/doc/784001/\\\" id=\\\"a_313\\\">Section 309</a> of the Code and <a href=\\\"/doc/367586/\\\" id=\\\"a_314\\\">Articles 14</a><a href=\\\"/doc/1218090/\\\" id=\\\"a_315\\\">, 19</a> and <a href=\\\"/doc/1199182/\\\" id=\\\"a_316\\\">21</a> of the\\n    Constitution. We are conscious of the statutory provision finding place in\\n    <a href=\\\"/doc/893994/\\\" id=\\\"a_317\\\">Section 37</a> of the Act prescribing the conditions which have to be satisfied\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_141\\\">                                      73</span>\\n\\fbefore a person accused of an offence under the Act can be released. Indeed,\\nwe have adverted to this section in the earlier part of the judgment. We have\\nalso kept in mind the interpretation placed on a similar provision in <a href=\\\"/doc/16437130/\\\" id=\\\"a_318\\\">Section\\n20</a> of the TADA Act by the Constitution Bench in <a href=\\\"/doc/1813801/\\\" id=\\\"a_319\\\">Kartar Singh v. State of\\nPunjab</a> [(1994) 3 SCC 569 : 1994 SCC (Cri) 899].</span> <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1200243\\\" id=\\\"span_142\\\">Despite this provision,\\nwe have directed as above mainly at the call of <a href=\\\"/doc/1199182/\\\" id=\\\"a_320\\\">Article 21</a> as the right to\\nspeedy trial may even require in some cases quashing of a criminal\\nproceeding altogether, as held by a Constitution Bench of this Court in <a href=\\\"/doc/1200243/\\\" id=\\\"a_321\\\">A.R.\\nAntulay v. R.S. Nayak</a> [(1992) 1 SCC 225 : 1992 SCC (Cri) 93], release on\\nbail, which can be taken to be embedded in the right of speedy trial, may, in\\nsome cases be the demand of <a href=\\\"/doc/1199182/\\\" id=\\\"a_322\\\">Article 21.</a> As we have not felt inclined to\\naccept the extreme submission of quashing the proceedings and setting free\\nthe accused whose trials have been delayed beyond reasonable time for\\nreasons already alluded to, we have felt that deprivation of the personal\\nliberty without ensuring speedy trial would also not be in consonance with\\nthe right guaranteed by <a href=\\\"/doc/1199182/\\\" id=\\\"a_323\\\">Article 21.</a> Of course, some amount of deprivation\\nof personal liberty cannot be avoided in such cases; but if the period of\\ndeprivation pending trial becomes unduly long, the fairness assured by\\n<a href=\\\"/doc/1199182/\\\" id=\\\"a_324\\\">Article 21</a> would receive a jolt. It is because of this that we have felt that\\nafter the accused persons have suffered imprisonment which is half of the\\nmaximum punishment provided for the offence, any further deprivation of\\npersonal liberty would be violative of the fundamental right visualised by\\n<a href=\\\"/doc/1199182/\\\" id=\\\"a_325\\\">Article 21</a>, which has to be telescoped with the right guaranteed by <a href=\\\"/doc/367586/\\\" id=\\\"a_326\\\">Article\\n14</a> which also promises justness, fairness and reasonableness in procedural\\nmatters. What then is the remedy? The offences under the Act are grave and,\\ntherefore, we are not inclined to agree with the submission of the learned\\ncounsel for the petitioner that we should quash the prosecutions and set free\\nthe accused persons whose trials are delayed beyond reasonable time.\\nAlternatively, he contended that such accused persons whose trials have\\nbeen delayed beyond reasonable time and are likely to be further delayed\\nshould be released on bail on such terms as this Court considers appropriate\\nto impose. This suggestion commends to us. We were told by the learned\\ncounsel for the State of Maharashtra that additional Special Courts have\\nsince been constituted but having regard to the large pendency of such cases\\nin the State we are afraid this is not likely to make a significant dent in the\\nhuge pile of such cases. We, therefore, direct as under:</span>\\n\\n</p><blockquote id=\\\"blockquote_196\\\">      (i) Where the undertrial is accused of an offence(s) under the Act\\n      prescribing a punishment of imprisonment of five years or less and\\n      fine, such an undertrial shall be released on bail if he has been in jail\\n      for a period which is not less than half the punishment provided for\\n      the offence with which he is charged and where he is charged with\\n      more than one offence, the offence providing the highest punishment.\\n</blockquote><p data-structure=\\\"Conclusion\\\" id=\\\"p_174\\\">      If the offence with which he is charged prescribes the maximum fine,\\n      the bail amount shall be 50% of the said amount with two sureties for\\n      like amount. If the maximum fine is not prescribed bail shall be to the\\n      satisfaction of the Special Judge concerned with two sureties for like\\n      amount.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_175\\\">\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_143\\\">                                  74</span>\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_176\\\">\\f(ii) Where the undertrial accused is charged with an offence(s) under\\nthe Act providing for punishment exceeding five years and fine, such\\nan undertrial shall be released on bail on the term set out in (i) above\\nprovided that his bail amount shall in no case be less than Rs 50,000\\nwith two sureties for like amount.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_177\\\">(iii) Where the undertrial accused is charged with an offence(s) under\\nthe Act punishable with minimum imprisonment of ten years and a\\nminimum fine of Rupees one lakh, such an undertrial shall be released\\non bail if he has been in jail for not less than five years provided he\\nfurnishes bail in the sum of Rupees one lakh with two sureties for like\\namount.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_178\\\">(iv) Where an undertrial accused is charged for the commission of an\\noffence punishable under <a href=\\\"/doc/1810383/\\\" id=\\\"a_327\\\">Sections 31</a> and <a href=\\\"/doc/1353758/\\\" id=\\\"a_328\\\">31-A</a> of the Act, such an\\nundertrial shall not be entitled to be released on bail by virtue of this\\norder.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_179\\\">The directives in clauses (i), (ii) and (iii) above shall be subject to the\\nfollowing general conditions:\\n</p>\\n<blockquote id=\\\"blockquote_197\\\">      (i) The undertrial accused entitled to be released on bail shall\\n      deposit his passport with the learned Judge of the Special Court\\n      concerned and if he does not hold a passport he shall file an\\n      affidavit to that effect in the form that may be prescribed by the\\n      learned Special Judge. In the latter case the learned Special\\n      Judge will, if he has reason to doubt the accuracy of the\\n      statement, write to the Passport Officer concerned to verify the\\n      statement and the Passport Officer shall verify his record and\\n      send a reply within three weeks. If he fails to reply within the\\n      said time, the learned Special Judge will be entitled to act on the\\n      statement of the undertrial accused;\\n</blockquote>\\n<blockquote id=\\\"blockquote_198\\\">      (ii) the undertrial accused shall on being released on bail present\\n      himself at the police station which has prosecuted him at least\\n      once in a month in the case of those covered under clause (i),\\n      once in a fortnight in the case of those covered under clause (ii)\\n      and once in a week in the case of those covered by clause (iii),\\n      unless leave of absence is obtained in advance from the Special\\n      Judge concerned;\\n</blockquote>\\n<blockquote id=\\\"blockquote_199\\\">      (iii) the benefit of the direction in clauses (ii) and (iii) shall not\\n      be available to those accused persons who are, in the opinion of\\n      the learned Special Judge, for reasons to be stated in writing,\\n      likely to tamper with evidence or influence the prosecution\\n      witnesses;\\n</blockquote>\\n<blockquote id=\\\"blockquote_200\\\">      (iv) in the case of undertrial accused who are foreigners, the\\n      Special Judge shall, besides impounding their passports, insist\\n      on a certificate of assurance from the Embassy/High\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_144\\\">                             75</span>\\n\\f                      Commission of the country to which the foreigner-accused\\n                      belongs, that the said accused shall not leave the country and\\n                      shall appear before the Special Court as and when required;\\n</blockquote>\\n<blockquote id=\\\"blockquote_201\\\">                      (v) the undertrial accused shall not leave the area in relation to\\n                      which the Special Court is constituted except with the\\n                      permission of the learned Special Judge;\\n</blockquote>\\n<blockquote id=\\\"blockquote_202\\\">                      (vi) the undertrial accused may furnish bail by depositing cash\\n                      equal to the bail amount;\\n</blockquote>\\n<blockquote id=\\\"blockquote_203\\\">                      (vii) the Special Judge will be at liberty to cancel bail if any of\\n                      the above conditions are violated or a case for cancellation of\\n                      bail is otherwise made out; and\\n\\n</blockquote><blockquote id=\\\"blockquote_204\\\">                      (viii) after the release of the undertrial accused pursuant to this\\n                      order, the cases of those undertrials who have not been released\\n                      and are in jail will be accorded priority and the Special Court\\n                      will proceed with them as provided in <a href=\\\"/doc/784001/\\\" id=\\\"a_329\\\">Section 309</a> of the Code.\\n</blockquote>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_180\\\">          16. We may state that the above are intended to operate as one-time\\n          directions for cases in which the accused persons are in jail and their trials\\n          are delayed. They are not intended to interfere with the Special Court&#x27;s\\n          power to grant bail under <a href=\\\"/doc/893994/\\\" id=\\\"a_330\\\">Section 37</a> of the Act. The Special Court will be\\n          free to exercise that power keeping in view the complaint of inordinate\\n          delay in the disposal of the pending cases. The Special Court will,\\n          notwithstanding the directions, be free to cancel bail if the accused is found\\n          to be misusing it and grounds for cancellation of bail exist. Lastly, we grant\\n          liberty to apply in case of any difficulty in the implementation of this order.”\\n\\n\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_181\\\">65.We may clarify on one aspect which is on the interpretation of <a href=\\\"/doc/418976/\\\" id=\\\"a_331\\\">Section 170</a> of\\n\\n   the Code. Our discussion made for the other offences would apply to these\\n\\n   cases also. To clarify this position, we may hold that if an accused is already\\n\\n   under incarceration, then the same would continue, and therefore, it is\\n\\n   needless to say that the provision of the <a href=\\\"/doc/701797/\\\" id=\\\"a_332\\\">Special Act</a> would get applied\\n\\n   thereafter. It is only in a case where the accused is either not arrested\\n\\n   consciously by the prosecution or arrested and enlarged on bail, there is no\\n\\n   need for further arrest at the instance of the court. Similarly, we would also\\n\\n   add that the existence of a pari materia or a similar provision like <a href=\\\"/doc/477725/\\\" id=\\\"a_333\\\">Section\\n<span class=\\\"hidden_text\\\" id=\\\"span_145\\\">                                             76</span></a>\\n\\f   <a href=\\\"/doc/1017159/\\\" id=\\\"a_334\\\">167(2)</a> of the Code available under the <a href=\\\"/doc/701797/\\\" id=\\\"a_335\\\">Special Act</a> would have the same\\n\\n   effect entitling the accused for a default bail. Even here the court will have to\\n\\n   consider the satisfaction under Section 440 of the Code.\\n\\n\\n   ECONOMIC OFFENSES (CATEGORY D)\\n\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_182\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"90251163\\\" id=\\\"span_146\\\">66.What is left for us now to discuss are the economic offences. The question for\\n\\n   consideration is whether it should be treated as a class of its own or\\n\\n   otherwise. This issue has already been dealt with by this Court in the case of\\n\\n   <a href=\\\"/doc/90251163/\\\" id=\\\"a_336\\\">P. Chidambaram v. Directorate of Enforcement</a>, (2020) 13 SCC 791, after\\n\\n   taking note of the earlier decisions governing the field. The gravity of the\\n\\n   offence, the object of the <a href=\\\"/doc/701797/\\\" id=\\\"a_337\\\">Special Act</a>, and the attending circumstances are a\\n\\n   few of the factors to be taken note of, along with the period of sentence. After\\n\\n   all, an economic offence cannot be classified as such, as it may involve\\n\\n   various activities and may differ from one case to another. Therefore, it is not\\n\\n   advisable on the part of the court to categorise all the offences into one group\\n\\n   and deny bail on that basis. Suffice it to state that law, as <a href=\\\"/doc/90251163/\\\" id=\\\"a_338\\\">laid down in</a> the\\n\\n   following judgements, will govern the field:-</span>\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_183\\\">\\n</p><blockquote id=\\\"blockquote_205\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"90251163\\\" id=\\\"span_147\\\">Precedents\\n      <a href=\\\"/doc/90251163/\\\" id=\\\"a_339\\\">P. Chidambaram v. Directorate of Enforcement</a>, (2020) 13 SCC 791:</span>\\n</blockquote>\\n<blockquote id=\\\"blockquote_206\\\">          23. Thus, from cumulative perusal of the judgments cited on either side\\n          including the one rendered by the Constitution Bench of this Court, it could\\n          be deduced that the basic jurisprudence relating to bail remains the same\\n          inasmuch as the grant of bail is the rule and refusal is the exception so as to\\n          ensure that the accused has the opportunity of securing fair trial. However,\\n          while considering the same the gravity of the offence is an aspect which is\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_148\\\">                                            77</span>\\n\\f    required to be kept in view by the Court. The gravity for the said purpose\\n    will have to be gathered from the facts and circumstances arising in each\\n    case. Keeping in view the consequences that would befall on the society in\\n    cases of financial irregularities, it has been held that even economic offences\\n    would fall under the category of “grave offence” and in such circumstance\\n    while considering the application for bail in such matters, the Court will\\n    have to deal with the same, being sensitive to the nature of allegation made\\n    against the accused. One of the circumstances to consider the gravity of the\\n    offence is also the term of sentence that is prescribed for the offence the\\n    accused is alleged to have committed. Such consideration with regard to the\\n    gravity of offence is a factor which is in addition to the triple test or the\\n    tripod test that would be normally applied. In that regard what is also to be\\n    kept in perspective is that even if the allegation is one of grave economic\\n    offence, it is not a rule that bail should be denied in every case since there is\\n    no such bar created in the relevant enactment passed by the legislature nor\\n    does the bail jurisprudence provide so. Therefore, the underlining\\n    conclusion is that irrespective of the nature and gravity of charge, the\\n    precedent of another case alone will not be the basis for either grant or\\n    refusal of bail though it may have a bearing on principle. But ultimately the\\n    consideration will have to be on case-to-case basis on the facts involved\\n    therein and securing the presence of the accused to stand trial.\\n</blockquote>\\n\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_184\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1563495\\\" id=\\\"span_149\\\"> <a href=\\\"/doc/1563495/\\\" id=\\\"a_340\\\">Sanjay Chandra v. CBI</a> (2012) 1 SCC 40:</span>\\n</p>\\n<blockquote id=\\\"blockquote_207\\\">    “39. Coming back to the facts of the present case, both the courts have\\n    refused the request for grant of bail on two grounds: the primary ground is\\n    that the offence alleged against the accused persons is very serious\\n    involving deep-rooted planning in which, huge financial loss is caused to\\n    the State exchequer; the secondary ground is that of the possibility of the\\n    accused persons tampering with the witnesses. In the present case, the\\n    charge is that of cheating and dishonestly inducing delivery of property and\\n    forgery for the purpose of cheating using as genuine a forged document. The\\n    punishment for the offence is imprisonment for a term which may extend to\\n    seven years. It is, no doubt, true that the nature of the charge may be\\n    relevant, but at the same time, the punishment to which the party may be\\n    liable, if convicted, also bears upon the issue. Therefore, in determining\\n    whether to grant bail, both the seriousness of the charge and the severity of\\n    the punishment should be taken into consideration.\\n</blockquote>\\n<blockquote id=\\\"blockquote_208\\\">    40. The grant or refusal to grant bail lies within the discretion of the court.\\n</blockquote><p data-structure=\\\"Conclusion\\\" id=\\\"p_185\\\">    The grant or denial is regulated, to a large extent, by the facts and\\n    circumstances of each particular case. But at the same time, right to bail is\\n    not to be denied merely because of the sentiments of the community against\\n    the accused. The primary purposes of bail in a criminal case are to relieve\\n    the accused of imprisonment, to relieve the State of the burden of keeping\\n    him, pending the trial, and at the same time, to keep the accused\\n    constructively in the custody of the court, whether before or after\\n    conviction, to assure that he will submit to the jurisdiction of the court and\\n    be in attendance thereon whenever his presence is required.\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_150\\\">                                       78</span>\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_186\\\">\\f                     xxx                    xxx                     xxx\\n\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_187\\\">          46. We are conscious of the fact that the accused are charged with economic\\n          offences of huge magnitude. We are also conscious of the fact that the\\n          offences alleged, if proved, may jeopardise the economy of the country. At\\n          the same time, we cannot lose sight of the fact that the investigating agency\\n          has already completed investigation and the charge-sheet is already filed\\n          before the Special Judge, CBI, New Delhi. Therefore, their presence in the\\n          custody may not be necessary for further investigation. We are of the view\\n          that the appellants are entitled to the grant of bail pending trial on stringent\\n          conditions in order to ally the apprehension expressed by CBI.”\\n\\n\\n\\nROLE OF THE COURT\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_188\\\">67.The rate of conviction in criminal cases in India is abysmally low. It appears\\n\\n   to us that this factor weighs on the mind of the Court while deciding the bail\\n\\n   applications in a negative sense. Courts tend to think that the possibility of a\\n\\n   conviction being nearer to rarity, bail applications will have to be decided\\n\\n   strictly, contrary to legal principles. We cannot mix up consideration of a bail\\n\\n   application, which is not punitive in nature with that of a possible\\n\\n   adjudication by way of trial. On the contrary, an ultimate acquittal with\\n\\n   continued custody would be a case of grave injustice.\\n\\n\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_189\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"84792457\\\" id=\\\"span_151\\\">68.Criminal courts in general with the trial court in particular are the guardian\\n\\n   angels of liberty. Liberty, as embedded in the Code, has to be preserved,\\n\\n   protected, and enforced by the Criminal Courts. Any conscious failure by the\\n\\n   Criminal Courts would constitute an affront to liberty. It is the pious duty of\\n\\n   the Criminal Court to zealously guard and keep a consistent vision in\\n\\n   safeguarding the constitutional values and ethos. A criminal court must\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_152\\\">                                             79</span>\\n\\fuphold the constitutional thrust with responsibility mandated on them by\\n\\nacting akin to a high priest. This Court in <a href=\\\"/doc/84792457/\\\" id=\\\"a_341\\\">Arnab Manoranjan Goswami v.\\n\\nState of Maharashtra</a>, (2021) 2 SCC 427, has observed that:</span>\\n\\n</p><blockquote id=\\\"blockquote_209\\\">       “67. Human liberty is a precious constitutional value, which is undoubtedly\\n       subject to regulation by validly enacted legislation. As such, the citizen is\\n       subject to the edicts of criminal law and procedure. Section 482 recognises\\n       the inherent power of the High Court to make such orders as are necessary\\n       to give effect to the provisions of <a href=\\\"/doc/445276/\\\" id=\\\"a_342\\\">CrPC</a> “or prevent abuse of the process of\\n       any court or otherwise to secure the ends of justice”. Decisions of this\\n       Court require the High Courts, in exercising the jurisdiction entrusted to\\n       them under Section 482, to act with circumspection. In emphasising that the\\n       High Court must exercise this power with a sense of restraint, the decisions\\n       of this Court are founded on the basic principle that the due enforcement of\\n       criminal law should not be obstructed by the accused taking recourse to\\n       artifices and strategies. The public interest in ensuring the due investigation\\n       of crime is protected by ensuring that the inherent power of the High Court\\n       is exercised with caution. That indeed is one—and a significant—end of the\\n       spectrum. The other end of the spectrum is equally important : the\\n       recognition by Section 482 of the power inhering in the High Court to\\n       prevent the abuse of process or to secure the ends of justice is a valuable\\n       safeguard for protecting liberty. The <a href=\\\"/doc/445276/\\\" id=\\\"a_343\\\">Code of Criminal Procedure</a>, 1898 was\\n       enacted by a legislature which was not subject to constitutional rights and\\n       limitations; yet it recognised the inherent power in Section 561-A. Post-\\n       Independence, the recognition by Parliament [ <a href=\\\"/doc/1679850/\\\" id=\\\"a_344\\\">Section 482</a> CrPC, 1973] of\\n       the inherent power of the High Court must be construed as an aid to\\n       preserve the constitutional value of liberty. The writ of liberty runs through\\n       the fabric of the Constitution. The need to ensure the fair investigation of\\n       crime is undoubtedly important in itself, because it protects at one level the\\n       rights of the victim and, at a more fundamental level, the societal interest in\\n       ensuring that crime is investigated and dealt with in accordance with law.\\n       On the other hand, the misuse of the criminal law is a matter of which the\\n       High Court and the lower courts in this country must be alive. In the\\n       present case, the High Court could not but have been cognizant of the\\n       specific ground which was raised before it by the appellant that he was\\n       being made a target as a part of a series of occurrences which have been\\n       taking place since April 2020. The specific case of the appellant is that he\\n       has been targeted because his opinions on his television channel are\\n       unpalatable to authority. Whether the appellant has established a case for\\n       quashing the FIR is something on which the High Court will take a final\\n       view when the proceedings are listed before it but we are clearly of the\\n       view that in failing to make even a prima facie evaluation of the FIR, the\\n       High Court abdicated its constitutional duty and function as a protector of\\n       liberty. Courts must be alive to the need to safeguard the public interest in\\n       ensuring that the due enforcement of criminal law is not obstructed. The\\n       fair investigation of crime is an aid to it. Equally it is the duty of courts\\n       across the spectrum—the district judiciary, the High Courts and the\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_153\\\">                                          80</span>\\n\\f           Supreme Court—to ensure that the criminal law does not become a weapon\\n           for the selective harassment of citizens. Courts should be alive to both ends\\n           of the spectrum—the need to ensure the proper enforcement of criminal law\\n           on the one hand and the need, on the other, of ensuring that the law does not\\n           become a ruse for targeted harassment. Liberty across human eras is as\\n           tenuous as tenuous can be. Liberty survives by the vigilance of her citizens,\\n           on the cacophony of the media and in the dusty corridors of courts alive to\\n           the rule of (and not by) law. Yet, much too often, liberty is a casualty when\\n           one of these components is found wanting.”\\n\\n                                                                  (emphasis supplied)\\n\\n\\n\\n</blockquote><p data-structure=\\\"Precedent\\\" id=\\\"p_190\\\">69.We wish to note the existence of exclusive Acts in the form of Bail Acts\\n\\n   prevailing in the United Kingdom and various States of USA. These Acts\\n\\n   prescribe adequate guidelines both for investigating agencies and the courts.\\n\\n   We shall now take note of Section 4(1) of the Bail Act of 1976 pertaining to\\n\\n   United Kingdom:\\n</p>\\n<blockquote id=\\\"blockquote_210\\\">       “General right to bail of accused persons and others.\\n</blockquote>\\n<blockquote id=\\\"blockquote_211\\\">           4.-(l) A person to whom this section applies shall be granted bail except as\\n           provided in Schedule 1 to this Act.”\\n\\n\\n</blockquote><p data-structure=\\\"CDiscource\\\" id=\\\"p_191\\\">70. Even other than the aforesaid provision, the enactment does take into\\n\\n   consideration of the principles of law which we have discussed on the\\n\\n   presumption of innocence and the grant of bail being a matter of right.\\n\\n\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_192\\\">71.Uniformity and certainty in the decisions of the court are the foundations of\\n\\n   judicial dispensation. Persons accused with same offense shall never be\\n\\n   treated differently either by the same court or by the same or different courts.\\n\\n   Such an action though by an exercise of discretion despite being a judicial\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_154\\\">                                             81</span>\\n\\f   one would be a grave affront to <a href=\\\"/doc/367586/\\\" id=\\\"a_345\\\">Articles 14</a> and <a href=\\\"/doc/609295/\\\" id=\\\"a_346\\\">15</a> of the Constitution of\\n\\n   India.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_193\\\">\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_194\\\">72.The Bail Act of United Kingdom takes into consideration various factors. It is\\n\\n   an attempt to have a comprehensive law dealing with bails by following a\\n\\n   simple procedure. <a href=\\\"/doc/701797/\\\" id=\\\"a_347\\\">The Act</a> takes into consideration clogging of the prisons\\n\\n   with the undertrial prisoners, cases involving the issuance of warrants,\\n\\n   granting of bail both before and after conviction, exercise of the power by the\\n\\n   investigating agency and the court, violation of the bail conditions, execution\\n\\n   of bond and sureties on the unassailable principle of presumption and right to\\n\\n   get bail. Exceptions have been carved out as mentioned in Schedule I dealing\\n\\n   with different contingencies and factors including the nature and continuity of\\n\\n   offence. They also include Special Acts as well. We believe there is a pressing\\n\\n   need for a similar enactment in our country. We do not wish to say anything\\n\\n   beyond the observation made, except to call on the Government of India to\\n\\n   consider the introduction of an Act specifically meant for granting of bail as\\n\\n   done in various other countries like the United Kingdom. Our belief is also\\n\\n   for the reason that the Code as it exists today is a continuation of the pre-\\n\\n   independence one with its modifications. We hope and trust that the\\n\\n   Government of India would look into the suggestion made in right earnest.\\n\\n\\nSUMMARY/CONCLUSION\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_155\\\">                                        82</span>\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_195\\\">\\f73.In conclusion, we would like to issue certain directions. These directions are\\n\\n   meant for the investigating agencies and also for the courts. Accordingly, we\\n\\n   deem it appropriate to issue the following directions, which may be subject to\\n\\n   State amendments.:\\n</p>\\n<blockquote id=\\\"blockquote_212\\\">   a) The Government of India may consider the introduction of a separate\\n\\n       enactment in the nature of a Bail Act so as to streamline the grant of bails.\\n</blockquote>\\n<blockquote id=\\\"blockquote_213\\\">   <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"2982624\\\" id=\\\"span_156\\\">b) The investigating agencies and their officers are duty-bound to comply\\n\\n       with the mandate of Section 41 and 41A of the Code and the directions\\n\\n       issued by this Court in <a href=\\\"/doc/2982624/\\\" id=\\\"a_348\\\">Arnesh Kumar</a> (supra). Any dereliction on their\\n\\n       part has to be brought to the notice of the higher authorities by the court\\n\\n      followed by appropriate action.</span>\\n</blockquote><blockquote id=\\\"blockquote_214\\\">   c) The courts will have to satisfy themselves on the compliance of Section\\n\\n       41 and 41A of the Code. Any non-compliance would entitle the accused\\n\\n      for grant of bail.\\n</blockquote><p data-structure=\\\"Conclusion\\\" id=\\\"p_196\\\">   d) All the State Governments and the Union Territories are directed to\\n\\n       facilitate standing orders for the procedure to be followed under Section\\n\\n       41 and 41A of the Code while taking note of the order of the High Court\\n\\n       of Delhi dated 07.02.2018 in Writ Petition (C) No. 7608 of 2018 and the\\n\\n       standing order issued by the Delhi Police i.e. Standing Order No. 109 of\\n\\n      2020, to comply with the mandate of Section 41A of the Code.\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_197\\\">   e) There need not be any insistence of a bail application while considering\\n\\n       the application under Section 88, 170, 204 and 209 of the Code.\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_157\\\">                                         83</span>\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_198\\\">\\f<span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"96230971\\\" id=\\\"span_158\\\">f) There needs to be a strict compliance of the mandate <a href=\\\"/doc/2982624/\\\" id=\\\"a_349\\\">laid down in</a> the\\n\\n   judgment of this court in <a href=\\\"/doc/96230971/\\\" id=\\\"a_350\\\">Siddharth</a> (supra).</span>\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_199\\\">g) The State and Central Governments will have to comply with the\\n\\n   directions issued by this Court from time to time with respect to\\n\\n   constitution of special courts. The High Court in consultation with the\\n\\n   State Governments will have to undertake an exercise on the need for the\\n\\n   special courts. The vacancies in the position of Presiding Officers of the\\n\\n   special courts will have to be filled up expeditiously.\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_200\\\">h) The High Courts are directed to undertake the exercise of finding out the\\n\\n   undertrial prisoners who are not able to comply with the bail conditions.\\n\\n   After doing so, appropriate action will have to be taken in light of Section\\n\\n   440 of the Code, facilitating the release.\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_201\\\">i) While insisting upon sureties the mandate of Section 440 of the Code has\\n\\n   to be kept in mind.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_202\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"158311457\\\" id=\\\"span_159\\\">j) An exercise will have to be done in a similar manner to comply with the\\n\\n   mandate of Section 436A of the Code both at the district judiciary level\\n\\n   and the High Court as earlier directed by this Court in <a href=\\\"/doc/158311457/\\\" id=\\\"a_351\\\">Bhim Singh</a>\\n\\n   (supra), followed by appropriate orders.</span>\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_203\\\">k) Bail applications ought to be disposed of within a period of two weeks\\n\\n   except if the provisions mandate otherwise, with the exception being an\\n\\n   intervening application. Applications for anticipatory bail are expected to\\n\\n   be disposed of within a period of six weeks with the exception of any\\n\\n   intervening application.\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_204\\\">l) All State Governments, Union Territories and High Courts are directed to\\n\\n   file affidavits/ status reports within a period of four months.\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_160\\\">                                     84</span>\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_205\\\">\\f74.The Registry is directed to send copy of this judgment to the Government of\\n\\n   India and all the State Governments/Union Territories.\\n\\n\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_206\\\">75.As such, M.A. 1849 of 2021 is disposed of in the aforesaid terms. I.A.\\n\\n   No.51315 of 2022, application for intervention is allowed. I.A. Nos. 164761\\n\\n   of 2021, 148421 of 2021 and M.A. Diary No.29164 of 2021 (I.A.No.154863\\n\\n   of 2021), applications for clarification/direction are also disposed of. List for\\n\\n   compliance after a period of four months from today.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_207\\\">\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_208\\\">                                                    …….………………………J.\\n                                                    (SANJAY KISHAN KAUL)\\n\\n\\n                                                     ……………………………J.\\n                                                        (M.M. SUNDRESH)\\n\\n   New Delhi\\n   July 11, 2022\\n\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_161\\\">                                         85</span>\\n\\f</p>\",\"numcites\":131,\"numcitedby\":19037,\"docsource\":\"Supreme Court of India\",\"citetid\":7148380,\"divtype\":\"judgments\",\"relatedqs\":[{\"value\":\"non bailable warrant was issued when\",\"formInput\":\"non%20bailable%20warrant%20was%20issued%20when\"},{\"value\":\"section 88 crpc\",\"formInput\":\"section%2088%20crpc\"},{\"value\":\"maneka gandhi v union of india  filter:  article 235 of the constitution\",\"formInput\":\"maneka%20gandhi%20v%20union%20of%20india%20%20filter%3A%20%20article%20235%20of%20the%20constitution\"},{\"value\":\"pmla \",\"formInput\":\"pmla%20\"},{\"value\":\"section 41 of criminal procedure code\",\"formInput\":\"section%2041%20of%20criminal%20procedure%20code\"},{\"value\":\"article 21\",\"formInput\":\"article%2021\"},{\"value\":\"grant of bail\",\"formInput\":\"grant%20of%20bail\"},{\"value\":\"default bail\",\"formInput\":\"default%20bail\"},{\"value\":\"section 88 code of criminal\",\"formInput\":\"section%2088%20code%20of%20criminal\"},{\"value\":\"uday mohanlal acharya\",\"formInput\":\"uday%20mohanlal%20acharya\"},{\"value\":\"article 21 of constitution\",\"formInput\":\"article%2021%20of%20constitution\"},{\"value\":\"maneka gandhi v. the union of india\",\"formInput\":\"maneka%20gandhi%20v.%20the%20union%20of%20india\"},{\"value\":\"section 170 criminal procedure code\",\"formInput\":\"section%20170%20criminal%20procedure%20code\"},{\"value\":\"personal liberty\",\"formInput\":\"personal%20liberty\"},{\"value\":\"human rights\",\"formInput\":\"human%20rights\"},{\"value\":\"sidharth luthra\",\"formInput\":\"sidharth%20luthra\"},{\"value\":\"presumption of innocence\",\"formInput\":\"presumption%20of%20innocence\"},{\"value\":\"section 88 Cr.P.C\",\"formInput\":\"section%2088%20Cr.P.C\"},{\"value\":\"167(2)     filter:     section 29 of ndps act\",\"formInput\":\"167%282%29%20%20%20%20%20filter%3A%20%20%20%20%20section%2029%20of%20ndps%20act\"},{\"value\":\"bail application\",\"formInput\":\"bail%20application\"}],\"cats\":[{\"value\":\"protection-of-life-and-liberty\",\"formInput\":\"tag:protection-of-life-and-liberty\"},{\"value\":\"criminal-procedure-code\",\"formInput\":\"tag:criminal-procedure-code\"}],\"courtcopy\":true,\"query_alert\":null,\"agreement\":false}",
  "metadata": "{\"tid\":7148380,\"publishdate\":\"2022-07-11\",\"doctype\":\"Supreme Court of India\",\"relurl\":\"judis.nic.in/2022-07-11/satender_kumar_antil_central_bureau_of_investigation\",\"caseno\":\"MA-001849 / 2021\",\"numcites\":131,\"numcitedby\":19037,\"title\":\"Satender Kumar Antil vs Central Bureau Of Investigation on 11 July, 2022\"}"
}