{
  "petition": {
    "tid": 85623214,
    "catids": [
      1,
      104,
      518
    ],
    "doctype": 1000,
    "publishdate": "2023-04-17",
    "authorid": 1331,
    "bench": [
      1331
    ],
    "title": "M/S. South Indian Bank Ltd. vs Naveen Mathew Philip on 17 April, 2023",
    "numcites": 37,
    "numcitedby": 312,
    "headline": "",
    "docsize": 58324,
    "fragment": true,
    "docsource": "Supreme Court of India",
    "author": "M M Sundresh",
    "authorEncoded": "m-m-sundresh"
  },
  "document": "{\"tid\":85623214,\"publishdate\":\"2023-04-17\",\"title\":\"M/S. South Indian Bank Ltd. vs Naveen Mathew Philip on 17 April, 2023\",\"doc\":\"<h2 class=\\\"doc_title\\\">M/S. South Indian Bank Ltd. vs Naveen Mathew Philip on 17 April, 2023</h2>\\n\\n<h3 class=\\\"doc_author\\\">Author: <a href=\\\"/search/?formInput=authorid:m-m-sundresh\\\">M.M. Sundresh</a></h3>\\n\\n<h3 class=\\\"doc_bench\\\">Bench: <a href=\\\"/search/?formInput=benchid:m-m-sundresh\\\">M. M. Sundresh</a></h3>\\n\\n<pre id=\\\"pre_1\\\">                                                                                      REPORTABLE\\n                                       IN THE SUPREME COURT OF INDIA\\n                                        CIVIL APPELLATE JURISDICTION\\n\\n                                 CIVIL APPEAL NOS.                         OF 2023\\n                                [Arising out of SLP (Civil) Nos. 22021-22022 of 2022]\\n\\n\\n            M/S. SOUTH INDIAN BANK LTD. &amp; ORS.                                       ..APPELLANTS\\n\\n                                                        VERSUS\\n\\n         NAVEEN MATHEW PHILIP &amp; ANR. ETC. ETC.                                      ..RESPONDENTS\\n\\n                                                     JUDGMENT\\n</pre>\\n\\n<p data-structure=\\\"Issue\\\" id=\\\"p_1\\\">         M.M. SUNDRESH, J.\\n</p>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_2\\\">         1. Leave granted.\\n</p>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_3\\\">         2. Seeking enforcement of a unilateral offer concerning private financial\\n\\n                      transactions, while questioning the steps taken to recover the dues on the failure\\n\\n                      to comply with the one-time settlements, extraordinary jurisdiction of the High\\n\\n                      Court was sought to be invoked. Acceding to the request made by duly\\n\\n                      interfering with the action taken by the Appellants, orders were passed, in\\n\\n                      exercise of the powers conferred under <a href=\\\"/doc/1712542/\\\" id=\\\"a_1\\\">Article 226</a> of the Constitution of India\\n\\n                      by the High Court of Kerala, which are impugned in the present appeals.\\n</p>\\n<p data-structure=\\\"PetArg\\\" id=\\\"p_4\\\">         3. Heard Mr. K.V. Vishwanathan, learned Senior Counsel for the Appellants and\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_1\\\">Signature Not Verified</span>\\n                      Mr. Shyam Divan, learned Senior Counsel for the Respondents.\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_2\\\">Digitally signed by</span>\\n<span class=\\\"hidden_text\\\" id=\\\"span_3\\\">BABITA PANDEY</span>\\n<span class=\\\"hidden_text\\\" id=\\\"span_4\\\">Date: 2023.04.18</span>\\n<span class=\\\"hidden_text\\\" id=\\\"span_5\\\">17:54:26 IST</span>\\n<span class=\\\"hidden_text\\\" id=\\\"span_6\\\">Reason:</span>\\n\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_7\\\">                                                            1</span>\\n<p data-structure=\\\"Facts\\\" id=\\\"p_5\\\">\\f4. Two loans were obtained by the Respondents, being a housing / KCC overdraft\\n\\n   loan and a business loan. The accounts of the Respondents were declared as non-\\n</p>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_6\\\">   performing assets (“NPA”) on 27.05.2021. Notices under <a href=\\\"/doc/122562177/\\\" id=\\\"a_2\\\">Section 13(2)</a> of the\\n\\n   Securitization and Reconstruction of Financial Assets and Enforcement of\\n\\n   Security Interest Act, 2002 (hereinafter referred to as “<a href=\\\"/doc/52229129/\\\" id=\\\"a_3\\\">SARFAESI Act</a>”) were\\n\\n   issued on 07.08.2021 and 12.08.2021, respectively, which were duly replied to\\n\\n   by the Respondents on 28.10.2021, seeking twelve months’ time to repay the\\n\\n   loan.\\n</p>\\n<p data-structure=\\\"Facts\\\" id=\\\"p_7\\\">5. Strangely enough, within 3 days of the reply dated 28.10.2021, prior to the expiry\\n\\n   of the statutory period prescribed, a challenge was laid to the demand notice\\n\\n   issued under <a href=\\\"/doc/122562177/\\\" id=\\\"a_4\\\">Section 13(2)</a> of the SARFAESI Act, by filing Writ Petition No.\\n\\n   23940 of 2021. Entertaining the said lis, a direction was issued to the Appellants\\n\\n   to consider the proposal placed. In due compliance of the aforesaid order, the\\n\\n   Respondents were allowed to remit the dues accrued in five installments instead\\n\\n   of twelve. The extended benefit conferred was not utilized by the Respondents,\\n\\n   and therefore, a reminder was also sent. Receiving no response, two notices\\n\\n   under <a href=\\\"/doc/26129616/\\\" id=\\\"a_5\\\">Section 13(4)</a> of the SARFAESI Act, were issued on 02.12.2021 and\\n\\n   20.12.2021.\\n</p>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_8\\\">6. Impugning the aforesaid notices, two writ petitions were filed by the\\n\\n   Respondents, being Writ Petition No. 30238 of 2021 and 30450 of 2021\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_8\\\">                                         2</span>\\n\\f   questioning the action taken, through a writ of certiorari while praying for a\\n\\n   positive direction to accept the unilateral offers made. It is to be noted that the\\n\\n   Debt Recovery Tribunal, though was not functional at the time of filing the\\n\\n   aforesaid Writ Petitions, became so from the month of March, 2022.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_9\\\">7. Taking note of the then prevailing situation resulting in the post of Presiding\\n\\n   Officer lying vacant for proper adjudication in various Tribunals, an order was\\n\\n   passed by this Court in Special Leave Petition No. 10911 dated 16.12.2021,\\n\\n              “Learned Senior Counsel appearing for the petitioner has brought to our notice the\\n       difficulty being faced by parties on account of non-appointment of members in DRTs and\\n       DRATs.\\n</p><p data-structure=\\\"PetArg\\\" id=\\\"p_10\\\">              He requested that the matters before DRT and DRAT can be directed to be\\n       considered by other Tribunals like Central Administrative Tribunal, Armed Forces\\n       Tribunal and Industrial Tribunal within the State.\\n</p><p data-structure=\\\"Issue\\\" id=\\\"p_11\\\">              With a view to resolve the problem being faced by the parties, for the time being and\\n       purely as a stop-gap arrangement, we request the concerned High Court(s) to entertain the\\n       matters falling within the jurisdiction of DRTs and DRATs under <a href=\\\"/doc/1712542/\\\" id=\\\"a_6\\\">Article 226</a> of the\\n       Constitution of India, till further orders.\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_12\\\">              We make it clear that once the Tribunal(s) is/are constituted, the matters can be\\n       relegated to the Tribunals by the High Court(s).\\n</p><p data-structure=\\\"Issue\\\" id=\\\"p_13\\\">              List the matter on 21-1-2022.”\\n\\n</p><p data-structure=\\\"PetArg\\\" id=\\\"p_14\\\">8. As could be seen, the order is self-explanatory, making it clear that it is only an\\n\\n   interim arrangement, and therefore, the pending matters ought to be transferred\\n\\n   to the concerned Tribunals when they start functioning with their respective\\n\\n   Presiding Officers duly in-charge. The aforesaid matter was disposed of by the\\n\\n   order dated 12.09.2022,\\n\\n          “1. Counsel appearing on behalf of the petitioner states that since the post in the Debt\\n          Recovery Tribunal has been filled up, the cause does not survive.\\n</p><p data-structure=\\\"Issue\\\" id=\\\"p_15\\\">          2. The Special Leave Petition is accordingly disposed of without this Court expressing\\n          any opinion on the question of law raised.\\n</p><p data-structure=\\\"Issue\\\" id=\\\"p_16\\\">          3. Pending applications, if any, stands disposed of.”\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_9\\\">                                                  3</span>\\n</p><p data-structure=\\\"Issue\\\" id=\\\"p_17\\\">\\f9. Notwithstanding the orders passed above by this Court, the High Court took\\n\\n   upon itself to decide the issues raised, on merit, by allowing the Respondents to\\n\\n   make deferred payment in 20 installments, a relief which was more than the one\\n\\n   prayed for. The installments were modified by the learned Division Bench in\\n\\n   Writ Appeal No. 1492 of 2022 and 1497 of 2022, to 12 months as originally\\n\\n   prayed for by the Respondents while declining to interfere with the decision of\\n\\n   the learned Single Judge on merit. Impugning the aforesaid orders, the lender\\n\\n   bank has filed the present appeals.\\n</p>\\n<p data-structure=\\\"RespArg\\\" id=\\\"p_18\\\">10. The learned Senior Counsel appearing for the Appellants fairly submitted that\\n\\n   the relief granted by the High Court may not be disturbed while pressing for the\\n\\n   reiteration of law which might guide the High Court in not entertaining such writ\\n\\n   petitions in the future. It is further submitted that the High Court has exercised\\n\\n   writ jurisdiction under <a href=\\\"/doc/1712542/\\\" id=\\\"a_7\\\">Article 226</a> of the Constitution of India, even after the\\n\\n   Debt Recovery Tribunal became functional, in about 185 cases pertaining to the\\n\\n   Appellants alone. After the filing of the Special Leave Petitions, 35 Writ\\n\\n   Petitions have been filed. Resultantly, the Appellants are not in a position to\\n\\n   proceed    further to recover the amounts due from the defaulting\\n\\n   borrowers/guarantors, defeating the object of the <a href=\\\"/doc/52229129/\\\" id=\\\"a_8\\\">SARFAESI Act</a> itself.\\n</p>\\n<p data-structure=\\\"RespArg\\\" id=\\\"p_19\\\">11. Learned Senior Counsel brought to the notice of this Court that a writ petition\\n\\n   involving private individuals over a financial transaction is not maintainable.\\n</p>\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_10\\\">                                         4</span>\\n<p data-structure=\\\"Section\\\" id=\\\"p_20\\\">\\f   Despite the position being settled, the interference by various High Courts\\n\\n   continues. The very objective of the Act 54 of 2002 is being frustrated by such\\n\\n   interference. The alternative remedy being effective and efficacious, the\\n\\n   extraordinary jurisdiction of the High Court under <a href=\\\"/doc/1712542/\\\" id=\\\"a_9\\\">Article 226</a> of the Constitution\\n\\n   of India, either be a writ of certiorari or mandamus, ought not to have been\\n\\n   invoked. One has to see the impact on the Appellants of the repeated interference\\n\\n   by the High Court. The learned Senior Counsel took us through the following\\n\\n   decisions:\\n</p>\\n<blockquote id=\\\"blockquote_1\\\">      <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"186727474\\\" id=\\\"span_11\\\"> <a href=\\\"/doc/186727474/\\\" id=\\\"a_10\\\">Phoenix Arc Private Limited vs. Vishwa Bharati Vidya Mandir &amp; Ors.</a>,\\n        (2022) 5 SCC 345.</span>\\n</blockquote><p data-structure=\\\"Precedent\\\" id=\\\"p_21\\\">      <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"123551693\\\" id=\\\"span_12\\\"> <a href=\\\"/doc/123551693/\\\" id=\\\"a_11\\\">Federal Bank Ltd. vs. Sagar Thomas &amp; Ors.</a>, (2003) 10 SCC 733.</span>\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_22\\\">      <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"107039765\\\" id=\\\"span_13\\\"> <a href=\\\"/doc/107039765/\\\" id=\\\"a_12\\\">State Bank of India vs. Arvindra Electronics (P) Ltd.</a>, 2022 SCCOnline SC\\n        1522.</span>\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_23\\\">      <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"179064366\\\" id=\\\"span_14\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"28622663\\\" id=\\\"span_15\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"175816\\\" id=\\\"span_16\\\"> <a href=\\\"/doc/175816/\\\" id=\\\"a_13\\\">United Bank of India vs. Satywati Tondon &amp; Others</a>, (2010) 8 SCC 110\\n       <a href=\\\"/doc/28622663/\\\" id=\\\"a_14\\\">Authorized Officer, State Bank of Travancore &amp; Another vs. Mathew\\n        K.C.</a>, (2018) 3 SCC 85\\n       <a href=\\\"/doc/179064366/\\\" id=\\\"a_15\\\">Varimadugu OBI Reddy vs. B. Sreenivasulu &amp; Others</a>, (2023) 2 SCC 168.</span></span></span>\\n</p>\\n<p data-structure=\\\"RespArg\\\" id=\\\"p_24\\\">12. The learned Senior Counsel appearing for the Respondents submitted that at the\\n\\n   time of filing the Writ Petitions, the Tribunal was not functioning. The power\\n\\n   available under <a href=\\\"/doc/1712542/\\\" id=\\\"a_16\\\">Article 226</a> of the Constitution of India cannot be taken away,\\n\\n   notwithstanding the existence of the Tribunal. While appreciating the stand taken\\n\\n   by the Appellants, it is submitted that when extreme steps are taken, a litigant\\n\\n   may not have any other option except to approach the writ court.\\n</p>\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_17\\\">                                         5</span>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_25\\\">\\f13. In view of the fair stand taken by the learned Senior Counsel appearing for the\\n\\n   Appellants, we do not wish to interfere with the impugned orders passed. We\\n\\n   may, however, reiterate the settled position of law on the interference of the High\\n\\n   Court invoking <a href=\\\"/doc/1712542/\\\" id=\\\"a_17\\\">Article 226</a> of the Constitution of India in commercial matters,\\n\\n   where an effective and efficacious alternative forum has been constituted\\n\\n   through a statute. We are also constrained to take judicial notice of the fact that\\n\\n   certain High Courts continue to interfere in such matters, leading to a regular\\n\\n   supply of cases before this Court. One such High Court is that of Punjab &amp;\\n\\n   Haryana.\\n</p>\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_26\\\">14. A writ of certiorari is to be issued over a decision when the Court finds that the\\n\\n   process does not conform to the law or statute. In other words, courts are not\\n\\n   expected to substitute themselves with the decision-making authority while\\n\\n   finding fault with the process along with the reasons assigned. Such a writ is not\\n\\n   expected to be issued to remedy all violations. When a Tribunal is constituted, it\\n\\n   is expected to go into the issues of fact and law, including a statutory violation.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_27\\\">   A question as to whether such a violation would be over a mandatory\\n\\n   prescription as against a discretionary one is primarily within the domain of the\\n\\n   Tribunal. So also, the issue governing waiver, acquiescence, and estoppel. We\\n\\n   wish to place reliance on the decision of this Court in Hari Vishnu Kamath v.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_28\\\">   <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1959866\\\" id=\\\"span_18\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"17001\\\" id=\\\"span_19\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"808713\\\" id=\\\"span_20\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1656576\\\" id=\\\"span_21\\\">Syed Ahmad Ishaque, (1955) 1 SCR 1104,\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_22\\\">                                          6</span>\\n\\f    “Then the question is whether there are proper grounds for the issue of certiorari in the\\npresent case. There was considerable argument before us as to the character and scope of\\nthe writ of certiorari and the conditions under which it could be issued. The question has\\nbeen considered by this Court in <a href=\\\"/doc/1656576/\\\" id=\\\"a_18\\\">Parry &amp; Co. v. Commercial Employees&#x27; Association</a>,\\n<a href=\\\"/doc/808713/\\\" id=\\\"a_19\\\">Madras [(1952) SCR 519], Veerappa Pillai v. Raman and Raman Ltd. &amp; Others</a> [(<a href=\\\"/doc/17001/\\\" id=\\\"a_20\\\">1952)\\nSCR 583], Ibrahim Aboobaker v. Custodian General</a> [(1952) SCR 696] and quite recently\\nin <a href=\\\"/doc/1959866/\\\" id=\\\"a_21\\\">T.C. Basappa v. T. Nagappa</a> [(1955) SCR 250]. On these authorities, the following\\npropositions may be taken as established: (1) Certiorari will be issued for correcting errors\\nof jurisdiction, as when an inferior Court or Tribunal acts without jurisdiction or in excess\\nof it, or fails to exercise it. (2) Certiorari will also be issued when the Court or Tribunal\\nacts illegally in the exercise of its undoubted jurisdiction, as when it decides without giving\\nan opportunity to the parties to be heard, or violates the principles of natural justice. (3)\\nThe Court issuing a writ of certiorari acts in exercise of a supervisory and not appellate\\njurisdiction. One consequence of this is that the Court will not review findings of fact\\nreached by the inferior Court or Tribunal, even if they be erroneous. This is on the principle\\nthat a Court which has jurisdiction over a subject-matter has jurisdiction to decide wrong\\nas well as right, and when the Legislature does not choose to confer a right of appeal against\\nthat decision, it would be defeating its purpose and policy, if a superior Court were to re-\\nhear the case on the evidence, and substitute its own findings in certiorari. These\\npropositions are well-settled and are not in dispute.</span></span></span></span>\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_29\\\">    (4) The further question on which there has been some controversy is whether a writ\\ncan be issued, when the decision of the inferior Court or Tribunal is erroneous in law. This\\nquestion came up for consideration in Rex v. Northumberland Compensation Appeal\\nTribunal; Ex parte Shaw [(1951) 1 K.B. 711], and it was held that when a Tribunal made\\na “speaking order” and the reasons given in that order in support of the decision were bad\\nin law, certiorari could be granted. It was pointed out by Lord Goddard, C.J. that that had\\nalways been understood to be the true scope of the power. Walsall Overseers v. London\\nand North Western Ry. Co. [(1879) 4 A.C. 30] and Rex v. Nat Bell Liquors Ld. [(1922) 2\\nA.C. 28] were quoted in support of this view. In Walsall Overseers v. London and North\\nWestern Ry. Co. [(1879) 4 A.C. 30] Lord Cairns, L.C. observed as follows:\\n</p><blockquote id=\\\"blockquote_2\\\">         “If there was upon the face of the order of the court of quarter sessions anything\\n    which showed that order was erroneous, the Court of Queen&#x27;s Bench might be asked to\\n    have the order brought into it, and to look at the order, and view it upon the face of it,\\n    and if the court found error upon the face of it, to put an end to its existence by quashing\\n    it.”\\nIn Rex v. Nat Bell Liquors Ld. [(1922) 2 A.C. 128] Lord Sumner said:\\n</blockquote><blockquote id=\\\"blockquote_3\\\">    “That supervision goes to two points; one is the area of the inferior jurisdiction and the\\n    qualifications and conditions of its exercise; the other is the observance of the law in the\\n    course of its exercise.”\\nThe decision in Rex v. Northumberland Compensation Appeal Tribunal; Ex parte\\nShaw [(1951) 1 K.B. 711] was taken in appeal, and was affirmed by the Court of Appeal\\nin Rex v. Northumberland Compensation Appeal Tribunal; Ex parte Shaw [(1952) 1 K.B.\\n338]. In laying down that an error of law was a ground for granting certiorari, the learned\\nJudges emphasised that it must be apparent on the face of the record. Denning, L.J. who\\nstated the power in broad and general terms observed:\\n</blockquote><blockquote id=\\\"blockquote_4\\\">         “It will have been seen that throughout all the cases there is one governing rule:\\n    certiorari is only available to quash a decision for error of law if the error appears on\\n    the face of the record.”\\nThe position was thus summed up by Morris, L.J.\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_23\\\">                                             7</span>\\n\\f                “It is plain that certiorari will not issue as the cloak of an appeal in disguise. It does\\n           not lie in order to bring an order or decision for rehearing of the issue raised in the\\n           proceedings. It exists to correct error of law where revealed on the face of an order or\\n           decision, or irregularity, or absence of, or excess of, jurisdiction where shown”.\\n       <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"808713\\\" id=\\\"span_24\\\">In <a href=\\\"/doc/808713/\\\" id=\\\"a_22\\\">Veerappa Pillai v. Raman &amp; Raman Ltd.</a> [(1952) SCR 583], it was observed by this\\n       Court that under <a href=\\\"/doc/1712542/\\\" id=\\\"a_23\\\">article 226</a> the writ should be issued “in grave cases where the subordinate\\n       tribunals or bodies or officers act wholly without jurisdiction, or in excess of it, or in\\n       violation of the principles of natural justice, or refuse to exercise a jurisdiction vested in\\n       them, or there is an error apparent on the face of the record”.</span> <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1959866\\\" id=\\\"span_25\\\">In <a href=\\\"/doc/1959866/\\\" id=\\\"a_24\\\">T.C. Basappa v. T.\\n       Nagappa</a> [(1955) SCR 250] the law was thus stated:</span>\\n</blockquote><blockquote id=\\\"blockquote_5\\\">                “An error in the decision or determination itself may also be amenable to a writ of\\n           ‘certiorari’ but it must be a manifest error apparent on the face of the proceedings, e.g.,\\n           when it is based on clear ignorance or disregard of the provisions of law. In other words,\\n           it is a patent error which can be corrected by ‘certiorari’ but not a mere wrong decision.”\\n\\n</blockquote><p data-structure=\\\"Precedent\\\" id=\\\"p_30\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1059476\\\" id=\\\"span_26\\\">15. The object and reasons behind the Act 54 of 2002 are very clear as observed by\\n\\n   this Court in <a href=\\\"/doc/1059476/\\\" id=\\\"a_25\\\">Mardia Chemicals Ltd. v. Union of India</a>, (2004) 4 SCC 311. While\\n\\n   it facilitates a faster and smoother mode of recovery sans any interference from\\n\\n   the Court, it does provide a fair mechanism in the form of the Tribunal being\\n\\n   manned by a legally trained mind. The Tribunal is clothed with a wide range of\\n\\n   powers to set aside an illegal order, and thereafter, grant consequential reliefs,\\n\\n   including re-possession and payment of compensation and costs. <a href=\\\"/doc/141981259/\\\" id=\\\"a_26\\\">Section 17(1)</a>\\n\\n   of the SARFAESI Act gives an expansive meaning to the expression “any\\n\\n   person”, who could approach the Tribunal.</span>\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_31\\\">16. Approaching the High Court for the consideration of an offer by the borrower is\\n\\n   also frowned upon by this Court. A writ of mandamus is a prerogative writ. In\\n\\n   the absence of any legal right, the Court cannot exercise the said power. More\\n\\n   circumspection is required in a financial transaction, particularly when one of\\n\\n   the parties would not come within the purview of <a href=\\\"/doc/609139/\\\" id=\\\"a_27\\\">Article 12</a> of the Constitution\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_27\\\">                                                     8</span>\\n\\fof India. When a statute prescribes a particular mode, an attempt to circumvent\\n\\nshall not be encouraged by a writ court. A litigant cannot avoid the non-\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_32\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"62362537\\\" id=\\\"span_28\\\">compliance of approaching the Tribunal which requires the prescription of fees\\n\\nand use the constitutional remedy as an alternative. We wish to quote with profit\\n\\na recent decision of this Court in <a href=\\\"/doc/62362537/\\\" id=\\\"a_28\\\">Radha Krishan Industries v. State of H.P.</a>,\\n\\n(2021) 6 SCC 771,\\n\\n   “25. In this background, it becomes necessary for this Court, to dwell on the “rule of\\n   alternate remedy” and its judicial exposition.</span> <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1885496\\\" id=\\\"span_29\\\">In <a href=\\\"/doc/1885496/\\\" id=\\\"a_29\\\">Whirlpool Corpn. v. Registrar of Trade\\n   Marks</a> (1998) 8 SCC 1, a two-Judge Bench of this Court after reviewing the case law on\\n   this point, noted: (SCC pp. 9-10, paras 14-15)\\n       “14. The power to issue prerogative writs under <a href=\\\"/doc/1712542/\\\" id=\\\"a_30\\\">Article 226</a> of the Constitution is\\n       plenary in nature and is not limited by any other provision of the Constitution. This\\n       power can be exercised by the High Court not only for issuing writs in the nature of\\n       habeas corpus, mandamus, prohibition, quo warranto and certiorari for the enforcement\\n       of any of the Fundamental Rights contained in Part III of the Constitution but also for\\n       “any other purpose”.</span>\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_33\\\">       15. Under <a href=\\\"/doc/1712542/\\\" id=\\\"a_31\\\">Article 226</a> of the Constitution, the High Court, having regard to the facts of\\n       the case, has a discretion to entertain or not to entertain a writ petition. But the High\\n       Court has imposed upon itself certain restrictions one of which is that if an effective and\\n       efficacious remedy is available, the High Court would not normally exercise its\\n       jurisdiction. But the alternative remedy has been consistently held by this Court not to\\n       operate as a bar in at least three contingencies, namely, where the writ petition has\\n       been filed for the enforcement of any of the Fundamental Rights or where there has been\\n       a violation of the principle of natural justice or where the order or proceedings are\\n       wholly without jurisdiction or the vires of an Act is challenged. There is a plethora of\\n       case-law on this point but to cut down this circle of forensic whirlpool, we would rely\\n       on some old decisions of the evolutionary era of the constitutional law as they still hold\\n       the field”.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_34\\\">                                                                             (emphasis supplied)\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_35\\\">       <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1603548\\\" id=\\\"span_30\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1603548\\\" id=\\\"span_31\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1885496\\\" id=\\\"span_32\\\">26. Following the dictum of this Court in <a href=\\\"/doc/1885496/\\\" id=\\\"a_32\\\">Whirlpool Corpn. v. Registrar of Trade Marks</a>\\n   [(1998) 8 SCC 1], in <a href=\\\"/doc/1603548/\\\" id=\\\"a_33\\\">Harbanslal Sahnia v. Indian Oil Corpn. Ltd.</a> [(2003) 2 SCC 107], this\\n   Court noted that: (<a href=\\\"/doc/1603548/\\\" id=\\\"a_34\\\">Harbanslal Sahnia</a> case, SCC p. 110, para 7)\\n       “7. So far as the view taken by the High Court that the remedy by way of recourse to\\n       arbitration clause was available to the appellants and therefore the writ petition filed by\\n       the appellants was liable to be dismissed is concerned, suffice it to observe that the rule\\n       of exclusion of writ jurisdiction by availability of an alternative remedy is a rule of\\n       discretion and not one of compulsion. In an appropriate case, in spite of availability of\\n       the alternative remedy, the High Court may still exercise its writ jurisdiction in at least\\n       three contingencies: (i) where the writ petition seeks enforcement of any of the\\n       fundamental rights; (ii) where there is failure of principles of natural justice; or (iii)\\n       where the orders or proceedings are wholly without jurisdiction or the vires of an Act\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_33\\\">                                                9</span>\\n\\f         is challenged.</span></span></span> <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1885496\\\" id=\\\"span_34\\\">(See <a href=\\\"/doc/1885496/\\\" id=\\\"a_35\\\">Whirlpool Corpn. v. Registrar of Trade Marks</a> [(1998) 8 SCC 1].)\\n         The present case attracts applicability of the first two contingencies. Moreover, as noted,\\n         the appellants&#x27; dealership, which is their bread and butter, came to be terminated for an\\n         irrelevant and non-existent cause. In such circumstances, we feel that the appellants\\n         should have been allowed relief by the High Court itself instead of driving them to the\\n         need of initiating arbitration proceedings.”\\n                                                                                (emphasis supplied)</span>\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_36\\\">             27. The principles of law which emerge are that:\\n</p><blockquote id=\\\"blockquote_6\\\">             27.1. The power under <a href=\\\"/doc/1712542/\\\" id=\\\"a_36\\\">Article 226</a> of the Constitution to issue writs can be exercised\\n         not only for the enforcement of fundamental rights, but for any other purpose as well.\\n             27.2. The High Court has the discretion not to entertain a writ petition. One of the\\n         restrictions placed on the power of the High Court is where an effective alternate remedy\\n         is available to the aggrieved person.\\n</blockquote><blockquote id=\\\"blockquote_7\\\">             27.3. Exceptions to the rule of alternate remedy arise where: (a) the writ petition has\\n         been filed for the enforcement of a fundamental right protected by Part III of the\\n         Constitution; (b) there has been a violation of the principles of natural justice; (c) the\\n         order or proceedings are wholly without jurisdiction; or (d) the vires of a legislation is\\n         challenged.\\n</blockquote><blockquote id=\\\"blockquote_8\\\">             27.4. An alternate remedy by itself does not divest the High Court of its powers\\n         under <a href=\\\"/doc/1712542/\\\" id=\\\"a_37\\\">Article 226</a> of the Constitution in an appropriate case though ordinarily, a writ\\n         petition should not be entertained when an efficacious alternate remedy is provided by\\n         law.\\n</blockquote><blockquote id=\\\"blockquote_9\\\">             27.5. When a right is created by a statute, which itself prescribes the remedy or\\n         procedure for enforcing the right or liability, resort must be had to that particular\\n         statutory remedy before invoking the discretionary remedy under <a href=\\\"/doc/1712542/\\\" id=\\\"a_38\\\">Article 226</a> of the\\n         Constitution. This rule of exhaustion of statutory remedies is a rule of policy,\\n         convenience and discretion.\\n</blockquote><blockquote id=\\\"blockquote_10\\\">             27.6. In cases where there are disputed questions of fact, the High Court may decide\\n         to decline jurisdiction in a writ petition. However, if the High Court is objectively of the\\n         view that the nature of the controversy requires the exercise of its writ jurisdiction, such\\n         a view would not readily be interfered with.”\\n\\n\\n</blockquote><blockquote id=\\\"blockquote_11\\\">17. We shall reiterate the position of law regarding the interference of the High\\n\\n   Courts in matters pertaining to the <a href=\\\"/doc/52229129/\\\" id=\\\"a_39\\\">SARFAESI Act</a> by quoting a few of the earlier\\n\\n   decisions of this Court wherein the said practice has been deprecated while\\n\\n   requesting the High Courts not to entertain such cases.\\n</blockquote>\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_35\\\">                                                  10</span>\\n<p data-structure=\\\"RespArg\\\" id=\\\"p_37\\\">\\f<span class=\\\"citetext\\\" data-sentiment=\\\"Neutral\\\" data-docid=\\\"123551693\\\" id=\\\"span_36\\\"> <a href=\\\"/doc/123551693/\\\" id=\\\"a_40\\\">Federal Bank Ltd. v. Sagar Thomas</a>, (2003) 10 SCC 733,\\n         “18. From the decisions <a href=\\\"/doc/123551693/\\\" id=\\\"a_41\\\">referred to above</a>, the position that emerges is that a writ\\n  petition under <a href=\\\"/doc/1712542/\\\" id=\\\"a_42\\\">Article 226</a> of the Constitution of India may be maintainable against (i) the\\n  State (Government); (ii) an authority; (iii) a statutory body; (iv) an instrumentality or\\n  agency of the State; (v) a company which is financed and owned by the State; (vi) a private\\n  body run substantially on State funding; (vii) a private body discharging public duty or\\n  positive obligation of public nature; and (viii) a person or a body under liability to discharge\\n  any function under any statute, to compel it to perform such a statutory function.</span>\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_38\\\">                 xxx      xxx      xxx\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_39\\\">          26. A company registered under the <a href=\\\"/doc/1353758/\\\" id=\\\"a_43\\\">Companies Act</a> for the purposes of carrying on\\n  any trade or business is a private enterprise to earn livelihood and to make profits out of\\n  such activities. Banking is also a kind of profession and a commercial activity, the primary\\n  motive behind it can well be said to earn returns and profits. Since time immemorial, such\\n  activities have been carried on by individuals generally. It is a private affair of the company\\n  though the case of nationalized banks stands on a different footing. There may well be\\n  companies, in which majority of the share capital may be contributed out of the State funds\\n  and in that view of the matter there may be more participation or dominant participation of\\n  the State in managing the affairs of the company. But in the present case we are concerned\\n  with a banking company which has its own resources to raise its funds without any\\n  contribution or shareholding by the State. It has its own Board of Directors elected by its\\n  shareholders. It works like any other private company in the banking business having no\\n  monopoly status at all. Any company carrying on banking business with a capital of five\\n  lakhs will become a scheduled bank. All the same, banking activity as a whole carried on\\n  by various banks undoubtedly has an impact and effect on the economy of the country in\\n  general. Money of the shareholders and the depositors is with such companies, carrying on\\n  banking activity. The banks finance the borrowers on any given rate of interest at a\\n  particular time. They advance loans as against securities. Therefore, it is obviously\\n  necessary to have regulatory check over such activities in the interest of the company itself,\\n  the shareholders, the depositors as well as to maintain the proper financial equilibrium of\\n  the national economy. The banking companies have not been set up for the purposes of\\n  building the economy of the State; on the other hand such private companies have been\\n  voluntarily established for their own purposes and interest but their activities are kept under\\n  check so that their activities may not go wayward and harm the economy in general. A\\n  private banking company with all freedom that it has, has to act in a manner that it may not\\n  be in conflict with or against the fiscal policies of the State and for such purposes,\\n  guidelines are provided by Reserve Bank so that a proper fiscal discipline, to conduct its\\n  affairs in carrying on its business, is maintained. So as to ensure adherence to such fiscal\\n  discipline, if need be, at times even the management of the company can be taken over.\\n  Nonetheless, as observed earlier, these are all regulatory measures to keep a check and\\n  provide guidelines and not a participatory dominance or control over the affairs of the\\n  company. For other companies in general carrying on other business activities, maybe\\n  manufacturing, other industries or any business, such checks are provided under the\\n  provisions of the <a href=\\\"/doc/1353758/\\\" id=\\\"a_44\\\">Companies Act</a>, as indicated earlier. There also, the main consideration\\n  is that the company itself may not sink because of its own mismanagement or the interest\\n  of the shareholders or people generally may not be jeopardized for that reason. Besides\\n  taking care of such interest as indicated above, there is no other interest of the State, to\\n  control the affairs and management of the private companies. Care is taken in regard to the\\n  industries covered under the <a href=\\\"/doc/800551/\\\" id=\\\"a_45\\\">Industries (Development and Regulation) Act, 1951</a> that their\\n  production, which is important for the economy, may not go down, yet the business activity\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_37\\\">                                              11</span>\\n\\f  is carried on by such companies or corporations which only remains a private activity of\\n  the entrepreneurs/companies.\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_40\\\">         27. Such private companies would normally not be amenable to the writ jurisdiction\\n  under <a href=\\\"/doc/1712542/\\\" id=\\\"a_46\\\">Article 226</a> of the Constitution. But in certain circumstances a writ may issue to such\\n  private bodies or persons as there may be statutes which need to be complied with by all\\n  concerned including the private companies. For example, there are certain legislations like\\n  the Industrial Disputes Act, the Minimum Wages Act, the Factories Act or for maintaining\\n  proper environment, say the <a href=\\\"/doc/82542966/\\\" id=\\\"a_47\\\">Air (Prevention and Control of Pollution) Act, 1981</a> or the\\n  <a href=\\\"/doc/867156/\\\" id=\\\"a_48\\\">Water (Prevention and Control of Pollution) Act, 1974</a> etc. or statutes of the like nature\\n  which fasten certain duties and responsibilities statutorily upon such private bodies which\\n  they are bound to comply with. If they violate such a statutory provision a writ would\\n  certainly be issued for compliance with those provisions. <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"175816\\\" id=\\\"span_38\\\">For instance, if a private employer\\n  dispenses with the service of its employee in violation of the provisions contained under\\n  the <a href=\\\"/doc/500379/\\\" id=\\\"a_49\\\">Industrial Disputes Act</a>, in innumerable cases the High Court interfered and has issued\\n  the writ to the private bodies and the companies in that regard. But the difficulty in issuing\\n  a writ may arise where there may not be any non-compliance with or violation of any\\n  statutory provision by the private body. In that event a writ may not be issued at all. Other\\n  remedies, as may be available, may have to be resorted to.”\\n\\n <a href=\\\"/doc/175816/\\\" id=\\\"a_50\\\">United Bank of India v. Satyawati Tondon</a>, (2010) 8 SCC 110,\\n         “42. There is another reason why the impugned order should be set aside. If\\n  Respondent 1 had any tangible grievance against the notice issued under <a href=\\\"/doc/26129616/\\\" id=\\\"a_51\\\">Section 13(4)</a> or\\n  action taken under <a href=\\\"/doc/57488768/\\\" id=\\\"a_52\\\">Section 14</a>, then she could have availed remedy by filing an application\\n  under <a href=\\\"/doc/141981259/\\\" id=\\\"a_53\\\">Section 17(1)</a>. The expression “any person” used in <a href=\\\"/doc/141981259/\\\" id=\\\"a_54\\\">Section 17(1)</a> is of wide import.\\n  It takes within its fold, not only the borrower but also the guarantor or any other person\\n  who may be affected by the action taken under <a href=\\\"/doc/26129616/\\\" id=\\\"a_55\\\">Section 13(4)</a> or <a href=\\\"/doc/57488768/\\\" id=\\\"a_56\\\">Section 14</a>. Both, the\\n  Tribunal and the Appellate Tribunal are empowered to pass interim orders under <a href=\\\"/doc/112742697/\\\" id=\\\"a_57\\\">Sections\\n  17</a> and <a href=\\\"/doc/11945171/\\\" id=\\\"a_58\\\">18</a> and are required to decide the matters within a fixed time schedule. It is thus\\n  evident that the remedies available to an aggrieved person under the <a href=\\\"/doc/52229129/\\\" id=\\\"a_59\\\">SARFAESI Act</a> are\\n  both expeditious and effective.</span>\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_41\\\">         43. Unfortunately, the High Court overlooked the settled law that the High Court\\n  will ordinarily not entertain a petition under <a href=\\\"/doc/1712542/\\\" id=\\\"a_60\\\">Article 226</a> of the Constitution if an effective\\n  remedy is available to the aggrieved person and that this rule applies with greater rigour in\\n  matters involving recovery of taxes, cess, fees, other types of public money and the dues\\n  of banks and other financial institutions. In our view, while dealing with the petitions\\n  involving challenge to the action taken for recovery of the public dues, etc. the High Court\\n  must keep in mind that the legislations enacted by Parliament and State Legislatures for\\n  recovery of such dues are a code unto themselves inasmuch as they not only contain\\n  comprehensive procedure for recovery of the dues but also envisage constitution of quasi-\\n  judicial bodies for redressal of the grievance of any aggrieved person. Therefore, in all such\\n  cases, the High Court must insist that before availing remedy under <a href=\\\"/doc/1712542/\\\" id=\\\"a_61\\\">Article 226</a> of the\\n  Constitution, a person must exhaust the remedies available under the relevant statute.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_42\\\">          44. While expressing the aforesaid view, we are conscious that the powers conferred\\n  upon the High Court under <a href=\\\"/doc/1712542/\\\" id=\\\"a_62\\\">Article 226</a> of the Constitution to issue to any person or\\n  authority, including in appropriate cases, any Government, directions, orders or writs\\n  including the five prerogative writs for the enforcement of any of the rights conferred by\\n  Part III or for any other purpose are very wide and there is no express limitation on exercise\\n  of that power but, at the same time, we cannot be oblivious of the rules of self-imposed\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_39\\\">                                             12</span>\\n\\f  restraint evolved by this Court, which every High Court is bound to keep in view while\\n  exercising power under <a href=\\\"/doc/1712542/\\\" id=\\\"a_63\\\">Article 226</a> of the Constitution.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_43\\\">          45. It is true that the rule of exhaustion of alternative remedy is a rule of discretion\\n  and not one of compulsion, but it is difficult to fathom any reason why the High Court\\n  should entertain a petition filed under <a href=\\\"/doc/1712542/\\\" id=\\\"a_64\\\">Article 226</a> of the Constitution and pass interim order\\n  ignoring the fact that the petitioner can avail effective alternative remedy by filing\\n  application, appeal, revision, etc. and the particular legislation contains a detailed\\n  mechanism for redressal of his grievance.\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_44\\\">                             xxx      xxx     xxx\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_45\\\">          <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"28622663\\\" id=\\\"span_40\\\">55. It is a matter of serious concern that despite repeated pronouncement of this\\n  Court, the High Courts continue to ignore the availability of statutory remedies under the\\n  DRT Act and the SARFAESI Act and exercise jurisdiction under <a href=\\\"/doc/1712542/\\\" id=\\\"a_65\\\">Article 226</a> for passing\\n  orders which have serious adverse impact on the right of banks and other financial\\n  institutions to recover their dues. We hope and trust that in future the High Courts will\\n  exercise their discretion in such matters with greater caution, care and circumspection.”\\n\\n <a href=\\\"/doc/28622663/\\\" id=\\\"a_66\\\">State Bank of Travancore v. Mathew K.C.</a>, (2018) 3 SCC 85,\\n      “5. We have considered the submissions on behalf of the parties. Normally this Court\\n  in exercise of jurisdiction under <a href=\\\"/doc/427855/\\\" id=\\\"a_67\\\">Article 136</a> of the Constitution is loath to interfere with an\\n  interim order passed in a pending proceeding before the High Court, except in special\\n  circumstances, to prevent manifest injustice or abuse of the process of the court. In the\\n  present case, the facts are not in dispute. The discretionary jurisdiction under <a href=\\\"/doc/1712542/\\\" id=\\\"a_68\\\">Article 226</a>\\n  is not absolute but has to be exercised judiciously in the given facts of a case and in\\n  accordance with law.</span> <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"51987756\\\" id=\\\"span_41\\\">The normal rule is that a writ petition under <a href=\\\"/doc/1712542/\\\" id=\\\"a_69\\\">Article 226</a> of the\\n  Constitution ought not to be entertained if alternate statutory remedies are available, except\\n  in cases falling within the well-defined exceptions as observed in <a href=\\\"/doc/51987756/\\\" id=\\\"a_70\\\">CIT v. Chhabil Dass\\n  Agarwal</a> [(2014) 1 SCC 603], as follows: (SCC p. 611, para 15)\\n          “15.</span> Thus, while it can be said that this Court has recognised some exceptions to the\\n      rule of alternative remedy i.e. where the statutory authority has not acted in accordance\\n      with the provisions of the enactment in question, or in defiance of the fundamental\\n      principles of judicial procedure, or has resorted to invoke the provisions which are\\n      repealed, or when an order has been passed in total violation of the principles of natural\\n      justice, the proposition <a href=\\\"/doc/51987756/\\\" id=\\\"a_71\\\">laid down in</a> Thansingh Nathmal v. Supt. <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"23675\\\" id=\\\"span_42\\\">of <a href=\\\"/doc/23675/\\\" id=\\\"a_72\\\">Taxes [AIR 1964\\n      SC 1419], Titaghur Paper Mills Co. Ltd. v. State of Orissa</a> [(1983) 2 SCC 433: 1983\\n      SCC (Tax) 131] and other similar judgments that the High Court will not entertain a\\n      petition under <a href=\\\"/doc/1712542/\\\" id=\\\"a_73\\\">Article 226</a> of the Constitution if an effective alternative remedy is\\n      available to the aggrieved person or the statute under which the action complained of\\n      has been taken itself contains a mechanism for redressal of grievance still holds the\\n      field.</span> Therefore, when a statutory forum is created by law for redressal of grievances, a\\n      writ petition should not be entertained ignoring the statutory dispensation.”\\n                                         xxx xxx        xxx\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_46\\\">      8. The Statement of Objects and Reasons of the SARFAESI Act states that the banking\\n  and financial sector in the country was felt not to have a level playing field in comparison\\n  to other participants in the financial markets in the world. The financial institutions in India\\n  did not have the power to take possession of securities and sell them. The existing legal\\n  framework relating to commercial transactions had not kept pace with changing\\n  commercial practices and financial sector reforms resulting in tardy recovery of defaulting\\n  loans and mounting non-performing assets of banks and financial institutions. Narasimhan\\n  Committee I and II as also the Andhyarujina Committee constituted by the Central\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_43\\\">                                              13</span>\\n\\fGovernment Act had suggested enactment of new legislation for securitisation and\\nempowering banks and financial institutions to take possession of securities and sell them\\nwithout court intervention which would enable them to realise long-term assets, manage\\nproblems of liquidity, asset liability mismatches and improve recovery. The proceedings\\nunder the <a href=\\\"/doc/1683455/\\\" id=\\\"a_74\\\">Recovery of Debts Due to Banks and Financial Institutions Act, 1993</a> (hereinafter\\nreferred to as “the <a href=\\\"/doc/1683455/\\\" id=\\\"a_75\\\">DRT Act</a>”) with passage of time, had become synonymous with those\\nbefore regular courts affecting expeditious adjudication. All these aspects have not been\\nkept in mind and considered before passing the impugned order.\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_47\\\">    <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1968473\\\" id=\\\"span_44\\\">9. Even prior to the <a href=\\\"/doc/52229129/\\\" id=\\\"a_76\\\">SARFAESI Act</a>, considering the alternate remedy available under\\nthe <a href=\\\"/doc/1683455/\\\" id=\\\"a_77\\\">DRT Act</a> it was held in <a href=\\\"/doc/1968473/\\\" id=\\\"a_78\\\">Punjab National Bank v. O.C. Krishnan</a> [(2001) 6 SCC 569]\\nthat: (SCC p. 570, para 6)\\n        “6. <a href=\\\"/doc/52229129/\\\" id=\\\"a_79\\\">The Act</a> has been enacted with a view to provide a special procedure for recovery\\n    of debts due to the banks and the financial institutions. There is a hierarchy of appeal\\n    provided in the Act, namely, filing of an appeal under <a href=\\\"/doc/187948024/\\\" id=\\\"a_80\\\">Section 20</a> and this fast-track\\n    procedure cannot be allowed to be derailed either by taking recourse to proceedings\\n    under <a href=\\\"/doc/1712542/\\\" id=\\\"a_81\\\">Articles 226</a> and <a href=\\\"/doc/1331149/\\\" id=\\\"a_82\\\">227</a> of the Constitution or by filing a civil suit, which is expressly\\n    barred. Even though a provision under an Act cannot expressly oust the jurisdiction of\\n    the court under <a href=\\\"/doc/1712542/\\\" id=\\\"a_83\\\">Articles 226</a> and <a href=\\\"/doc/1331149/\\\" id=\\\"a_84\\\">227</a> of the Constitution, nevertheless, when there is an\\n    alternative remedy available, judicial prudence demands that the Court refrains from\\n    exercising its jurisdiction under the said constitutional provisions.</span> This was a case where\\n    the High Court should not have entertained the petition under Article 227 of the\\n    Constitution and should have directed the respondent to take recourse to the appeal\\n    mechanism provided by the Act.”\\n                                       xxx xxx         xxx\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_48\\\">    <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"175816\\\" id=\\\"span_45\\\">15. It is the solemn duty of the court to apply the correct law without waiting for an\\nobjection to be raised by a party, especially when the law stands well settled. Any departure,\\nif permissible, has to be for reasons discussed, of the case falling under a defined exception,\\nduly discussed after noticing the relevant law. In financial matters grant of ex parte interim\\norders can have a deleterious effect and it is not sufficient to say that the aggrieved has the\\nremedy to move for vacating the interim order. Loans by financial institutions are granted\\nfrom public money generated at the taxpayer&#x27;s expense. Such loan does not become the\\nproperty of the person taking the loan, but retains its character of public money given in a\\nfiduciary capacity as entrustment by the public. Timely repayment also ensures liquidity to\\nfacilitate loan to another in need, by circulation of the money and cannot be permitted to\\nbe blocked by frivolous litigation by those who can afford the luxury of the same. The\\ncaution required, as expressed in <a href=\\\"/doc/175816/\\\" id=\\\"a_85\\\">United Bank of India v. Satyawati Tondon</a> [(2010) 8 SCC\\n110: (2010) 3 SCC (Civ) 260], has also not been kept in mind before passing the impugned\\ninterim order: (SCC pp. 123-24, para 46)\\n        “46. It must be remembered that stay of an action initiated by the State and/or its\\n    agencies/instrumentalities for recovery of taxes, cess, fees, etc. seriously impedes\\n    execution of projects of public importance and disables them from discharging their\\n    constitutional and legal obligations towards the citizens. In cases relating to recovery of\\n    the dues of banks, financial institutions and secured creditors, stay granted by the High\\n    Court would have serious adverse impact on the financial health of such\\n    bodies/institutions, which (sic will) ultimately prove detrimental to the economy of the\\n    nation. Therefore, the High Court should be extremely careful and circumspect in\\n    exercising its discretion to grant stay in such matters.</span> <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"186727474\\\" id=\\\"span_46\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1603548\\\" id=\\\"span_47\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1885496\\\" id=\\\"span_48\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1538210\\\" id=\\\"span_49\\\">Of course, if the petitioner is able\\n    to show that its case falls within any of the exceptions carved out in <a href=\\\"/doc/1538210/\\\" id=\\\"a_86\\\">Baburam Prakash\\n    Chandra Maheshwari v. Antarim Zila Parishad</a> [<a href=\\\"/doc/1885496/\\\" id=\\\"a_87\\\">AIR 1969 SC 556], Whirlpool\\n    Corpn. v. Registrar of Trade Marks</a> [(<a href=\\\"/doc/1603548/\\\" id=\\\"a_88\\\">1998) 8 SCC 1] and Harbanslal Sahnia v. Indian\\n    Oil Corpn. Ltd.</a> [(2003) 2 SCC 107] and some other judgments, then the High Court\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_50\\\">                                             14</span>\\n\\f       may, after considering all the relevant parameters and public interest, pass an\\n       appropriate interim order.”\\n   <a href=\\\"/doc/186727474/\\\" id=\\\"a_89\\\">Phoenix ARC (P) Ltd. v. Vishwa Bharati Vidya Mandir</a>, (2022) 5 SCC 345,\\n            “18. Even otherwise, it is required to be noted that a writ petition against the private\\n    financial institution — ARC — the appellant herein under <a href=\\\"/doc/1712542/\\\" id=\\\"a_90\\\">Article 226</a> of the Constitution\\n    of India against the proposed action/actions under <a href=\\\"/doc/26129616/\\\" id=\\\"a_91\\\">Section 13(4)</a> of the SARFAESI Act can\\n    be said to be not maintainable. In the present case, the ARC proposed to take action/actions\\n    under the <a href=\\\"/doc/52229129/\\\" id=\\\"a_92\\\">SARFAESI Act</a> to recover the borrowed amount as a secured creditor. The ARC\\n    as such cannot be said to be performing public functions which are normally expected to\\n    be performed by the State authorities. During the course of a commercial transaction and\\n    under the contract, the bank/ARC lent the money to the borrowers herein and therefore the\\n    said activity of the bank/ARC cannot be said to be as performing a public function which\\n    is normally expected to be performed by the State authorities. If proceedings are initiated\\n    under the <a href=\\\"/doc/52229129/\\\" id=\\\"a_93\\\">SARFAESI Act</a> and/or any proposed action is to be taken and the borrower is\\n    aggrieved by any of the actions of the private bank/bank/ARC, borrower has to avail the\\n    remedy under the <a href=\\\"/doc/52229129/\\\" id=\\\"a_94\\\">SARFAESI Act</a> and no writ petition would lie and/or is maintainable\\n    and/or entertainable.</span></span></span></span> <span class=\\\"citetext\\\" data-sentiment=\\\"PARTY\\\" data-docid=\\\"1080534\\\" id=\\\"span_51\\\">Therefore, decisions of this Court in <a href=\\\"/doc/1080534/\\\" id=\\\"a_95\\\">Praga Tools Corpn. v. C.A.\\n    Imanual</a>, [(1969) 1 SCC 585] and Ramesh Ahluwalia v. State of Punjab, [(2012) 12 SCC\\n    331: (2013) 3 SCC (L&amp;S) 45: 4 SCEC 715] relied upon by the learned counsel appearing\\n    on behalf of the borrowers are not of any assistance to the borrowers.</span>\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_49\\\">                                           xxx xxx        xxx\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_50\\\">            <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"28622663\\\" id=\\\"span_52\\\">21. Applying the law laid down by this Court in <a href=\\\"/doc/28622663/\\\" id=\\\"a_96\\\">State Bank of\\n    Travancore v. Mathew K.C.</a>, [(2018) 3 SCC 85: (2018) 2 SCC (Civ) 41] to the facts on\\n    hand, we are of the opinion that filing of the writ petitions by the borrowers before the High\\n    Court under <a href=\\\"/doc/1712542/\\\" id=\\\"a_97\\\">Article 226</a> of the Constitution of India is an abuse of process of the court. The\\n    writ petitions have been filed against the proposed action to be taken under <a href=\\\"/doc/26129616/\\\" id=\\\"a_98\\\">Section 13(4)</a>.\\n    As observed hereinabove, even assuming that the communication dated 13-8-2015 was a\\n    notice under <a href=\\\"/doc/26129616/\\\" id=\\\"a_99\\\">Section 13(4)</a><a href=\\\"/doc/28622663/\\\" id=\\\"a_100\\\">, <a href=\\\"/doc/28622663/\\\" id=\\\"a_101\\\">in that case</a></a> also, in view of the statutory, efficacious remedy\\n    available by way of appeal under <a href=\\\"/doc/112742697/\\\" id=\\\"a_102\\\">Section 17</a> of the SARFAESI Act, the High Court ought\\n    not to have entertained the writ petitions. Even the impugned orders passed by the High\\n    Court directing to maintain the status quo with respect to the possession of the secured\\n    properties on payment of Rs 1 crore only (in all Rs 3 crores) is absolutely unjustifiable. The\\n    dues are to the extent of approximately Rs 117 crores. The ad interim relief has been\\n    continued since 2015 and the secured creditor is deprived of proceeding further with the\\n    action under the <a href=\\\"/doc/52229129/\\\" id=\\\"a_103\\\">SARFAESI Act</a>. Filing of the writ petition by the borrowers before the\\n    High Court is nothing but an abuse of process of court. It appears that the High Court has\\n    initially granted an ex parte ad interim order mechanically and without assigning any\\n    reasons. The High Court ought to have appreciated that by passing such an interim order,\\n    the rights of the secured creditor to recover the amount due and payable have been seriously\\n    prejudiced. The secured creditor and/or its assignor have a right to recover the amount due\\n    and payable to it from the borrowers. The stay granted by the High Court would have\\n    serious adverse impact on the financial health of the secured creditor/assignor. Therefore,\\n    the High Court should have been extremely careful and circumspect in exercising its\\n    discretion while granting stay in such matters.</span> <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"179064366\\\" id=\\\"span_53\\\">In these circumstances, the proceedings\\n    before the High Court deserve to be dismissed.”\\n\\n <a href=\\\"/doc/179064366/\\\" id=\\\"a_104\\\">Varimadugu Obi Reddy v. B. Sreenivasulu</a>, (2023) 2 SCC 168,\\n          “36. In the instant case, although the respondent borrowers initially approached the\\n    Debts Recovery Tribunal by filing an application under Section 17 of the SARFAESI Act,\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_54\\\">                                                15</span>\\n\\f       2002, but the order of the Tribunal indeed was appealable under <a href=\\\"/doc/11945171/\\\" id=\\\"a_105\\\">Section 18</a> of the Act\\n       subject to the compliance of condition of pre-deposit and without exhausting the statutory\\n       remedy of appeal, the respondent borrowers approached the High Court by filing the writ\\n       application under <a href=\\\"/doc/1712542/\\\" id=\\\"a_106\\\">Article 226</a> of the Constitution. We deprecate such practice of\\n       entertaining the writ application by the High Court in exercise of jurisdiction under <a href=\\\"/doc/1712542/\\\" id=\\\"a_107\\\">Article\\n       226</a> of the Constitution without exhausting the alternative statutory remedy available under\\n       the law. This circuitous route appears to have been adopted to avoid the condition of pre-\\n       deposit contemplated under 2nd proviso to <a href=\\\"/doc/11945171/\\\" id=\\\"a_108\\\">Section 18</a> of the 2002 Act.”</span>\\n\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_51\\\">18. While doing so, we are conscious of the fact that the powers conferred under\\n\\n   <a href=\\\"/doc/1712542/\\\" id=\\\"a_109\\\">Article 226</a> of the Constitution of India are rather wide but are required to be\\n\\n   exercised only in extraordinary circumstances in matters pertaining to\\n\\n   proceedings and adjudicatory scheme qua a statute, more so in commercial\\n\\n   matters involving a lender and a borrower, when the legislature has provided for\\n\\n   a specific mechanism for appropriate redressal.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_52\\\">19. Reiterating the concern expressed, the present appeals are disposed of. The\\n\\n   Registry is directed to mark a copy of this order to the High Court of Kerala and\\n\\n   the High Court of Punjab &amp; Haryana. No costs.\\n</p>\\n\\n\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_53\\\">                                                                          ……………………….J.\\n                                                                           (SANJIV KHANNA)\\n\\n\\n                                                                          ……………………….J.\\n                                                                           (M. M. SUNDRESH)\\nNew Delhi,\\nApril 17, 2023\\n\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_55\\\">                                                  16</span>\\n\\f</p>\",\"numcites\":37,\"numcitedby\":312,\"docsource\":\"Supreme Court of India\",\"citetid\":85623214,\"divtype\":\"judgments\",\"relatedqs\":[{\"value\":\"sarfaesi act\",\"formInput\":\"sarfaesi%20act\"},{\"value\":\"principles of natural justice\",\"formInput\":\"principles%20of%20natural%20justice\"},{\"value\":\"article 226 of constitution\",\"formInput\":\"article%20226%20of%20constitution\"},{\"value\":\"\\\"sarfaesi\\\"\",\"formInput\":\"%22sarfaesi%22\"},{\"value\":\" writ of certiorari\",\"formInput\":\"%20writ%20of%20certiorari\"},{\"value\":\"drat\",\"formInput\":\"drat\"},{\"value\":\"debts recovery tribunal\",\"formInput\":\"debts%20recovery%20tribunal\"},{\"value\":\"where alternate remedy was available\",\"formInput\":\"where%20alternate%20remedy%20was%20available\"},{\"value\":\"certiorari\",\"formInput\":\"certiorari\"},{\"value\":\"\\\"alternative remedy\\\"\",\"formInput\":\"%22alternative%20remedy%22\"},{\"value\":\"drt act\",\"formInput\":\"drt%20act\"},{\"value\":\"1998 8 scc 1\",\"formInput\":\"1998%208%20scc%201\"},{\"value\":\"2018 3 SCC 85\",\"formInput\":\"2018%203%20SCC%2085\"},{\"value\":\" special leave petition\",\"formInput\":\"%20special%20leave%20petition\"},{\"value\":\"ex parte \",\"formInput\":\"ex%20parte%20\"},{\"value\":\"Harbanslal Sahnia\",\"formInput\":\"Harbanslal%20Sahnia\"},{\"value\":\"whirlpool\",\"formInput\":\"whirlpool\"},{\"value\":\"mandamus\",\"formInput\":\"mandamus\"},{\"value\":\"1998 (8) scc\",\"formInput\":\"1998%20%288%29%20scc\"},{\"value\":\"writ petition under article 226\",\"formInput\":\"writ%20petition%20under%20article%20226\"}],\"cats\":[{\"value\":\"appeal-high-court < writ-petition-high-court\",\"formInput\":\"tag:appeal-high-court < writ-petition-high-court\"},{\"value\":\"securitisation-reconstruction-of-assets,financial-security\",\"formInput\":\"tag:securitisation-reconstruction-of-assets,financial-security\"},{\"value\":\"measures-to-recover-secured-debt\",\"formInput\":\"tag:measures-to-recover-secured-debt\"}],\"courtcopy\":true,\"query_alert\":null,\"agreement\":false}",
  "metadata": "{\"tid\":85623214,\"publishdate\":\"2023-04-17\",\"doctype\":\"Supreme Court of India\",\"relurl\":\"judis.nic.in/2023-04-17/m_s_south_indian_bank_ltd_naveen_mathew_philip\",\"caseno\":\"C.A. No.-002861-002862 / 2023\",\"numcites\":37,\"numcitedby\":312,\"title\":\"M/S. South Indian Bank Ltd. vs Naveen Mathew Philip on 17 April, 2023\"}"
}