{
  "petition": {
    "tid": 90251163,
    "catids": [
      4,
      308,
      46,
      12
    ],
    "doctype": 1000,
    "publishdate": "2019-09-05",
    "authorid": 953,
    "bench": [
      738,
      953
    ],
    "title": "P. Chidambaram vs Directorate Of Enforcement on 5 September, 2019",
    "numcites": 78,
    "numcitedby": 2721,
    "headline": "",
    "docsize": 116158,
    "fragment": true,
    "docsource": "Supreme Court of India",
    "author": "R Banumathi",
    "authorEncoded": "r-banumathi",
    "citation": "AIR 2019 SUPREME COURT 4198"
  },
  "document": "{\"tid\":90251163,\"publishdate\":\"2019-09-05\",\"title\":\"P. Chidambaram vs Directorate Of Enforcement on 5 September, 2019\",\"doc\":\"<h2 class=\\\"doc_title\\\">P. Chidambaram vs Directorate Of Enforcement on 5 September, 2019</h2>\\n\\n<h3 class=\\\"doc_citations\\\">Equivalent citations: AIR 2019 SUPREME COURT 4198, 2019 (9) SCC 24, AIRONLINE 2019 SC 1001, 2019 CRI LJ 4754, 2019 (6) ADR 401, (2019) 12 SCALE 94, (2019) 3 CRIMES 410, 2019 (3) SCC (CRI) 509, (2019) 4 BOMCR(CRI) 809, (2019) 4 MAD LJ(CRI) 188, (2019) 4 PAT LJR 19, (2019) 4 RECCRIR 875, (2019) 76 OCR 498, AIR 2019 SC( CRI) 1539</h3>\\n\\n<h3 class=\\\"doc_author\\\">Author: <a href=\\\"/search/?formInput=authorid:r-banumathi\\\">R. Banumathi</a></h3>\\n\\n<h3 class=\\\"doc_bench\\\">Bench: <a href=\\\"/search/?formInput=benchid:a-s-bopanna\\\">A.S. Bopanna</a>, <a href=\\\"/search/?formInput=benchid:r-banumathi\\\">R. Banumathi</a></h3>\\n\\n<pre id=\\\"pre_1\\\">                                                         1\\n\\n                                                                                REPORTABLE\\n\\n                                     IN THE SUPREME COURT OF INDIA\\n                                    CRIMINAL APPELLATE JURISDICTION\\n\\n                                      CRIMINAL APPEAL NO. 1340 2019\\n                                   (Arising out of SLP(Crl.) No.7523 of 2019)\\n\\n     P. CHIDAMBARAM                                                    ...Appellant\\n\\n                                                     VERSUS\\n\\n     DIRECTORATE OF ENFORCEMENT                                       …Respondent\\n\\n\\n\\n                                                 JUDGMENT\\n</pre>\\n\\n\\n<p data-structure=\\\"Issue\\\" id=\\\"p_1\\\">     R. BANUMATHI, J.\\n</p>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_2\\\">\\n\\n</p><p data-structure=\\\"Issue\\\" id=\\\"p_3\\\">                         Leave granted.\\n</p>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_4\\\">     2.                  This appeal relates to the alleged irregularities in Foreign Investment\\n\\n     Promotion Board (FIPB) clearance given to the INX Media for receiving\\n\\n     foreign investment to the tune of Rs.305 crores against approved inflow of\\n\\n     Rs.4.62 crores. The High Court of Delhi rejected the appellant’s plea for\\n\\n     anticipatory bail in the case registered by Central Bureau of Investigation\\n\\n     (CBI) being RC No.220/2017-E-0011 under <a href=\\\"/doc/1897847/\\\" id=\\\"a_1\\\">Section 120B</a> IPC read with\\n<span class=\\\"hidden_text\\\" id=\\\"span_1\\\">Signature Not Verified</span>\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_2\\\">Digitally signed by</span>\\n\\n     <a href=\\\"/doc/1436241/\\\" id=\\\"a_2\\\">Section 420</a> IPC, <a href=\\\"/doc/1738671/\\\" id=\\\"a_3\\\">Section 8</a> and <a href=\\\"/doc/86648814/\\\" id=\\\"a_4\\\">Section 13(2)</a> read with <a href=\\\"/doc/86648814/\\\" id=\\\"a_5\\\">Section 13(1)(d)</a> of\\n<span class=\\\"hidden_text\\\" id=\\\"span_3\\\">ASHWANI KUMAR</span>\\n<span class=\\\"hidden_text\\\" id=\\\"span_4\\\">Date: 2019.09.05</span>\\n<span class=\\\"hidden_text\\\" id=\\\"span_5\\\">14:14:59 IST</span>\\n<span class=\\\"hidden_text\\\" id=\\\"span_6\\\">Reason:</span>\\n\\n\\n\\n\\n     the <a href=\\\"/doc/1331755/\\\" id=\\\"a_6\\\">Prevention of Corruption Act, 1988</a>. By the impugned order dated\\n<span class=\\\"hidden_text\\\" id=\\\"span_7\\\">\\f                                      2</span>\\n\\n20.08.2019, the High Court also refused to grant anticipatory bail in the\\n\\ncase registered by the Enforcement Directorate in ECIR No.07/HIU/2017\\n\\npunishable under <a href=\\\"/doc/1283441/\\\" id=\\\"a_7\\\">Sections 3</a> and <a href=\\\"/doc/1182345/\\\" id=\\\"a_8\\\">4</a> of the Prevention of Money-Laundering\\n\\nAct, 2002.\\n</p>\\n<p data-structure=\\\"PetArg\\\" id=\\\"p_5\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1308768\\\" id=\\\"span_8\\\">3.   Grievance of the appellant is that against the impugned order of the\\n\\nHigh Court, the appellant tried to get the matter listed in the Supreme Court\\n\\non 21.08.2019; but the appellant could not get an urgent hearing in the\\n\\nSupreme Court seeking stay of the impugned order of the High Court. The\\n\\nappellant was arrested by the CBI on the night of 21.08.2019. Since the\\n\\nappellant was arrested and remanded to custody in CBI case, in view of the\\n\\njudgment of the Constitution Bench in <a href=\\\"/doc/1308768/\\\" id=\\\"a_9\\\">Shri Gurbaksh Singh Sibbia and\\n\\nothers v. State of Punjab</a> (1980) 2 SCC 565, the appellant cannot seek\\n\\nanticipatory bail after he is arrested. Accordingly, SLP(Crl.)</span> No.7525 of\\n\\n2019 preferred by the appellant qua the CBI case was dismissed as\\n\\ninfructuous vide order dated 26.08.2019 on the ground that the appellant\\n\\nhas already been arrested and remanded to custody. This Court granted\\n\\nliberty to the appellant to work out his remedy in accordance with law.\\n\\n</p><p data-structure=\\\"Issue\\\" id=\\\"p_6\\\">4.   On 15.05.2017, CBI registered FIR in RC No.220/2017-E-0011 under\\n\\n<a href=\\\"/doc/1897847/\\\" id=\\\"a_10\\\">Section 120B</a> IPC read with <a href=\\\"/doc/1436241/\\\" id=\\\"a_11\\\">Section 420</a> IPC, <a href=\\\"/doc/449543/\\\" id=\\\"a_12\\\">Section 8</a> and <a href=\\\"/doc/1686268/\\\" id=\\\"a_13\\\">Section 13(2)</a>\\n\\nread with <a href=\\\"/doc/178303/\\\" id=\\\"a_14\\\">Section 13(1)(d)</a> of the Prevention of Corruption Act, 1988\\n\\nagainst the accused viz. (i) INX Media through its Director Indrani\\n<span class=\\\"hidden_text\\\" id=\\\"span_9\\\">\\f                                     3</span>\\n\\nMukherjea; (ii) INX News through its Director Sh. Pratim Mukherjea @\\n\\nPeter Mukherjea and others; (iii) Sh. Karti P. Chidambaram; (iv) Chess\\n\\nManagement Services through its Director Sh. Karti P. Chidambaram and\\n\\nothers; (v) Advantage Strategic Consulting through its Director Ms. Padma\\n\\nVishwanathan @ Padma Bhaskararaman and others; (vi) unknown\\n\\nofficers/officials of Ministry of Finance, Govt. of India; and (vii) other\\n\\nunknown persons for the alleged irregularities in giving FIPB’s clearance to\\n\\nINX Media to receive overseas funds of Rs.305 crores against approved\\n\\nForeign Direct Investment (FDI) of Rs.4.62 crores.\\n</p>\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_7\\\">5.   Case of the prosecution in the predicate offence is that in 2007, INX\\n\\nMedia Pvt. Ltd. approached Foreign Investment Promotion Board (FIPB)\\n\\nseeking approval for FDI upto 46.216 per cent of the issued equity capital.\\n\\nWhile sending the proposal by INX Media to be placed before the FIPB,\\n\\nINX Media had clearly mentioned in it the inflow of FDI to the extent of\\n\\nRs.4,62,16,000/- taking the proposed issue at its face value. The FIPB in\\n\\nits meeting held on 18.05.2007 recommended the proposal of INX Media\\n\\nsubject to the approval of the Finance Minister-the appellant.       In the\\n\\nmeeting, the Board did not approve the downstream investment by INX\\n\\nMedia in INX News.     In violation of the conditions of the approval, the\\n\\nrecommendation of FIPB:- (i) INX Media deliberately made a downstream\\n\\ninvestment to the extent of 26% in the capital of INX News Ltd. without\\n<span class=\\\"hidden_text\\\" id=\\\"span_10\\\">\\f                                      4</span>\\n\\nspecific approval of FIPB which included indirect foreign investment by the\\n\\nsame Foreign Investors; (ii) generated more than Rs.305 crores FDI in INX\\n\\nMedia which is in clear violation of the approved foreign flow of Rs.4.62\\n\\ncrores by issuing shares to the foreign investors at a premium of more than\\n\\nRs.800/- per share.\\n</p>\\n<p data-structure=\\\"Facts\\\" id=\\\"p_8\\\">6.   Upon receipt of a complaint on the basis of a cheque for an amount of\\n\\nRs.10,00,000/- made in favour of M/s Advantage Strategic Consulting\\n\\nPrivate Limited (ASCPL) by INX Media, the investigation wing of the\\n\\nIncome Tax Department proceeded to investigate the matter and the\\n\\nrelevant information was sought from the FIPB, which in turn, vide its letter\\n\\ndated 26.05.2008 sought clarification from the INX Media which justified its\\n\\naction saying that the downstream investment has been authorised and that\\n\\nthe same was made in accordance with the approval of FIPB. It is alleged\\n\\nby the prosecution that in order to get out of the situation without any penal\\n\\nprovision, INX Media entered into a criminal conspiracy with Sh. Karti\\n\\nChidambaram, Promoter Director, Chess Management Services Pvt. Ltd.\\n\\nand the appellant-the then Finance Minister of India. INX Media through\\n\\nthe letter dated 26.06.2008 tried to justify their action stating that the\\n\\ndownstream investment has been approved and the same was made in\\n\\naccordance with approval.\\n</p>\\n<p data-structure=\\\"Facts\\\" id=\\\"p_9\\\">7.   The FIR further alleges that for the services rendered by Sh. Karti\\n<span class=\\\"hidden_text\\\" id=\\\"span_11\\\">\\f                                       5</span>\\n\\nChidambaram to INX Media through Chess Management Services in\\n\\ngetting the issues scuttled by influencing the public servants of FIPB unit of\\n\\nthe Ministry of Finance, consideration in the form of payments were\\n\\nreceived against invoices raised on INX Media by ASCPL. It is alleged in\\n\\nthe FIR that the very reason for getting the invoices raised in the name of\\n\\nASCPL for the services rendered by Chess Management Services was with\\n\\na view to conceal the identity of Sh. Karti Chidambaram inasmuch as on the\\n\\nday when the invoices were raised and payment was received. It is stated\\n\\nthat Sh. Karti Chidambaram was the Promoter, Director of Chess\\n\\nManagement Services whereas ASCPL was being controlled by him\\n\\nindirectly. It is alleged that the invoices approximately for an amount of\\n\\nRs.3.50 crores were falsely got raised in favour of INX Media in the name of\\n\\nother companies in which Sh. Karti Chidambaram was having sustainable\\n\\ninterest either directly or indirectly. It is alleged that such invoices were\\n\\nfalsely got raised for creation of acquisition of media content, consultancy in\\n\\nrespect of market research, acquisition of content of various genre of Audio-\\n\\nVideo etc. It is alleged that INX Media Group in his record has clearly\\n\\nmentioned the purpose of payment of Rs.10,00,000/- to ASCPL as towards\\n\\n“management      consultancy   charges     towards   FIPB    notification   and\\n\\nclarification”. Alleging that the above acts of omission and commission\\n\\nprima facie disclose commission of offence, CBI has registered FIR in RC\\n\\nNo.220/2017-E-0011 on 15.05.2017 under Section 120B read with <a href=\\\"/doc/1633827/\\\" id=\\\"a_15\\\">Section\\n<span class=\\\"hidden_text\\\" id=\\\"span_12\\\">\\f                                        6</span></a>\\n\\n<a href=\\\"/doc/1436241/\\\" id=\\\"a_16\\\">420</a> IPC, <a href=\\\"/doc/733974/\\\" id=\\\"a_17\\\">Section 8</a> and <a href=\\\"/doc/1259316/\\\" id=\\\"a_18\\\">Section 13(2)</a> read with <a href=\\\"/doc/178303/\\\" id=\\\"a_19\\\">Section 13(1)(d)</a> of the\\n\\nPrevention of Corruption Act, 1988 against the aforesaid accused.\\n\\n</p><p data-structure=\\\"Issue\\\" id=\\\"p_10\\\">8.   On the basis of the said FIR registered by CBI, the Enforcement\\n\\nDirectorate registered a case in ECIR No.07/HIU/2017 against the\\n\\naforesaid accused persons for allegedly committing the offence punishable\\n\\nunder <a href=\\\"/doc/1283441/\\\" id=\\\"a_20\\\">Sections 3</a> and <a href=\\\"/doc/1182345/\\\" id=\\\"a_21\\\">4</a> of the Prevention of Money-Laundering Act, 2002\\n\\n(PMLA).    Ever since the registration of the cases in 2017, there were\\n\\nvarious proceedings seeking bail and number of other proceedings pending\\n\\nfiled by Sh. Karti Chidambaram and other accused. Finally, the Delhi High\\n\\nCourt granted bail to Sh. Karti Chidambaram in INX Media case filed by CBI\\n\\non 23.03.2018. Thereafter, the appellant moved Delhi High Court seeking\\n\\nanticipatory bail both in CBI case and also in money-laundering case filed\\n\\nby Enforcement Directorate. On 25.07.2018, the Delhi High Court granted\\n\\nthe appellant interim protection from arrest in both the cases and the same\\n\\nwas extended till 20.08.2019 – the date on which the High Court dismissed\\n\\nthe appellant’s petition refusing to grant anticipatory bail.\\n\\n</p><p data-structure=\\\"Facts\\\" id=\\\"p_11\\\">9.   The High Court dismissed the application refusing to grant\\n\\nanticipatory bail to the appellant by holding that “it is a classic case of\\n\\nmoney-laundering”. The High Court observed that “it is a clear case of\\n\\nmoney-laundering”. The learned Single Judge dismissed the application for\\n\\nanticipatory bail by holding “that the alleged irregularities committed by the\\n<span class=\\\"hidden_text\\\" id=\\\"span_13\\\">\\f                                       7</span>\\n\\nappellant makes out a prima facie case for refusing pre-arrest bail to the\\n\\nappellant”.    The learned Single Judge also held that “considering the\\n\\ngravity of the offence and the evasive reply given by the appellant to the\\n\\nquestions put to him while he was under the protective cover extended to\\n\\nhim by the court are the twin factors which weigh to deny the pre-arrest bail\\n\\nto the appellant”. Being aggrieved, the appellant has preferred this appeal.\\n\\n</p><p data-structure=\\\"PetArg\\\" id=\\\"p_12\\\">10.    Lengthy arguments were heard on number of hearings stretched over\\n\\nfor long time. Learned Senior counsel appearing for the appellant Mr. Kapil\\n\\nSibal and Mr. Abhishek Manu Singhvi made meticulous submissions on the\\n\\nconcept of life and liberty enshrined in <a href=\\\"/doc/1199182/\\\" id=\\\"a_22\\\">Article 21</a> of the Constitution of India\\n\\nto urge that the appellant is entitled to the privilege of anticipatory bail.\\n\\nArguments were also advanced on various aspects – whether the court can\\n\\nlook   into   the   materials   produced   by the    respondent-Enforcement\\n\\nDirectorate to seek custody of the appellant when the appellant was not\\n\\nconfronted with those documents on the three dates of interrogation of the\\n\\nappellant     conducted   on    19.12.2018,   01.01.2019    and    21.01.2019.\\n\\nInterlocutory application was filed by the appellant to produce the\\n\\ntranscripts of the questions put to the appellant and the answers given by\\n\\nthe appellant, recorded by Enforcement Directorate. Countering the above\\n\\nsubmissions, Mr. Tushar Mehta, learned Solicitor General made the\\n\\nsubmissions that grant of anticipatory bail is not part of <a href=\\\"/doc/1199182/\\\" id=\\\"a_23\\\">Article 21</a> of the\\n<span class=\\\"hidden_text\\\" id=\\\"span_14\\\">\\f                                          8</span>\\n\\nConstitution of India. Mr. Tushar Mehta urged that having regard to the\\n\\nmaterials collected by the respondent-Enforcement Directorate and the\\n\\nspecific inputs and in view of the provisions of the special enactment-\\n\\nPMLA, custodial interrogation of the appellant is required and the appellant\\n\\nis not entitled to the privilege of anticipatory bail.\\n</p>\\n<p data-structure=\\\"PetArg\\\" id=\\\"p_13\\\">Contention of Mr. Kapil Sibal, learned Senior counsel:-\\n\\n</p><p data-structure=\\\"PetArg\\\" id=\\\"p_14\\\">11.   Mr. Kapil Sibal, learned Senior counsel appearing on behalf of the\\n\\nappellant submitted that the clearance for INX FDI was approved by\\n\\nForeign Investment Promotion Board (FIPB) consisting of six Secretaries\\n\\nand the appellant as the then Finance Minister granted approval in the\\n\\nnormal course of official business. The learned Senior counsel submitted\\n\\nthat the crux of the allegation is that the appellant’s son Sh. Karti\\n\\nChidambaram tried to influence the officials of FIPB for granting ex-post\\n\\nfacto approval for downstream investment by INX Media to INX News;\\n\\nwhereas neither the Board members of FIPB nor the officials of FIPB have\\n\\nstated anything about the appellant’s son Sh. Karti Chidambaram that he\\n\\napproached and influenced them for ex-post facto approval. The learned\\n\\nSenior counsel contended that the entire case alleges about money paid to\\n\\nASCPL and Sh. Karti Chidambaram is neither the share-holder nor a\\n\\nDirector in the said ASCPL; but the Enforcement Directorate has falsely\\n\\nalleged that Sh. Karti Chidambaram has been controlling the company-\\n<span class=\\\"hidden_text\\\" id=\\\"span_15\\\">\\f                                      9</span>\\n\\nASCPL. It was submitted that the appellant has nothing to do with the said\\n\\nASCPL to whom money has been paid by INX Media.\\n</p>\\n<p data-structure=\\\"RespArg\\\" id=\\\"p_15\\\">12.   Taking us through the impugned judgment and the note said to have\\n\\nbeen submitted by the Enforcement Directorate before the High Court, the\\n\\nlearned Senior counsel submitted that the learned Single Judge has\\n\\n“copied and pasted” paragraphs after paragraphs of the note given by the\\n\\nrespondent in the court.    It was urged that there was no basis for the\\n\\nallegations contained in the said note to substantiate the alleged\\n\\ntransactions/transfer of money as stated in the tabular column given in the\\n\\nimpugned order.\\n</p>\\n<p data-structure=\\\"RespArg\\\" id=\\\"p_16\\\">13.   So far as the sealed cover containing the materials sought to be\\n\\nhanded over by the Enforcement Directorate, the learned Senior counsel\\n\\nraised strong objections and submitted that the Enforcement Directorate\\n\\ncannot randomly produce the documents in the court “behind the back” of\\n\\nthe appellant for seeking custody of the appellant. Strong objections were\\n\\nraised for the plea of Enforcement Directorate requesting the court to\\n\\nreceive the sealed cover and for looking into the documents/material\\n\\ncollected during the investigation allegedly showing the trail of money in the\\n\\nname of companies and the money-laundering.\\n</p>\\n<p data-structure=\\\"PetArg\\\" id=\\\"p_17\\\">14.   The appellant was interrogated by the respondent on three dates viz.\\n\\n19.12.2018, 01.01.2019 and 21.01.2019. So far as the observation of the\\n<span class=\\\"hidden_text\\\" id=\\\"span_16\\\">\\f                                          10</span>\\n\\nHigh Court that the appellant was “evasive” during interrogation, the\\n\\nlearned Senior counsel submitted that the appellant has well cooperated\\n\\nwith the respondent and the respondent cannot allege that the appellant\\n\\nwas “non-cooperative”. On behalf of the appellant, an application has also\\n\\nbeen filed seeking direction to the respondent to produce the transcripts of\\n\\nthe questioning conducted on 19.12.2018, 01.01.2019 and 21.01.2019.\\n\\nThe learned Senior counsel submitted that the transcripts will show whether\\n\\nthe appellant was “evasive” or not during his questioning as alleged by the\\n\\nrespondent.\\n</p>\\n<p data-structure=\\\"RespArg\\\" id=\\\"p_18\\\">15.   Learned Senior counsel submitted that the provision for anticipatory\\n\\nbail i.e. <a href=\\\"/doc/1783708/\\\" id=\\\"a_24\\\">Section 438</a> Cr.P.C. has to be interpreted in a fair and reasonable\\n\\nmanner and while so, the High Court has mechanically rejected the\\n\\nanticipatory bail. It was further submitted that in case of offences of the\\n\\nnature alleged, everything is borne out by the records and there is no\\n\\nquestion of the appellant being “evasive”. The learned Senior counsel also\\n\\nsubmitted     that   co-accused     Sh.    Karti   Chidambaram   and   Padma\\n\\nBhaskararaman were granted bail and the other accused Indrani Mukherjea\\n\\nand Sh. Pratim Mukherjea @ Peter Mukherjea are on statutory bail and the\\n\\nappellant is entitled to bail on parity also.\\n</p>\\n<p data-structure=\\\"PetArg\\\" id=\\\"p_19\\\">Contention of Mr. Abhishek Manu Singhvi, learned Senior counsel:-\\n\\n</p><p data-structure=\\\"PetArg\\\" id=\\\"p_20\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"PARTY\\\" data-docid=\\\"165099707\\\" id=\\\"span_17\\\">16.   Reiterating the submission of Mr. Kapil Sibal, Mr. Abhishek Manu\\n<span class=\\\"hidden_text\\\" id=\\\"span_18\\\">\\f                                     11</span>\\n\\nSinghvi, learned Senior counsel submitted that the Enforcement Directorate\\n\\ncannot say that the appellant was “non-cooperative” and “evasive”. Mr.\\n\\nSinghvi also urged for production of transcripts i.e. questions put to the\\n\\nappellant and the answers which would show whether the appellant has\\n\\nproperly responded to the questions or not.         Placing reliance upon\\n\\n<a href=\\\"/doc/165099707/\\\" id=\\\"a_25\\\">Additional District Magistrate, Jabalpur v. Shivakant Shukla</a> (1976) 2 SCC\\n\\n521, the learned Senior counsel submitted that the respondent cannot rely\\n\\nupon the documents without furnishing those documents to the appellant or\\n\\nwithout questioning the appellant about the materials collected during the\\n\\ninvestigation.   Reiterating the submission of Mr. Sibal, Mr. Singhvi\\n\\ncontended that the High Court has denied anticipatory bail to the appellant\\n\\non the basis of materials produced by the respondent in the cover before\\n\\nthe court which were never shown to the appellant nor was the appellant\\n\\nconfronted with the same. The learned Senior counsel submitted that the\\n\\nalleged occurrence was of the year 2007-08 and <a href=\\\"/doc/1436241/\\\" id=\\\"a_26\\\">Sections 420</a> IPC and\\n\\n120B <a href=\\\"/doc/1569253/\\\" id=\\\"a_27\\\">IPC</a> and <a href=\\\"/doc/178303/\\\" id=\\\"a_28\\\">Section 13</a> of the Prevention of Corruption Act were not part\\n\\nof the “scheduled offence” of <a href=\\\"/doc/1697463/\\\" id=\\\"a_29\\\">Prevention of Money-Laundering Act</a> in 2008\\n\\nand were introduced by a notification dated 01.06.2009 and in view of the\\n\\nprotection given under <a href=\\\"/doc/1501707/\\\" id=\\\"a_30\\\">Article 20(1)</a> of the Constitution of India, there can\\n\\nnever be a retrospective operation of a criminal/penal statute.</span>     <span class=\\\"citetext\\\" data-sentiment=\\\"PARTY\\\" data-docid=\\\"1786180\\\" id=\\\"span_19\\\">Placing\\n\\nreliance upon <a href=\\\"/doc/1786180/\\\" id=\\\"a_31\\\">Rao Shiv Bahadur Singh and another v. State of Vindhya\\n\\nPradesh</a> AIR 1953 SC 394, it was contended that the appellant has to\\n<span class=\\\"hidden_text\\\" id=\\\"span_20\\\">\\f                                       12</span>\\n\\nsubstantiate the contention that the acts charged as offences were offences\\n\\n“at the time of commission of the offence”. The learned Senior counsel\\n\\nurged that in 2007-2008 when the alleged acts of commission and omission\\n\\nwere committed, they were not “scheduled offences” and hence\\n\\nprosecution under <a href=\\\"/doc/1697463/\\\" id=\\\"a_32\\\">Prevention of Money-Laundering Act, 2002</a> is not\\n\\nmaintainable.</span>\\n</p>\\n<p data-structure=\\\"PetArg\\\" id=\\\"p_21\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"PARTY\\\" data-docid=\\\"55634723\\\" id=\\\"span_21\\\">17.   The learned Senior counsel has taken strong exception to the two\\n\\nfactors stated by the High Court in the impugned order for denying pre-\\n\\narrest bail i.e. (i) gravity of the offence; and (ii) the appellant was “evasive”\\n\\nto deny the anticipatory bail. The learned Senior counsel submitted that the\\n\\n“gravity of the offence” cannot be the perception of the individual or the\\n\\ncourt and the test for “gravity of the offence” should be the punishment\\n\\nprescribed by the statute for the offence committed. Insofar as the finding\\n\\nof the High Court that “the appellant was evasive to the questions”, the\\n\\nlearned   Senior    counsel   submitted     that   the   investigating   agency-\\n\\nEnforcement Directorate cannot expect an accused to give answers in the\\n\\nmanner they want and that the accused is entitled to protection under\\n\\n<a href=\\\"/doc/366712/\\\" id=\\\"a_33\\\">Article 20(3)</a> of the Constitution of India.        Reliance was placed upon\\n\\nSantosh s/o <a href=\\\"/doc/55634723/\\\" id=\\\"a_34\\\">Dwarkadas Fafat v. State of Maharashtra</a> (2017) 9 SCC 714.\\n\\nContention of Mr. Tushar Mehta, learned Solicitor General:-</span>\\n\\n</p><p data-structure=\\\"RespArg\\\" id=\\\"p_22\\\">18.   Taking us through the Statement of Objects and Reasons and salient\\n<span class=\\\"hidden_text\\\" id=\\\"span_22\\\">\\f                                        13</span>\\n\\nfeatures of the PMLA, the learned Solicitor General submitted that India is a\\n\\npart of the global community having responsibility to crackdown on money-\\n\\nlaundering with an effective legislation and PMLA is a result of the joint\\n\\ninitiatives taken by several nations. Taking us through the various\\n\\nprovisions of the PMLA, the learned Solicitor General submitted that\\n\\nmoney-laundering poses a serious threat to the financial system and\\n\\nfinancial integrity of the nation and has to be sternly dealt with. It was\\n\\nsubmitted that PMLA offence has two dimensions – predicate offence and\\n\\nmoney-laundering. Money-laundering is a separate and independent\\n\\noffence punishable under <a href=\\\"/doc/1182345/\\\" id=\\\"a_35\\\">Section 4</a> read with <a href=\\\"/doc/1283441/\\\" id=\\\"a_36\\\">Section 3</a> of the PMLA.\\n\\n</p><p data-structure=\\\"RespArg\\\" id=\\\"p_23\\\">19.   Learned Solicitor General submitted that under <a href=\\\"/doc/1093594/\\\" id=\\\"a_37\\\">Section 19</a> of PMLA,\\n\\nspecified officers, on the basis of material in possession, having reason to\\n\\nbelieve which is to be recorded in writing that the person has been guilty of\\n\\nthe offence under the Act, have power to arrest. It was urged that the power\\n\\nto arrest and necessary safeguards are enshrined under <a href=\\\"/doc/1093594/\\\" id=\\\"a_38\\\">Section 19</a> of the\\n\\nAct. It was submitted that since respondent has collected cogent materials\\n\\nto show that it is a case of money-laundering and the Enforcement\\n\\nDirectorate has issued Letter rogatory and if the Court intervenes by\\n\\ngranting anticipatory bail, the authority cannot exercise the statutory right of\\n\\narrest and interrogate the appellant.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_24\\\">20.   The learned Solicitor General submitted that they have obtained\\n<span class=\\\"hidden_text\\\" id=\\\"span_23\\\">\\f                                     14</span>\\n\\nspecific inputs from overseas banks and also about the companies and\\n\\nproperties and it is a clear case of money-laundering. The learned Solicitor\\n\\nGeneral submitted that the Court has power to look into the materials so\\n\\ncollected by the Enforcement Directorate and the same cannot be shared\\n\\nwith the appellant at this initial stage when the Court is considering the\\n\\nmatter for grant of pre-arrest bail. Relying upon number of judgments, the\\n\\nlearned Solicitor General has submitted that as a matter of practice, Courts\\n\\nhave always perused the case diaries produced by the prosecution and\\n\\nreceive and peruse the materials/documents to satisfy its judicial\\n\\nconscience. <span class=\\\"citetext\\\" data-sentiment=\\\"PARTY\\\" data-docid=\\\"368533\\\" id=\\\"span_24\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"PARTY\\\" data-docid=\\\"52834611\\\" id=\\\"span_25\\\">In support of his contention, learned Solicitor General <a href=\\\"/doc/55634723/\\\" id=\\\"a_39\\\">placed\\n\\nreliance upon</a> <a href=\\\"/doc/52834611/\\\" id=\\\"a_40\\\">Romila Thapar and Others v. Union of India and Others</a>\\n\\n(2018) 10 SCC 753, Jai Prakash Singh v. State of Bihar and Another (<a href=\\\"/doc/368533/\\\" id=\\\"a_41\\\">2012)\\n\\n4 SCC 379 and Directorate of Enforcement and Another v. P.V. Prabhakar\\n\\nRao</a> (1997) 6 SCC 647 and other judgments and requested the Court to\\n\\nperuse the materials produced by the Enforcement Directorate in the\\n\\nsealed cover.</span></span>\\n</p>\\n<p data-structure=\\\"RespArg\\\" id=\\\"p_25\\\">21.   Opposing the grant of anticipatory bail, the learned Solicitor General\\n\\nsubmitted that the Enforcement Directorate has cogent evidence to prove\\n\\nthat it is a case of money-laundering and there is a need of custodial\\n\\ninterrogation of the appellant. The learned Solicitor General submitted that\\n\\nthe economic offences stand as a class apart and custodial interrogation is\\n<span class=\\\"hidden_text\\\" id=\\\"span_26\\\">\\f                                      15</span>\\n\\nrequired for the Enforcement Directorate to trace the trail of money and\\n\\nprayed for dismissal of the appeal.\\n</p>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_26\\\">22.   As noted earlier, the predicate offences are under <a href=\\\"/doc/1897847/\\\" id=\\\"a_42\\\">Sections 120B</a> IPC\\n\\nand 420 <a href=\\\"/doc/1569253/\\\" id=\\\"a_43\\\">IPC</a>, <a href=\\\"/doc/449543/\\\" id=\\\"a_44\\\">Section 8</a> and <a href=\\\"/doc/1686268/\\\" id=\\\"a_45\\\">Section 13(2)</a> read with <a href=\\\"/doc/178303/\\\" id=\\\"a_46\\\">Section 13(1)(d)</a> of\\n\\nPrevention of Corruption Act. Case is registered against the appellant and\\n\\nothers under <a href=\\\"/doc/1283441/\\\" id=\\\"a_47\\\">Sections 3</a> and <a href=\\\"/doc/1182345/\\\" id=\\\"a_48\\\">4</a> of PMLA.           The main point falling for\\n\\nconsideration is whether the appellant is entitled to the privilege of\\n\\nanticipatory bail. In order to consider whether the appellant is to be granted\\n\\nthe privilege of anticipatory bail, it is necessary to consider the salient\\n\\nfeatures of the special enactment – <a href=\\\"/doc/1697463/\\\" id=\\\"a_49\\\">Prevention of Money-Laundering Act,\\n\\n2002</a>.\\n</p>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_27\\\">23.   <a href=\\\"/doc/1697463/\\\" id=\\\"a_50\\\">Prevention of Money-laundering Act, 2002</a> – Special Enactment:-\\n\\n</p><blockquote id=\\\"blockquote_1\\\">Money-laundering is the process of concealing illicit sources of money and\\n\\nthe launderer transforming the money proceeds derived from criminal\\n\\nactivity into funds and moved to other institution or transformed into\\n\\nlegitimate asset. It is realised world around that money laundering poses a\\n\\nserious threat not only to the financial systems of the countries but also to\\n\\ntheir integrity and sovereignty. <a href=\\\"/doc/1697463/\\\" id=\\\"a_51\\\">The Prevention of Money-laundering Act,\\n\\n2002</a> was enacted in pursuance of the Political Declaration adopted by the\\n\\nSpecial Session of the United Nations General Assembly held in June\\n\\n1998, calling upon the Member States to adopt national money-laundering\\n<span class=\\\"hidden_text\\\" id=\\\"span_27\\\">\\f                                          16</span>\\n\\nlegislation and programme, primarily with a view to meet out the serious\\n\\nthreat posed by money laundering to the financial system of the countries\\n\\nand to their integrity and sovereignty.\\n</blockquote>\\n<p data-structure=\\\"Section\\\" id=\\\"p_28\\\">24.   Statement of Objects and Reasons to the Prevention of Money-\\n\\nlaundering Act, 2002 recognises that money laundering poses a serious\\n\\nthreat not only to the financial systems of the countries but also to their\\n\\nintegrity and sovereignty.    PMLA is a special enactment containing the\\n\\nprovisions with adequate safeguards with a view to prevent money-\\n\\nlaundering. The Preamble to the Prevention of Money-Laundering Act, 2002\\n\\nstates that “<a href=\\\"/doc/1697463/\\\" id=\\\"a_52\\\">An Act</a> to prevent money-laundering and to provide for\\n\\nconfiscation of property derived from, or involved in, money-laundering and\\n\\nfor matters connected therewith or incidental thereto.”\\n\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_29\\\">25.   Chapter II of PMLA contains provisions relating to the offences of\\n\\nmoney-laundering. <a href=\\\"/doc/185922/\\\" id=\\\"a_53\\\">Section 2(1)(p)</a> of PMLA defines “money-laundering”\\n\\nthat it has the same meaning assigned to it in <a href=\\\"/doc/1283441/\\\" id=\\\"a_54\\\">Section 3</a>. <a href=\\\"/doc/1094441/\\\" id=\\\"a_55\\\">Section 2(1)(ra)</a> of\\n\\nPMLA defines “offence of cross border implications”. To prevent offences of\\n\\n“cross border implications”, PMLA contains <a href=\\\"/doc/375457/\\\" id=\\\"a_56\\\">Sections 55</a> to <a href=\\\"/doc/1959513/\\\" id=\\\"a_57\\\">61</a> dealing with\\n\\nreciprocal arrangement for assistance in certain matters and procedure for\\n\\nattachment and confiscation of property between the contracting States\\n\\nwith regard to the offences of money-laundering and predicate offences.\\n<span class=\\\"hidden_text\\\" id=\\\"span_28\\\">\\f                                            17</span>\\n\\n<a href=\\\"/doc/187436637/\\\" id=\\\"a_58\\\">Section 2(1)(y)</a> of PMLA defines “scheduled offence” which reads as\\n\\nunder:-\\n</p>\\n<blockquote id=\\\"blockquote_2\\\">      “2. Definitions –\\n      (1)……\\n      (y) “scheduled offence” means –\\n</blockquote><blockquote id=\\\"blockquote_3\\\">          (i) the offences specified under Part A of the Scheduled; or\\n</blockquote><blockquote id=\\\"blockquote_4\\\">          (ii) the offences specified under Part B of the Schedule if the total value\\n             involved in such offences is one crore rupees or more; or\\n</blockquote><blockquote id=\\\"blockquote_5\\\">          (iii)the offences specified under Part C of the Schedule.”\\n\\n\\n“Scheduled Offence” is a sine qua non for the offence of money-laundering\\n\\nwhich would generate the money that is being laundered. PMLA contains\\n\\nSchedules which originally contained three parts namely Part A, Part B and\\n\\nPart C.    Part A contains various paragraphs which enumerate offences\\n\\nunder the <a href=\\\"/doc/1727139/\\\" id=\\\"a_59\\\">Indian Penal Code, Narcotic Drugs and Psychotropic Substances\\n\\nAct, 1985</a>, offences under the <a href=\\\"/doc/1568384/\\\" id=\\\"a_60\\\">Explosives Substances Act, 1908</a> and the\\n\\noffences under the <a href=\\\"/doc/1331755/\\\" id=\\\"a_61\\\">Prevention of Corruption Act, 1988</a>                  (paragraph 8) etc.\\n\\nThe Schedule was amended by Act 21 of 2009 (w.e.f. 01.06.2009). <a href=\\\"/doc/178303/\\\" id=\\\"a_62\\\">Section\\n\\n13</a> of Prevention of Corruption Act was inserted in the Part A of the\\n\\nSchedule to PMLA by the <a href=\\\"/doc/87554693/\\\" id=\\\"a_63\\\">Amendment Act, 16</a> of 2018 (w.e.f. 26.07.2018).\\n</blockquote>\\n<p data-structure=\\\"Section\\\" id=\\\"p_30\\\">26.   <a href=\\\"/doc/1283441/\\\" id=\\\"a_64\\\">Section 3</a> of PMLA stipulates “money-laundering” to be an offence.\\n\\n<a href=\\\"/doc/1283441/\\\" id=\\\"a_65\\\">Section 3</a> of PMLA states that whosoever directly or indirectly attempts to\\n\\nindulge or knowingly assists or knowingly is a party or is actually involved in\\n\\nany process or activity connected with the proceeds of the crime and\\n<span class=\\\"hidden_text\\\" id=\\\"span_29\\\">\\f                                     18</span>\\n\\nprojecting it as untainted property shall be guilty of the offences of money\\n\\nlaundering.   The provisions of the PMLA including <a href=\\\"/doc/1283441/\\\" id=\\\"a_66\\\">Section 3</a> have\\n\\nundergone various amendments.         The words in <a href=\\\"/doc/1283441/\\\" id=\\\"a_67\\\">Section 3</a> “with the\\n\\nproceeds of crime and projecting” has been amended as “proceeds of\\n\\ncrime including its concealment, possession, acquisition or use and\\n\\nprojecting or claiming” by the Amendment Act 2 of 2013 (w.e.f. 15.02.2013).\\n\\n</p><p data-structure=\\\"Facts\\\" id=\\\"p_31\\\">27.   <a href=\\\"/doc/1182345/\\\" id=\\\"a_68\\\">Section 4</a> of PMLA deals with punishment for money laundering. Prior\\n\\nto Amendment Act 2 of 2013, <a href=\\\"/doc/1182345/\\\" id=\\\"a_69\\\">Section 4</a> provided punishment with rigorous\\n\\nimprisonment for a term which shall not be less than three years but which\\n\\nmay extend to seven years and the fine which may extend to Rs.5,00,000/-.\\n\\nBy Amendment Act 2 of 2013, <a href=\\\"/doc/1182345/\\\" id=\\\"a_70\\\">Section 4</a> is amended w.e.f. 15.02.2013 vide\\n\\nS.O. 343(E) dated 08.02.2013.      Now, the punishment prescribed under\\n\\n<a href=\\\"/doc/1182345/\\\" id=\\\"a_71\\\">Section 4</a> of PMLA to the offender is rigorous imprisonment for a term which\\n\\nshall not be less than three years but which may extend to seven years and\\n\\nthe offender is also liable to pay fine. The limit of fine has been done away\\n\\nwith and now after the amendment, appropriate fine even above\\n\\nRs.5,00,000/- can be imposed against the offender.\\n</p>\\n<p data-structure=\\\"Section\\\" id=\\\"p_32\\\">28.   <a href=\\\"/doc/838793/\\\" id=\\\"a_72\\\">Section 5</a> of PMLA which provides for attachment of property involved\\n\\nin money laundering, states that where the Director or any other officer not\\n\\nbelow the rank of Deputy Director authorised by the Director for the\\n\\npurposes of this Section, has “reason to believe” (the reason for such\\n<span class=\\\"hidden_text\\\" id=\\\"span_30\\\">\\f                                      19</span>\\n\\nbelief to be recorded in writing), on the basis of material in his\\n\\npossession, that (a) any person is in possession of any proceeds of crime;\\n\\nand (b) such proceeds of crime are likely to be concealed, transferred or\\n\\ndealt with in any manner which may result in frustrating any proceedings\\n\\nrelating to confiscation of such proceeds of crime under Chapter III, he may,\\n\\nby order in writing, provisionally attach such property for a period not\\n\\nexceeding one hundred and fifty days from the date of the order, in such\\n\\nmanner as may be prescribed. Section 5 provides that no such order of\\n\\nattachment shall be made unless, in relation to the scheduled offence, a\\n\\nreport has been forwarded to a Magistrate under Section 173 of the Code\\n\\nof Criminal Procedure, 1973 (2 of 1974), or a complaint has been filed by a\\n\\nperson authorised to investigate the offence mentioned in that Schedule,\\n\\nbefore a Magistrate or court for taking cognizance of the scheduled offence,\\n\\nas the case may be.\\n</p>\\n<p data-structure=\\\"Section\\\" id=\\\"p_33\\\">29.   The term “reason to believe” is not defined in PMLA. The expression\\n\\n“reason to believe” has been defined in <a href=\\\"/doc/1475631/\\\" id=\\\"a_73\\\">Section 26</a> of IPC. As per the\\n\\ndefinition in <a href=\\\"/doc/1475631/\\\" id=\\\"a_74\\\">Section 26</a> IPC, a person is said to have “reason to believe” a\\n\\nthing, if he has sufficient cause to believe that thing but not otherwise. The\\n\\nspecified officer must have “reason to believe” on the basis of material in\\n\\nhis possession that the property sought to be attached is likely to be\\n\\nconcealed, transferred or dealt with in a manner which may result in\\n<span class=\\\"hidden_text\\\" id=\\\"span_31\\\">\\f                                      20</span>\\n\\nfrustrating any proceedings for confiscation of their property under the Act.\\n\\nIt is stated that in the present case, exercising power under <a href=\\\"/doc/838793/\\\" id=\\\"a_75\\\">Section 5</a> of the\\n\\nPMLA, the Adjudicating Authority had attached some of the properties of\\n\\nthe appellant. Challenging the attachment, the appellant and others are\\n\\nsaid to have preferred appeal before the Appellate Tribunal and stay has\\n\\nbeen granted by the Appellate Authority and the said appeal is stated to be\\n\\npending.\\n</p>\\n<p data-structure=\\\"Section\\\" id=\\\"p_34\\\">30.   As rightly submitted by the learned Solicitor General, sufficient\\n\\nsafeguards are provided under the provisions of PMLA. Under <a href=\\\"/doc/838793/\\\" id=\\\"a_76\\\">Section 5</a> of\\n\\nPMLA, the Director or any other officer not below the rank of Deputy\\n\\nDirector authorised by the Director for the purposes of <a href=\\\"/doc/838793/\\\" id=\\\"a_77\\\">Section 5</a> who\\n\\npassed the impugned order is required to have “reason to believe” that the\\n\\nproperties sought to be attached would be transferred or dealt with in a\\n\\nmanner which would frustrate the proceedings relating to confiscation of\\n\\nsuch properties. Further, the officer who passed the order of attachment is\\n\\nrequired to record the reasons for such belief. The provisions of the PMLA\\n\\nand the Rules also provide for manner of forwarding a copy of the order of\\n\\nprovisional attachment of property along with material under sub-section (2)\\n\\nof <a href=\\\"/doc/838793/\\\" id=\\\"a_78\\\">Section 5</a> of PMLA to the Adjudicating Authority.\\n</p>\\n<p data-structure=\\\"Section\\\" id=\\\"p_35\\\">31.   In order to ensure the safeguards, in exercise of power under <a href=\\\"/doc/242082/\\\" id=\\\"a_79\\\">Section\\n\\n73</a> of PMLA, the Central Government has framed “The Prevention of\\n<span class=\\\"hidden_text\\\" id=\\\"span_32\\\">\\f                                     21</span>\\n\\nMoney-Laundering (The Manner of Forwarding a Copy of the Order of\\n\\nProvisional Attachment of Property along with the Material, and Copy of the\\n\\nReasons along with the Material in respect of Survey, to the Adjudicating\\n\\nAuthority and its period of Retention) Rules, 2005”.     Rule 3 of the said\\n\\nRules provides for manner of forwarding a copy of the order of provisional\\n\\nattachment of property along with the material under sub-section (2) of\\n\\n<a href=\\\"/doc/838793/\\\" id=\\\"a_80\\\">Section 5</a> of the Act to the Adjudicating Authority. Rule 3 stipulates various\\n\\nsafeguards as to the confidentiality of the sealed envelope sent to the\\n\\nAdjudicating Authority.\\n</p>\\n<p data-structure=\\\"Section\\\" id=\\\"p_36\\\">32.   <a href=\\\"/doc/690830/\\\" id=\\\"a_81\\\">Section 17</a> of PMLA deals with the search and seizure. <a href=\\\"/doc/690830/\\\" id=\\\"a_82\\\">Section 17</a>\\n\\nwhich deals with search and seizure states that where the Director or any\\n\\nother officer not below the rank of Deputy Director authorised by him for the\\n\\npurposes of this section on the basis of the information in his possession\\n\\nhas “reason to believe” (reason for such belief to be recorded in\\n\\nwriting) that any person has committed an offence which constitutes the\\n\\nmoney laundering or is in possession of any proceeds of crime involved in\\n\\nmoney laundering etc. may search building, place and seize any record or\\n\\nproperty found as a result of such search. <a href=\\\"/doc/690830/\\\" id=\\\"a_83\\\">Section 17</a> of PMLA also uses\\n\\nthe expression “reason to believe” and “reason for such belief to be\\n\\nrecorded in writing”. Here again, the authorised officer shall immediately\\n\\non search and seizure or upon issuance of freezing order forward a copy of\\n<span class=\\\"hidden_text\\\" id=\\\"span_33\\\">\\f                                      22</span>\\n\\nthe reasons so recorded along with the material in his possession to the\\n\\nAdjudicating Authority in a “sealed envelope” in the manner as may be\\n\\nprescribed and such Adjudicating Authority shall keep such reasons and\\n\\nmaterial for such period as may be prescribed. In order to ensure the\\n\\nsanctity of the search and seizure and to ensure the safeguards, in exercise\\n\\nof power under <a href=\\\"/doc/242082/\\\" id=\\\"a_84\\\">Section 73</a> of PMLA, the Central Government has framed\\n\\n“The Prevention of Money-Laundering (Forms, Search and Seizure or\\n\\nFreezing and the Manner of Forwarding the Reasons and Material to the\\n\\nAdjudicating Authority, Impounding and Custody of Records and the period\\n\\nof Retention) Rules, 2005”.\\n</p>\\n<p data-structure=\\\"Section\\\" id=\\\"p_37\\\">33.   <a href=\\\"/doc/1093594/\\\" id=\\\"a_85\\\">Section 19</a> of PMLA deals with the power of the specified officer to\\n\\narrest. Under sub-section (1) of <a href=\\\"/doc/1093594/\\\" id=\\\"a_86\\\">Section 19</a> of PMLA, the specified officer\\n\\nviz. the Director, the Deputy Director, Assistant Director or any other officer\\n\\nauthorised in this behalf by the Central Government by general or special\\n\\norder, on the basis of the material in possession, having “reason to\\n\\nbelieve” and “reasons for such belief be recorded in writing” that the\\n\\nperson has been guilty of offence punishable under the PMLA, has power\\n\\nto arrest such person.    The authorised officer is required to inform the\\n\\naccused the grounds for such arrest at the earliest and in terms of sub-\\n\\nsection (3) of <a href=\\\"/doc/1093594/\\\" id=\\\"a_87\\\">Section 19</a> of the Act, the arrested person is required to be\\n\\nproduced to the jurisdictional Judicial Magistrate or Metropolitan Magistrate\\n<span class=\\\"hidden_text\\\" id=\\\"span_34\\\">\\f                                      23</span>\\n\\nwithin 24 hours excluding the journey time from the place of arrest to the\\n\\nMagistrate’s Court. In order to ensure the safeguards, in exercise of power\\n\\nunder <a href=\\\"/doc/242082/\\\" id=\\\"a_88\\\">Section 73</a> of the Act, the Central Government has framed “The\\n\\nPrevention of Money-Laundering (The Forms and the Manner of\\n\\nForwarding a Copy of Order of Arrest of a Person along with the Material to\\n\\nthe Adjudicating Authority and its Period of Retention) Rules, 2005”. Rule 3\\n\\nof the said Rules requires the arresting officer to forward a copy of order of\\n\\narrest and the material to the Adjudicating Authority in a sealed cover\\n\\nmarked “confidential” and Rule 3 provides for the manner in maintaining the\\n\\nconfidentiality of the contents.\\n</p>\\n<p data-structure=\\\"PetArg\\\" id=\\\"p_38\\\">34.   As rightly submitted by Mr. Tushar Mehta, the procedure under PMLA\\n\\nfor arrest ensures sufficient safeguards viz.:- (i) only the specified officers\\n\\nare authorised to arrest; (ii) based on “reasons to believe” that an offence\\n\\npunishable under the Act has been committed; (iii) the reasons for such\\n\\nbelief to be recorded in writing; (iv) evidence and the material submitted to\\n\\nthe Adjudicating Authority in sealed envelope in the manner as may be\\n\\nprescribed ensuring the safeguards in maintaining the confidentiality; and\\n\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_39\\\">(v) every person arrested under PMLA to be produced before the Judicial\\n\\nMagistrate or Metropolitan Magistrate within 24 hours. <a href=\\\"/doc/1093594/\\\" id=\\\"a_89\\\">Section 19</a> of PMLA\\n\\nprovides for the power to arrest to the specified officer on the basis of\\n\\nmaterial in his possession and has “reason to believe” and the “reasons\\n<span class=\\\"hidden_text\\\" id=\\\"span_35\\\">\\f                                      24</span>\\n\\nfor such belief to be recorded in writing” that any person has been guilty\\n\\nof an offence punishable under PMLA.         The statutory power has been\\n\\nvested upon the specified officers of higher rank to arrest the person whom\\n\\nthe officer has “reason to believe” that such person has been guilty of an\\n\\noffence punishable under PMLA.        In cases of PMLA, in exercising the\\n\\npower to grant anticipatory bail would be to scuttle the statutory power of\\n\\nthe specified officers to arrest which is enshrined in the statute with\\n\\nsufficient safeguards.\\n</p>\\n<p data-structure=\\\"Section\\\" id=\\\"p_40\\\">35.   <a href=\\\"/doc/1573779/\\\" id=\\\"a_90\\\">Section 71</a> of PMLA gives overriding effect to the provisions of PMLA.\\n\\n<a href=\\\"/doc/1573779/\\\" id=\\\"a_91\\\">Section 71</a> of PMLA states that the provisions of the Act would have\\n\\noverriding effect on the provisions of all other Acts applicable.         The\\n\\nprovisions of PMLA shall prevail over the contrary provisions of the other\\n\\nActs. <a href=\\\"/doc/962113/\\\" id=\\\"a_92\\\">Section 65</a> of PMLA states that the provisions of <a href=\\\"/doc/445276/\\\" id=\\\"a_93\\\">Code of Criminal\\n\\nProcedure</a>, 1973 shall apply to the provisions under the Act insofar as they\\n\\nare not inconsistent with the provisions of PMLA.\\n</p>\\n<p data-structure=\\\"Section\\\" id=\\\"p_41\\\">36.   Insofar as the issue of grant of bail is concerned, <a href=\\\"/doc/873452/\\\" id=\\\"a_94\\\">Section 45</a> of PMLA\\n\\nstarts with non-obstante clause. <a href=\\\"/doc/873452/\\\" id=\\\"a_95\\\">Section 45</a> imposes two conditions for\\n\\ngrant of bail to any person accused of any offence punishable for a term of\\n\\nimprisonment of more than three years under Part-A of the Schedule of the\\n\\nAct viz., (i) that the prosecutor must be given an opportunity to oppose the\\n\\napplication for such bail; (ii) that the court must be satisfied that there are\\n<span class=\\\"hidden_text\\\" id=\\\"span_36\\\">\\f                                                           25</span>\\n\\nreasonable grounds for believing that the accused persons is not guilty of\\n\\nsuch offence and that he is not likely to commit any offence while on bail.\\n\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_42\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"117859307\\\" id=\\\"span_37\\\">37.    The twin conditions under <a href=\\\"/doc/1001502/\\\" id=\\\"a_96\\\">Section 45(1)</a> for the offences classified\\n\\nthereunder in Part-A of the Schedule was held arbitrary and discriminatory\\n\\nand invalid in <a href=\\\"/doc/117859307/\\\" id=\\\"a_97\\\">Nikesh Tarachand Shah v. Union of India and another</a> (2018)\\n\\n11 SCC 1. Insofar as the twin conditions for release of accused on bail\\n\\nunder <a href=\\\"/doc/873452/\\\" id=\\\"a_98\\\">Section 45</a> of the Act, the Supreme Court held the same to be\\n\\nunconstitutional as it violates <a href=\\\"/doc/367586/\\\" id=\\\"a_99\\\">Articles 14</a> and <a href=\\\"/doc/1199182/\\\" id=\\\"a_100\\\">21</a> of the Constitution of India.\\n\\nSubsequently, <a href=\\\"/doc/873452/\\\" id=\\\"a_101\\\">Section 45</a> has been amended by Amendment Act 13 of\\n\\n2008. The words “imprisonment for a term of imprisonment of more than\\n\\nthree years under Part A of the Schedule” has been substituted with\\n\\n“accused of an offence under this Act…..”. <a href=\\\"/doc/873452/\\\" id=\\\"a_102\\\">Section 45</a> prior to Nikesh\\n\\nTarachand and post Nikesh Tarachand reads as under:-</span>\\n</p>\\n<blockquote id=\\\"blockquote_6\\\"><a href=\\\"/doc/873452/\\\" id=\\\"a_103\\\">Section 45</a> - Prior to Nikesh Tarachand Shah             <a href=\\\"/doc/873452/\\\" id=\\\"a_104\\\">Section 45</a> - Post Nikesh Tarachand Shah\\n<a href=\\\"/doc/873452/\\\" id=\\\"a_105\\\">Section 45</a>. Offence to be cognizable and non-           <a href=\\\"/doc/873452/\\\" id=\\\"a_106\\\">Section 45</a>. Offences to be cognizable and non-bailable.\\nbailable.                                               (2)  Notwithstanding anything contained in the Code of\\n (1) Notwithstanding contained in the <a href=\\\"/doc/445276/\\\" id=\\\"a_107\\\">Code of                Criminal Procedure</a>, 1973                   (2 of 1974), no\\n     Criminal Procedure, 1973 (2 of 1974), no                person accused of an offence under this Act shall\\n     person accused of an offence punishable                 be released on bail or on his own bond unless-\\n</blockquote><p data-structure=\\\"Conclusion\\\" id=\\\"p_43\\\">     for a term of imprisonment of more than                     (i) the Public Prosecutor has been given an\\n     three years under Part A of the Schedule                    opportunity to oppose the application for such\\n     shall be released on bail or on his own                     release; and\\n</p><p data-structure=\\\"RespArg\\\" id=\\\"p_44\\\">                                                                 (ii) where the Public Prosecutor opposes the\\n     bond unless-\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_45\\\">         (i) the Public Prosecutor has been given                application, the court is satisfied that there are\\n         an opportunity to oppose the application                reasonable grounds for believing that he is not\\n         for such release; and                                   guilty of such offence and that he is not likely to\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_46\\\">         (ii) where the Public Prosecutor opposes                commit any offence while on bail;\\n         the application, the court is satisfied that   Provided that a person, who, is under the age of sixteen\\n         there are reasonable grounds for               years, or is a woman or is sick or infirm, or is accused either\\n         believing that he is not guilty of such        on his own or along with other co-accused of money\\n         offence and that he is not likely to           laundering a sum of less than one crore rupees may be\\n         commit any offence while on bail;              released on bail, if the Special court so directs:\\n</p><blockquote id=\\\"blockquote_7\\\">Provided that a person, who, is under the age of\\n<span class=\\\"hidden_text\\\" id=\\\"span_38\\\">\\f                                                     26</span>\\n\\nsixteen years, or is a woman or is sick or infirm,\\nmay be released on bail, if the Special Court so\\ndirects:\\n</blockquote>\\n\\n<blockquote id=\\\"blockquote_8\\\">38.    The occurrence was of the year 2007-2008. CBI registered the case\\n\\nagainst Sh. Karti Chidambaram, the appellant and others on 15.05.2017\\n\\nunder <a href=\\\"/doc/1897847/\\\" id=\\\"a_108\\\">Sections 120-B</a> IPC read with <a href=\\\"/doc/1436241/\\\" id=\\\"a_109\\\">Section 420</a> IPC and under <a href=\\\"/doc/449543/\\\" id=\\\"a_110\\\">Section 8</a>\\n\\nand <a href=\\\"/doc/1686268/\\\" id=\\\"a_111\\\">Section 13(2)</a> read with <a href=\\\"/doc/178303/\\\" id=\\\"a_112\\\">Section 13(1)(d)</a> of the Prevention of\\n\\nCorruption Act. Learned Senior counsel for the appellant, Mr. A.M. Singhvi\\n\\nhas submitted that there could not have been ‘reasons to believe’ that the\\n\\nappellant has committed the offence under <a href=\\\"/doc/1283441/\\\" id=\\\"a_113\\\">Section 3</a> of PMLA, since in\\n\\n2007-2008 the time of commission of alleged offence, <a href=\\\"/doc/1897847/\\\" id=\\\"a_114\\\">Sections 120-B</a> IPC\\n\\nand 420 <a href=\\\"/doc/1569253/\\\" id=\\\"a_115\\\">IPC</a> and <a href=\\\"/doc/178303/\\\" id=\\\"a_116\\\">Section 13</a> of the Prevention of Corruption Act were not\\n\\nthere in Part ‘A’ of the Schedule to PMLA and were included in Part ‘A’ of\\n\\nthe Schedule only by Amendment Act 21 of 2009 w.e.f. 01.06.2009 and\\n\\nw.e.f. 26.07.2018 respectively and therefore, no prima-facie case of\\n\\ncommission of offence by the appellant under PMLA is made out. It was\\n\\nurged that under <a href=\\\"/doc/655638/\\\" id=\\\"a_117\\\">Article 20</a> of the Constitution, no person shall be convicted\\n\\nof any offence except for violation of law in force at the time of the\\n\\ncommission of that act charged as offence. When <a href=\\\"/doc/1897847/\\\" id=\\\"a_118\\\">Section 120B</a> IPC and\\n\\n<a href=\\\"/doc/1436241/\\\" id=\\\"a_119\\\">Section 420</a> IPC and <a href=\\\"/doc/178303/\\\" id=\\\"a_120\\\">Section 13</a> of Prevention of Corruption Act were not\\n\\nthen included in Part A of the Schedule, in 2007-2008, then the appellant\\n\\nand others cannot be said to have committed the offence under PMLA.\\n\\n</blockquote><p data-structure=\\\"PetArg\\\" id=\\\"p_47\\\">Insofar as <a href=\\\"/doc/733974/\\\" id=\\\"a_121\\\">Section 8</a> of the Prevention of Corruption Act is concerned, it was\\n<span class=\\\"hidden_text\\\" id=\\\"span_39\\\">\\f                                      27</span>\\n\\nsubmitted that <a href=\\\"/doc/733974/\\\" id=\\\"a_122\\\">Section 8</a> of the Prevention of Corruption Act is not attracted\\n\\nagainst the appellant as there are no allegations in the FIR that the\\n\\nappellant accepted or agreed to accept any gratification as a motive or\\n\\nreward for inducing any public servant and hence, the accusation under\\n\\n<a href=\\\"/doc/733974/\\\" id=\\\"a_123\\\">Section 8</a> of the Prevention of Corruption Act does not apply to the\\n\\nappellant. It was further submitted that even assuming <a href=\\\"/doc/733974/\\\" id=\\\"a_124\\\">Section 8</a> of the\\n\\nPrevention of Corruption Act is made out, the amount allegedly paid to\\n\\nASCPL was only Rs.10,00,000/- whereas, Rs.30,00,000/- was the amount\\n\\nthen stipulated to attract <a href=\\\"/doc/733974/\\\" id=\\\"a_125\\\">Section 8</a> to be the Scheduled offence under Part\\n\\nA of the Schedule to the Act and therefore, there was no basis for offence\\n\\nagainst the appellant and in such view of the matter, the appellant is entitled\\n\\nfor anticipatory bail.\\n</p>\\n<p data-structure=\\\"Section\\\" id=\\\"p_48\\\">39.   Section 45 of the PMLA makes the offence of money laundering\\n\\ncognizable and non-bailable and no person accused of an offence\\n\\npunishable for a term of imprisonment of more than three years under Part\\n\\nA of the Schedule shall be released on bail unless the twin conditions\\n\\nthereon are satisfied.    <a href=\\\"/doc/1897847/\\\" id=\\\"a_126\\\">Section 120-B</a> IPC – Criminal Conspiracy and\\n\\n<a href=\\\"/doc/1436241/\\\" id=\\\"a_127\\\">Section 420</a> IPC - Cheating and dishonestly inducing delivery of property\\n\\nwere included in Part A of the Schedule to PMLA by way of Amendment Act\\n\\n21 of 2009 w.e.f. 01.06.2009 and by way of Amendment Act 2 of 2013 w.e.f.\\n\\n15.02.2013. Likewise, <a href=\\\"/doc/178303/\\\" id=\\\"a_128\\\">Section 13</a> of the Prevention of Corruption Act has\\n<span class=\\\"hidden_text\\\" id=\\\"span_40\\\">\\f                                       28</span>\\n\\nbeen introduced to Part A of the Schedule (Paragraph 8) by way of\\n\\nAmendment Act 16 of 2018 w.e.f. 26.07.2018. As pointed out earlier, the\\n\\nFIR was registered by CBI under <a href=\\\"/doc/733974/\\\" id=\\\"a_129\\\">Section 8</a> of the Prevention of Corruption\\n\\nAct also which was then in Part A of the Schedule at the time of alleged\\n\\ncommission of offence.\\n</p>\\n<p data-structure=\\\"PetArg\\\" id=\\\"p_49\\\">40.   Learned Senior counsel submitted that since the offence under\\n\\n<a href=\\\"/doc/1897847/\\\" id=\\\"a_130\\\">Sections 120-B</a> IPC and 420 <a href=\\\"/doc/1569253/\\\" id=\\\"a_131\\\">IPC</a> and under <a href=\\\"/doc/178303/\\\" id=\\\"a_132\\\">Section 13</a> of Prevention of\\n\\nCorruption Act were included in the Schedule only w.e.f. 01.06.2009 and\\n\\nw.e.f. 26.07.2018 respectively and there can never be a retrospective\\n\\noperation of a criminal/penal statue and the test is not whether the\\n\\nproceeds are retained by the person; but the test as <a href=\\\"/doc/117859307/\\\" id=\\\"a_133\\\">laid down by</a> the\\n\\nConstitution Bench of this Court is, the test of the acts constituting the\\n\\noffence at the time of the commission of the offence and the appellant\\n\\ncannot be proceeded with prosecution under PMLA in violation of\\n\\nconstitutional protection under <a href=\\\"/doc/1501707/\\\" id=\\\"a_134\\\">Article 20(1)</a> of the Constitution of India.\\n\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_50\\\">41.   Under <a href=\\\"/doc/1501707/\\\" id=\\\"a_135\\\">Article 20(1)</a> of the Constitution, no person shall be convicted of\\n\\nany offence except for violation of law in force at the time of commission of\\n\\nthat act charged as an offence. FIR for the predicate offence has been\\n\\nregistered by CBI under <a href=\\\"/doc/1897847/\\\" id=\\\"a_136\\\">Section 120B</a> IPC, 420 <a href=\\\"/doc/1569253/\\\" id=\\\"a_137\\\">IPC</a> and <a href=\\\"/doc/178303/\\\" id=\\\"a_138\\\">Section 13</a> of the\\n\\nPrevention of Corruption Act and also under <a href=\\\"/doc/733974/\\\" id=\\\"a_139\\\">Section 8</a> of the Prevention of\\n\\nCorruption Act. As discussed earlier, <a href=\\\"/doc/1897847/\\\" id=\\\"a_140\\\">Section 120B</a> IPC and <a href=\\\"/doc/1436241/\\\" id=\\\"a_141\\\">Section 420</a>\\n<span class=\\\"hidden_text\\\" id=\\\"span_41\\\">\\f                                      <a href=\\\"/doc/1580204/\\\" id=\\\"a_142\\\">29</a></span>\\n\\nIPC were included in Part A of the Schedule only by Amendment Act 21 of\\n\\n2009 w.e.f. 01.06.2009. <a href=\\\"/doc/178303/\\\" id=\\\"a_143\\\">Section 13</a> of the Prevention of Corruption Act was\\n\\nincluded in Part A of the Schedule by Amendment Act 16 of 2018 w.e.f.\\n\\n26.07.2018. <a href=\\\"/doc/733974/\\\" id=\\\"a_144\\\">Section 8</a> of the Prevention of Corruption Act is punishable with\\n\\nimprisonment extending upto seven years. <a href=\\\"/doc/733974/\\\" id=\\\"a_145\\\">Section 8</a> of the Prevention of\\n\\nCorruption Act was very much available in Part A of the Schedule of PMLA\\n\\nat the time of alleged commission of offence in 2007-2008. It cannot\\n\\ntherefore be said that the appellant is proceeded against in violation of\\n\\n<a href=\\\"/doc/1501707/\\\" id=\\\"a_146\\\">Article 20(1)</a> of the Constitution of India for the alleged commission of the\\n\\nacts which was not an offence as per law then in existence. The merits of\\n\\nthe contention that <a href=\\\"/doc/733974/\\\" id=\\\"a_147\\\">Section 8</a> of the Prevention of Corruption Act cannot be\\n\\nthe predicate offence qua the appellant, cannot be gone into at this stage\\n\\nwhen this Court is only considering the prayer for anticipatory bail.\\n\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_51\\\">42.   Yet another contention advanced on behalf of the appellant is that\\n\\nminimum threshold for the Enforcement Directorate to acquire jurisdiction at\\n\\nthe relevant time was Rs.30 lakhs whereas, in the present case, there is no\\n\\nmaterial to show any payment apart from the sum of Rs.10 lakhs\\n\\n(approximately) allegedly paid by INX Media to ASCPL with which the\\n\\nappellant is said to be having no connection whatsoever. The merits of the\\n\\ncontention that <a href=\\\"/doc/733974/\\\" id=\\\"a_148\\\">Section 8</a> of the Prevention of Corruption Act (then included\\n\\nin Schedule A of the PMLA in 2007-08) whether attracted or not and\\n\\nwhether the Enforcement Directorate had the threshold to acquire\\n<span class=\\\"hidden_text\\\" id=\\\"span_42\\\">\\f                                       30</span>\\n\\njurisdiction under PMLA cannot be considered at this stage while this Court\\n\\nis considering only the prayer for anticipatory bail.\\n</p>\\n<p data-structure=\\\"Section\\\" id=\\\"p_52\\\">43.   In terms of <a href=\\\"/doc/731949/\\\" id=\\\"a_149\\\">Section 4</a> of the PMLA, the offence of money-laundering is\\n\\npunishable with rigorous imprisonment for a term not less than three years\\n\\nextending to seven years and with fine.        The Second Schedule to the\\n\\n<a href=\\\"/doc/445276/\\\" id=\\\"a_150\\\">Criminal Procedure Code</a> relates to classification of offences against other\\n\\nlaws and in terms of the Second Schedule of the Code, an offence which is\\n\\npunishable with imprisonment for three years and upward but not more than\\n\\nseven years is a cognizable and non-bailable offence. Thus, <a href=\\\"/doc/731949/\\\" id=\\\"a_151\\\">Section 4</a> of\\n\\nthe Act read with the Second Schedule of the Code makes it clear that the\\n\\noffences under the PMLA are cognizable offences. As pointed out earlier,\\n\\n<a href=\\\"/doc/733974/\\\" id=\\\"a_152\\\">Section 8</a> of the Prevention of Corruption Act was then found a mention in\\n\\nPart ‘A’ of the Schedule       (Paragraph 8). <a href=\\\"/doc/733974/\\\" id=\\\"a_153\\\">Section 8</a> of the Prevention of\\n\\nCorruption Act is punishable for a term extending to seven years. Thus, the\\n\\nessential requirement of Section 45 of PMLA “accused of an offence\\n\\npunishable for a term of imprisonment of more than three years under Part\\n\\n‘A’ of the Schedule” is satisfied making the offence under PMLA. There is\\n\\nno merit in the contention of the appellant that very registration of the FIR\\n\\nagainst the appellant under PMLA is not maintainable.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_53\\\">\\nWhether Court can look into the documents/materials collected during\\ninvestigation\\n<span class=\\\"hidden_text\\\" id=\\\"span_43\\\">\\f                                      31</span>\\n\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_54\\\">44.   During the course of lengthy hearing, much arguments were\\n\\nadvanced mainly on the question whether the court can look into the\\n\\ndocuments and materials produced by the prosecution before the court\\n\\nwithout first confronting the accused with those materials.\\n\\n</p><p data-structure=\\\"RespArg\\\" id=\\\"p_55\\\">45.   The learned Solicitor General submitted that during investigation, the\\n\\nEnforcement Directorate has collected materials and overseas banks have\\n\\ngiven specific inputs regarding the companies and properties that money\\n\\nhas been parked in the name of shell companies and the said money has\\n\\nbeen used to make legitimate assets and that custodial interrogation is\\n\\nnecessary with regard to the materials so collected. The learned Solicitor\\n\\nGeneral sought to produce the materials so collected in the sealed cover\\n\\nand requested the court to peruse the documents and the materials to\\n\\nsatisfy the conscience of the court as to the necessity for the custodial\\n\\ninterrogation.\\n</p>\\n<p data-structure=\\\"RespArg\\\" id=\\\"p_56\\\">46.   Contention of learned Solicitor General requesting the court to peruse\\n\\nthe documents produced in the sealed cover was strongly objected by the\\n\\nappellant on the grounds :– (i) that the Enforcement Directorate cannot\\n\\nrandomly place the documents in the court behind the back of the accused\\n\\nto seek custody of the accused; (ii) the materials so collected by\\n\\nEnforcement Directorate during investigation cannot be placed before the\\n\\ncourt unless the accused has been confronted with such materials.\\n<span class=\\\"hidden_text\\\" id=\\\"span_44\\\">\\f                                      32</span>\\n\\n</p><p data-structure=\\\"PetArg\\\" id=\\\"p_57\\\">47.   Mr. Kapil Sibal, learned Senior counsel submitted that the statements\\n\\nrecorded under <a href=\\\"/doc/447673/\\\" id=\\\"a_154\\\">Section 161</a> Cr.P.C. are part of the case diary and the case\\n\\ndiary must reflect day to day movement of the investigation based on which\\n\\nthe investigating agency came to the conclusion that the crime has been\\n\\ncommitted so that a final report can be filed before the court. The learned\\n\\nSenior counsel submitted that during the course of such investigation, the\\n\\ninvestigating officer may discover several documents which may have a\\n\\nbearing on the crime committed; however the documents themselves can\\n\\nnever be the part of the case diary and the documents would be a piece of\\n\\ndocumentary evidence during trial which would be required to be proved in\\n\\naccordance with the provisions of the <a href=\\\"/doc/1953529/\\\" id=\\\"a_155\\\">Evidence Act</a> before such documents\\n\\ncan be relied upon for the purpose of supporting the case of prosecution.\\n\\nEnforcement Directorate does not maintain a case diary; but maintain the\\n\\nfile with paginated pages. It was urged that even assuming that there is a\\n\\ncase diary maintained by the respondent in conformity with <a href=\\\"/doc/1330928/\\\" id=\\\"a_156\\\">Section 172</a>\\n\\nCr.P.C., the opinion of the investigating officer for the conclusion reached by\\n\\nthe authorised officer under PMLA, can never be relied upon for the\\n\\npurposes of consideration of anticipatory bail.\\n</p>\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_58\\\">48.   Having regard to the submissions, two points arise for consideration –\\n\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_59\\\">(i) whether the court can/cannot look into the documents/materials\\n\\nproduced before the court unless the accused was earlier confronted with\\n\\nthose documents/materials?; and (ii) whether the court is called upon to\\n<span class=\\\"hidden_text\\\" id=\\\"span_45\\\">\\f                                            33</span>\\n\\nhold a mini inquiry during the intermediary stages of investigation by\\n\\nexamining whether the questions put to the accused are ‘satisfactory’ or\\n\\n‘evasive’, etc.?\\n</p>\\n<p data-structure=\\\"Section\\\" id=\\\"p_60\\\">49.   Sub-section (2) of <a href=\\\"/doc/1330928/\\\" id=\\\"a_157\\\">Section 172</a> Cr.P.C. permits any court to send for\\n\\ncase diary to use them in the trial.             <a href=\\\"/doc/1075396/\\\" id=\\\"a_158\\\">Section 172(3)</a> Cr.P.C. specifically\\n\\nprovides that neither the accused nor his agents shall be entitled to call for\\n\\ncase diary nor shall he or they be entitled to see them merely because they\\n\\nare referred to by the court. But if they are used by the police officer who\\n\\nmade them to refresh his memory or if the court uses them for the purpose\\n\\nof contradicting the such police officer, the provisions of Section 161\\n\\nCrl.P.C. or the provision of <a href=\\\"/doc/1110615/\\\" id=\\\"a_159\\\">Section 145</a> of the Evidence Act shall be\\n\\ncomplied with. In this regard, the learned Solicitor General <a href=\\\"/doc/117859307/\\\" id=\\\"a_160\\\">placed reliance\\n\\nupon</a> Balakram v. State of Uttarakhand and others (2017) 7 SCC 668.\\n\\nObserving that the confidentiality is always kept in the matter of\\n\\ninvestigation and it is not desirable to make available the police diary to the\\n\\naccused on his demand, in Balakram, the Supreme Court held as under:-\\n\\n</p><blockquote id=\\\"blockquote_9\\\">      “15. The police diary is only a record of day-to-day investigation made by\\n      the investigating officer. Neither the accused nor his agent is entitled to call\\n      for such case diary and also are not entitled to see them during the course\\n      of inquiry or trial. The unfettered power conferred by the statute under\\n      <a href=\\\"/doc/643569/\\\" id=\\\"a_161\\\">Section 172(2)</a> CrPC on the court to examine the entries of the police diary\\n      would not allow the accused to claim similar unfettered right to inspect the\\n      case diary.\\n</blockquote><blockquote id=\\\"blockquote_10\\\">      ……….\\n</blockquote><span class=\\\"hidden_text\\\" id=\\\"span_46\\\">\\f                                           34</span>\\n\\n<blockquote id=\\\"blockquote_11\\\">      17. From the aforementioned, it is clear that the denial of right to the\\n      accused to inspect the case diary cannot be characterised as unreasonable\\n      or arbitrary. The confidentiality is always kept in the matter of investigation\\n      and it is not desirable to make available the police diary to the accused on\\n      his demand.”\\n\\n\\n</blockquote><p data-structure=\\\"Precedent\\\" id=\\\"p_61\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"180067\\\" id=\\\"span_47\\\">50.    Reiterating the same principles in <a href=\\\"/doc/180067/\\\" id=\\\"a_162\\\">Sidharth and others v. State of\\n\\nBihar</a> (2005) 12 SCC 545, the Supreme Court held as under:-</span>\\n\\n</p><blockquote id=\\\"blockquote_12\\\">      “27. Lastly, we may point out that in the present case, we have noticed that\\n      the entire case diary maintained by the police was made available to the\\n      accused. Under <a href=\\\"/doc/1330928/\\\" id=\\\"a_163\\\">Section 172</a> of the Criminal Procedure Code, every police\\n      officer making an investigation has to record his proceedings in a diary\\n      setting forth the time at which the information reached him, the time at which\\n      he began and closed his investigation, the place or places visited by him\\n      and a statement of the circumstances ascertained through his investigation.\\n      It is specifically provided in sub-clause (3) of Section 172 that neither the\\n      accused nor his agents shall be entitled to call for such diaries nor shall he\\n      or they be entitled to see them merely because they are referred to by the\\n      court, but if they are used by the police officer who made them to refresh his\\n      memory, or if the court uses them for the purpose of contradicting such\\n      police officer, the provisions of <a href=\\\"/doc/447673/\\\" id=\\\"a_164\\\">Section 161</a> CrPC or the provisions of\\n      <a href=\\\"/doc/1110615/\\\" id=\\\"a_165\\\">Section 145</a> of the Evidence Act shall be complied with. The court is\\n      empowered to call for such diaries not to use it as evidence but to use it as\\n      aid to find out anything that happened during the investigation of the crime.\\n      These provisions have been incorporated in the <a href=\\\"/doc/445276/\\\" id=\\\"a_166\\\">Code of Criminal Procedure</a>\\n      to achieve certain specific objectives. The police officer who is conducting\\n      the investigation may come across a series of information which cannot be\\n      divulged to the accused. He is bound to record such facts in the case diary.\\n      <span class=\\\"citetext\\\" data-sentiment=\\\"Neg\\\" data-docid=\\\"940947\\\" id=\\\"span_48\\\">But if the entire case diary is made available to the accused, it may cause\\n      serious prejudice to others and even affect the safety and security of those\\n      who may have given statements to the police. The confidentiality is always\\n      kept in the matter of criminal investigation and it is not desirable to make\\n<span class=\\\"hidden_text\\\" id=\\\"span_49\\\">\\f                                          35</span>\\n\\n      available the entire case diary to the accused. In the instant case, we have\\n      noticed that the entire case diary was given to the accused and the\\n      investigating officer was extensively cross-examined on many facts which\\n      were not very much relevant for the purpose of the case. The learned\\n      Sessions Judge should have been careful in seeing that the trial of the case\\n      was conducted in accordance with the provisions of <a href=\\\"/doc/445276/\\\" id=\\\"a_167\\\">CrPC</a>.” [underlining\\n      added]\\n\\n\\nThe same position has been reiterated in <a href=\\\"/doc/940947/\\\" id=\\\"a_168\\\">Naresh Kumar Yadav v. Ravindra\\n\\nKumar and others</a> (2008) 1 SCC 632 [Paras 11 to 14], Malkiat Singh and\\n\\nothers v. State of Punjab (1991) 4 SCC 341 [Para 11] and other judgments.</span>\\n</blockquote>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_62\\\">51.   It is seen from various judgments that on several instances, court\\n\\nalways received and perused the case diaries/materials collected by the\\n\\nprosecution during investigation to satisfy itself as to whether the\\n\\ninvestigation is proceeding in the right direction or for consideration of the\\n\\nquestion of grant of bail etc. <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"368533\\\" id=\\\"span_50\\\">In <a href=\\\"/doc/368533/\\\" id=\\\"a_169\\\">Directorate of Enforcement and another v.\\n\\nP.V. Prabhakar Rao</a> (1997) 6 SCC 647, the Supreme Court perused the\\n\\nrecords to examine the correctness of the order passed by the High Court\\n\\ngranting bail.</span> <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"52834611\\\" id=\\\"span_51\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"423498\\\" id=\\\"span_52\\\">In <a href=\\\"/doc/423498/\\\" id=\\\"a_170\\\">R.K. Krishna Kumar v. State of Assam and others</a> (1998) 1\\n\\nSCC 474, the Supreme Court received court diary maintained under\\n\\n<a href=\\\"/doc/1330928/\\\" id=\\\"a_171\\\">Section 172</a> Cr.P.C. and perused the case diary to satisfy itself that the\\n\\ninvestigation has revealed that the company thereon has funded the\\n\\norganisation (ULFA) and that the appellants thereon had a role to play in it.\\n\\nWhile considering the question of arrest of five well known human rights\\n\\nactivists, journalists, advocates and political workers, in <a href=\\\"/doc/52834611/\\\" id=\\\"a_172\\\">Romila Thapar and\\n<span class=\\\"hidden_text\\\" id=\\\"span_53\\\">\\f                                           36</span>\\n\\nOthers v. Union of India and Others</a> (2018) 10 SCC 753, this Court perused\\n\\nthe registers containing relevant documents and the case diary produced\\n\\nby the State of Maharashtra. However, the court avoided to dilate on the\\n\\nfactual position emerging therefrom on the ground that any observation\\n\\nmade thereon might cause prejudice to the accused or to the prosecution in\\n\\nany manner.</span></span> <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"695737\\\" id=\\\"span_54\\\">Upholding the validity of Section 172(3) Crl.P.C. and observing\\n\\nthat “there can be no better custodian or guardian of the interest of justice\\n\\nthan the court trying the case”, in <a href=\\\"/doc/695737/\\\" id=\\\"a_173\\\">Mukund Lal v. Union of India and another</a>\\n\\n1989 Supp. (1) SCC 622, the Supreme Court held as under:-</span>\\n\\n</p><blockquote id=\\\"blockquote_13\\\">     3. …..\\n</blockquote><p data-structure=\\\"Section\\\" id=\\\"p_63\\\">        “So far as the other parts are concerned, the accused need not\\n        necessarily have a right of access to them because in a criminal trial\\n        or enquiry, whatever is sought to be proved against the accused, will\\n        have to be proved by the evidence other than the diary itself and the\\n        diary can only be used for a very limited purpose by the court or the\\n        police officer as stated above. ………. When in the enquiry or trial,\\n        everything which may appear against the accused has to be\\n        established and brought before the court by evidence other than the\\n        diary and the accused can have the benefit of cross-examining the\\n        witnesses and the court has power to call for the diary and use it, of\\n        course not as evidence but in aid of the enquiry or trial, I am clearly of\\n        the opinion, that the provisions under <a href=\\\"/doc/1075396/\\\" id=\\\"a_174\\\">Section 172(3)</a> CrPC cannot be\\n        said to be unconstitutional.”\\n     We fully endorse the reasoning of the High Court and concur with its\\n     conclusion. We are of the opinion that the provision embodied in sub-section\\n     (3) of <a href=\\\"/doc/1330928/\\\" id=\\\"a_175\\\">Section 172</a> of the CrPC cannot be characterised as unreasonable or\\n     arbitrary. Under sub-section (2) of <a href=\\\"/doc/1330928/\\\" id=\\\"a_176\\\">Section 172</a> CrPC the court itself has the\\n     unfettered power to examine the entries in the diaries. This is a very\\n<span class=\\\"hidden_text\\\" id=\\\"span_55\\\">\\f                                            37</span>\\n\\n      important safeguard. The legislature has reposed complete trust in the court\\n      which is conducting the inquiry or the trial. It has empowered the court to call\\n      for any such relevant case diary; if there is any inconsistency or\\n      contradiction arising in the context of the case diary the court can use the\\n      entries for the purpose of contradicting the police officer as provided in sub-\\n      section (3) of <a href=\\\"/doc/1330928/\\\" id=\\\"a_177\\\">Section 172</a> of the CrPC. Ultimately there can be no better\\n      custodian or guardian of the interest of justice than the court trying the case.\\n      No court will deny to itself the power to make use of the entries in the diary\\n      to the advantage of the accused by contradicting the police officer with\\n      reference to the contents of the diaries. In view of this safeguard, the charge\\n      of unreasonableness or arbitrariness cannot stand scrutiny. ……. Public\\n      interest demands that such an entry is not made available to the accused for\\n      it might endanger the safety of the informants and it might deter the\\n      informants from giving any information to assist the investigating agency,\\n      …….” [underlining added]\\n\\n\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_64\\\">52.   So far as the production of the case diary during trial and reference to\\n\\nthe same by the court and the interdict against accused to call for case\\n\\ndiary is governed by <a href=\\\"/doc/1330928/\\\" id=\\\"a_178\\\">Section 172</a> Cr.P.C. As per sub-section (3) of Section\\n\\n172, neither the accused nor his agent is entitled to call for such case\\n\\ndiaries and also not entitled to see them during the course of enquiry or\\n\\ntrial. The case diaries can be used for refreshing memory by the\\n\\ninvestigating officer and court can use it for the purpose of contradicting\\n\\nsuch police officer as per provisions of Section 161 or <a href=\\\"/doc/1110615/\\\" id=\\\"a_179\\\">Section 145</a> of the\\n\\nIndian Evidence Act. Unless the investigating officer or the court so uses\\n\\nthe case diary either to refresh the memory or for contradicting the\\n\\ninvestigating officer as previous statement under Section 161, after drawing\\n<span class=\\\"hidden_text\\\" id=\\\"span_56\\\">\\f                                        38</span>\\n\\nhis attention under Section 145, the entries in case diary cannot be used by\\n\\nthe accused as evidence (vide <a href=\\\"/doc/1075396/\\\" id=\\\"a_180\\\">Section 172(3)</a> Cr.P.C.).\\n\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_65\\\">53.   It is well-settled that the court can peruse the case diary/materials\\n\\ncollected during investigation by the prosecution even before the\\n\\ncommencement of the trial inter-alia in circumstances like:- (i) to satisfy its\\n\\nconscience as to whether the investigation is proceeding in the right\\n\\ndirection; (ii) to satisfy itself that the investigation has been conducted in the\\n\\nright lines and that there is no misuse or abuse of process in the\\n\\ninvestigation; (iii) whether regular or anticipatory bail is to be granted to the\\n\\naccused or not; (iv) whether any further custody of the accused is required\\n\\nfor the prosecution; (v) to satisfy itself as to the correctness of the decision\\n\\nof the High Court/trial court which is under challenge. The above instances\\n\\nare only illustrative and not exhaustive.       Where the interest of justice\\n\\nrequires, the court has the powers, to receive the case diary/materials\\n\\ncollected during the investigation. As held in Mukund Lal, ultimately there\\n\\ncan be no better custodian or guardian of the interest of justice than the\\n\\ncourt trying the case. Needless to point out that when the Court has\\n\\nreceived and perused the documents/materials, it is only for the purpose of\\n\\nsatisfaction of court’s conscience. In the initial stages of investigation, the\\n\\nCourt may not extract or verbatim refer to the materials which the Court has\\n\\nperused (as has been done in this case by the learned Single Judge) and\\n\\nmake observations which might cause serious prejudice to the accused in\\n<span class=\\\"hidden_text\\\" id=\\\"span_57\\\">\\f                                        39</span>\\n\\ntrial and other proceedings resulting in miscarriage of justice.\\n\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_66\\\">54.     The Enforcement Directorate has produced the sealed cover before\\n\\nus containing the materials collected during investigation and the same was\\n\\nreceived. Vide order dated 29.08.2019, we have stated that the receipt of\\n\\nthe sealed cover would be subject to our finding whether the court can\\n\\nperuse the materials or not. As discussed earlier, we have held that the\\n\\ncourt     can   receive   the   materials/documents     collected   during   the\\n\\ninvestigation and peruse the same to satisfy its conscience that the\\n\\ninvestigation is proceeding in the right lines and for the purpose of\\n\\nconsideration of grant of bail/anticipatory bail etc. In the present case,\\n\\nthough sealed cover was received by this Court, we have consciously\\n\\nrefrained from opening the sealed cover and perusing the documents. Lest,\\n\\nif we peruse the materials collected by the respondent and make some\\n\\nobservations thereon, it might cause prejudice to the appellant and the\\n\\nother co-accused who are not before this court when they are to pursue the\\n\\nappropriate relief before various forum. Suffice to note that at present, we\\n\\nare only at the stage of considering the pre-arrest bail. Since according to\\n\\nthe respondent, they have collected documents/materials for which\\n\\ncustodial interrogation of the appellant is necessary, which we deem\\n\\nappropriate to accept the submission of the respondent for the limited\\n\\npurpose of refusing pre-arrest bail to the appellant.\\n</p>\\n<p data-structure=\\\"RespArg\\\" id=\\\"p_67\\\">55.     Of course, while considering the request for anticipatory bail and while\\n<span class=\\\"hidden_text\\\" id=\\\"span_58\\\">\\f                                       40</span>\\n\\nperusing the materials/note produced by the Enforcement Directorate/CBI,\\n\\nthe learned Single Judge could have satisfied his conscience to hold that it\\n\\nis not a fit case for grant of anticipatory bail. On the other hand, the learned\\n\\nSingle Judge has verbatim quoted the note produced by the respondent-\\n\\nEnforcement Directorate.      The learned Single Judge, was not right in\\n\\nextracting the note produced by the Enforcement Directorate/CBI which in\\n\\nour view, is not a correct approach for consideration of grant/refusal of\\n\\nanticipatory bail. But such incorrect approach of the learned Single Judge,\\n\\nin our view, does not affect the correctness of the conclusion in refusing to\\n\\ngrant of anticipatory bail to the appellant in view of all other aspects\\n\\nconsidered herein.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_68\\\">Re: Contention:- The appellant should have been confronted with the\\nmaterials collected by the Enforcement Directorate earlier, before\\nbeing produced to the court.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_69\\\">\\n</p><p data-structure=\\\"PetArg\\\" id=\\\"p_70\\\">56.   On behalf of the appellant, it was contended that the materials\\n\\nproduced by the Enforcement Directorate could have never been relied\\n\\nupon for the purpose of consideration of anticipatory bail unless the\\n\\nappellant was earlier confronted with those documents/materials. It was\\n\\nsubmitted that if the appellant’s response was completely “evasive” and\\n\\n“non co-operative” during the three days when he was interrogated i.e.\\n\\n19.12.2018, 01.01.2019 and 21.01.2019, the respondent should place\\n\\nbefore the court the materials put to the appellant and the responses\\n<span class=\\\"hidden_text\\\" id=\\\"span_59\\\">\\f                                     41</span>\\n\\nelicited from the accused to demonstrate to the court that “the accused was\\n\\ncompletely evasive and non-co-operative”.\\n</p>\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_71\\\">57.   Contention of the appellant that the court will have to scrutinise the\\n\\nquestions put to the accused during interrogation and answers given by the\\n\\nappellant and satisfy itself whether the answers were “evasive or not”,\\n\\nwould amount to conducting “mini trial” and substituting court’s view over\\n\\nthe view of the investigating agency about the “cooperation” or\\n\\n“evasiveness” of the accused and thereafter, the court to decide the\\n\\nquestions of grant of anticipatory bail. This contention is far-fetched and\\n\\ndoes not merit acceptance.\\n</p>\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_72\\\">58.   As rightly submitted by learned Solicitor General that if the accused\\n\\nare to be confronted with the materials which were collected by the\\n\\nprosecution/Enforcement Directorate with huge efforts, it would lead to\\n\\ndevastating consequences and would defeat the very purpose of the\\n\\ninvestigation into crimes, in particular, white collar offences.      If the\\n\\ncontention of the appellant is to be accepted, the investigating agency will\\n\\nhave to question each and every accused such materials collected during\\n\\ninvestigation and in this process, the investigating agency would be\\n\\nexposing the evidence collected by them with huge efforts using their men\\n\\nand resources and this would give a chance to the accused to tamper with\\n\\nthe evidence and to destroy the money trail apart from paving the way for\\n\\nthe accused to influence the witnesses. If the contention of the appellant is\\n<span class=\\\"hidden_text\\\" id=\\\"span_60\\\">\\f                                       42</span>\\n\\nto be accepted that the accused will have to be questioned with the\\n\\nmaterials and the investigating agency has to satisfy the court that the\\n\\naccused was “evasive” during interrogation, the court will have to undertake\\n\\na “mini trial” of scrutinizing the matter at intermediary stages of investigation\\n\\nlike interrogation of the accused and the answers elicited from the accused\\n\\nand to find out whether the answers given by the accused are ‘evasive’ or\\n\\nwhether they are ‘satisfactory’ or not. This could have never been the\\n\\nintention of the legislature either under PMLA or any other statute.\\n\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_73\\\">59.   Interrogation of the accused and the answers elicited from the\\n\\naccused and the opinion whether the answers given by the accused are\\n\\n“satisfactory” or “evasive”, is purely within the domain of the investigating\\n\\nagency and the court cannot substitute its views by conducting mini trial at\\n\\nvarious stages of the investigation.\\n</p>\\n<p data-structure=\\\"Section\\\" id=\\\"p_74\\\">60.   The investigation of a cognizable offence and the various stages\\n\\nthereon including the interrogation of the accused is exclusively reserved\\n\\nfor the investigating agency whose powers are unfettered so long as the\\n\\ninvestigating officer exercises his investigating powers well within the\\n\\nprovisions of the law and the legal bounds. In exercise of its inherent power\\n\\nunder <a href=\\\"/doc/1679850/\\\" id=\\\"a_181\\\">Section 482</a> Cr.P.C., the court can interfere and issue appropriate\\n\\ndirection only when the court is convinced that the power of the\\n\\ninvestigating officer is exercised mala fide or where there is abuse of power\\n\\nand non-compliance of the provisions of <a href=\\\"/doc/445276/\\\" id=\\\"a_182\\\">Code of Criminal Procedure</a>.\\n<span class=\\\"hidden_text\\\" id=\\\"span_61\\\">\\f                                            43</span>\\n\\nHowever, this power of invoking inherent jurisdiction to issue direction and\\n\\ninterfering with the investigation is exercised only in rare cases where there\\n\\nis abuse of process or non-compliance of the provisions of <a href=\\\"/doc/445276/\\\" id=\\\"a_183\\\">Criminal\\n\\nProcedure Code</a>.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_75\\\">61.   <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1708066\\\" id=\\\"span_62\\\">In <a href=\\\"/doc/1708066/\\\" id=\\\"a_184\\\">King-Emperor v. Khwaja Nazir Ahmad</a> AIR 1945 PC 18 : 1944 SCC\\n\\nOnline PC 29, it was held as under:-</span>\\n</p>\\n<blockquote id=\\\"blockquote_14\\\">      “…..it is of the utmost importance that the judiciary should not interfere with\\n      the police in matters which are within their province and into which the law\\n      imposes upon them the duty of enquiry.\\n</blockquote><blockquote id=\\\"blockquote_15\\\">      In India as has been shown there is a statutory right on the part of the police\\n      to investigate the circumstances of an alleged cognizable crime without\\n      requiring any authority from the judicial authorities, and it would, as their\\n      Lordships think, be an unfortunate result if it should be held possible to\\n      interfere with those statutory rights by an exercise of the inherent jurisdiction\\n      of the Court. The functions of the judiciary and the police are complementary\\n      not overlapping and the combination of individual liberty with a due\\n      observance of law and order is only to be obtained by leaving each to\\n      exercise its own function, always, of course, subject to the right of the Court\\n      to intervene in an appropriate case when moved under S. 491 of the Crl.\\n      P.C. ….” [underlining added]\\n\\n\\n</blockquote><p data-structure=\\\"Precedent\\\" id=\\\"p_76\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1727525\\\" id=\\\"span_63\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"49832\\\" id=\\\"span_64\\\">62.   The above decision in Khwaja Nazir Ahmad has been quoted with\\n\\napproval by the Supreme Court in <a href=\\\"/doc/49832/\\\" id=\\\"a_185\\\">Abhinandan Jha and others v. Dinesh\\n\\nMishra</a> <a href=\\\"/doc/1727525/\\\" id=\\\"a_186\\\">AIR 1968 SC 117 and State of Bihar and another v. J.A.C.\\n\\nSaldanha and others</a> (1980) 1 SCC 554. Observing that the investigation of\\n\\nthe offence is the field exclusively reserved for the executive through the\\n\\npolice department and the superintendence over which vests in the State\\n<span class=\\\"hidden_text\\\" id=\\\"span_65\\\">\\f                                           44</span>\\n\\nGovernment, in J.A.C. Saldanha, it was held as under:-</span></span>\\n</p>\\n<blockquote id=\\\"blockquote_16\\\">     <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1708066\\\" id=\\\"span_66\\\">“25. There is a clear-cut and well demarcated sphere of activity in the field of\\n     crime detection and crime punishment. Investigation of an offence is the field\\n     exclusively reserved for the executive through the police department the\\n     superintendence over which vests in the State Government. The executive\\n     which is charged with a duty to keep vigilance over law and order situation is\\n     obliged to prevent crime and if an offence is alleged to have been committed\\n     it is its bounded duty to investigate into the offence and bring the offender to\\n     book. Once it investigates and finds an offence having been committed it is\\n     its duty to collect evidence for the purpose of proving the offence. Once that\\n     is completed and the investigating officer submits report to the court\\n     requesting the court to take cognizance of the offence under Section 190 of\\n     the Code its duty comes to an end. On a cognizance of the offence being\\n     taken by the court the police function of investigation comes to an end\\n     subject to the provision contained in Section 173(8), there commences the\\n     adjudicatory function of the judiciary to determine whether an offence has\\n     been committed and if so, whether by the person or persons charged with\\n     the crime by the police in its report to the court, and to award adequate\\n     punishment according to law for the offence proved to the satisfaction of the\\n     court. There is thus a well defined and well demarcated function in the field\\n     of crime detection and its subsequent adjudication between the police and\\n     the Magistrate. This had been recognised way back in <a href=\\\"/doc/1708066/\\\" id=\\\"a_187\\\">King Emperor v.\\n     Khwaja Nazir Ahmad</a> AIR 1944 PC 18 ……...”.</span>\\n</blockquote>\\n<blockquote id=\\\"blockquote_17\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"336701\\\" id=\\\"span_67\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"183165917\\\" id=\\\"span_68\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"603130\\\" id=\\\"span_69\\\">The same view was reiterated in <a href=\\\"/doc/603130/\\\" id=\\\"a_188\\\">Dukhishyam Benupani, Asstt. Director,\\n\\nEnforcement Directorate (FERA) v. Arun Kumar Bajoria</a> (1998) 1 SCC 52,\\n\\nM.C. Abraham and Another v. State of Maharashtra and Others (<a href=\\\"/doc/183165917/\\\" id=\\\"a_189\\\">2003) 2\\n\\nSCC 649, Subramanian Swamy v. Director, Central Bureau of Investigation\\n\\nand another</a> (<a href=\\\"/doc/336701/\\\" id=\\\"a_190\\\">2014) 8 SCC 682 and Divine Retreat Centre v. State of Kerala\\n\\nand Others</a> (2008) 3 SCC 542.</span></span></span>\\n</blockquote><span class=\\\"hidden_text\\\" id=\\\"span_70\\\">\\f                                      45</span>\\n\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_77\\\">63.   Investigation into crimes is the prerogative of the police and excepting\\n\\nin rare cases, the judiciary should keep out all the areas of investigation. <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1287305\\\" id=\\\"span_71\\\">In\\n\\n<a href=\\\"/doc/1287305/\\\" id=\\\"a_191\\\">State of Bihar and another v. P.P. Sharma, IAS and another</a> 1992 Supp. (1)\\n\\n222, it was held that “The investigating officer is an arm of the law and\\n\\nplays a pivotal role in the dispensation of criminal justice and maintenance\\n\\nof law and order. …..Enough power is therefore given to the police officer in\\n\\nthe area of investigating process and granting them the court latitude to\\n\\nexercise its discretionary power to make a successful investigation…”.</span> <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"603130\\\" id=\\\"span_72\\\">In\\n\\n<a href=\\\"/doc/603130/\\\" id=\\\"a_192\\\">Dukhishyam Benupani, Asstt. Director, Enforcement Directorate (FERA) v.\\n\\nArun Kumar Bajoria</a> (1998) 1 SCC 52, this Court held that “……it is not the\\n\\nfunction of the court to monitor investigation processes so long as such\\n\\ninvestigation does not transgress any provision of law. It must be left to the\\n\\ninvestigating agency to decide the venue, the timings and the questions\\n\\nand the manner of putting such questions to persons involved in such\\n\\noffences. A blanket order fully insulating a person from arrest would make\\n\\nhis interrogation a mere ritual.”</span>\\n\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_78\\\">64.   As held by the Supreme Court in a catena of judgments that there is a\\n\\nwell-defined and demarcated function in the field of investigation and its\\n\\nsubsequent adjudication. It is not the function of the court to monitor the\\n\\ninvestigation process so long as the investigation does not violate any\\n\\nprovision of law. It must be left to the discretion of the investigating agency\\n\\nto decide the course of investigation. If the court is to interfere in each and\\n<span class=\\\"hidden_text\\\" id=\\\"span_73\\\">\\f                                       46</span>\\n\\nevery stage of the investigation and the interrogation of the accused, it\\n\\nwould affect the normal course of investigation. It must be left to the\\n\\ninvestigating agency to proceed in its own manner in interrogation of the\\n\\naccused, nature of questions put to him and the manner of interrogation of\\n\\nthe accused.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_79\\\">65.   It is one thing to say that if the power of investigation has been\\n\\nexercised by an investigating officer mala fide or non-compliance of the\\n\\nprovisions of the <a href=\\\"/doc/445276/\\\" id=\\\"a_193\\\">Criminal Procedure Code</a> in the conduct of the\\n\\ninvestigation, it is open to the court to quash the proceedings where there is\\n\\na clear case of abuse of power. It is a different matter that the High Court in\\n\\nexercise of its inherent power under <a href=\\\"/doc/1679850/\\\" id=\\\"a_194\\\">Section 482</a> Cr.P.C., the court can\\n\\nalways issue appropriate direction at the instance of an aggrieved person if\\n\\nthe High Court is convinced that the power of investigation has been\\n\\nexercised by the investigating officer mala fide and not in accordance with\\n\\nthe provisions of the <a href=\\\"/doc/445276/\\\" id=\\\"a_195\\\">Criminal Procedure Code</a>. However, as pointed out\\n\\nearlier that power is to be exercised in rare cases where there is a clear\\n\\nabuse of power and non-compliance of the provisions falling under\\n\\nChapter-XII of the <a href=\\\"/doc/445276/\\\" id=\\\"a_196\\\">Code of Criminal Procedure</a> requiring the interference of\\n\\nthe High Court. In the initial stages of investigation where the court is\\n\\nconsidering the question of grant of regular bail or pre-arrest bail, it is not\\n\\nfor the court to enter into the demarcated function of the investigation and\\n\\ncollection   of   evidence/materials   for   establishing   the   offence   and\\n<span class=\\\"hidden_text\\\" id=\\\"span_74\\\">\\f                                      47</span>\\n\\ninterrogation of the accused and the witnesses.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_80\\\">66.   Whether direction to produce the transcripts could be issued:-\\n\\n</p><blockquote id=\\\"blockquote_18\\\">Contention of the appellant is that it has not been placed before the court\\n\\nas to what were the questions/aspects on which the appellant was\\n\\ninterrogated   on   19.12.2018,   01.01.2019    and   21.01.2019     and   the\\n\\nEnforcement Directorate has not been able to show as to how the answers\\n\\ngiven by the appellant are “evasive”. It was submitted that the investigating\\n\\nagency-Enforcement Directorate cannot expect the accused to give\\n\\nanswers in the manner they want and the investigating agency should\\n\\nalways keep in their mind the rights of the accused protected under <a href=\\\"/doc/366712/\\\" id=\\\"a_197\\\">Article\\n\\n20(3)</a> of the Constitution of India. Since the interrogation of the accused\\n\\nand the questions put to the accused and the answers given by the\\n\\naccused are part of the investigation which is purely within the domain of\\n\\nthe investigation officer, unless satisfied that the police officer has\\n\\nimproperly and illegally exercised his investigating powers in breach of any\\n\\nstatutory provision, the court cannot interfere.    In the present case, no\\n\\ndirection could be issued to the respondent to produce the transcripts of the\\n\\nquestions put to the appellant and answers given by the appellant.\\n</blockquote>\\n<blockquote id=\\\"blockquote_19\\\">Grant of Anticipatory bail in exceptional cases:-\\n</blockquote>\\n\\n<p data-structure=\\\"Section\\\" id=\\\"p_81\\\">67.   Ordinarily, arrest is a part of procedure of the investigation to secure\\n\\nnot only the presence of the accused but several other purposes. Power\\n<span class=\\\"hidden_text\\\" id=\\\"span_75\\\">\\f                                       48</span>\\n\\nunder <a href=\\\"/doc/1783708/\\\" id=\\\"a_198\\\">Section 438</a> Cr.P.C. is an extraordinary power and the same has to\\n\\nbe exercised sparingly.     The privilege of the pre-arrest bail should be\\n\\ngranted only in exceptional cases. The judicial discretion conferred upon\\n\\nthe court has to be properly exercised after application of mind as to the\\n\\nnature and gravity of the accusation; possibility of applicant fleeing justice\\n\\nand other factors to decide whether it is a fit case for grant of anticipatory\\n\\nbail. Grant of anticipatory bail to some extent interferes in the sphere of\\n\\ninvestigation of an offence and hence, the court must be circumspect while\\n\\nexercising such power for grant of anticipatory bail. Anticipatory bail is not\\n\\nto be granted as a matter of rule and it has to be granted only when the\\n\\ncourt is convinced that exceptional circumstances exist to resort to that\\n\\nextraordinary remedy.\\n</p>\\n<p data-structure=\\\"RespArg\\\" id=\\\"p_82\\\">68.   On behalf of the appellant, much arguments were advanced\\n\\ncontending that anticipatory bail is a facet of <a href=\\\"/doc/1199182/\\\" id=\\\"a_199\\\">Article 21</a> of the Constitution of\\n\\nIndia. It was contended that unless custodial interrogation is warranted, in\\n\\nthe facts and circumstances of the case, denial of anticipatory bail would\\n\\namount to denial of the right conferred upon the appellant under <a href=\\\"/doc/1199182/\\\" id=\\\"a_200\\\">Article 21</a>\\n\\nof the Constitution of India.\\n</p>\\n<p data-structure=\\\"Section\\\" id=\\\"p_83\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1712895\\\" id=\\\"span_76\\\">69.   <a href=\\\"/doc/1199182/\\\" id=\\\"a_201\\\">Article 21</a> of the Constitution of India states that no person shall be\\n\\ndeprived of his life or personal liberty except according to procedure\\n\\nprescribed by law.     However, the power conferred by <a href=\\\"/doc/1199182/\\\" id=\\\"a_202\\\">Article 21</a> of the\\n\\nConstitution of India is not unfettered and is qualified by the later part of the\\n<span class=\\\"hidden_text\\\" id=\\\"span_77\\\">\\f                                             49</span>\\n\\nArticle i.e. “…except according to a procedure prescribed by law.” In <a href=\\\"/doc/1712895/\\\" id=\\\"a_203\\\">State\\n\\nof M.P. and another v. Ram Kishna Balothia and another</a> (1995) 3 SCC 221,\\n\\nthe Supreme Court held that the right of anticipatory bail is not a part of\\n\\n<a href=\\\"/doc/1199182/\\\" id=\\\"a_204\\\">Article 21</a> of the Constitution of India and held as under:-</span>\\n\\n</p><blockquote id=\\\"blockquote_20\\\">      “7. ……We find it difficult to accept the contention that <a href=\\\"/doc/1783708/\\\" id=\\\"a_205\\\">Section 438</a> of the\\n      Code of Criminal Procedure is an integral part of <a href=\\\"/doc/1199182/\\\" id=\\\"a_206\\\">Article 21.</a> In the first place,\\n      there was no provision similar to Section 438 in the old <a href=\\\"/doc/445276/\\\" id=\\\"a_207\\\">Criminal Procedure\\n      Code</a>. The Law Commission in its 41st Report recommended introduction of a\\n      provision for grant of anticipatory bail. It observed:\\n</blockquote><blockquote id=\\\"blockquote_21\\\">         “We agree that this would be a useful advantage. Though we must\\n         add that it is in very exceptional cases that such power should be\\n         exercised.”\\n      In the light of this recommendation, Section 438 was incorporated, for the first\\n      time, in the <a href=\\\"/doc/445276/\\\" id=\\\"a_208\\\">Criminal Procedure Code</a> of 1973. Looking to the cautious\\n      recommendation of the Law Commission, the power to grant anticipatory bail\\n      is conferred only on a Court of Session or the High Court. Also, anticipatory\\n      bail cannot be granted as a matter of right. It is essentially a statutory right\\n      conferred long after the coming into force of the Constitution. It cannot be\\n      considered as an essential ingredient of <a href=\\\"/doc/1199182/\\\" id=\\\"a_209\\\">Article 21</a> of the Constitution. And its\\n      non-application to a certain special category of offences cannot be considered\\n      as violative of Article 21.” [underlining added]\\n\\n\\n\\n</blockquote><p data-structure=\\\"CDiscource\\\" id=\\\"p_84\\\">70.   We are conscious of the fact that the legislative intent behind the\\n\\nintroduction of <a href=\\\"/doc/1783708/\\\" id=\\\"a_210\\\">Section 438</a> Cr.P.C. is to safeguard the individual’s personal\\n\\nliberty and to protect him from the possibility of being humiliated and from\\n\\nbeing subjected to unnecessary police custody. However, the court must\\n\\nalso keep in view that a criminal offence is not just an offence against an\\n<span class=\\\"hidden_text\\\" id=\\\"span_78\\\">\\f                                       50</span>\\n\\nindividual, rather the larger societal interest is at stake.       Therefore, a\\n\\ndelicate balance is required to be established between the two rights -\\n\\nsafeguarding the personal liberty of an individual and the societal interest. It\\n\\ncannot be said that refusal to grant anticipatory bail would amount to denial\\n\\nof the rights conferred upon the appellant under <a href=\\\"/doc/1199182/\\\" id=\\\"a_211\\\">Article 21</a> of the\\n\\nConstitution of India.\\n</p>\\n<p data-structure=\\\"RespArg\\\" id=\\\"p_85\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"PARTY\\\" data-docid=\\\"6323126\\\" id=\\\"span_79\\\">71.   The learned Solicitor General has submitted that depending upon the\\n\\nfacts of each case, it is for the investigating agency to confront the accused\\n\\nwith the material, only when the accused is in custody. It was submitted that\\n\\nthe statutory right under <a href=\\\"/doc/97670/\\\" id=\\\"a_212\\\">Section 19</a> of PMLA has an in-built safeguard\\n\\nagainst arbitrary exercise of power of arrest by the investigating officer.\\n\\nSubmitting that custodial interrogation is a recognised mode of interrogation\\n\\nwhich is not only permissible but has been held to be more effective, the\\n\\nlearned Solicitor General <a href=\\\"/doc/1712895/\\\" id=\\\"a_213\\\">placed reliance upon</a> State Rep. By The CBI v.\\n\\nAnil Sharma (1997) 7 SCC 187; <a href=\\\"/doc/6323126/\\\" id=\\\"a_214\\\">Sudhir v. State of Maharashtra and\\n\\nAnother</a> (2016) 1 SCC 146; and Assistant Director, Directorate of\\n\\nEnforcement v. Hassan Ali Khan (2011) 12 SCC 684.</span>\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_86\\\">72.   Ordinarily, arrest is a part of the process of the investigation intended\\n\\nto secure several purposes. There may be circumstances in which the\\n\\naccused may provide information leading to discovery of material facts and\\n\\nrelevant   information.   Grant   of   anticipatory   bail   may   hamper   the\\n<span class=\\\"hidden_text\\\" id=\\\"span_80\\\">\\f                                           51</span>\\n\\ninvestigation. Pre-arrest bail is to strike a balance between the individual’s\\n\\nright to personal freedom and the right of the investigating agency to\\n\\ninterrogate the accused as to the material so far collected and to collect\\n\\nmore information which may lead to recovery of relevant information. In\\n\\nState Rep. By The CBI v. Anil Sharma (1997) 7 SCC 187, the Supreme\\n\\nCourt held as under:-\\n</p>\\n<blockquote id=\\\"blockquote_22\\\">      “6. We find force in the submission of the CBI that custodial interrogation is\\n      qualitatively more elicitation-oriented than questioning a suspect who is well\\n      ensconced with a favourable order under Section 438 of the Code. In a case\\n      like this effective interrogation of a suspected person is of tremendous\\n      advantage in disinterring many useful informations and also materials which\\n      would have been concealed. Success in such interrogation would elude if\\n      the suspected person knows that he is well protected and insulated by a\\n      pre-arrest bail order during the time he is interrogated. Very often\\n      interrogation in such a condition would reduce to a mere ritual. The\\n      argument that the custodial interrogation is fraught with the danger of the\\n      person being subjected to third-degree methods need not be countenanced,\\n      for, such an argument can be advanced by all accused in all criminal cases.\\n      The Court has to presume that responsible police officers would conduct\\n      themselves in a responsible manner and that those entrusted with the task\\n      of disinterring offences would not conduct themselves as offenders.”\\n\\n\\n</blockquote><p data-structure=\\\"Precedent\\\" id=\\\"p_87\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1780466\\\" id=\\\"span_81\\\">73.   Observing that the arrest is a part of the investigation intended to\\n\\nsecure several purposes, in <a href=\\\"/doc/1780466/\\\" id=\\\"a_215\\\">Adri Dharan Das v. State of W.B.</a> (2005) 4 SCC\\n\\n303, it was held as under:-</span>\\n</p>\\n<blockquote id=\\\"blockquote_23\\\">      “19. Ordinarily, arrest is a part of the process of investigation intended to\\n      secure several purposes. The accused may have to be questioned in detail\\n      regarding various facets of motive, preparation, commission and aftermath\\n      of the crime and the connection of other persons, if any, in the crime. There\\n<span class=\\\"hidden_text\\\" id=\\\"span_82\\\">\\f                                            52</span>\\n\\n      may be circumstances in which the accused may provide information\\n      leading to discovery of material facts. It may be necessary to curtail his\\n      freedom in order to enable the investigation to proceed without hindrance\\n      and to protect witnesses and persons connected with the victim of the crime,\\n      to prevent his disappearance, to maintain law and order in the locality. For\\n      these or other reasons, arrest may become an inevitable part of the process\\n      of investigation. The legality of the proposed arrest cannot be gone into in an\\n      application under Section 438 of the Code. The role of the investigator is\\n      well defined and the jurisdictional scope of interference by the court in the\\n      process of investigation is limited. The court ordinarily will not interfere with\\n      the investigation of a crime or with the arrest of the accused in a cognizable\\n      offence. An interim order restraining arrest, if passed while dealing with an\\n      application under Section 438 of the Code will amount to interference in the\\n      investigation, which cannot, at any rate, be done under Section 438 of the\\n      Code.”\\n\\n\\n</blockquote><p data-structure=\\\"Precedent\\\" id=\\\"p_88\\\">74.   <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1108032\\\" id=\\\"span_83\\\">In <a href=\\\"/doc/1108032/\\\" id=\\\"a_216\\\">Siddharam Satlingappa Mhetre v. State of Maharashtra and Others</a>\\n\\n(2011) 1 SCC 694, the Supreme Court laid down the factors and\\n\\nparameters to be considered while dealing with anticipatory bail. It was held\\n\\nthat the nature and the gravity of the accusation and the exact role of the\\n\\naccused must be properly comprehended before arrest is made and that\\n\\nthe court must evaluate the available material against the accused very\\n\\ncarefully. It was also held that the court should also consider whether the\\n\\naccusations have been made only with the object of injuring or humiliating\\n\\nthe applicant by arresting him or her.</span>\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_89\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"188505337\\\" id=\\\"span_84\\\">75.   After referring to Siddharam Satlingappa Mhetre and other judgments\\n\\nand observing that anticipatory bail can be granted only in exceptional\\n<span class=\\\"hidden_text\\\" id=\\\"span_85\\\">\\f                                           53</span>\\n\\ncircumstances, in <a href=\\\"/doc/188505337/\\\" id=\\\"a_217\\\">Jai Prakash Singh v. State of Bihar and another</a> (2012) 4\\n\\nSCC 379, the Supreme Court held as under:-</span>\\n</p>\\n<blockquote id=\\\"blockquote_24\\\">      <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1730508\\\" id=\\\"span_86\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"263099\\\" id=\\\"span_87\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1489537\\\" id=\\\"span_88\\\">“19. Parameters for grant of anticipatory bail in a serious offence are\\n      required to be satisfied and further while granting such relief, the court must\\n      record the reasons therefor. Anticipatory bail can be granted only in\\n      exceptional circumstances where the court is prima facie of the view that the\\n      applicant has falsely been enroped in the crime and would not misuse his\\n      liberty. (See <a href=\\\"/doc/1489537/\\\" id=\\\"a_218\\\">D.K. Ganesh Babu v. P.T. Manokaran</a> (<a href=\\\"/doc/263099/\\\" id=\\\"a_219\\\">2007) 4 SCC 434, State\\n      of Maharashtra v. Mohd. Sajid Husain Mohd. S. Husain</a> (<a href=\\\"/doc/1730508/\\\" id=\\\"a_220\\\">2008) 1 SCC 213\\n      and Union of India v. Padam Narain Aggarwal</a> (2008) 13 SCC 305.)”\\n\\n\\nEconomic Offences:-</span></span></span>\\n</blockquote>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_90\\\">76.   Power under <a href=\\\"/doc/1783708/\\\" id=\\\"a_221\\\">Section 438</a> Cr.P.C. being an extraordinary remedy, has\\n\\nto be exercised sparingly; more so, in cases of economic offences.\\n\\nEconomic offences stand as a different class as they affect the economic\\n\\nfabric of the society. <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1371112\\\" id=\\\"span_89\\\">In <a href=\\\"/doc/1371112/\\\" id=\\\"a_222\\\">Directorate of Enforcement v. Ashok Kumar Jain</a>\\n\\n(1998) 2 SCC 105, it was held that in economic offences, the accused is\\n\\nnot entitled to anticipatory bail.</span>\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_91\\\">\\n</p><p data-structure=\\\"RespArg\\\" id=\\\"p_92\\\">77.   The learned Solicitor General submitted that the “Scheduled offence”\\n\\nand “offence of money laundering” are independent of each other and\\n\\nPMLA being a special enactment applicable to the offence of money\\n\\nlaundering is not a fit case for grant of anticipatory bail.              The learned\\n\\nSolicitor General submitted that money laundering being an economic\\n\\noffence committed with much planning and deliberate design poses a\\n\\nserious threat to the nation’s economy and financial integrity and in order to\\n<span class=\\\"hidden_text\\\" id=\\\"span_90\\\">\\f                                          54</span>\\n\\nunearth the laundering and trail of money, custodial interrogation of the\\n\\nappellant is necessary.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_93\\\">\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_94\\\">78.   Observing that economic offence is committed with deliberate design\\n\\nwith an eye on personal profit regardless to the consequence to the\\n\\ncommunity, in State of Gujarat v. Mohanlal Jitamalji Porwal and others\\n\\n(1987) 2 SCC 364, it was held as under:-\\n</p>\\n<blockquote id=\\\"blockquote_25\\\">      “5. ….The entire community is aggrieved if the economic offenders who ruin\\n      the economy of the State are not brought to book. A murder may be\\n      committed in the heat of moment upon passions being aroused. An\\n      economic offence is committed with cool calculation and deliberate design\\n      with an eye on personal profit regardless of the consequence to the\\n      community. A disregard for the interest of the community can be manifested\\n      only at the cost of forfeiting the trust and faith of the community in the\\n      system to administer justice in an even-handed manner without fear of\\n      criticism from the quarters which view white collar crimes with a permissive\\n      eye unmindful of the damage done to the national economy and national\\n      interest…..”\\n\\n\\n\\n</blockquote><p data-structure=\\\"Precedent\\\" id=\\\"p_95\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"183369852\\\" id=\\\"span_91\\\">79.   Observing that economic offences constitute a class apart and need\\n\\nto be visited with different approach in the matter of bail, in <a href=\\\"/doc/183369852/\\\" id=\\\"a_223\\\">Y.S. Jagan\\n\\nMohan Reddy v. CBI</a> (2013) 7 SCC 439, the Supreme Court held as under:-</span>\\n\\n</p><blockquote id=\\\"blockquote_26\\\">      “34. Economic offences constitute a class apart and need to be visited with\\n      a different approach in the matter of bail. The economic offences having\\n      deep-rooted conspiracies and involving huge loss of public funds need to be\\n      viewed seriously and considered as grave offences affecting the economy of\\n      the country as a whole and thereby posing serious threat to the financial\\n      health of the country.\\n</blockquote><span class=\\\"hidden_text\\\" id=\\\"span_92\\\">\\f                                           55</span>\\n\\n<blockquote id=\\\"blockquote_27\\\">      35. While granting bail, the court has to keep in mind the nature of\\n      accusations, the nature of evidence in support thereof, the severity of the\\n      punishment which conviction will entail, the character of the accused,\\n      circumstances which are peculiar to the accused, reasonable possibility of\\n      securing the presence of the accused at the trial, reasonable apprehension\\n      of the witnesses being tampered with, the larger interests of the public/State\\n      and other similar considerations.” [underlining added]\\n\\n\\n</blockquote><p data-structure=\\\"Precedent\\\" id=\\\"p_96\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1530911\\\" id=\\\"span_93\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"603130\\\" id=\\\"span_94\\\">80.   <a href=\\\"/doc/603130/\\\" id=\\\"a_224\\\">Referring to Dukhishyam Benupani, Assistant Director, Enforcement\\n\\nDirectorate (FERA) v. Arun Kumar Bajoria</a> (1998) 1 SCC 52, in\\n\\n<a href=\\\"/doc/1530911/\\\" id=\\\"a_225\\\">Enforcement Officer, Ted, Bombay v. Bher Chand Tikaji Bora and others</a>\\n\\n(1999) 5 SCC 720, while hearing an appeal by the Enforcement Directorate\\n\\nagainst the order of the Single Judge of the Bombay High Court granting\\n\\nanticipatory bail to the respondent thereon, the Supreme Court set aside\\n\\nthe order of the Single Judge granting anticipatory bail.</span></span>\\n\\n\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_97\\\">81.   Grant of anticipatory bail at the stage of investigation may frustrate the\\n\\ninvestigating agency in interrogating the accused and in collecting the\\n\\nuseful information and also the materials which might have been\\n\\nconcealed. Success in such interrogation would elude if the accused knows\\n\\nthat he is protected by the order of the court. Grant of anticipatory bail,\\n\\nparticularly in economic offences would definitely hamper the effective\\n\\ninvestigation. Having regard to the materials said to have been collected by\\n\\nthe respondent-Enforcement Directorate and considering the stage of the\\n\\ninvestigation, we are of the view that it is not a fit case to grant anticipatory\\n<span class=\\\"hidden_text\\\" id=\\\"span_95\\\">\\f                                     56</span>\\n\\nbail.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_98\\\">\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_99\\\">82.     In a case of money-laundering where it involves many stages of\\n\\n“placement”, “layering i.e. funds moved to other institutions to conceal\\n\\norigin” and “interrogation i.e. funds used to acquire various assets”, it\\n\\nrequires systematic and analysed investigation which would be of great\\n\\nadvantage. As held in Anil Sharma, success in such interrogation would\\n\\nelude if the accused knows that he is protected by a pre-arrest bail order.\\n\\n<a href=\\\"/doc/1783708/\\\" id=\\\"a_226\\\">Section 438</a> Cr.P.C. is to be invoked only in exceptional cases where the\\n\\ncase alleged is frivolous or groundless. In the case in hand, there are\\n\\nallegations of laundering the proceeds of the crime. The Enforcement\\n\\nDirectorate claims to have certain specific inputs from various sources,\\n\\nincluding overseas banks. Letter rogatory is also said to have been issued\\n\\nand some response have been received by the department. Having regard\\n\\nto the nature of allegations and the stage of the investigation, in our view,\\n\\nthe investigating agency has to be given sufficient freedom in the process\\n\\nof investigation. Though we do not endorse the approach of the learned\\n\\nSingle Judge in extracting the note produced by the Enforcement\\n\\nDirectorate, we do not find any ground warranting interference with the\\n\\nimpugned order. Considering the facts and circumstances of the case, in\\n\\nour view, grant of anticipatory bail to the appellant will hamper the\\n\\ninvestigation and this is not a fit case for exercise of discretion to grant\\n<span class=\\\"hidden_text\\\" id=\\\"span_96\\\">\\f                                      57</span>\\n\\nanticipatory bail to the appellant.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_100\\\">\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_101\\\">83.   In the result, the appeal is dismissed. It is for the appellant to work\\n\\nout his remedy in accordance with law. As and when the application for\\n\\nregular bail is filed, the same shall be considered by the learned trial court\\n\\non its own merits and in accordance with law without being influenced by\\n\\nany of the observations made in this judgment and the impugned order of\\n\\nthe High Court.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_102\\\">\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_103\\\">                                                   …………………………..J.\\n                                                     [R. BANUMATHI]\\n\\n                                                   …………………………..J.\\n                                                     [A.S. BOPANNA]\\nNew Delhi;\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_104\\\">September 05, 2019\\n\\f</p>\",\"numcites\":78,\"numcitedby\":2721,\"docsource\":\"Supreme Court of India\",\"citetid\":90251163,\"divtype\":\"judgments\",\"relatedqs\":[{\"value\":\"section 8 prevention of corruption act\",\"formInput\":\"section%208%20prevention%20of%20corruption%20act\"},{\"value\":\"prevention of corruption act section 13\",\"formInput\":\"prevention%20of%20corruption%20act%20section%2013\"},{\"value\":\"anticipatory bail\",\"formInput\":\"anticipatory%20bail\"},{\"value\":\"pmla \",\"formInput\":\"pmla%20\"},{\"value\":\"section 420 ipc\",\"formInput\":\"section%20420%20ipc\"},{\"value\":\"section 172 crpc\",\"formInput\":\"section%20172%20crpc\"},{\"value\":\"grant of bail\",\"formInput\":\"grant%20of%20bail\"},{\"value\":\"article 21\",\"formInput\":\"article%2021\"},{\"value\":\"section 120b ipc\",\"formInput\":\"section%20120b%20ipc\"},{\"value\":\"article 20(1)\",\"formInput\":\"article%2020%281%29\"},{\"value\":\"section 420\",\"formInput\":\"section%20420\"},{\"value\":\"constitution of india articles\",\"formInput\":\"constitution%20of%20india%20articles\"},{\"value\":\"article 21 of constitution\",\"formInput\":\"article%2021%20of%20constitution\"},{\"value\":\" 420 ipc\",\"formInput\":\"%20420%20ipc\"},{\"value\":\"section 438 of crpc\",\"formInput\":\"section%20438%20of%20crpc\"},{\"value\":\"custodial interrogation\",\"formInput\":\"custodial%20interrogation\"},{\"value\":\"under section 172 cr.p.c\",\"formInput\":\"under%20section%20172%20cr.p.c\"},{\"value\":\"'proceeds of the crime'\",\"formInput\":\"%27proceeds%20of%20the%20crime%27\"},{\"value\":\"section 3 PMLA\",\"formInput\":\"section%203%20PMLA\"},{\"value\":\"\\\" anticipatory bail\\\"\",\"formInput\":\"%22%20anticipatory%20bail%22\"}],\"cats\":[{\"value\":\"criminal-procedure-code\",\"formInput\":\"tag:criminal-procedure-code\"},{\"value\":\"criminal-misconduct-by-public-servant\",\"formInput\":\"tag:criminal-misconduct-by-public-servant\"},{\"value\":\"protection-of-life-and-liberty\",\"formInput\":\"tag:protection-of-life-and-liberty\"},{\"value\":\"criminal-conspiracy\",\"formInput\":\"tag:criminal-conspiracy\"}],\"courtcopy\":true,\"query_alert\":null,\"agreement\":false}",
  "metadata": "{\"tid\":90251163,\"publishdate\":\"2019-09-05\",\"doctype\":\"Supreme Court of India\",\"relurl\":\"judis.nic.in/2019-09-05/p_chidambaram_directorate_of_enforcement\",\"caseno\":\"Crl.A. No.-001340-001340 / 2019\",\"numcites\":78,\"numcitedby\":2721,\"title\":\"P. Chidambaram vs Directorate Of Enforcement on 5 September, 2019\"}"
}