{
  "petition": {
    "tid": 96332921,
    "catids": [
      424,
      46,
      11
    ],
    "doctype": 1008,
    "publishdate": "2023-02-28",
    "authorid": 11,
    "bench": [
      11
    ],
    "title": "Maneesh Pathak vs State Of U.P. on 28 February, 2023",
    "numcites": 10,
    "numcitedby": 78,
    "headline": "",
    "docsize": 20558,
    "fragment": true,
    "docsource": "Allahabad High Court",
    "author": "A Bhanot",
    "authorEncoded": "a-bhanot"
  },
  "document": "{\"tid\":96332921,\"publishdate\":\"2023-02-28\",\"title\":\"Maneesh Pathak vs State Of U.P. on 28 February, 2023\",\"doc\":\"<h2 class=\\\"doc_title\\\">Maneesh Pathak vs State Of U.P. on 28 February, 2023</h2>\\n\\n<h3 class=\\\"doc_author\\\">Author: <a href=\\\"/search/?formInput=authorid:a-bhanot\\\">Ajay Bhanot</a></h3>\\n\\n<h3 class=\\\"doc_bench\\\">Bench: <a href=\\\"/search/?formInput=benchid:a-bhanot\\\">Ajay Bhanot</a></h3>\\n\\n<pre id=\\\"pre_1\\\">\\n\\n\\n\\n\\nHIGH COURT OF JUDICATURE AT ALLAHABAD\\n \\n \\n\\n  Court No. - 74\\n \\n\\n \\n Case :- CRIMINAL MISC. BAIL APPLICATION No. - 18536 \\tof 2020\\n \\n Applicant :- Maneesh Pathak\\n \\n Opposite Party :- State of U.P.\\n \\n Counsel for Applicant :- Amaresh Yadava,Jitendra Singh\\n \\n Counsel for Opposite Party :- G.A.\\n \\n  Hon&#x27;ble Ajay Bhanot,J.\\n \\n</pre><p data-structure=\\\"PetArg\\\" id=\\\"p_1\\\">1. Matter is taken up in the revised call. None appears on behalf of the applicant to press the bail application. Name of counsel for the applicant is shown in the cause list. \\n</p> \\n<p data-structure=\\\"Facts\\\" id=\\\"p_2\\\">2. The ordersheet discloses that the counsel for the applicant has not appeared before this Court on successive dates of hearing in the past.  Earlier the Court had called for the status report from the trial court as well as a report from the District Legal Services Authority.\\n</p> \\n<p data-structure=\\\"Issue\\\" id=\\\"p_3\\\">3. Question arises whether the bail application should be dismissed for non prosecution or an amicus curiae should be appointed to represent the applicant and the matter be heard on merits.  \\n</p> \\n<p data-structure=\\\"PetArg\\\" id=\\\"p_4\\\">4. Shri Omar Zamin, learned counsel is appointed as amicus curiae to represent the applicant and assist the Court.\\n</p> \\n<blockquote id=\\\"blockquote_1\\\">&quot;Prison and the authorities conspire to rob each man of his dignity&quot;1. \\n</blockquote> \\n<p data-structure=\\\"Facts\\\" id=\\\"p_5\\\">5.  The right to bail is derived from statute but cannot be isolated from constitutional oversight. \\n</p> \\n<p data-structure=\\\"Precedent\\\" id=\\\"p_6\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"6190694\\\" id=\\\"span_1\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"181418400\\\" id=\\\"span_2\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"141942487\\\" id=\\\"span_3\\\">6.  Good authority has long entrenched the right of an accused to seek bail in the charter of  fundamental rights assured by the Constitution of India. A more detailed discussion on constitutional law anchors of right of bail which flows from <a href=\\\"/doc/1199182/\\\" id=\\\"a_1\\\">Article 21</a> of the Constitution of India can be seen in <a href=\\\"/doc/141942487/\\\" id=\\\"a_2\\\">Ajeet Chaudhary Vs. State of UP2</a> , <a href=\\\"/doc/181418400/\\\" id=\\\"a_3\\\">Junaid Vs. State of UP.</a> and another3 and <a href=\\\"/doc/6190694/\\\" id=\\\"a_4\\\">Anil Gaur @ Sonu @ Sonu Tomar Vs. State of UP4</a>.</span></span></span>\\n</p> \\n<p data-structure=\\\"Section\\\" id=\\\"p_7\\\">7.  Constitutional moorings of the right of bail also bring the right of fair hearing within its ambit.\\n</p> \\n<p data-structure=\\\"Issue\\\" id=\\\"p_8\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"6190694\\\" id=\\\"span_4\\\">8. Legal aid is an indispensable instrument to secure the preambled objective of justice to all citizens. The national capacity to deliver equal justice is girded by the institutional ability to provide legal aid. Legal aid was exalted as a fundamental right by constitutional courts even before it was vested as a statutory right by the legislature under the <a href=\\\"/doc/26738839/\\\" id=\\\"a_5\\\">Legal Services Authorities Act</a>. [On the issue of legal aid and the scheme of the <a href=\\\"/doc/26738839/\\\" id=\\\"a_6\\\">Legal Services Authorities Act, 1987</a> see <a href=\\\"/doc/6190694/\\\" id=\\\"a_7\\\">Anil Gaur</a> (supra)].</span>\\n</p> \\n<p data-structure=\\\"Section\\\" id=\\\"p_9\\\">9. Entitlement to legal services is provided for in <a href=\\\"/doc/26738839/\\\" id=\\\"a_8\\\">Chapter IV of the Legal Services Authorities Act, 1987</a>. <a href=\\\"/doc/81155499/\\\" id=\\\"a_9\\\">Section 12</a> of the Legal Services Authorities Act, 1987 contains the criteria for giving legal services. <a href=\\\"/doc/93090513/\\\" id=\\\"a_10\\\">Section 12(e)</a> of the Act is germane to the controversy and is extracted below:-\\n</p> \\n<blockquote id=\\\"blockquote_2\\\">&quot;<a href=\\\"/doc/93090513/\\\" id=\\\"a_11\\\">Section 12 (e)</a> - a person under circumstances of underserved want such as being a victim of a mass disaster, ethnic violence, caste atrocity, flood, drought, earthquake or industrial disaster.&quot;\\n</blockquote> \\n<p data-structure=\\\"Precedent\\\" id=\\\"p_10\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"6190694\\\" id=\\\"span_5\\\">10. The scope of the provision to provide free legal aid arose for consideration before this Court in <a href=\\\"/doc/6190694/\\\" id=\\\"a_12\\\">Anil Gaur</a> (supra) and was analysed thus:</span>\\n</p> \\n<blockquote id=\\\"blockquote_3\\\">&quot;40. The eligibility criteria for giving legal services under <a href=\\\"/doc/93090513/\\\" id=\\\"a_13\\\">Section 12(e)</a> is broad based. \\n</blockquote> \\n<blockquote id=\\\"blockquote_4\\\">The breadth of the provision manifests the legislative intent to reach out to the last person at the bottom of the social heap. The section contemplates to give legal aid to persons who suffer from deprivation and exclusion caused by circumstances of want which are not of their making. \\n</blockquote> \\n<blockquote id=\\\"blockquote_5\\\">Under the provision persons facing circumstances of &quot;undeserved want&quot; become entitled for legal services. The phrase &quot;undeserved want&quot; is generic in nature. The word &quot;such as&quot; precedes the examples of &quot;undeserved want&quot; described in the section. The instances of &quot;undeserved want&quot; depicted in the provision are illustrative and not exhaustive, and are in the nature of externalities i.e. adverse circumstances over which a person has no control and which prevent recourse to justice. \\n</blockquote> \\n<blockquote id=\\\"blockquote_6\\\">The phrase &quot;undeserved want&quot; in the statute is not a fixed concept but an evolutionary exercise. The State Legal Services Authority is mandated to enquire whether the circumstances of a person being considered for legal aid fall within the sweep of &quot;undeserved want&quot;. \\n</blockquote> \\n<p data-structure=\\\"Issue\\\" id=\\\"p_11\\\">11. The Bar is the frontline sentinel of citizens&#x27; rights and liberties. The courts are the last bastion of constitutional law and justice. Judges have an oath enshrined in the Constitution. Lawyers have a pledge seared in their consciences to serve justice in the nobel traditions of the legal profession. Translated in terms of lawyers&#x27; duties to their clients it essentially means this. Lawyers have to diligently prepare the briefs and vigilantly prosecute causes of litigants before the courts.\\n</p> \\n<p data-structure=\\\"PetArg\\\" id=\\\"p_12\\\">12. In bail applications special care has to be taken by the counsels since the applicant is in jail and the counsel is his sole representative before the court. Time honoured conventions of the nobel profession cast an unconditional duty on the prisoner&#x27;s counsel to be present at the bail hearing. It is immaterial whether the counsel&#x27;s professional remuneration has been paid or not. Failure of a counsel at to turn up at a bail hearing may even constitute a misconduct.   \\n</p> \\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_13\\\">13. Dismissal of a lis for non prosecution is a practice evolved by courts over long years for efficient administration of justice. The practice is sound and has proved its efficacy in removing unnecessary cases which clog the legal system. No litigant has a right to unlimited draught on the time of the court. Non appearance of counsel can also lead to an inference that the lis does not survive, or that a litigant does not wish to prosecute the same. Dismissal of such cases for default enables the judicial system to place surviving cases in which the litigants are interested on the courts&#x27; dockets. \\n</p> \\n<p data-structure=\\\"Precedent\\\" id=\\\"p_14\\\">14. With the dismissal of a case for non prosecution, the lis arrives at a terminus and is only subject to a restoration application being filed by the litigant and allowed by the court. It is important though to bear in mind the distinction between a lis where civil rights are adjudicated, and a criminal case in which the prisoner&#x27;s personal liberty is engaged. A litigant can elect to waive civil claims by not prosecuting them. However, citizens cannot relinquish their personal liberty even by choice. Personal liberty is irrevocably vested in every citizen by the Constitution and the courts are its permanent guardians. \\n</p> \\n<p data-structure=\\\"Precedent\\\" id=\\\"p_15\\\">15. Absence of the counsel at a bail hearing deprives the prisoner-applicant of all ability to influence the outcome of a proceeding where his personal liberty is at stake. When a bail application is dismissed for non prosecution the prisoner&#x27;s period of detention is enlarged by default even as he goes unrepresented and unheard before the court.\\n</p> \\n<p data-structure=\\\"RespArg\\\" id=\\\"p_16\\\">16. Prisoners who apply for bail often live in poor and destitute circumstances. On many occasions they do not have effective pairokars who can oversee the presence of counsels at bail hearings. \\n</p> \\n<p data-structure=\\\"Precedent\\\" id=\\\"p_17\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"198724542\\\" id=\\\"span_6\\\">17. The abject conditions of a large number of forgotten prisoners were summed up by Saran J. in <a href=\\\"/doc/198724542/\\\" id=\\\"a_14\\\">Gobardhan Singh and another v. State of U.P.5</a>:</span> \\n</p> \\n<blockquote id=\\\"blockquote_7\\\">&quot;This is not just an isolated case. We realize that there are a large number of such cases of forgotten &quot;nameless&quot; prisoners who have become &quot;ticket numbers&quot; and are languishing in jails for prolonged periods of time, as under trials (UTs) or as convicted prisoners whose appeals are pending almost interminably before Higher Courts, who may or may not have filed bail applications and who have become very old, or are ailing from an incurable disease, or who may even have become immobile or have lost any capacity to commit a further crime. The complainant (if any) has lost any interest in prosecuting them or in keeping them in jail any longer. Usually the families of such accused have been destroyed, or reduced to such abject poverty, as happens when a family member contracts a serious disease, that they cannot pay counsel&#x27;s fee or incur the recurring unavoidable expenditures in Court offices to get applications and affidavits prepared or the matters listed, and the bail or case disposed of. The relatively luckier children and dependents may perhaps have been provided with a roof over their heads by a grudging relative, or they may have been placed in a State or private run children&#x27;s home. Others may simply have been abandoned to the street. The daughters in the family may not have been married off, and may be getting exploited by some social deviant in the family or outside. Keeping such prisoners in jail any further, in the already overcrowded jails, serves no useful purpose and is an unnecessary burden on the State and the tax payer.&quot;\\n</blockquote> \\n<p data-structure=\\\"Section\\\" id=\\\"p_18\\\">18. Prisoners have no remedy against absentee counsels and little control over the adverse situation that follows. In these circumstances the prisoner becomes a victim of &quot;undeserved want&quot; within the meaning of <a href=\\\"/doc/93090513/\\\" id=\\\"a_15\\\">Section 12 (e)</a> of the Legal Services Authorities Act, 1987 who is entitled to legal aid. Refusal of legal aid to this class of prisoners would entail denial of justice.\\n</p> \\n<p data-structure=\\\"Issue\\\" id=\\\"p_19\\\">19. In this wake, dismissal of a bail application for non prosecution on account of absence of counsel is impermissible, as it is contrary to the rights of prisoners to legal aid under the  <a href=\\\"/doc/26738839/\\\" id=\\\"a_16\\\">Legal Services Authorities Act, 1987</a> and violative of fundamental rights of the prisoners guaranteed under <a href=\\\"/doc/1199182/\\\" id=\\\"a_17\\\">Article 21</a> of the Constitution of India.  \\n</p> \\n<p data-structure=\\\"Precedent\\\" id=\\\"p_20\\\">20.  Personal liberty is the fount of all rights. Protection of liberty is the crown of the court process.  While deciding bails the courts have to be cognizant of the entitlement of prisoners to legal aid, and also alert to their right of hearing.  In the event of non appearance of a prisoner&#x27;s counsel the court may appoint an amicus curiae to represent the prisoner and proceed with the hearing of the bail.  \\n</p> \\n<p data-structure=\\\"Precedent\\\" id=\\\"p_21\\\">21. The narrative can profit by reference to authorities in point.\\n</p> \\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_22\\\">22. The cases discussed below arise out of criminal appeals. However, the principles of law enumerated therein can be safely applied by analogy to various criminal proceedings where the applicant is in jail and personal liberty of the prisoner hangs in balance. \\n</p> \\n<p data-structure=\\\"Precedent\\\" id=\\\"p_23\\\">23. The Allahabad High Court pioneered the cause of unrepresented prisoners in criminal proceedings in the fabled dissent of Syed Mahmood, J. in Queen Empress v. Pohpi and others6.\\n</p> \\n<p data-structure=\\\"Precedent\\\" id=\\\"p_24\\\">24.  Duty of a counsel to appear in cases despite non receipt of fees and expenses and the obligation of the courts to protect the liberty of the prisoner by appointing an amicus curiae was emphasized in Khaili and others Vs. State of Uttar Pradesh7 by holding:\\n</p> \\n<blockquote id=\\\"blockquote_8\\\">&quot;1. ...But even though the fees and expenses were not paid, the Advocate should not, in our opinion, have refused to argue the case. It must be remembered by every advocate that he owes a duty to the court, particularly in a criminal case involving the liberty of the citizen, and even if he has not been paid his fees or expenses, he must argue the case and assist the court in reaching the correct decision. We can appreciate a situation where an advocate may be unable to argue the case in the absence of instructions from the client, but non-receipt of fees and expenses can never be a ground for refusing to argue the case. The learned Advocate in the present case, however, refused to argue the case and consequently the learned Judge went through the record of the case and decided the appeal. Now one thing is clear that howsoever diligent the learned Judge might have been and however careful and anxious to protect the interests of the appellants, his effort could not take the place of an argument by an advocate appearing on behalf of the appellants. We think that in a case such as this, what the learned Judge should have done was to appoint an advocate amicus curiae and then proceed to dispose of the appeal on merits.&quot;\\n</blockquote> \\n<p data-structure=\\\"Precedent\\\" id=\\\"p_25\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"90442173\\\" id=\\\"span_7\\\">25. Similarly the Supreme Court set its face against the practice of dismissing criminal appeals for default of appearance and advocated appointment of amicus curiae in <a href=\\\"/doc/90442173/\\\" id=\\\"a_18\\\">Kabira Vs. State of U.P.8</a>:</span>\\n</p> \\n<blockquote id=\\\"blockquote_9\\\">&quot;2....We are, therefore, of the view that there has not been a proper disposal of the appeal preferred by the appellant. The appeal could not be dismissed by the learned Judge for default of appearance. If the appellant was not present, the learned Judge should have appointed some advocate as amicus curiae and then proceeded to dispose of the appeal on merits.&quot;\\n</blockquote> \\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_26\\\">26. By means of the the bail application the applicant has prayed to be enlarged on bail in Case Crime No. 50 of 2019 at Police Station- Bardah, District- Azamgarh under <a href=\\\"/doc/455468/\\\" id=\\\"a_19\\\">Section 307</a> IPC. The applicant is in jail since 20.03.2019.\\n</p> \\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_27\\\">27. The bail application of the applicant was rejected by the learned trial court on 04.06.2019. \\n</p> \\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_28\\\">28. The following arguments made by Shri Omar Zamin, learned counsel on behalf of the applicant, which could not be satisfactorily refuted by Shri Rishi Chaddha, learned AGA from the record, entitle the applicant for grant of bail: \\n</p> \\n<blockquote id=\\\"blockquote_10\\\">(i). The FIR has been lodged to rationalise a fake encounter staged by the police authorities to burnish their credentials and defend illegal use of force upon applicant. \\n</blockquote> \\n<blockquote id=\\\"blockquote_11\\\">(ii). No one from the police has suffered life threatening injury. \\n</blockquote> \\n<blockquote id=\\\"blockquote_12\\\">(iii). The recovered items were planted on the applicant to implicate him in this case.\\n</blockquote> \\n<blockquote id=\\\"blockquote_13\\\">(iv). There is no independent witness to the recovery. \\n</blockquote> \\n<blockquote id=\\\"blockquote_14\\\">(v). Recovered articles cannot be linked with the crime. \\n</blockquote> \\n<blockquote id=\\\"blockquote_15\\\">(vi). Prosecution evidence does not connect the applicant with the offence.\\n</blockquote> \\n<blockquote id=\\\"blockquote_16\\\">(vii). It is contended that the applicant has always cooperated with the investigations and had joined the trial. The applicant is innocent.\\n</blockquote> \\n<blockquote id=\\\"blockquote_17\\\">(viii). The trial is moving at a snail&#x27;s pace and and shows no sign of early conclusion. The applicant cannot be faulted for the delay in the trial. \\n</blockquote> \\n<blockquote id=\\\"blockquote_18\\\">(ix). Inordinate delay in concluding trial has lead to virtually an indefinite imprisonment of the applicant. \\n</blockquote> \\n<blockquote id=\\\"blockquote_19\\\">(x). Status report sent by the learned trial court records that the prosecution proposes to examine 12 witnesses as per the chargesheet. However, not a single witness has been examined till date. The trial court is making delay. The applicant is not responsible for the delay in the trial. Inordinate delay in concluding trial had lead to virtually an indefinite imprisonment of the applicant. The right of the applicant to speedy trial has been violated. \\n</blockquote> \\n<blockquote id=\\\"blockquote_20\\\">(xi). The applicant is not a flight risk. The applicant being a law abiding citizen has always cooperated with the investigation and undertakes to cooperate with the court proceedings. There is no possibility of his influencing witnesses, tampering with the evidence or reoffending.\\n</blockquote> \\n<blockquote id=\\\"blockquote_21\\\">(xii). The applicant has explained his criminal history. It is also contended that evidently the applicant is a soft target and a convenient scapegoat for the police authorities. The applicant has been nominated in the said cases only to show the proficiency of the police investigators. The said criminal cases do not have any bearing on the instant bail application.\\n</blockquote> \\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_29\\\">29. In this wake without expressing any opinion on the merits of the case I am of the view that the applicant is entitled to be enlarged on bail.\\n</p> \\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_30\\\">30. Let the applicant- Maneesh Pathak be released on bail in the aforesaid case crime number, on furnishing a personal bond and two sureties each in the like amount to the satisfaction of the court below. The following conditions be imposed in the interest of justice:- \\n</p> \\n<blockquote id=\\\"blockquote_22\\\">(i) The applicant will not tamper with the evidence or influence any witness during the trial.\\n</blockquote> \\n<blockquote id=\\\"blockquote_23\\\">(ii) The applicant will appear before the trial court on the date fixed, unless personal presence is exempted. \\n</blockquote> \\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_31\\\">31. The learned trial court shall ensure that the sureties demanded of the applicant are commensurate with his socioeconomic status. Heavy sureties which the applicant can not fulfill in view of his socioeconomic constraints will render the right of bail nugatory. \\n</p> \\n<p data-structure=\\\"Precedent\\\" id=\\\"p_32\\\">32.  High Court Legal Services Authority shall kindly consider the payment of the approved remuneration to Shri Omar Zamin, Advocate (Adv. Roll A/O0083/2012) who represented the applicant as amicus curiae before this Court. \\n</p> \\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_33\\\">33. A copy of this order be communicated to the learned trial court as well as District Legal Services Authority, Azamgarh, by Registrar Compliance by FAX.   \\n</p> \\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_34\\\">Order Date :- 28.2.2023\\n \\nPravin\\n \\n\\n\\n\\n \\n\\n\\n\\n\\n \\n\\n \\n \\n    \\n      \\n  \\n </p>\",\"numcites\":10,\"numcitedby\":78,\"docsource\":\"Allahabad High Court\",\"citetid\":96332921,\"divtype\":\"judgments\",\"relatedqs\":[{\"value\":\"legal aid\",\"formInput\":\"legal%20aid\"},{\"value\":\"personal liberty\",\"formInput\":\"personal%20liberty\"},{\"value\":\"bail application\",\"formInput\":\"bail%20application\"},{\"value\":\"amicus curiae\",\"formInput\":\"amicus%20curiae\"},{\"value\":\"legal services authorities act, 1987\",\"formInput\":\"legal%20services%20authorities%20act%2C%201987\"},{\"value\":\"non prosecution\",\"formInput\":\"non%20prosecution\"},{\"value\":\"legal services act\",\"formInput\":\"legal%20services%20act\"},{\"value\":\"prisoners\",\"formInput\":\"prisoners\"},{\"value\":\"Legal services\",\"formInput\":\"Legal%20services\"},{\"value\":\"\\\"amicus curiae\\\"\",\"formInput\":\"%22amicus%20curiae%22\"},{\"value\":\"surety\",\"formInput\":\"surety\"},{\"value\":\"lis\",\"formInput\":\"lis\"},{\"value\":\"legal services authority\",\"formInput\":\"legal%20services%20authority\"},{\"value\":\"\\\"bail application\\\"\",\"formInput\":\"%22bail%20application%22\"},{\"value\":\"zamin\",\"formInput\":\"zamin\"}],\"cats\":[{\"value\":\"lok-adalat-and-legal-aid\",\"formInput\":\"tag:lok-adalat-and-legal-aid\"},{\"value\":\"protection-of-life-and-liberty\",\"formInput\":\"tag:protection-of-life-and-liberty\"},{\"value\":\"attempt-to-murder\",\"formInput\":\"tag:attempt-to-murder\"}],\"courtcopy\":true,\"query_alert\":null,\"agreement\":false}",
  "metadata": "{\"tid\":96332921,\"publishdate\":\"2023-02-28\",\"doctype\":\"Allahabad High Court\",\"relurl\":\"allahabad/2023-02-28/10302567\",\"caseno\":\"CRIMINAL MISC. BAIL APPLICATION No. - 18536 of 2020\",\"numcites\":10,\"numcitedby\":78,\"title\":\"Maneesh Pathak vs State Of U.P. on 28 February, 2023\"}"
}