{"tid":559731,"publishdate":"2008-04-30","title":"Vimal Services Ltd. vs Bank Of India Thro' Manager And Anr. on 30 April, 2008","doc":"<h2 class=\"doc_title\">Vimal Services Ltd. vs Bank Of India Thro&#x27; Manager And Anr. on 30 April, 2008</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:c-k-buch\">C.K. Buch</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:c-k-buch\">C.K. Buch</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nC.K. Buch, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. The petitioner, a company registered under the <a href=\"/doc/1353758/\" id=\"a_1\">Indian Companies Act, 1956</a>, by invoking jurisdiction of this Court under <a href=\"/doc/1712542/\" id=\"a_2\">Article 226</a> of the Constitution of India, has inter alia prayed for issuance of appropriate writ, order or direction against the respondent-Banks, more particularly respondent No. 1-Bank of India, to the effect that the respondent No. 1-Bank may be directed to discharge its obligation under irrevocable revolving Letter of Credit dated 01st June 2005 and amendment to the Letter of Credit dated 30th June 2005; and the respondent No. 1 may be directed to make payment of the outstanding amount to the petitioner-Company as on 14th August 2006. It is further prayed that the respondent No. 1 may also be directed to make payment of rentals in terms of agreement to the lessee company i.e. M/s.A.K. Enterprise; and all these payments may be made with interest at the rate of 24% per annum treating the amount as outstanding from the due date of each of the bills issued by the petitioner, keeping in mind the irrevocable revolving Letter of Credit dated 01st June 2005.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. Both the respondents are nationalized banks as per the <a href=\"/doc/1232997/\" id=\"a_3\">Banking Company (Acquisition and Transfer of Undertakings) Act, 1970</a>. The respondent No. 1 is having its one of the branches at Nehru Place at New Delhi as well as at Ilora Park at Vadodara (State of Gujarat). The petitioner was dealing with the respondent No. 1 through its agent bank i.e. respondent No. 2, having its branch at 30-31, Bhagat Colony, GIDC, Makarpura Industrial Estate, Makarpura, Vadodara.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\">3. The say of the petitioner is that the petitioner-Company is in the business of providing low cost fuel (Furnace Oil) operated Power Plant machinery on rental basis to generate electricity; and if any party is in need of such power generating plant, it is required to have a large premises for installing such machinery which would be prepared as per the requirement of the company by the party. The petitioner is carrying out such work on receipt of work order and all necessary documents from the party placing orders. The petitioner manufacturers such generating plant after importing certain machinery and parts from a foreign supplier and some from local market and in turn establish power plant in the premises of the party. This power plant would be rented to the party by the petitioner. The said power plant generates economical electricity for the purpose of running the factories, industrial units, etc. and the cost of production would substantially be cheaper than the electricity generated by the diesel fuel operated generating sets or power plant. One such order was given to the petitioner by one M/s. A.K. Enterprise having its office at C-9/12, Yamuna Vihar, Delhi as the said company was desirous to get the said power plant installed at M/s. Ved Cellulose Ltd. at Gaziabad (U.P.). M/s.A.K. Enterprise is also a company incorporated under the <a href=\"/doc/1353758/\" id=\"a_4\">Indian Companies Act, 1956</a> and the said company placed order bearing No. AKE/DG/VCL/VSL/009 dated 07th June 2005 to the petitioner. The Memorandum of Understanding (MOU) was arrived at on 07th June 2005 at Vadodara and a copy of the same is on record at Annexure-A.\n \n\n</p><p data-structure=\"CDiscource\" id=\"p_4\">4. The say of the petitioner is that as per the policy of the petitioner and one of the conditions of MOU dated 07th June 2005, the bank guarantee of a nationalized bank was to be provided by the lessee i.e. M/s. A.K. Enterprise, in favour of the lessor i.e. petitioner. Such guarantee would be of irrevocable revolving Letter of Credit worth Rs. 240 lakhs valid for a period of 27 months. One of the important conditions of the petitioner is that the lessor seizes, possesses and is the absolute owner of the machinery and agreed to provide machines on rental basis for generating power by the lessee and the lessee expects that the rental will be raised by the lessor fortnightly i.e. from 01st to 15th and from 16th to the end of each English calendar month, and the payment of fortnight would be released within next fortnight after submission of the documents to the respondent No. 1, agent bank of the lessor, through irrevocable revolving Letter of Credit or financial bank guarantee. It is also agreed that the lessee was to pay the minimum fixed rental charges as provided in the various clauses as mentioned in the irrevocable revolving Letter of Credit. According to the petitioner, it was guaranteed that the lessee M/s.A.K. Enterprise and M/s.Ved Cellulose Ltd. agreed and guaranteed that the proprietors and partners, in their financial capacity as well as in their personal capacity, shall remain liable for monthly rental payment for entire contractual period to the petitioner-lessor even in the event of closure or dissolution of the lessee i.e. M/s. A.K. Enterprise and M/s. Ved Cellulose Ltd. The change in the name or in Constitution of these two companies or Board of Directors would not come in the way of the petitioner in realising the rental or on account of any dispute between the lessee i.e. M/s. A.K. Enterprise and M/s. Ved Cellulose Ltd. The copies of two relevant documents i.e. irrevocable revolving Letter of Credit dated 01st June 2005 and the amendment to Letter of Credit dated 30th June 2005 were provided by the respondent No. 1 and these two documents are on record.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_5\">5. The say of the petitioner is that as per the agreement that the petitioner had installed the said machinery on 16th km. Stone on Hapur Road, VIII Lakhan, P.O. Galan, District Gaziabad (U.P.) and for the purpose of installation a part of land/ property was taken on lease by the petitioner. It was successful installation and the power generated electricity was being utilized by the lessee company.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\">6. It is contended that the petitioner is having its account with the respondent No. 2 and pursuant to the said Letter of Credit, the petitioner had sent the invoices/bills of realization in respect of the same. Total 18 invoices/bills were sent and they were not honoured by the respondent No. 1 on the ground of alleged discrepancies without giving any explanation as to what are the said discrepancies. The petitioner had, therefore, addressed a letter on 24th May 2006 and the petitioner was advised to resubmit the said bills vide letter dated 28th June 2006. On 14th August 2006, a letter was addressed in respect of the outstanding payment which was required to be collected from M/s.A.K. Enterprise towards rental charges for providing 1378 KVA (1.5 MW) power. All these details are on record. The respondent No. 1 addressed letters dated 03rd August 2006 and 24th August 2006 to the respondent No. 2 i.e. agent bank of the petitioner, and returned the documents stating, &quot;The payment is not forthcoming&quot;; that is to say, from M/s.A.K. Enterprise, on whose behalf the respondent No. 1 had given irrevocable revolving Letter of Credit. These two letters are on record. The say of the petitioner is that the stand taken by the respondent No. 1 has constrained the petitioner to file present petition.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_7\">7. Shri D.D. Vyas, learned senior counsel appearing for the petitioner-Company, has argued at length, but the points advanced by Shri D.D. Vyas can be summarized as under:\n</p>   \n\n<blockquote id=\"blockquote_1\">1. The irrevocable revolving Letter of Credit on the basis of which the MOU was arrived at between the petitioner and lessee company i.e. M/s.A.K. Enterprise, is one of the material aspects. However, but for this irrevocable revolving Letter of Credit the petitioner would not have entered into MOU with the lessee company.\n</blockquote> \n\n<blockquote id=\"blockquote_2\">2. Considering the nature of irrevocable revolving Letter of Credit, the respondent No. 1 was bound to make payment on sight of the bill and the payment was not dependent on the arrangement between the respondent No. 1 and the lessee. The petitioner is not concerned as to whether the lessee discharges its obligation as per the agreement or arrangement worked out between the lessee and the respondent No. 1 or not. In view of persistent defaults made by the lessee in making payment as stipulated in the agreement, the petitioner was constrained to remove the machinery from the place where it was installed and has taken the possession thereof. The respondent No. 1 is not prevented by any judicial order in making payment in terms of Letter of Credit issued. On the contrary, according to Shri D.D. Vyas, as per the MOU, irrespective of dissolution or closure of business by the lessee, the lessee is liable to make payment for the lease period i.e. upto 31st July 2007 to the respondent No. 1, but for the Letter of Credit issued he was under obligation to make payment to the petitioner.\n</blockquote> \n\n<blockquote id=\"blockquote_3\">3. Pendency of the Civil Suit i.e. Original Suit No. 175 of 2006 before the Court of Civil Judge (S.D.) at Hapur, District Gaziabad would not come in the way of the respondent No. 1 in making payment to the petitioner and the petitioner has inter alia prayed for in the said proceedings that the plaint may be returned to the plaintiffs of the said Suit i.e.M/s.A.K. Enterprise and M/s. Ved Cellulose Ltd.\n</blockquote> \n\n<blockquote id=\"blockquote_4\">4. The reply affidavit filed by the respondent No. 1 to this petition is based on sheer technicalities and such an unhealthy stand ought not to have been taken by such a Nationalized Bank. There is no substance in the point of territorial jurisdiction taken up by the respondent No. 1 because part of cause of action has arisen within the territory of State of Gujarat. Not only that, but the documents available on record i.e. two bills, which are at page Nos. 104 and 109 and one another document which is at page No. 30, show that some part of action in the entire transaction had taken place within the territory of State of Gujarat. Not only that, but some payment was also made at Vadodara. The act of handing over of bank guarantee was through Vadodara branch of respondent No. 1-Bank. The address of the advising bank is shown to be Bank of India, Ilorapark Branch, Vadodara (State of Gujarat) and merely because the payment was to be made at sight of the document at a particular branch of respondent No. 1-Bank i.e. Nehru Place Branch at New Delhi, would not take away the jurisdiction of this Court. The original negotiable document at Annexure-B page No. 30 which indicates, &quot;Documents must be presented within 30 days after the date of invoices and in any case not later than the date of expiry of credit&quot;, was handed over at Vadodara to the respondent No. 2. The nature of document indicates that the same is NP/Revolving LC/35/51. The special instructions were also given to the petitioner at Vadodara through the respondent No. 2 (page No. 31 of the petition).\n</blockquote> \n\n<blockquote id=\"blockquote_5\">5. Shri D.D. Vyas, learned senior counsel appearing for the petitioner, has placed reliance on the decision in the case of Forgo Freight Ltd. v. Commodities Exchange Corporation and Ors. , especially the observations made in Head Note-B, whereby the Apex Court has observed as under:\n</blockquote>   \n\n<blockquote id=\"blockquote_6\">Head Note B : Banker and Customer- Letter of Credit-Liability of the issuing bank- Held, the issuing bank is not concerned with the contract/dispute between the opener of the letter of credit and the beneficiary thereof-<a href=\"/doc/1129081/\" id=\"a_5\">Banking Regulation Act, 1949</a>, <a href=\"/doc/1483642/\" id=\"a_6\">Section 6</a>. \n</blockquote> \n\n<blockquote id=\"blockquote_7\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"206943\" id=\"span_1\">6. The observations made in the aforesaid decision clinches the issue. The other decision relied upon by Shri D.D. Vyas, is in the case of <a href=\"/doc/206943/\" id=\"a_7\">Reliance Energy Ltd. and Anr. v. Maharashtra State Road Development Corpn. Ltd. and Ors.</a> . It is submitted that this decision of the Apex Court takes care of the contingency placed by the respondent No. 1.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1290306\" id=\"span_2\">But it is the say of Shri D.D. Vyas that issuance of irrevocable revolving Letter of Credit or bank guarantee of such a nature is an independent contract between the issuing bank and the party which is assured for the payment and, therefore, any denial of payment by lessee M/s.A.K. Enterprise to the respondent No. 1, would not come in the way of the respondent No. 1 in making payment against the Letter of Credit issued and in support of this submission Shri Vyas has placed reliance on the decision of the Apex Court in the case of <a href=\"/doc/1290306/\" id=\"a_8\">Tarapore and Co., Madras v. V/O Tractoroexport Moscow and Anr.</a> and allied matters , especially paragraph No. 6 of the cited decision, which is reproduced as under:</span>\n</blockquote>   \n\n<blockquote id=\"blockquote_8\">6. The scope of an irrevocable letter of credit is explained thus in Halsbury&#x27;s Laws of England (Vol. 34, paragraph 319 at p. 185):\n</blockquote><blockquote id=\"blockquote_9\"> It is often made a condition of a mercantile contract that the buyer shall pay for the goods by means of a confirmed credit, and it is then the duty of the buyer to procure Iris bank, known as the issuing or originating bank, to issue an irrevocable credit in favour of the seller by which the bank undertakes to the seller, either directly or through another bank in the seller&#x27;s country known as the correspondent or negotiating bank, to accept drafts drawn upon it for the price of the goods, against tender by the seller of the shipping documents. The contractual relationship between the issuing bank and the buyer is defined by the terms of the agreement between them under which the letter opening the credit is issued; and as between the seller and the bank, the issue of the credit duly notified to the seller creates a new contractual nexus and renders the bank directly liable to the seller to pay the purchase price or to accept the bill of exchange upon tender of the documents. The contract thus created between the seller and the bank is separate from, although ancillary to, the original contract between the buyer and the seller, by reason of the bank&#x27;s undertaking to the seller, which is absolute. Thus the bank is not entitled to rely upon terms of the contract between the buyer and the seller which might permit the buyer to reject the goods and to refuse payment therefore; and, conversely, the buyer is not entitled to an injunction restraining the seller from dealing with the letter of credit if the goods are defective. \n</blockquote> \n\n<blockquote id=\"blockquote_10\">Chalmers on &quot;Bills of Exchange&quot; explains the legal position in these words:\n</blockquote>   \n\n<blockquote id=\"blockquote_11\">The modern commercial credit serves to interpose between a buyer and seller a third person of unquestioned solvency, almost invariably a banker of international repute; the banker on the instructions of the buyer issues the letter of credit and thereby undertakes to act as paymaster upon the seller performing the conditions set out in it. A letter of credit may be in any one of a number of specialised forms and contains the undertaking of the banker to honour all bills of exchange drawn thereunder. It can hardly be over-emphasised that-the banker is not bound or entitled to honour such bills of exchange unless they, and such accompanying documents as may be required thereunder, are in exact compliance with the terms of the credit. Such documents must be scrutinised with meticulous care, the maim de minimis non curat lex cannot be invoked where payment is made by later of credit. If the seller has complied with the terms of the letter of credit, however, there is an absolute obligation upon the banker to pay irrespective of any disputes there may be between the buyer and the seller as to whether the goods are up to contract or not \n \n\nSimilar are the views expressed in Practice and Law of Banking by H.P. Sheldon &#x27;the Law of Bankers Commercial Credits&quot; by H.C. Gutteridge &quot;the Law Relating to Commercial Letters of Credit&quot; by A.G. Davis &quot;the Law Relating to Bankers&#x27; Letters of Credit&quot; by B.C. Mitra and in several other text books read to us by Mr. Mohan Kumaramangalam, learned Counsel for the Russian Firm. The legal position as set out above was not controverted by Mr. M.C. Setalvad, learned Counsel for the Indian Firm. So far as the Bank of India is concerned it admitted its liability to honour the letter of credit and expressed its willingness to abide by its terms. It took the same position before the High Court.\n</blockquote> \n\n<blockquote id=\"blockquote_12\">7. Considering the relations inter se, Shri D.D. Vyas, learned senior counsel appearing for the petitioner, has requested to look into the scheme of <a href=\"/doc/1129081/\" id=\"a_9\">Banking Regulations Act</a>, more particularly <a href=\"/doc/1483642/\" id=\"a_10\">Section 6</a> of the said Act. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"28176\" id=\"span_3\">In support his say, Shri D.D. Vays has placed reliance on the decision of the Apex Court in the case of <a href=\"/doc/28176/\" id=\"a_11\">Federal Bank Ltd. v. V.M. Jog Engineering Ltd. and Ors.</a> . I would like to reproduce the relevant part of this decision, which is as follows:</span>\n</blockquote>   \n\n<blockquote id=\"blockquote_13\">58. Kerr, J. said in R.D. Harbottle (Mercantile) Ltd. v. National Westminister Bank Ltd. 1978 QB 146 (at 155) that irrevocable Letters of Credit are &#x27;the life blood of international commerce&#x27;. He said:\n</blockquote><blockquote id=\"blockquote_14\"> Except possibly in clear cases of fraud of which the banks have notice, the Courts will leave the merchants to settle their disputes under the contracts by litigation or arbitration.... Otherwise, trust in international commerce could be irreparably damaged.&quot; Denning M. R. stated in Edward and Owen Engineering Ltd. v. Barclays Bank International Ltd. 1978 QB 159, that &#x27;the only exception is where there is a clear fraud of which the bank had notice&#x27;. Browne, L.J. said in the same case : &quot;but it is certainly not enough to alleged fraud, it must be established&quot; and in such circumstances, I should say, very clearly established&quot;. In Bolivinter Oil S.A. v. Chase Manhattan Bank (1984) 1 All ER 351 at p. 352, it was said &#x27;where it is proved that the Bank knows that any demand for payment already made or which may thereafter be made, will clearly be fraudulent. But the evidence must be clear, both as to the fact of fraud and as to the bank&#x27;s knowledge. It would certainly not be sufficient that this rests upon the uncorroborated statement of the customer, for irreparable damage can be done to a bank&#x27;s credit in the relatively brief time &quot;before the injunction is vacated&quot;. Thus, not only must &#x27;fraud&#x27; be clearly proved but so far as the Bank is concerned, it must prove that it had knowledge of the fraud. In United Trading Corpn. S.A. v. Allied Arab Bank Ltd. (1985) 2 Lloyds Rep 554, it was stated that there must be proof of knowledge of fraud on the part of the Bank at any time before payment. It was also observed that it &quot;would be sufficient if the corroborated evidence of the plaintiff usually in the form of contemporary documents and the Unexplained failure of a beneficiary to respond to the attack, lead to the conclusion that the only realistic inference to draw was &#x27;fraud&#x27;. In Guarantee Trust Co. of New York v. Hannay (1918) 2 KB 623 (KB), the Banker accepted the documents without any knowledge of fraud or falsify and it was held that the defendants could not counter-claim from the Bank. However, it would be the Banker&#x27;s duty to refuse the documents which on their face bear signs of having been altered (See Re : Saloman and Nandszus, (1899) 91 LT 325. That was a c.i.f. contract. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1501393\" id=\"span_4\">This Court in <a href=\"/doc/1501393/\" id=\"a_12\">ITC Ltd. v. Debts Recovery Appellate Tribunal</a>  also held that knowledge of the Bank as to the fraud or forgery had to be prima facie established.</span>\n</blockquote> \n\n<blockquote id=\"blockquote_15\">59. The foundation of English law in this area is the American case of Sztejn v. J. Heney Schroder Banking Corpn. (1941) 31 NYS 2d 631. (Extensive details of this case are available in &#x27;Documentary Credits&#x27; by Raymond Jack, 1991 pp. 191-192). This case has been cited in more than one judgment of this Court and the English Courts but we shall give more facts of that case and the principle of &#x27;holder in due course&#x27; laid down therein which arises in the case before us, as per the appellant&#x27;s pleadings. In that case, the applicant for a credit (i.e. the buyer) claimed injunction against the Issuing Bank Schroder Banking Corporation to prevent it paying on the documents which had been presented. The credit had been advised to the seller in India by the issuing Bank&#x27;s correspondent in India, the chartered Bank of India, Australia and China. The correspondent had not confirmed the credit. The applicant alleged that what had been shipped was rubbish rather than the bristles contracted to be supplied. The Chartered Bank (the Collecting Bank) which received the documents from the seller for &#x27;collection&#x27;, applied for dismissing the buyer&#x27;s claim. (This was a proceeding similar to Order 7, Rule 11, <a href=\"/doc/161831507/\" id=\"a_13\">CPC</a>) for an injunction on the ground that there was no cause of action. The buyer&#x27;s, in their application for injunction, informed the Issuing Bank about the fraud of the sellers. For the purpose of hearing that application of the Collecting Bank, the Court assumed the facts stated in the application of the buyer as to fraud to be true. (Otherwise, this was a difficult burden of proof normally). Shientag, J. held that:\n</blockquote>   \n\n<blockquote id=\"blockquote_16\">Where the seller&#x27;s fraud has been called to the bank&#x27;s attention before the drafts and documents have been presented for payment, the principle of the independence of the bank&#x27;s obligation under the Letter of Credit should not be extended to protect the unscrupulous seller. It is true that even though the documents are forged or fraudulent, if the issuing bank has already paid the draft before receiving notice of the seller&#x27;s fraud, it will be protected if it exercised reasonable diligence before making such payment. \n</blockquote> \n\n<blockquote id=\"blockquote_17\">The facts, as stated above, were that the sellers had drawn the draft under the letter of credit to the order of the chartered Bank of India, Australia and China and delivered the draft and the fraudulent documents to the said Chartered Bank&#x27;s branch at Caunpore for &#x27;collection&#x27; on account of the sellers. The Chartered Bank could not compel the issuing Bank, Schroder Banking Corporation, to pay by seeking a dismissal of the buyer&#x27;s application by way of demurrer. The plaintiff was entitled to injunction for it had brought the allegation to the knowledge of the issuing Bank, before the payment was made. Shientag, J. further observed:\n</blockquote>   \n\n<blockquote id=\"blockquote_18\">As one Court has stated : Obviously, when the issuer of a letter of Credit knows that a document, although correct in form, is, in point of fact, false or illegal, he cannot be called upon to recognise such a document as complying with the terms of a letter of credit. \n</blockquote> \n\n<blockquote id=\"blockquote_19\">No hardship will be caused by permitting the bank to refuse payment where frauds is claimed, where the merchandise is not merely inferior in quality but consists of worthless rubbish, where the draft and the accompany document are in the hands of one who stands in the same position as the fraudulent seller, where the bank has been given notice of fraud before being presented with the drafts and documents for payment, and where the bank itself does not wish to pay pending an adjudication of the rights and obligations of the other parties.\n</blockquote> \n\n<blockquote id=\"blockquote_20\">The Court also noticed that, on facts, the Collecting Bank, Chartered Bank was not a holder in due course but was a mere agent for collection for the account of the seller who was charged by the buyer with fraud. Therefore the Chartered Bank&#x27;s motion to dismiss the complaint (similar to Order 7, Rule 11, <a href=\"/doc/161831507/\" id=\"a_14\">CPC</a>) must be denied. Shientag, J. referred to the principle of &#x27;holder in due course&#x27; and said as follows:\n</blockquote>   \n\n<blockquote id=\"blockquote_21\">If it had appeared from the face of the complaint that the Bank presenting the draft for payment (i.e. Chartered Bank) was a holder in due course, its claim against the Bank issuing the letter of credit would not be defeated even though the primary transaction was tainted by fraud. \n</blockquote> \n\n<blockquote id=\"blockquote_22\">This passage lays down the law as to when a person becomes a holder in due course in the case of a fraud by the sellers. This last paragraph from judgment of Shientag, J. is directly applicable to the facts of the Case.\n</blockquote> \n\n<blockquote id=\"blockquote_23\">60. Applying the said principle, we may state that if the appellant Federal Bank was merely a collecting Bank or agent which had approached the Bank of Maharashtra (the issuing Bank) and if the Issuing Bank was sought to be restrained by the buyer before payment was made by the issuing Bank to the Collecting Bank, the Collecting Bank could not have compelled the Issuing Bank to release the money for collection if the buyer informed the Issuing Bank in his plaint that the documents to be presented to it by the Collecting Bank were forged or fraudulent. But where, on the other hand, the Negotiating Bank, i.e. the Federal Bank (appellant), has paid on the basis of a clearance given by the Issuing Bank as to genuineness of documents, and seeks reimbursement, then the Negotiating Bank is in the position of a holder in due course and can claim that the suit of the buyer must fail if it sought to restrain the Issuing Bank from reimbursing the Negotiating Bank. These principles prima facie flow from Shientag, J&#x27;s. judgment which has been followed both in England and by this Court, in several cases.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_8\">Legal relation of a Negotiating Bank vis-a-vis the Issuing Bank:\n</p> \n\n<blockquote id=\"blockquote_24\">61. The contract between the issuing banker and the paying or negotiating (intermediary) banker may partake of a dual nature. The relationship is mainly that of principal and agent, mandator and mandatory. In order that he may claim reimbursement for any payment he makes under the credit or the indemnity of an agent, the intermediary banker must obey strictly, the instructions he receives, for by acting on them, he accepts then and thus enters into contractual relations with the issuing Bank. The instructions may take the form of an authority either to pay against documents or drafts accompanied by document, or to negotiate drafts drawn either on the issuing banker or on the buyer. The authority may be accompanied by instructions to the intermediary banker to confirm the credit, that is, to place himself in binding contractual relationship with the beneficiary. There is ordinarily no privity between the intermediary banker and the buyer. But the intermediary banker, though initially the agent of the issuing Bank, may also act as principal in relation to him. (Pagets&#x27; Law of Banking, 9th Ed., 1982 pp. 543, 544).\n</blockquote> \n\n<blockquote id=\"blockquote_25\">62. A. G. Davis in his &#x27;The Law Relating to Commercial Letters of Credit&#x27; (2nd Ed.) (1954) (p. 92 et see) deals with the rights of a negotiating Bank. These rights are partly based on the law relating to negotiable instruments and partly on the law applicable strictly to letters of credit. So far as the rights of the negotiating Banker against the seller are concerned, his position will be that as in the case of a &#x27;bill of exchange&#x27; as against the drawer. The author deals with its rights against the seller as a holder in due course unless the seller drew the bill &#x27;sans recourse&#x27;. He also deals with the risks of the Negotiation Bank in cases of revocable credits. but so far as irrevocable credits are concerned, he says that the terms of the credit have to be looked into. Some terms indeed contain an undertaking by the Issuing Bank with the seller and purchasers for value of drafts on credits, to honour those drafts if, of course, the terms of the credit are complied with. He says:\n</blockquote>   \n\n<blockquote id=\"blockquote_26\">But even in the absence of express words, a promise in favour of such third persons may be implied from the terms of the letter of credit and surrounding circumstances...where an intermediary banker pays against documents other than those for which the credit calls and tenders them to the issuing banker, he may nevertheless be able to recover from the issuing banker if the latter delays in deciding whether he will repudiate or accept. \n</blockquote> \n\n<blockquote id=\"blockquote_27\">63. Roche, J. in Westminster Bank Ltd. v. Banca Nazionale di Credito (1928) 32 LL Rep 306 at 312 said:\n</blockquote>   \n\n<blockquote id=\"blockquote_28\">if parties keep documents which are sent them...in consequence of some mandate which they themselves have issued, and keep them for an unreasonable time, that may amount to a ratification of what has been done as being done within their mandate. \n</blockquote> \n\n<blockquote id=\"blockquote_29\">The issuing Bank, as principal may ratify the acts of its agent, the correspondent bank which is its agent and by doing so, relieve the correspondent bank of a liability it would otherwise have.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_9\">8. There was no obligation on the part of the petitioner to enter into negotiations as the payment was to be made at sight. As the delivery of bills to the respondent No. 1 was sufficient with a claim that payment against these bills be made, the respondent No. 1 would have made the payment to the petitioner or at least to the respondent No. 2 either directly or through the advising branch i.e. Bank of India, Ilorapark Branch, Vadodara.\n</p> \n\n<p data-structure=\"Section\" id=\"p_10\">9. The rejoinder affidavit filed by the petitioner takes care of the contentions raised by the respondent No. 1 in its reply affidavit. It is submitted that meanings of &#x27;Negotiation&#x27; and &#x27;Negotiable&#x27; need to be considered. When a promissory note, bill of exchange or cheque is transferred to any person so as to constitute that person-holder thereof, the instrument can be said to be negotiated. The negotiation can be affected only by endorsing delivery thereof. There must be a transfer and the transfer should be one by which the transferee is constituted as holder under <a href=\"/doc/1033371/\" id=\"a_15\">Section 8</a> of the Negotiable Instruments&#x27; Act. However, it is the say of Shri D.D. Vyas that it is the privilege of the purchaser of Letter of Credit. After referring to the <a href=\"/doc/367586/\" id=\"a_16\">Articles 14(B)</a> and <a href=\"/doc/367586/\" id=\"a_17\">14(D)(i)</a> of the Uniform Customs and Practice for Documentary Credits (ICC Brochure No. 500) (hereinafter referred to as &#x27;the UCPDC&#x27;), it is submitted that the words therein mandate that if the issuing bank decides not to issue document, it must give notice to the bank from where it receives the documents or the beneficiary, as the case may be. As per the <a href=\"/doc/367586/\" id=\"a_18\">Article 14(B)(ii)</a> of UCPDC-500, such a notice must state all discrepancies in respect of which the bank refuses the documents; and in the present case, the respondent No. 1 has never specifically intimated the discrepancies to the petitioner or its agent bank i.e. respondent No. 2, as provided under the scheme of UCPDC-500. A copy of the said UCPDC-500 is on record.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_11\">10. The <a href=\"/doc/1659104/\" id=\"a_19\">Articles 3</a> and <a href=\"/doc/19636/\" id=\"a_20\">6</a> of the said UCPDC-500, more particularly, <a href=\"/doc/260256/\" id=\"a_21\">Article 9</a>, deal with the &quot;liability of issuing and confirming back&quot; clearly supports the case of the petitioner. The <a href=\"/doc/260256/\" id=\"a_22\">Article 9(B)(ii)</a> says that if the credit is provided for sight payment to pay at sight, such a condition has to be complied with and while considering the UCPDC-500, the Court has to look into the nature of basic document i.e. at page No. 30 of the present petition, which clearly indicates that the payment was to be made at sight i.e. on presentation.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_12\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1028714\" id=\"span_5\">11. Whether a party pays or not, is not relevant at all, even then the respondent No. 1 has relied upon such a ground. According to Shri D.D. Vyas, the decision of the Apex Court in the case of <a href=\"/doc/1028714/\" id=\"a_23\">Vinitec Electronics Private Ltd. v. HCL Infosystems Ltd.</a> , resolves the dispute raised by the respondent No. 1. In this cited decision, the dispute between the parties was in reference to invocation of bank guarantee furnished by the appellant-Company to the respondent-HCL Info Systems Ltd. After carefully considering the rival submissions made during the course of hearing of the appeal, the Apex Court has observed thus:</span>\n</p>   \n\n<blockquote id=\"blockquote_30\">11. The law relating to invocation of bank guarantees is by now well settled by a catena of decisions of this Court. The bank guarantees which provided that they are payable by the guarantor on demand is considered to be an un-conditional bank guarantee. When in the course of commercial dealings, unconditional guarantees have been given or accepted the beneficiary is entitled to realize such a bank guarantee in terms thereof irrespective of any pending disputes. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1746106\" id=\"span_6\">In <a href=\"/doc/1746106/\" id=\"a_24\">U.P. State Sugar Corporation v. Sumac International Ltd.</a>, this Court observed that : (SCC petitioner.574, para 12)</span>\n</blockquote><blockquote id=\"blockquote_31\"> 12. The law relating to invocation of such bank guarantees is by now well settled. When in the course of commercial dealings an unconditional bank guarantee is given or accepted, the beneficiary is entitled to realize such a bank guarantee in terms thereof irrespective of any pending disputes. The bank giving such a guarantee is bound to honour it as per its terms irrespective of any dispute raised by its customer. The very purpose of giving such a bank guarantee would otherwise be defeated. The courts should, therefore, be slow in granting an injunction to restrain the realization of such a bank guarantee. The courts have carved out only two exceptions. A fraud in connection with such a bank guarantee would vitiate the very foundation of such a bank guarantee. Hence if there is such a fraud of which the beneficiary seeks to take advantage, he can be restrained from doing so. The second exception relates to cases where allowing the encashment of an unconditional bank guarantee would result in irretrievable harm or injustice to one of the parties concerned. Since in most cases payment of money under such a bank guarantee would adversely affect the bank and its customer at whose instance the guarantee is given, the harm or injustice contemplated under this head must be of such an exceptional and irretrievable nature as would over ride the terms of the guarantee and the adverse effect of such an injunction on commercial dealings in the country. The two grounds are not necessarily connected, though both may coexist in some cases.  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_13\">12. It is equally well settled in law that bank guarantee is an independent contract between bank and the beneficiary thereof. The bank is always obliged to honour its guarantee as long as it is an unconditional and irrevocable one. The dispute between the beneficiary and the party at whose instance the bank has given the guarantee is immaterial and of no consequence. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1342691\" id=\"span_7\">In <a href=\"/doc/1342691/\" id=\"a_25\">BSES Limited (Now Reliance Energy Ltd.) v. Fenner India Ltd. and Anr.</a> this Court held:</span>\n</p><blockquote id=\"blockquote_32\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1746106\" id=\"span_8\">10. There are, however, two exceptions to this Rule. The first is when there is a clear fraud of which the Bank has notice and a fraud of the beneficiary from which it seeks to benefit. The fraud must be of an egregious nature as to vitiate the entire underlying transaction. The second exception to the general rule of non-intervention is when there are special equities in favour of injunction, such as when irretrievable injury or irretrievable injustice would occur if such an injunction were not granted. The general rule and its exceptions has been reiterated in so many judgments of this Court, that in <a href=\"/doc/1746106/\" id=\"a_26\">U.P. State Sugar Corpn. v. Sumac International Ltd.</a> (1997) 1 SCC 568 (hereinafter U.P. State Sugar Corpn) this Court, correctly declare that the law was settled.</span>\n</blockquote> \n\n<blockquote id=\"blockquote_33\">8. True it is that the Apex Court was dealing with an appeal arising out of a supplementary proceeding drawn under <a href=\"/doc/161831507/\" id=\"a_27\">Order 39 Rule 1 of the Code of Civil Procedure</a>, 1908 and the scheme of <a href=\"/doc/53550/\" id=\"a_28\">Section 126</a> of the Indian Contract Act, 1972. However, according to Shri D.D. Vyas, the case of the respondent No. 1 does not fall in the category of any exceptions which were considered by the Apex Court in the cited decision and the plea taken by the respondent No. 1 should be considered as vague and not supported by any cogent reason or evidence. According to Shri D.D. Vyas, there was no need to negotiate. This is not a case of bill purchase facility. UCPDC-522 is also relevant and thus, UCPDC also helps the petitioner. The Court cannot ignore the previous conduct and its impact. The respondent No. 1 has attempted to misinterpret the provisions of UCPDC and has committed a breach of commitment given by it by way of irrevocable revolving Letter of Credit to the petitioner. In the present case, the role of respondent No. 2 is intermediary as the petitioner was rooting its documents through the respondent No. 2 to respondent No. 1. It is surprising that the respondent No. 1 has denied the payment because it has not received payment from the lessee M/s.A.K. Enterprise, which is their client. The reliance, therefore, placed by the respondent No. 1 on <a href=\"/doc/1540780/\" id=\"a_29\">Article 24</a> of the UCPDC-522, should be held as baseless defence. Adoption of such a mode would not either alter or affect the nature of the Letter of Credit, and the obligation of respondent No. 1. For short, according to Shri D.D. Vyas, the present petition may be allowed and the respondent No. 1 may be directed accordingly.\n</blockquote> \n\n<blockquote id=\"blockquote_34\">9. There is strong resistance from the respondent No. 1 and Shri J.T. Trivedi, learned Counsel appearing for the respondent No. 1, has submitted that this Court has no jurisdiction. Shri J.T. Trivedi has taken this Court through the relevant paragraph No. 4 of the reply affidavit filed by the respondent No. 1. It would be beneficial to reproduce the relevant paragraph No. 4 of the reply affidavit which is as under:\n</blockquote><blockquote id=\"blockquote_35\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1719283\" id=\"span_9\">4. I say and submit that Nehru Place Branch of Bank of India is situated in New Delhi, outside the territorial jurisdiction of this Hon&#x27;ble Court and as held by the Hon&#x27;ble Supreme Court of India in <a href=\"/doc/1719283/\" id=\"a_30\">Delhi Cloth &amp; General Mills Co. Ltd. v. Harnam Singh and Ors.</a> , a banker is an exception to the rule that a debtor must seek his creditor because, though that is the general rule, there is nothing to prevent the parties from agreeing, if they wish, that that shall not be the duty of the debtor and as Lord Reid explains in 1954 AC 495 at page 531 (Government), a contract of current account necessarily implies an agreement that that shall not be the bank&#x27;s duty otherwise the whole object of the contract would be frustrated. In the instant case, the LC has a stipulation for presentation of the documents at the Branch in New Delhi. Such presentation has necessarily to be before the respondent No. 1; hence, the petitioner is to approach the respondent No. 1 and in case of any litigation, the same is to be filed at the situs of the debt. The said decision applies to the present litigation proprio vigore. Were it not so, a bank may be dragged to any place other than the one, where its Branch or Head Office is situated. Hence, the petition filed in this Hon&#x27;ble Court is not maintainable in my respectful submission.</span>\n</blockquote> \n\n<blockquote id=\"blockquote_36\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1719283\" id=\"span_10\">10. It is submitted that the Letter of Credit was to be produced at Nehru Place Branch of respondent No. 1-Bank and the document at page No. 30 of the petition casts duty upon the petitioner to see that the documents are tendered at Nehru Place branch of respondent No. 1 at New Delhi. It is submitted that the Ilorapark Branch at Vadodara of the respondent No. 1-Bank is not made a party. Shri Trivedi has placed reliance on one observation made by the Apex Court in the case of <a href=\"/doc/1719283/\" id=\"a_31\">Delhi Cloth and General Mills Co. Ltd. v. Harnam Singh and Ors.</a> , mainly the observations of the Apex Court in the relevant paragraphs, which are as under:</span>\n</blockquote>  \n\n<blockquote id=\"blockquote_37\">32. We now have to determine the legal liabilities which arise out of these facts. This raises complex questions of private international law, and two distinct lines of thought emerge. One is that applied by the English Courts, namely, the &#x27;lex situs&#x27;; the other is the one favoured by Cheshire in his book on Private international Law, namely, &#x27;the proper law of the contract&#x27;.\n</blockquote> \n\n<blockquote id=\"blockquote_38\">33. The English approach is to treat the debt as property and determine its &#x27;stius&#x27; and then in general, to apply the law that obtains there at the date when payment is due. But the difficulty of the English view is that they have different sets of rules for ascertaining the &#x27;situs&#x27; with the result that the &#x27;situs&#x27; shifts from place to place for different purposes, also that it is determined by intention.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_14\">Thus, it can be in one place for purposes of jurisdiction and in others for those of banking insurance, death duties and probate. The situs also varies in the cases of simple contract debts and those of specialty.\n</p> \n\n<p data-structure=\"Section\" id=\"p_15\">34. That a debt is property is, we think clear. It is a chose in action and is heritable and assignable and it is treated as property in India under the <a href=\"/doc/515323/\" id=\"a_32\">Transfer of Property Act</a> which calls it an &quot;actionable claim&quot;: <a href=\"/doc/1330413/\" id=\"a_33\">Sections 3</a> and <a href=\"/doc/874423/\" id=\"a_34\">130</a>. But to give it position in space is not easy because it is intangible and so cannot have location except notionally and in order to give it notional position rules have to be framed along arbitrary lines.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_16\">35. Cheshire points out in his book on Private International Law, 4th edition, pages 449 to 451 that the &#x27;situs&#x27; rule is not logical and leads to practical difficulties when there is a succession of assignments because it is not possible to fix the situation of a debt under the &#x27;situs&#x27; rule in one place and only one place. Speaking of that Cheshire, quoting Foote, where Foote says that the assignment of a chose in action arising out of a contract is governed by the &quot;proper law of the contract&quot; paraphrases Foote thus at page 450-\n If we understand him correctly, the appropriate law is not the &#x27;proper law&#x27; (using that expression in its contractual sense) of the assignment, but the proper law &#x27;of the original transaction&#x27; out of which the chose in action arose, it is reasonable and logical to refer most questions relating to a debt to the transaction in which it has its source and to the legal system which governs that transaction.... One undeniable merit of this is that, where there have been assignments in different countries, no confusion can arise from a conflict of laws, since all questions are referred to a single legal system.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\">36. The expression the &quot;proper law of the contract&quot; has been carefully analysed by Cheshire in Chapter VIII of his book In -&#x27;Mount Albert Borough Council v. Australiasian Temperance and General Mutual Life Assurance Society, Ltd. 1938 AC 224 (A), Lord Wright defined at p. 240 as &quot;that law which the English or other Court is to apply in determining the &#x27;obligations&#x27; under the contract,&quot; that is to say, obligation as contrasted with performance.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_18\">Lord Wright drew the distinction between obligation and performance at p. 240, in a later case, Lord Simonds described it as:\n</p><blockquote id=\"blockquote_39\"> the system of law by reference to which the contract was made or that with which the transaction has its closest and most real connection.\n</blockquote> \n\n<blockquote id=\"blockquote_40\">Bonython v. Commonwealth of Australia 1951 AC 201 at p. 219 (B).\n</blockquote> \n\n<blockquote id=\"blockquote_41\">xxx xxx xxx \n \n\n</blockquote><blockquote id=\"blockquote_42\">39. The contract we are considering is silent about these matters. There is no express provision either about the law that is to obtain or about the &#x27;situs&#x27;. We have therefore to examine the rules that obtain when that is the case.\n</blockquote> \n\n<blockquote id=\"blockquote_43\">40. The most usual way of expressing the law in that class of case is to say that an intention must be implied or imputed. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"105841\" id=\"span_11\">In the <a href=\"/doc/105841/\" id=\"a_35\">-&#x27;State Aided Bank of Travancore Ltd. v. Dhrit Ram</a>&#x27; AIR 1942 P C 6 at pp. 7-8 (C), Lord Atkin said that when no intention is expressed in the contract the Courts are left to infer one by reference to considerations where the contract was made and how and where it was to be performed and by the nature of the business or transaction to which it refers.</span> In the Mount Albert Borough Council case (A), Lord Wright put it this way at p. 240-\n</blockquote><p data-structure=\"CDiscource\" id=\"p_19\"> The parties may not have thought of the matter at all. Then the Court has to impute an intention, or to determine for the parties what is the proper law which, as just and reasonable persons, they ought or would have intended if they had thought about the question when they made the contract.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_20\">41. But to us, it seems unnecessarily artificial to impute an intention when we know there was none, especially in a type of case where the parties would never have contracted at all if they had contemplated the possibility of events turning out as they did. In our opinion, that the Courts really do, when there is no express provision, is to apply an objective test, though they appear to regard the intention subjectively, and that is also Cheshire&#x27;s conclusion at page 201 where, after reviewing the English decisions, he says-\n</p><p data-structure=\"Section\" id=\"p_21\"> In other words, the truth may be that the Judges, though emphasising in unrestricted, terms the omnipotence of intention, in fact do nothing more than impute to the parties an intention to submit their contract to the law of the country with which factually it is most closely connected.\n</p> \n\n<p data-structure=\"Section\" id=\"p_22\">If driven to a choice, we would prefer this way of stating the law but we need not decide this because, so far as the present case is concerned the result is the same whether we apply the proper law of the contract or the English rules about the &#x27;lex situs&#x27;. It may be that in some future ease this Court will have to choose between these two views but the question bristles with difficulties and it is not necessary for us to make the choice here.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_23\">All we wish to do here is to indicate that we have considered both and have envisaged cases where perhaps a choice will have to be made.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_24\">42. We gather that English Judges fall back on the &#x27;lex situs&#x27; and make rules for determining the position of a debt for historical reasons. Atkin, L.J. said in -&#x27;New York Life Insurance Co. v. Public Trustee&#x27;, 1924-2 Ch 101 at p. l19 (D), that the rules laid down in England are derived from the practice of ecclesiastical authorities in granting administration because their jurisdiction was limited territorially.\n</p><p data-structure=\"CDiscource\" id=\"p_25\"> The ordinary had only a jurisdiction within a particular territory, and the question whether he should issue letters of administration depended upon whether or not assets were to be found within his jurisdiction, and the test in respect of simple contracts was: Where was the debtor residing?...the reason why the residence of the debtor was adopted us that which determined where the debt was situate was because it was in that place where the debtor was that the creditor could, in fact, enforce payment of the debt.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_26\">(See also Dicey&#x27;s Conflict of Laws, 6th edition, page 303). The rules, therefore, appeal to have been arbitrarily selected for practical purposes and because they were found to be convenient.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_27\">11. Considering the nature of transaction i.e. Letter of Credit issued in favour of the petitioner, it appears that it is nothing but a contract. Various disputed questions of facts have been brought before this Court and if the question as to whether the Suit could have been filed, is answered in affirmative, the present petition would not lie and the ratio of the decision of the Apex Court favours the respondent No. 1. Ultimately, the petition is based on the business contract between M/s. A.K. Enterprise and the petitioner. The documents were sent for collection and the respondent No. 1 was to negotiate and thereafter on receipt of the payment from M/s. A.K. Enterprise, the respondent No. 1 was in turn to pay the said amount to the petitioner. The documents were never tendered for payment in terms of the Letter of Credit. Therefore, the Rule of Collection would apply. The help of respondent No. 2 was never taken for negotiations. It is submitted that when the respondent No. 1 is made a party and the documents were tendered directly to the respondent No. 1, the status of the respondent No. 1 changes and the role of the respondent No. 1 was of a collecting bank. The respondent No. 1 was to present all these invoices/bills to its client M/s.A.K. Enterprise. The negotiating bank had never complained against the respondent No. 1. The amount would have been received through respondent No. 2. Shri J.T. Trivedi has placed reliance on the language of the letter at page No. 240 of the petition, whereby the respondent No. 1 has informed, &quot;We are fully aware of each liability under the Letter of Credit issued by us and committed to reimburse the negotiating bank within the stipulated time provided the documents are received strictly as per the terms of Letter of Credit.&quot; In other terms, the conditions of Letter of Credit are meticulously complied with and this letter was in reference to the letter dated 28th October 2005 and the documents received under the Letter of Credit dated 01st June 2005. The General Manager of the respondent No. 2 was intimated simultaneously, &quot;Documents negotiated by yourselves do not comply with the terms of LC&quot;, thus, the stand of respondent No. 1 is consistent since then.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_28\">12. The respondent No. 2 has never expressed its grievance. When the documents received for collection or for payment were not in order and not sent for negotiation, the respondent No. 1 was not supposed to make the payment. The discrepancies are pointed out in the reply affidavit, more particularly at page No. 199 and the respondent No. 2 was intimated about the discrepancies. The contents of this letter would be relevant in view of the nature of dispute placed before the Court. It would be beneficial to reproduce the relevant part of the important letters which are part of the papers supplied by the respondent No. 1, which are as under:\n</p>  \n\n<blockquote id=\"blockquote_44\"> BANK OF INDIA \nTHE GUIDING STAR \n\nNehru Place Branch, Paras Cinema Building, Nehru Place, New Delhi-110019\n \n\nRef. No. NP/Forex Date:13.12.2005\n \n\nBy Regd. Post (Sup No. RL B 2453)\n \n\nTo: \n</blockquote><blockquote id=\"blockquote_45\">The Chief Manager, \nState Bank of Saurashtra, \nMakarpura Branch, \nVadodara.\n</blockquote> \n\n<blockquote id=\"blockquote_46\">Re. : Documents sent by you under our \n \n\nLC 35/51.\n</blockquote> \n\n<blockquote id=\"blockquote_47\">Dear Sir,  \n\nWe request reference to our letters dated 15.10.2005, 22.10.2005, 25.11.2005, 23.12.2005 pointing out the discrepancies in the documents sent under our abovementioned L.C. and conveying rejection for the same. We have not received your disposal instructions so far. Meanwhile, opener has refused to waive discrepancies and accept the documents. We are therefore returning the following documents:\n</blockquote><pre id=\"pre_2\"> Draft Date   Draft Amount    Invoice No. /Date         Period\n16.09.05       Rs. 501306/-    H-34/16.9.05       1.9.05 to 15.9.05\n16.10.05       Rs. 523641/-    H-40/16.10.05      1.10.05 to 15.10.05\n01.11.05       Rs. 474929/-    H-44/01.11.05     16.10.05 to 29.10.05\n16.11.05       Rs. 388079/-    H-47/16.11.05      1.11.05 to 15.11.05\n \n\nYours faithfully, \nsd/-.illegible \nAsst. General Manager\n \n\nxxxxx xxxxx xxxxx\n \n\nBANK OF INDIA \nTHE GUIDING STAR \n\nNehru Place Branch, Paras Cinema Building, Nehru Place, New Delhi-110019\n \n\nRef. No. NP/Forex Date:14.1.2006\n \n\nTo: \nThe Chief Manager, \nState Bank of Saurashtra, \nMakarpura Branch, \nBaroda. \n \n\nRe. : Documents sent by you under our LC 35/51.\n \n\nDear Sir,  \n\n</pre><blockquote id=\"blockquote_48\">We refer to your letter dtd.6.1.2006 Ref.MKP/BL-HO enclosing four sets of documents including Invoice No. H-34/16.9.05, H-40/16.10.05, H-44/1.11.05 and H-47/16.11.05.\n</blockquote> \n\n<blockquote id=\"blockquote_49\">We rejected the documents for the discrepancies in Invoice and bill of exchange already advised to you. As the waiver of the discrepancies is not received from the applicant we return the documents.\n</blockquote> \n\n<blockquote id=\"blockquote_50\">Yours faithfully, \nsd/-.illegible  \nAsst. General Manager\n \n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_29\">13. The letter pointing out the alleged discrepancies addressed to the respondent No. 2 reveals that the documents received by the respondent No. 1 were in order and invoices were drawn inclusive of TDS. However, the part of one of the letters reads as under:\n</p>  \n\n<blockquote id=\"blockquote_51\"> xxx xxx\n \n\nIn this context, we once again request that the documents are in order and that invoices are drawn inclusive of TDS. \n</blockquote> \n\n<blockquote id=\"blockquote_52\">It is understood that the party i.e. L/C opener may not be willing to honour the bills but the bills drawn under L/C have to be retired by the Banker concerned. It is well aware that the Bankers are dealing with the documents and not with the goods. Even if there is dispute between the seller and purchaser the L/C issuing Bank has to honour the Bills drawn under L/C provided that the terms of L/C are complied with. We understand that the documents are in order and the same were submitted in time earlier. \n</blockquote> \n\n<blockquote id=\"blockquote_53\">It gives an impression that your Branch has accommodated your customer A.K. Enterprise and Bank is endeavouring to return the documents with one excuse or other, which are vague. We are resubmitting the same documents for realization. If the documents are returned without any genuine reason, we will be constrained to initiate appropriate legal actions. We shall also resort to RBI/IBA in case of unfair practices to return the Bills under L/C.\n \n\nWe have kept original L/C with us lest it be lost in transit....\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_30\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1120137\" id=\"span_12\">14. According to Shri J.T. Trivedi, learned Counsel appearing for the respondent No. 1, the language of <a href=\"/doc/134715/\" id=\"a_36\">Articles 13</a> and <a href=\"/doc/367586/\" id=\"a_37\">14(d)</a> is not actual but the same is in the form of guidelines. Placing reliance on the decision in the case of <a href=\"/doc/1120137/\" id=\"a_38\">Morgan Stanley Mutual Fund v. Kartick Das</a> reported in 1994(4) SCC 225, it is submitted that the observations made by the Apex Court, more particularly in paragraph Nos. 40 and 41, would help the respondent No. 1 and it justifies the stand taken by the respondent No. 1; more particularly, when the jurisdiction of the Court (territorial) is challenged. In this cited decision, the Apex Court was dealing with a case in reference to the dispute raised qua one Public Issue of a company brought before Civil Court and District Consumer Disputes Redressal Forum. The Court says:</span>\n</p>  \n\n<blockquote id=\"blockquote_54\">40. Today the corporate sector is expanding. The disgruntled litigants indulge in adventurism. Though, in this case we have come to the conclusion that the District Consumer Forum will have no power to grant injunction yet in general cases it becomes necessary to evolve certain venue restrictions.\n</blockquote> \n\n<blockquote id=\"blockquote_55\">41. As to the effect of incorporation it is stated in Halsbury&#x27;s Laws of England (4th Edn., Vol. 7, p.55, para 83) as under:\n</blockquote>  \n\n<blockquote id=\"blockquote_56\">When incorporated, the company is a legal entity or persona distinct from its members, and its property is not the property of the members. The nationality and domicile of a company is determined by its place of registration. A company incorporated in the United Kingdom will normally have both British nationality and English or Scottish domicile, depending upon its place of registration, and it will be unable to change that domicile....\n</blockquote> \n\n<blockquote id=\"blockquote_57\">The residence of a company is of great importance in revenue law, and the place of incorporation is not conclusive on this question. In general, residence depends upon the place where the central control and management of the company is located. It follows that if such central control is divided, the company may have more than one residence. The locality of the shares of a company s that of the register of shares. The head office of a company is not, however, necessarily the registered office of the company, but is the place where the substantial business of the company is carried on and its negotiations conducted. Like an individual or a firm, a company can, for the purpose of the Rules of the Supreme Court, carry on business in more places than one.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_31\">15. It is submitted by Shri J.T. Trivedi, learned Counsel appearing for the respondent No. 1, that the stand taken by the respondent No. 1 in paragraph No. 5 of the reply affidavit may be considered as one of the basic arguments and, therefore, it is the say of Shri Trivedi that the petition involves highly disputed questions of facts and, therefore, the same may not be entertained by this Court under a writ jurisdiction. It would be beneficial to reproduce the relevant paragraph No. 5 of the reply affidavit filed by the respondent No. 1 relied upon by Shri Trivedi, which is as under:\n</p>  \n\n<blockquote id=\"blockquote_58\">5. Without prejudice to the above submissions and contentions, I crave leave to submit that the said Revolving L.C. is governed by Uniform Customs and Practice for Documentary Credits (UCPDC in short) (ICC Brochure No. 500) (copy at Annexure &#x27;I&#x27;), as stipulated therein (see page 30). <a href=\"/doc/492977/\" id=\"a_39\">Article 10</a> of UCPDC reads as under:\n</blockquote>  \n\n<blockquote id=\"blockquote_59\">(a) All credits must indicate whether they are available by sight payment, by deferred payment, by acceptance or by negotiation. \n</blockquote> \n\n<blockquote id=\"blockquote_60\">(b)(i) Unless the Credit stipulates that it is available only with the Issuing Bank, all credits must nominate the bank (the &quot;Nominated Bank&quot; which is authorised to pay, to incur a deferred payment undertaking, to accept Draft(s) or to negotiate. In a freely negotiable Credit, any bank is Nominated Bank.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_32\">Presentation of documents must be made to the issuing Bank or the confirming Bank, if any, or any other Nominated Bank. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_33\">(ii) Negotiation means the giving of value for Draft(s) and/or documents by the bank authorised to negotiate. Mere examination of the document without giving of value does not constitute a negotiation.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_34\">I say that the said provisions are to be juxtaposed with the L.C., which inter alia has what are known as special instructions. The once squarely applicable are the instructions Nos. 2 and 4. Instruction No. 2 is to the effect that this credit is available for negotiation with any bank in India, while the instruction No. 4 is to the effect that the credit is to be reinstated for the original L/c value automatically by the opening bank on submission of the negotiated invoice. When both of the above instructions are juxtaposed, the one and only inescapable conclusion is that unless there is prior negotiation and other instructions too are scrupulously followed and complied with, no reimbursement needs to be made under the conditions of L/c. The letters, dated 03.08.2006 and 24.08.2006 (Copies at pages 113 and 14 respectively) were written, as there appears to be no negotiation prior to the transmission of the documents (as plaintiff claims not to have received the funds) and they have to be viewed accordingly. The fact that various bills were sent for collection is evident from the letter, dated 31.07.2006 of the respondent No. 2. The said letter was written, because when the bills were received vide the communication, dated 30.06.2006, it was ambiguous as to whether they had been negotiated or sent for collection. Therefore, the respondent No. 1 wrote a reply, dated 02.07.2006. As the documents were sent for collection, they could not have been paid, unless the collection was forthcoming from the drawee i.e. M/s.A.K. Enterprise in the present case. Copies of the relevant and important correspondence are annexed hereto and marked Annexure &#x27;I&#x27; collectively. I say that as the documents were received from the respondent No. 2 for collection only and hence, under <a href=\"/doc/1540780/\" id=\"a_40\">Article 24</a> of Uniform Rules for Collection (ICC 522) (copy at Annexure &#x27;II&#x27;), the same could not be paid, unless collected. The contention that payment is to be made nonetheless is not well conceived and deserves to be discarded in my respectful submission. There was no question of the reimbursement in terms of the L/c.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_35\">16. It is the say of Shri J.T. Trivedi that pendency of Civil Suit between M/s.A.K. Enterprise and the present petitioner may be considered as a relevant fact for denying the relief, more particularly when M/s.A.K. Enterprise has not been joined as party respondent to the present proceedings. The present proceedings may result into multifariousness. Merely because one of the branches of respondent No. 1 at Vadodara has acted as an advisory branch, would not confer jurisdiction either to Vadodara Court or this Court. There was no scope to negotiate or to make payment at sight as the documents were not sent through the respondent No. 2. It is the two-way negotiation on bill purchasing. The respondent No. 1 is very clear as to why the payment has not been made. The <a href=\"/doc/260256/\" id=\"a_41\">Article 9(A)</a> of UCPDC-500 has been correctly considered by the respondent No. 1 and for that the respondent No. 1 mainly relies on the contentions raised in paragraph No. 5 of the reply affidavit referred to hereinabove. For short, this is a case where the petition should be dismissed directing the petitioner to initiate other suitable actions available under the law. Any grievance falling in the category of contractual dispute wherein disputed questions of facts are found to be involved, exercise of writ jurisdiction vested in the Court would be improper in view of the settled legal position and, hence, the present may be dismissed.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_36\">17. Normally in most of the cases based on personal contract, MOU or tenders, the Courts have to go very slow while issuing writ under <a href=\"/doc/1712542/\" id=\"a_42\">Article 226</a> of the Constitution of India. In most of such decided cases, the facts are found to be of such a nature, where there is a personal agreement or MOU of issuance of bank guarantee or Letter of Credit. The litigant- petitioner has attempted with a prayer that a particular condition of contract either may not be implemented or it may be interpreted in a particular manner and the bank guarantee may not be encashed or payment may not be made against the Letter of Credit. In such type of litigations main adversary party is the party responsible for issuance of either Letter of Credit or bank guarantee and the Banks have been found joined as party so that the writ issued by the Court can be executed effectively. The facts of the present case appears to be a bit different. On reading of the papers and mainly the pleadings, it is not possible for this Court to agree with the proposition made by the learned Counsel appearing for the respondent No. 1 that M/s.A.K. Enterprise or M/s.Ved Cellulose are either necessary or proper parties to be joined. The document at page No. 30 is one of the master documents. Both the parties have placed reliance on the contents of the said document i.e. Letter of Credit dated 01st May 2005. The said Letter of Credit has been issued by the respondent No. 1. The date of expiry is mentioned as 30th September 2007, however, the place of expiry is not mentioned. Certain disputed facts shall have to be considered in view of the rival contentions referred to hereinabove, more particularly, the point of jurisdiction, that the respondent No. 1 issued the Letter of Credit dated 01st June 2005 and one irrevocable revolving Letter of Credit bearing No. NP/Revolving LC/35/51 has been given to the petitioner being the beneficiary and the status of the respondent No. 1-Bank having its branch at Ilorapark, Vadodara is shown to be the advising bank/ available with Bank of India and that branch has been asked to advice on confirmation. So it is clear that some role has been assigned to Bank of India, Vadodara Branch. The respondent No. 1-Bank&#x27;s branch at Ilorapark, Vadadara was under obligation to advise adding. Indisputably, certain payments have been received by the petitioner through the respondent No. 2 and that too, through the respondent No. 1. Against the request made by M/s. A.K. Enterprise, the Letter of Credit has been issued and the same is for an amount of Rs. 10 lakhs. The obligation of the petitioner was to see that the documents are presented within 30 days after the date of invoices and in any case not later than the date of expiry of credit, and the respondent No. 1 has undertaken to see that 100% payment of the invoice value on the applicant-M/s.A.K. Enterprise is made available, that too, at sight. The petitioner has received this through respondent No. 2. In the case of negotiation exceeds US$ 50,000 or equivalent, a particular mode is found to have been suggested to the negotiating bank. As mentioned hereinabove, there is an admission of the respondent No. 1 that the documents i.e. bills/invoices referred to by the petitioner with respective invoices were received by the respondent No. 1 and these documents were found in order. So there was no technical defect which by itself could have been a cause for rejection of the request made for payment on sight, and more than one document is available clarifying this fact situation. The petitioner had tendered documents initially with respondent No. 2. So the draft at sight along with invoices can be presented within the validity of the credit. It is not the say of the respondent No. 1 that the draft at sight along with invoices has not been received. It is settled legal position that a part of cause of action would be sufficient to invoke jurisdiction of this Court. It may be a Civil Court or the High Court. Merely because the unit established is outside the State of Gujarat and the applicant-lessee i.e. M/s.A.K. Enterprise has got issued Letter of Credit of the respondent No. 1, would go to the root of the issue of jurisdiction raised by the respondent No. 1 because a number of things have taken place at Vadodara and one of the branches of respondent No. 1 was assigned some role to play and the Letter of Credit states that the same is available with the Bank of India, Ilora Park Branch, Vadodara, as an advising bank. When it has not been denied that in past the petitioner had received payment through its bank at Vadodara and the respondent No. 1 has made payment because of the obligation under the Letter of Credit issued, it will not be possible for this Court to agree with the submissions advanced by Shri J.T. Trivedi, learned Counsel appearing for the respondent No. 1, that this Court has no territorial jurisdiction to issue any writ against the respondent No. 1. The Court is aware that each branch is separate business premises of the bank having wide network. The bank may have its branches in a State or States or in the entire country, but ultimately the respondent No. 1 is a nationalized bank and thus, it is a State within the meaning of <a href=\"/doc/609139/\" id=\"a_43\">Article 12</a> of the Constitution of India, and has opted to select its one of the branches i.e. Ilorapark Branch, Vadodara, in reference to the Letter of Credit issued at the instance of M/s.A.K. Enterprise to the petitioner at Vadodara through the respondent No. 2. This Court can very well consider the grievance on its merits and it would not be either legal, proper or justified to throw away the petition saying that this Court has no territorial jurisdiction to deal with the present petition. The correspondences produced by the respondent No. 1 as well as the petitioner show that proper documents were sent so that the payment can be received at sight by the petitioner from the respondent No. 1. All invoices/ bills were tendered with sight drafts. The sight drafts which were sent are absolutely found in order and as such there is no infirmity or defect in such sight drafts or the invoices tendered. The documents show that on all occasions within the prescribed period, the invoices were sent to the respondent No. 2 by the petitioner and in turn, they were forwarded and received by the respondent No. 1. There is no justification found in saying that the payment could be made only if the amount is received from M/s.A.K. Enterprise. The letters dated 03rd August 2006 and 24th August 2006 addressed to the respondent No. 2 by the respondent No. 1 indicate that the documents are being returned on the ground that the payment is not forthcoming i.e. to say from M/s.A.K. Enterprise, on whose behalf the Letter of Credit has been given. There is one letter dated 27th June 2006 (page No. 366 of the petition), which says, &quot;Please be advised that we have on receipt of the document on each occasion advised the discrepancies to your Bankers i.e. State Bank of Saurashtra well within the stipulated period of 7 banking days. We as L/C opening Bank are committed to reimburse the negotiating Bank provided (a) the documents are received meticulously in compliance with the terms of L/C and/or (b) documents received with discrepancies are duly accepted and discrepancies are waived by the applicants. In this case we are receiving documents with discrepancies as advised to your Bankers from time to time and documents on the basis of these discrepancies are rejected by the applicants (M/s.A.K. Enterprise)&quot;. Thus, the respondent No. 1 has expressed its regret and some negotiations have taken place between the higher officers of the respondent No. 1 i.e. General Manager and Assistant General Manager of the respondent No. 1.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_37\">18. Now if the discrepancies on the strength of which the payment is refused and regret is expressed, are considered, it would be difficult for this Court to agree with the submissions of Shri J.T. Trivedi that on the alleged discrepancies, the payment could have been denied inspite of Letter of Credit issued or M/s.A.K. Enterprise was enjoying any privilege to waive the so-called discrepancies pointed out. No discrepancy was ever pointed out to the petitioner. There is no element of vagueness in the invoices/bills issued. The Court has reason to believe that all documents tendered by the petitioner to the respondent No. 2 were sent in order and in accordance with the Letter of Credit issued because in the letter addressed by the respondent No. 2 to the respondent No. 1, there is clear reference that the respondent No. 2-banker of the petitioner has clearly ascertained that the documents sent are in order and the respondent No. 2 had informed the respondent No. 1, &quot;if the documents are returned without genuine reason, we will be constrained to initiate appropriate legal action. We shall also resort to RBI/IBA in the case of unfair practice to return the bills under LC.&quot; The relevant part of the entire letter has been reproduced hereinabove. There was no reason for the respondent No. 2 to take an unhealthy stand, that too, against a nationalized bank. It appears that to defy the genuine claim of the petitioner, the respondent No. 1 has taken a strange and unexpected stand.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_38\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1719283\" id=\"span_13\">19. On evaluation of the above referred oral submissions cited before the Court by the learned Counsel appearing for the parties, the Court is not in agreement with the ratio of the decision in the case of <a href=\"/doc/1719283/\" id=\"a_44\">Delhi Cloth and General Mills Co. Ltd.</a> (supra) as the same would not in any way help the respondent No. 1. Some the alleged discrepancies which have been referred to in the reply affidavit are also not found of valid resistance in view of the nature of Letter of Credit issued by the respondent No. 1. The documents were sent for collection. So the status of the respondent No. 2 was the status of an agent of the petitioner and the respondent No. 2 had an authority to enter into negotiations, if need be. The respondent No. 1 was not only the collecting bank. It is not possible for this Court to agree that the petitioner could have received the payment through the respondent No. 2 only. The applicant at whose instance the Letter of Credit has been issued could have continued to pay on receipt of the bills/invoices. The language of the letter dated 05th November 2005 (page No. 240 of the petition) does not add any strength to the case of the respondent No. 1. The petitioner was intimated by the respondent No. 1, &quot;We are fully aware of our liabilities under the Letter of Credit issued by us and committed to reimburse the negotiating Bank within the stipulated time provided documents are received strictly as per the terms of LC and other terms and conditions of the LC are meticulously complied with.&quot; The respondent No. 2 had responded to the stand taken by the respondent No. 1 in above referred clear terms. It appears that the respondent No. 1 has assumed the status of a collecting bank and not of a bank which is under obligation to pay the bills/invoices received for payment at sight. It appears that the respondent No. 1 either in collusion with the applicant M/s.A.K. Enterprise or to avoid litigations between the respondent No. 1 itself and the applicant to release the payment made by it against the Letter of Credit issued, had adopted the illogical stand against the settled legal position.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_39\">20. The document which requires to be scrutinized for the purpose of present petition, neither appears to be a conditional document nor there is an allegation on the petitioner under which it can be found inferred that the conduct of the petitioner itself made it disentitled for the payment against the invoices. As per the settled legal position, the issuance of Letter of Credit is an agreement or understanding between the bank issuing Letter of Credit and the party assured for payment under the Letter of Credit. Here M/s.A.K. Enterprise cannot be said to be in picture at all. The pendency of some Civil Suit itself would not be sufficient to say that any disputed questions of facts are involved in the matter. True it is that the questions of facts are involved to some extent, but it will not be possible for this Court to agree with Shri J.T. Trivedi that the disputed questions of facts are involved in the matter. The issuance of irrevocable revolving Letter of Credit has constituted an agreement between the Letter of Credit issuing bank and the beneficiary. When the beneficiary intends to invoke its privilege under such Letter of Credit, the issuing bank is bound to honour the promise/assurance given. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1028714\" id=\"span_14\">If the respondent No. 1 was interested in placing defence, such defence which could have been pleaded, would be of a case of fraud and not of breach of any understanding or contract. In the case of bank guarantee, the Apex Court has observed that the discrepancies for bills on non-submission of detailed account in respect of business or any other such dispute, is not a ground for denial of encashment of bank guarantee if it is otherwise invocable. The entire correspondence by the respondent No. 2 to the respondent No. 1 has been made as a banker of the petitioner. The ratio of the decision in the cited decision in the case of <a href=\"/doc/1028714/\" id=\"a_45\">Vinitec Electronics Pvt. Ltd.</a> (supra) relied upon by Shri D.D. Vyas, learned senior counsel appearing for the petitioner, would squarely help the petitioner.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"952675\" id=\"span_15\">To buttress the law relied upon by Shri D.D. Vyas, it would be proper to refer to the relevant part of the observations made by the Apex Court in the case of <a href=\"/doc/952675/\" id=\"a_46\">Reliance Salt Ltd. v. Cosmos Enterprises and Anr.</a> reported in 2006 AIR SCW 6262, which is as under:</span>\n</p>  \n\n<blockquote id=\"blockquote_61\">16. &quot;Contract of guarantee&quot; is defined under <a href=\"/doc/53550/\" id=\"a_47\">Section 126</a> of the Indian Contract Act in the following terms:\n</blockquote><blockquote id=\"blockquote_62\"> 126. &#x27;Contract of guarantee&#x27;, &#x27;surety&#x27;, &#x27;principal-debtor&#x27; and &#x27;creditor&#x27;.- A &#x27;contract of guarantee&#x27; is a contract to perform the promise, or discharge the liability, of a third person in case of his default. The person who gives the guarantee is called the &#x27;surety&#x27;; the person in respect of whose default the guarantee is given is called the &#x27;principal-debtor&#x27; and the person to whom the guarantee is given is called the &#x27;creditor&#x27;. A guarantee may be either oral or written.\n</blockquote> \n\n<blockquote id=\"blockquote_63\">17. Bank guarantee constitutes an agreement between the Banker and the Principal, albeit, at the instance of the promisor. When a contract of guarantee is sought to be invoked, it was primarily for the bank to plead a case of fraud and not for a promisor to set up a case of breach of contract.\n</blockquote> \n\n<blockquote id=\"blockquote_64\">18. The discrepancies in the bills or non-submission of the detailed account in respect of business cannot be a ground for denial of encashment of Bank guarantee if it is otherwise invocable. \n</blockquote> \n\n<blockquote id=\"blockquote_65\">19. Although, the learned trial Judge as also the High Court observed that the Bank guarantee was invocable after lapse of 30 days from date of the bill, as stipulated therein, on its own terms the Bank was bound to pay the amount in question on its invocation, subject of course to the fulfillment of the other conditions laid down therein. It could not have refused to honour its commitment only because the purported accounts were not settled between the parties or the accounts furnished to the Court were wrong ones. The other reasons assigned by the learned trial Judge as also the High Court that the conduct of appellant was not clean or it had tried to defraud other customers in other parts of the State, in our considered opinion, are of not much significance in view of the guarantee furnished by the Bank.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_40\">21. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1028714\" id=\"span_16\">In the same way the observations made by the Apex Court in the case of <a href=\"/doc/1028714/\" id=\"a_48\">Vinitec Electronics Pvt. Ltd.</a> (supra) also would squarely help the petitioner. The respondent No. 2, as a banker of the petitioner, had forwarded the documents i.e. invoices/bills with draft at sight, to realize the payment and no negotiations were at all warranted. The payment was asked on the strength of the documents (original negotiable). The amount asked for was within the limit of the Letter of Credit issued and the same was without any technical flaw. It can also not be ignored that if the Letter of Credit issuing bank decides to refuse the document, it must give notice to that effect to the bank from which it receives the documents or to the beneficiary, as the case may be, on receipt of first such invoice with sight draft. The respondent No. 1 immediately could have responded in terms of Clause 14 of the UCPDC-500, but there is nothing on record to show that such action or re-action was ever shown. This conduct would estop the respondent No. 1 from taking a plea that there were some discrepancies in the documents received.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_41\">22. Though it is argued by Shri J.T. Trivedi that the dispute placed before the Court is in reference to the contract or an agreement between the parties and, therefore, the Court may not invoke jurisdiction vested in it under <a href=\"/doc/1712542/\" id=\"a_49\">Article 226</a> of the Constitution of India, it is settled that if the decision taken even under a contract is found to be a decision devoid of authority or the same is taken without affording an opportunity of being heard or the same is apparently perverse and found to have been taken on extraneous consideration, then to do substantive justice, the Court can invoke jurisdiction mainly against the State and all other instrumentalities of the State falling within definition of the &#x27;State&#x27; under <a href=\"/doc/609139/\" id=\"a_50\">Article 12</a> of the Constitution of India. Indisputably, the respondent No. 1 and its each branch falls in the said category and the Court is of the view that disinclination to pay the amount against the letter of credit in question falls in one of the categories of cases where the writ jurisdiction can be invoked. This area falls under the discretionary jurisdiction and, therefore, either to do justice or defeat the apparent injustice, the jurisdiction requires to be invoked. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1290306\" id=\"span_17\">In the case of <a href=\"/doc/1290306/\" id=\"a_51\">Tarapore and Co., Madras v. V/O Tractoroexport Moscow and Anr.</a> reported in AIR 1970 SC 891, the Apex Court has observed as under:</span>\n</p>  \n\n<blockquote id=\"blockquote_66\">7. The main grievance of the Indian Firm is that if the Russian Firm is allowed to take away the money secured to it by the letter of credit, it cannot effectively enforce its claim arising from the breach of the contract it complains of. It was urged on its behalf that the Russian Firm has no assets in this country and therefore any decree that it may be able to obtain cannot be executed. Therefore, it was contended that the Trial Court was justified in issuing the impugned orders. The allegation that Russian Firm has no assets in this country was not made in the pleadings. That apart in the circumstances of this case that allegation has no relevance. An irrevocable letter of credit has a definite implication. It is a mechanism of great importance in international trade. Any interference with that mechanism is bound to have serious repercussions on the international trade of this country. Except under very exceptional circumstances, the Courts should not interfere with that mechanism.\n</blockquote> \n\n<blockquote id=\"blockquote_67\">8. For our present purpose we shall assume without deciding that the allegations made by the Indian Firm are true. We shall further assume that the suit as brought is maintainable though Mr. Kumarangalam seriously challenged its maintainability. But yet, in our judgment, the learned trial Judge was not justified in law in granting the temporary injunctions appealed against. Ordinarily this Court does not interfere with interim orders. But herein legal principles of great importance affecting international trade are involved. If the orders impugned are allowed to stand they are bound to have their repercussion on our international trade.\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_42\">xxx xxx xxx \n \n\n</p><p data-structure=\"Conclusion\" id=\"p_43\">10. ... \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_44\">There is this to be remembered, too. A vendor of goods selling against a confirmed letter of credit is selling under the assurance that nothing will prevent him from receiving the price. That is of no mean advantage when goods manufactured in one country are being sold in another. It is, furthermore, to be observed that vendors are often reselling goods bought from third parties. When they are doing that, and when they are being paid by a confirmed letter of credit, their practice is-and I think it was followed by the defendants in this case-to finance the payments necessary to be made to their suppliers against the letter of credit. That system of financing these operations, as I see it, would break down completely if a dispute as between the render and the purchaser was to have the effect of &quot;freezing&quot; if I may use that expression the sum in respect of which the letter of credit was opened.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_45\">In Urquhart Lindsay and Co. Ltd. v. Eastern Bank Ltd. 1922-1 KB 318 the King&#x27;s Bench held that the refusal of the defendants bank to take and pay for the particular bills on presentation of the proper documents constituted a repudiation of the contract as a whole and that the plaintiffs were entitled to damages arising from such a breach. It may be noted that in that case the price quoted in the invoices was objected to by the buyer and he had notified his objection to the bank. But under the terms of the letter of credit the bank was required to make payments on the basis of the invoices tendered by the seller. The court held that if the buyers had an enforceable claim that adjustment must be made by way of refund by the seller and not by the way of retention by the buyer.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_46\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"206943\" id=\"span_18\">23. The observations made by the Apex Court in the case of <a href=\"/doc/206943/\" id=\"a_52\">Reliance Energy Ltd. and Anr. v. Maharashtra State Road Development Corpn. Ltd. and Ors.</a> reported in 2007(8) SCC 1, also would support the arguments advanced on behalf of the petitioner. It is not necessary to reproduce the relevant part of paragraph No. 36 and 37 of the above cited decision, but the observations made by the Apex Court in these two paragraphs give strength to the case of the petitioner.</span>\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_47\">24. The respondent No. 1 mainly relies on the existence of some discrepancies, but these discrepancies have not been pointed out to the satisfaction of the Court even in the reply affidavit. The alleged discrepancies ought to have been pointed out by the respondent No. 1 to the petitioner immediately on receipt of demand of payment against the bill issued by pointing out specific discrepancy. It is clear that this stand taken by the respondent No. 1 is neither bona fide nor convincing. On the contrary, the indirect impression created in the mind of the Court is that being hand-in-glove with the buyer and the client of respondent No. 1, unconvincing defence has been taken. The stand taken by the respondent No. 1 is nothing but a hostility to the assurance given by the respondent No. 1 to the petitioner for no good sound reasons. The amount of the petitioner was payable at sight. In view of the discussion made earlier, the question of territorial jurisdiction has a very little relevance because a part of cause of action has taken place within the territory of the State of Gujarat.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_48\">25. As per the settled legal position, the advantage of revolving Letter of Credit is that the buyer need not approach a banker and go through the repetitive formalities to obtain a fresh Letter of Credit every time he places similar order on presumably the same supplier. The mechanism is one of the bankers makes payment to the extent of the amount stated in the Letter of Credit. The same amount becomes reinstated as a fresh payment by the banker for the benefit of the seller to cover the further despatches. Keeping this system developed, the respondent No. 1 ought not to have denied the payment. The Letter of Credit, commercially, is a security or surety given by a banker on behalf of buyer to the supplier. True it is that the decisions referred to hereinabove are in reference to the Civil Suit which are filed in the Court of original jurisdiction and at present the Court is conscious that the Court is not dealing with any such proceedings. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1028714\" id=\"span_19\">Most of the litigations which have reached upto the Apex Court or to various High Courts, in reference to Letter of Credit issued, are found to be the proceedings initiated by the buyer against the Banker, where the buyers have attempted to stall the payment to be made to the supplier or to get prohibitory order against realization of amount against the bank guarantee. But if the observations made by the Apex Court in all the above cited decisions are found helpful to the petitioner, this Court can look into such decisions because the say of the petitioner is that though the law is very clear on the point, the respondent No. 1-Bank of India, a nationalized bank, indiscriminately under a wrong and illegal pretext refused the payment and, therefore, appropriate directions may be issued. The question of realization from the original buyer does not arise at all. So the submissions made by Shri Vyas, learned senior counsel appearing for the petitioner, in this regard shall have to be accepted; more particularly, in view of the observations made by the Apex Court in the case of <a href=\"/doc/1028714/\" id=\"a_53\">Vinitec</a> (supra).</span>\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_49\">26. This is a case where the Court is required to intervene invoking inherent powers vested in the Court as the respondent No. 1, a nationalized bank, has denied the payment in a commercial transaction though it had assured the petitioner to pay at sight if the invoices/bills are received in order. Bare words of the respondent No. 1 that there were some discrepancies would not make the dispute a dispute of complex facts. When our Courts have started visualizing commerce and trade in global perspective, who would rely upon the nationalized banks, if the say of respondent No. 1 is accepted as it is. The lame excuses should be thrown out in such transactions. According to me, this is not a case where even a lame excuse can be placed. The affidavit of the respondent No. 1 if is considered as a whole, it indirectly adds strength to the stand taken by the respondent No. 2 through its correspondences on behalf of the petitioner. So the present petition is required to be allowed without entering into any further discussion. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_50\">27. The petitioner has inter alia prayed that the Court may also order to pay interest at the rate of 24% per annum, but it would be sufficient for this Court to observe that the petitioner should be paid interest as per the contract. If there is no specific contract or understanding in that respect between the petitioner and the respondent No. 1, the petitioner should be paid the entire amount at the flat commercial rate of interest by the respondent No. 1. As no specific contract or understanding is available on record qua the rate of interest, it would not be proper for this Court to order interest at the rate of 12% per annum. The petitioner is also entitled to get the cost of this petition. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_51\">28. In view of aforesaid observations and discussion, the present petition is hereby allowed. The respondent No. 1 is directed to pay the amount equal to the invoices/ bills which were forwarded to it by the respondent No. 2 to the petitioner through respondent No. 2 for realization of payments at sight. The respondent No. 2-State Bank of Saurashtra is directed to intimate the respondent No. 1-Bank of India about the exact figure of outstanding amount by way of an official letter in respect of the bills issued by the petitioner. The respondent No. 1 in turn shall make the payment good to the petitioner through the respondent No. 2. The respondent No. 1 shall also pay interest on the amount of invoices/bills submitted and while calculating the amount of interest, the date of first implied or express denial by the respondent No. 1 after receipt of all the bills, shall be considered as the date relevant.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_52\">29. The respondent No. 1 is further directed to pay the cost of this petition to the petitioner, which is quantified at Rs. 10,000/- (Rupees Ten Thousand only) at the earliest, preferably within a period of One Month from today.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_53\">Rule is made absolute accordingly. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_54\">FURTHER ORDER\n \n\n</p><p data-structure=\"CDiscource\" id=\"p_55\">30. Before the aforesaid CAV judgment could be signed, Shri J.T. Trivedi, learned Counsel appearing for the respondent No. 1-Bank, has prayed that the operation of the present judgment may be suspended at least for some time because ultimately it is the obligation of the respondent No. 1-Bank to pay the amount.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_56\">31. As the present judgment, to some extent, so far as the award of costs and interest is concerned, has some element of mandamus, it would be in the interest of justice to place the same under suspension. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_57\">32. There is strong resistance from the other side so far as request for suspension is concerned. It is also submitted by Shri Vyas that the respondent No. 1-Bank at least should be asked to pay something during the interregnum period, but this submission is not found acceptable. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_58\">33. Hence, the present judgment is hereby ordered to be placed under suspension till 14th May 2008 and there shall not be any further extension of the same. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_59\">34. Direct Service is permitted.\n</p> \n\n","numcites":30,"numcitedby":0,"docsource":"Gujarat High Court","citetid":559731,"divtype":"judgments","relatedqs":[{"value":"private international law","formInput":"private%20international%20law"},{"value":"bank fraud","formInput":"bank%20fraud"},{"value":"holder in due course","formInput":"holder%20in%20due%20course"},{"value":"irrevocable revolving letter of credit","formInput":"irrevocable%20revolving%20letter%20of%20credit"},{"value":"revolving letter of credit","formInput":"revolving%20letter%20of%20credit"},{"value":"contracts of guarantee","formInput":"contracts%20of%20guarantee"},{"value":"letter of credit","formInput":"letter%20of%20credit"},{"value":"territorial jurisdiction","formInput":"territorial%20jurisdiction"},{"value":"lex situs","formInput":"lex%20situs"},{"value":"international trade","formInput":"international%20trade"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":"domicile","formInput":"domicile"},{"value":"bill of exchange","formInput":"bill%20of%20exchange"},{"value":"bank of india  filter:  service matters","formInput":"bank%20of%20india%20%20filter%3A%20%20service%20matters"},{"value":"beneficiaries  filter:  trust cases","formInput":"beneficiaries%20%20filter%3A%20%20trust%20cases"},{"value":"draft document","formInput":"draft%20document"},{"value":"fraudulent","formInput":"fraudulent"},{"value":"federal bank","formInput":"federal%20bank"},{"value":"questions of fact","formInput":"questions%20of%20fact"},{"value":"irretrievable","formInput":"irretrievable"}],"cats":[{"value":"equality-before-law","formInput":"tag:equality-before-law"},{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"contract-of-guarantee-surety-principal-debtor-and-creditor","formInput":"tag:contract-of-guarantee-surety-principal-debtor-and-creditor"},{"value":"companies-law","formInput":"tag:companies-law"}],"courtcopy":false,"query_alert":null,"agreement":false}