{"tid":200767,"publishdate":"2009-09-18","title":"M/S. Magma Leasing & Fin. Ltd. & Anr vs Potluri Madhavilata & Anr on 18 September, 2009","doc":"<h2 class=\"doc_title\">M/S. Magma Leasing &amp; Fin. Ltd. &amp; Anr vs Potluri Madhavilata &amp; Anr on 18 September, 2009</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2010 SUPREME COURT 488, 2009 (10) SCC 103, 2009 AIR SCW 7041, (2009) 4 RECCIVR 900, (2009) 2 WLC(SC)CVL 660, (2009) 4 ARBILR 1, (2009) 4 CURCC 266, (2010) 2 MAD LW 982, (2009) 8 MAD LJ 441, (2010) 2 CIVLJ 10, (2010) 2 ALL WC 1315, (2010) 1 JCR 37 (SC), 2009 (12) SCALE 668, (2009) 12 SCALE 668</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-m-lodha\">R.M. Lodha</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-m-lodha\">R. M. Lodha</a>, <a href=\"/search/?formInput=benchid:t-chatterjee\">Tarun Chatterjee</a></h3>\n\n<pre id=\"pre_1\">                                                               Reportable\n\n\n\n            IN THE SUPREME COURT OF INDIA\n             CIVIL APPELLATE JURISDICTION\n\n              CIVIL APPEAL NO.6399 OF 2009\n          (Arising out of SLP(C) No. 21323 of 2007)\n\n\nThe Branch Manager,\nM/s. Magma Leasing &amp;Finance Limited &amp; Anr.        ...Appellants\n\n                             Versus\n\nPotluri Madhavilata &amp; Anr.                      ...Respondents\n\n\n                        JUDGEMENT\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">R.M. Lodha, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n</p><p data-structure=\"Issue\" id=\"p_3\">           Leave granted.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">2.         The core question that falls to be determined in this\n\nappeal by special leave is : does the arbitration agreement\n\nsurvive for the purpose of resolution of disputes arising under\n\nor in connection with the contract even if its performance has\n\ncome to an end on account of termination due to breach ?\n\n</p><p data-structure=\"Facts\" id=\"p_5\">3.         MAGMA Leasing Limited Public United Company\n\n(for short, `MAGMA&#x27;) is a financial institution engaged in the\n\fbusiness of providing funds for purchase of plant and\n\nmachinery and other assets by way of hire purchase.\n\nSmt. Potluri Madhavilata-respondent no. 1 (hereinafter referred\n\nto as `hirer) entered into an agreement of hire purchase with\n\nMAGMA for purchase of a motor vehicle (Bolero Camper-AP 16\n\nTV 1263) on January 31, 2005. As per the terms of hire\n\npurchase agreement, the hirer was required to pay hire\n\npurchase price in 46 installments. It appears that the hirer\n\ncommitted default in payment of few installments and as a\n\nresult thereof, MAGMA seized the said vehicle from the hirer on\n\nAugust 6, 2005. MEGMA also sent a notice to the hirer\n\nintimating her that hire purchase agreement has been\n\nterminated. Thereafter some correspondence seems to have\n\nensued between the parties.\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">4.          The hirer then filed a suit against MAGMA in the\n\nCourt of Senior Civil Judge, Vijayawada seeking recovery of\n\npossession of the aforesaid vehicle and for restraining MAGMA\n\nfrom transferring the said vehicle.\n</p>\n<p data-structure=\"Facts\" id=\"p_7\">5.          MAGMA, upon receipt of notice of the aforesaid\n\nproceedings, made an application (I.A. No. 490 of 2006) before\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">                                                             2</span>\n\fthe trial court under <a href=\"/doc/1146817/\" id=\"a_1\">Section 8</a> of the Arbitration and Conciliation\n\nAct, 1996 (for short , `Act, 1996&#x27;) read with <a href=\"/doc/56600062/\" id=\"a_2\">Section 151</a> of the\n\nCode of Civil Procedure praying therein that the dispute raised\n\nin the suit be referred to an arbitrator and the proceedings in\n\nthe suit be stayed.\n</p>\n<p data-structure=\"Facts\" id=\"p_8\">6.          The hirer contested the aforesaid application on the\n\nground that the hire purchase agreement having been\n\nterminated, the arbitration agreement does not survive and the\n\nmatter need not be referred to the arbitration.\n\n</p><p data-structure=\"Facts\" id=\"p_9\">7.          The First Additional Senior Civil Judge, Vijayawada\n\nvide order dated December 4, 2006 dismissed the application\n\nmade by MAGMA under <a href=\"/doc/104566/\" id=\"a_3\">Section 8</a> of the Act, 1996.\n\n</p><p data-structure=\"Issue\" id=\"p_10\">8.          Not satisfied with the order of the trial court,\n\nMAGMA filed a civil revision petition before the High Court of\n\nAndhra Pradesh.\n</p>\n<p data-structure=\"Facts\" id=\"p_11\">9.          The Division Bench dismissed the revision petition\n\non April 30, 2007 holding that upon termination of the hire\n\npurchase agreement,       the arbitration agreement does not\n\nsurvive.   The present appeal by special leave arises from this\n\norder.\n</p>\n<p data-structure=\"Issue\" id=\"p_12\">\n\n<span class=\"hidden_text\" id=\"span_2\">                                                                3</span>\n</p><p data-structure=\"Issue\" id=\"p_13\">\f10.                       Despite service, hirer has not chosen to\n\nappear before this court.\n</p>\n<p data-structure=\"Issue\" id=\"p_14\">11.               The hire purchase agreement contains the following\n\nclause for arbitration :\n</p>\n<blockquote id=\"blockquote_1\">                 &quot;22. Arbitration : All disputes, differences, claims\n         and questions whatsoever arising out of this agreement\n         between magma and/or its representatives and/or its assigns\n         on the one hand and the Hirer/s and the Guarantor/s on the\n         other hand touching and concerning these presents or\n         anything herein contained or in any way relating to or arising\n         from these presents shall be referred to a sole arbitrator to be\n         appointed by Magma Leasing Limited. The Arbitrator so\n         appointed shall formulate his own procedure and shall be\n         entitled to dispense with filing of pleadings or taking of any\n         evidence and shall be entitled to dispose off the proceedings\n         in a summary manner. The Arbitrator shall have summary\n         powers. The award of such arbitrator so appointed shall be\n         final and binding on all the parties to this agreement. Such\n         arbitration proceedings will be at Kolkata. The sole arbitrator\n         shall pronounce the award as expeditiously as possible after\n         entering on the reference or within such time as he may deem\n         expedient. The pronouncement of the award by the arbitrator\n         in a meeting of the parties fixed after the conclusion of the\n         arbitration proceedings shall be deemed to be the publication\n         of the award and shall be construed as the date of receipt of\n         the award by the Hirer/s/Guarantor/s and Magma. The costs\n         and expenses of the arbitration proceedings shall be borne by\n         the Hirer/s/Guarantor/s. The Arbitrator shall hold his sittings at\n         Kolkata.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_15\">12.               The House of Lords in Heyman and Another v.\n\nDarwins Ltd.1 had discussed elaborately on the scope of\n\narbitration clause in the context of a dispute arising on the\n\nquestion of repudiation of a contract. That was a case where\n<span class=\"hidden_text\" id=\"span_3\">1</span>\n    (1942) 1 ALL ER 337\n\n\n<span class=\"hidden_text\" id=\"span_4\">                                                                              4</span>\n\fthe contract was repudiated by one party and accepted as such\n\nby another. The contract between the parties contained an\n\narbitration clause providing for that any dispute between the\n\nparties in respect of the agreement or any of the provisions\n\ncontained therein or anything arising thereout should be\n\nreferred to arbitration. Viscount Simon, L.C., summarised the\n\nlegal position with regard to scope of an arbitration clause in a\n\ncontract as follows :\n</p>\n<blockquote id=\"blockquote_2\">              &quot;An arbitration clause is a written submission, agreed\n      to by the parties to the contract, and, like other written\n      submissions to arbitration, must be construed according to\n      its language and in the light of the circumstances in which it\n      is made. If the dispute is as to whether the contract which\n      contains the clause has ever been entered into at all, that\n      issue cannot go to arbitration under the clause, for the party\n      who denies that he has ever entered into the contract is\n      thereby denying that he has ever joined in the submission.\n      Similarly, if one party to the alleged contract is contending\n      that it is void ab initio (because, for example, the making of\n      such a contract is illegal), the arbitration clause cannot\n      operate, for on this view the clause itself is also void.\n</blockquote>\n<blockquote id=\"blockquote_3\">              If, however, the parties are at one in asserting that\n      they entered into a binding contract, but a difference has\n      arisen between them as to whether there has been a breach\n      by one side or the other, or as to whether circumstances\n      have arisen which have discharged one or both parties from\n      further performance, such differences should be regarded as\n      differences which have arisen &quot;in respect of,&quot; or &quot;with regard\n      to&#x27;&quot; or &quot;under&quot; the contract, and an arbitration clause which\n      uses these, or similar, expressions, should be construed\n      accordingly. By the law of England (though not, as I\n      understand, by the law of Scotland), such an arbitration\n      clause would also confer authority to assess damages for\n      breach, even though it does not confer upon the arbitral\n      body express power to do so.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_5\">                                                                       5</span>\n<blockquote id=\"blockquote_4\">\f                 I do not agree that an arbitration clause expressed in\n          such terms as above ceases to have any possible\n          application merely because the contract has &quot;come to an\n          end,&quot; as, for example, by frustration. In such cases it is the\n          performance on the contract that has come to an end.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_16\">          Viscount Simon, L.C. concurred with the view\n          expressed by Lord Dunedin in Scott &amp; Sons v. Del\n          Sel, (1923) S.C.(H.L.) 37 and observed:\n</p>\n<blockquote id=\"blockquote_5\">          &quot;.........The reasoning of LORD DUNEDIN applies equally to\n          both cases. It is, in my opinion, fallacious to say that,\n          because the contract has &quot;come to an end&quot; before\n          performance begins, the situation, so far as the arbitration\n          clause is concerned, is the same as though the contract had\n          never been made. In such case a binding contract was\n          entered into, with a valid submission to arbitration contained\n          in its arbitration clause, and, unless the language of the\n          arbitration clause is such as to exclude its application until\n          performance has begun, there seems no reason why the\n          arbitrator&#x27;s jurisdiction should not cover the one case as\n          much as the other.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_17\">13.               Lord Macmillan, Lord Wright and Lord Porter though\n\nexpressed their views separately but all of them agreed with\n\nthe statement of law summarised by Viscount Simon, L.C..\n\n</p><p data-structure=\"Precedent\" id=\"p_18\">14.               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1391279\" id=\"span_6\">In <a href=\"/doc/1391279/\" id=\"a_4\">Union of India v. Kishorilal Gupta and Bros.2,\n\nSubba Rao, J.</a> (as His Lordship then was) while dealing with the\n\nquestion whether the arbitration clause of the original contract\n\nsurvived after the execution of settlement of the contract\n\nreferred to the judgment             of House of Lords in           Heyman\n\nexhaustively and held :</span>\n</p>\n<p data-structure=\"Issue\" id=\"p_19\">\n<span class=\"hidden_text\" id=\"span_7\">2</span>\n</p><blockquote id=\"blockquote_6\">    (1960) 1 SCR 493\n\n\n<span class=\"hidden_text\" id=\"span_8\">                                                                           6</span>\n\f        &quot;Uninfluenced by authorities or case-law, the logical\noutcome of the earlier discussion would be that the\narbitration clause perished with the original contract.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_20\">Whether the said clause was a substantive term or a\ncollateral one, it was nonetheless an integral part of the\ncontract, which had no existence de hors the contract. It was\nintended to cover all the disputes arising under the\nconditions of, or in connection with, the contracts. Though\nthe phraseology was of the widest amplitude, it is\ninconceivable that the parties intended its survival even after\nthe contract was mutually rescinded and substituted by a\nnew agreement. The fact that the new contract not only did\nnot provide for the survival of the arbitration clause but also\nthe circumstance that it contained both substantive and\nprocedural terms indicates that the parties gave up the terms\nof the old contracts, including the arbitration clause. The\ncase-law referred to by the learned Counsel in this\nconnection does not, in our view, lend support to his broad\ncontention and indeed the principle on which the said\ndecisions are based is a pointer to the contrary.\n\n</p><p data-structure=\"Precedent\" id=\"p_21\">     We shall now notice some of the authoritative\nstatements in the textbooks and a few of the cases bearing\non the question raised: In Chitty on Contract, 21st Edn., the\nscope of an arbitration clause is stated thus, at p. 322:\n\n</p><blockquote id=\"blockquote_7\">   &quot;So that the law must be now taken to be that when\n   an arbitration clause is unqualified such a clause will\n   apply even if the dispute involve an assertion that\n   circumstances had arisen whether before or after the\n   contract had been partly performed which have the\n   effect of discharging one or both parties from liability\n   e.g. repudiation by one party accepted by the other,\n   or frustration.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_22\">In &quot;Russel on Arbitration&quot;, 16th Edn., p. 63, the following test\nis laid down to ascertain whether an arbitration clause\nsurvives after the contract is determined:\n\n</p><blockquote id=\"blockquote_8\">   &quot;The test in such cases has been said to be whether\n   the contract is determined by something outside itself,\n   in which case the arbitration clause is determined with\n   it, or by something arising out of the contract, in which\n   case the arbitration clause remains effective and can\n   be enforced.&quot;\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_9\">                                                                   7</span>\n<p data-structure=\"Precedent\" id=\"p_23\">\fThe Judicial Committee in Hirji Mulji v. Cheong Yue\nSteamship Company {(1926) A.C. 497} gives another test at\np. 502:\n</p>\n<blockquote id=\"blockquote_9\">  &quot;That a person before whom a complaint is brought\n  cannot invest himself with arbitral jurisdiction to decide\n  it is plain. His authority depends on the existence of\n  some submission to him by the parties of the subject\n  matter of the complaint. For this purpose a contract\n  that has determined is in the same position as one that\n  has never been concluded at all. It founds no\n  jurisdiction.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_24\">A very interesting discussion on the scope of an arbitration\nclause in the context of a dispute arising on the question of\nrepudiation of a contract is found in the decision of the\nHouse of Lords in Heyman v. Darwine Ltd.{(1942) All.E.R.\n337}. There a contract was repudiated by one party and\naccepted as such by the other. The dispute arose in regard\nto damages under a number of heads covered by the\ncontract. The arbitration clause provided that any dispute\nbetween the parties in respect of the agreement or any of\nthe provisions contained therein or anything arising thereout\nshould be referred to arbitration. The House of Lords held\nthat the dispute was one within the arbitration clause. In the\nspeeches of the Law Lords a wider question is discussed\nand some of the relevant principles have been succinctly\nstated. Viscount Simon, L.C. observed at p. 343 thus:\n\n</p><blockquote id=\"blockquote_10\">    &quot;An arbitration clause is a written submission, agreed\n   to by the parties to the contract, and, like other written\n   submissions to arbitration, must be construed\n   according to its language and in the light of the\n   circumstances in which it is made. If the dispute is as\n   to whether the contract which contains the clause has\n   ever been entered into at all, that issue cannot go to\n   arbitration under the clause, for the party who denies\n   that he has ever entered into the contract is thereby\n   denying that he has ever joined in the submission.\n   Similarly, if one party to the alleged contract is\n   contending that it is void ab initio (because, for\n   example, the making of such a contract is illegal), the\n   arbitration clause cannot operate, for on this view the\n   clause itself is also void.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_10\">                                                                 8</span>\n<blockquote id=\"blockquote_11\">\f       If, however, the parties are at one in asserting that\n   they entered into a binding contract, but a difference\n   has arisen between them as to whether there has\n   been a breach by one side or the other, or as to\n   whether circumstances have arisen which have\n   discharged one or both parties from further\n   performance, such differences should be regarded as\n   differences which have arisen &quot;in respect of&quot;, or &quot;with\n   regard to&quot;, or &quot;under&quot; the contract, and an arbitration\n   clause which uses these, or similar, expressions,\n   should be construed accordingly. By the law of\n   England (though not, as I understand, by the law of\n   Scotland) such an arbitration clause would also confer\n   authority to assess damages for breach even though\n   it does not confer upon the arbitral body express\n   power to do so.\n</blockquote>\n<blockquote id=\"blockquote_12\">        I do not agree that an arbitration clause expressed\n   in such terms as above ceases to have any possible\n   application merely because the contract has &quot;come to\n   an end&quot;, as, for example, by frustration. In such cases\n   it is the performance of the contract that has come to\n   an end.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_25\">The learned Law Lord commented on the view expressed by\nLord Dunedin at p. 344 thus:\n</p>\n<blockquote id=\"blockquote_13\">    &quot;The reasoning of Lord Dunedin applies equally to\n   both cases. It is, in my opinion, fallacious to say that,\n   because the contract has &quot;come to an end&quot; before\n   performance begins, the situation, so far as the\n   arbitration clause is concerned, is the same as though\n   the contract had never been made. In such case a\n   binding contract was entered into, with a valid\n   submission to arbitration contained in its arbitration\n   clause, and, unless the language of the arbitration\n   clause is such as to exclude its application until\n   performance has begun, there seems no reason why\n   the arbitrator&#x27;s jurisdiction should not cover the one\n   case as much as the other.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_26\">Lord Macmillan made similar observations at p. 345:\n</p><blockquote id=\"blockquote_14\">   &quot;If it appears that the dispute is as to whether there\n   has ever been a binding contract between the parties,\n   such a dispute cannot be covered by an arbitration\n   clause in the challenged contract. If there has never\n\n\n\n<span class=\"hidden_text\" id=\"span_11\">                                                               9</span>\n\f   been a contract at all, there has never been as part of\n   it an agreement to arbitrate; the greater includes the\n   less. Further, a claim to set aside a contract on such\n   grounds as fraud, duress or essential error cannot be\n   the subject-matter of a reference under an arbitration\n   clause in the contract sought to be set aside. Again,\n   an admittedly binding contract containing a general\n   arbitration clause may stipulate that in certain events\n   the contract shall come to an end. If a question arises\n   whether the contract has for any such reason come to\n   an end, I can see no reason why the arbitrator should\n   not decide that question. It is clear, too, that the\n   parties to a contract may agree to bring it to an end to\n   all intents and purposes and to treat it as if it had\n   never existed. In such a case, if there be an\n   arbitration clause in the contract, it perishes with the\n   contract. If the parties substitute a new contract for\n   the contract which they have abrogated, the\n   arbitration clause in the abrogated contract cannot be\n   invoked for the determination of questions under the\n   new agreement. All this is more or less elementary.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_27\">These observations throw considerable light on the question\nwhether an arbitration clause can be invoked in the case of a\ndispute under a superseded contract. The principle is\nobvious; if the contract is superseded by another, the\narbitration clause, being a component part of the earlier\ncontract, falls with it. The learned Law Lord pin-points the\nprinciple underlying his conclusion at p. 347:\n\n</p><blockquote id=\"blockquote_15\">   &quot;I am accordingly of opinion that what is commonly\n   called repudiation or total breach of a contract,\n   whether acquiesced in by the other party or not, does\n   not abrogate a contract, though it may relieve the\n   injured party of the duty of further fulfilling the\n   obligations which he has by a contract undertaken to\n   the repudiating party. The contract is not put out of\n   existence, though all further performance of the\n   obligations undertaken by each party in favour of the\n   other may cease. It survives for the purpose of\n   measuring the claims arising out of the breach, and\n   the arbitration clause survives for determining the\n   mode of their settlement. The purposes of the\n   contract have failed, but the arbitration clause is not\n   one of the purposes of the contract.&quot;\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_12\">                                                                1</span>\n<p data-structure=\"Section\" id=\"p_28\">\f      Lord Wright, after explaining the scope of the word\n      &quot;repudiation&quot; and the different meanings it bears, proceeded\n      to state at p. 350:\n</p>\n<blockquote id=\"blockquote_16\">         &quot;In such a case, if the repudiation is wrongful and the\n         rescission is rightful, the contract is ended by the\n         rescission; but only as far as concerns future\n         performance. It remains alive for the awarding of\n         damages, either for previous breaches, or for the\n         breach which constitutes the repudiation. That is only\n         a particular form of contract breaking and would\n         generally, under an ordinary arbitration clause,\n         involve a dispute under the contract like any other\n         breach of contract.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_29\">      This decision is not directly in point; but the principles laid\n      down therein are of wider application than the actual\n      decision involved. If an arbitration clause is couched in\n      widest terms as in the present case, the dispute, whether\n      there is frustration or repudiation of the contract, will be\n      covered by it. It is not because the arbitration clause\n      survives, but because, though such repudiation ends the\n      liability of the parties to perform the contract, it does not put\n      an end to their liability to pay damages for any breach of the\n      contract. The contract is still in existence for certain\n      purposes. But where the dispute is whether the said contract\n      is void ab initio, the arbitration clause cannot operate on\n      those disputes, for its operative force depends upon the\n      existence of the contract and its validity. So too, if the\n      dispute is whether the contract is wholly superseded or not\n      by a new contract between the parties, such a dispute must\n      fall outside the arbitration clause, for, if it is superseded, the\n      arbitration clause falls with it.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_30\">\n</p><p data-structure=\"Precedent\" id=\"p_31\">15.          In his separate but concurring                judgment, A.K.\n\nSarkar, J. (as His Lordship then was) exposited the legal\n\nposition thus :\n</p>\n<blockquote id=\"blockquote_17\">             &quot;Now I come to the nature of an arbitration clause. It\n      is well settled that such a clause in a contract stands apart\n      from the rest of the contract. Lord Wright said in Heyman&#x27;s\n      case     that an arbitration clause &quot;is collateral to the\n\n\n<span class=\"hidden_text\" id=\"span_13\">                                                                           1</span>\n\fsubstantial stipulations of the contract. It is merely\nprocedural and ancillary, it is a mode of settling disputes,....\nAll this may be said of every agreement to arbitrate, even\nthough not a separate bargain, but one incorporated in the\ngeneral contract&quot;. Lord Macmillan also made some very\nrevealing observations on the nature of an arbitration clause\nin the same case. He said at pp. 373-4:\n</blockquote>\n<blockquote id=\"blockquote_18\">   &quot;I venture to think that not enough attention has been\n   directed to the true nature and function of an arbitration\n   clause in a contract. It is quite distinct from the other\n   clauses. The other clauses set out the obligations which\n   the parties undertake towards each other hinc inde, but\n   the arbitration clause does not impose on one of the\n   parties an obligation in favour of the other. It embodies\n   the agreement of both the parties that, if any dispute\n   arises with regard to the obligations which the one party\n   has undertaken to the other, such dispute shall be settled\n   by a tribunal of their own constitution. And there is this\n   very material difference, that whereas in an ordinary\n   contract the obligations of the parties to each other\n   cannot in general be specifically enforced and breach of\n   them results only in damages, the arbitration clause can\n   be specifically enforced by the machinery of the\n   <a href=\"/doc/1052228/\" id=\"a_5\">Arbitration Act</a>. The appropriate remedy for breach of the\n   agreement to arbitrate is not damages, but its\n   enforcement.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_32\">         It seems to me that the respective nature of accord\nand satisfaction and arbitration clause makes it impossible\nfor the former to destroy the latter. An accord and\nsatisfaction only releases the parties from the obligations\nunder a contract but does not affect the arbitration clause in\nit, for as Lord Macmillan said, the arbitration clause does not\nimpose on one of the parties an obligation in favour of the\nother but embodies an agreement that if any dispute arises\nwith regard to the obligations which the one party has\nundertaken to the other, such dispute shall be settled by\narbitration. A dispute whether the obligations under a\ncontract have been discharged by an accord and satisfaction\nis no less a dispute regarding the obligations under the\ncontract. Such a dispute has to be settled by arbitration if it is\nwithin the scope of arbitration clause and either party wants\nthat to be done. That cannot be unless the arbitration clause\nsurvives the accord and satisfaction. If that dispute is not\nwithin the arbitration clause, there can of course be no\n\n\n\n<span class=\"hidden_text\" id=\"span_14\">                                                                     1</span>\n\farbitration, but the reason for that would not be that the\narbitration clause has ceased to exist but that the dispute is\noutside its scope. I am not saying that it is for the arbitrator\nto decide whether the arbitration clause is surviving; that\nmay in many cases have to be decided by the Court. That\nwould depend on the form of the arbitration agreement and\non that aspect of the matter it is not necessary to say\nanything now for the question does not arise.\n\n</p><p data-structure=\"CDiscource\" id=\"p_33\">        In my view therefore an accord and satisfaction does\nnot destroy the arbitration clause. An examination of what\nhas been called the accord and satisfaction in this case\nshows this clearly. From what I have earlier said about the\nterms of the settlement of February 22, 1949, it is manifest\nthat it settled the disputes between the parties concerning\nthe breach of the contract for kettles camp and its\nconsequences. All that it said was that the contract had been\nbroken causing damage and the claim to the damages was\nto be satisfied &quot;in terms of the settlement&quot;. It did not purport\nto annihilate the contract or the arbitration clause in it. I feel\nno doubt therefore that the arbitration clause subsisted and\nthe arbitrator was competent to arbitrate. The award was not\nin my view, a nullity.\n</p>\n<p data-structure=\"Section\" id=\"p_34\">       The position is no different if the matter is looked at\nfrom the point of view of <a href=\"/doc/595325/\" id=\"a_6\">Section 62</a> of the Contract Act. That\nsection is in these terms:\n</p>\n<blockquote id=\"blockquote_19\">   &quot;<a href=\"/doc/1604228/\" id=\"a_7\">Section 62</a>. If the parties to a contract agree to\n   substitute a new contract for it, or to rescind or alter it, the\n   original contract need not be performed.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_35\">The settlement cannot be said to have altered the original\ncontract or even to have rescinded it. It only settled the\ndispute as to the breach of the contract and its\nconsequences. For the same reason it cannot be said to\nsubstitute a new contract for the old one. As I have earlier\nstated it postulates the existence of the contract and only\ndecides the incidence of its breach.&quot;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_36\">\n\n\n<span class=\"hidden_text\" id=\"span_15\">                                                                      1</span>\n</p><p data-structure=\"Precedent\" id=\"p_37\">\f16.               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"140286\" id=\"span_16\">In the case of <a href=\"/doc/140286/\" id=\"a_8\">National Agricultural Coop. Marketing\n\nFederation India Ltd. v. Gains Trading Ltd.3</a>, this Court held\n\nthus:</span>\n</p>\n<blockquote id=\"blockquote_20\">          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1144263\" id=\"span_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1391279\" id=\"span_18\">&quot;6. The respondent contends that the contract was\n          abrogated by mutual agreement; and when the contract\n          came to an end, the arbitration agreement which forms part\n          of the contract, also came to an end. Such a contention has\n          never been accepted in law. An arbitration clause is a\n          collateral term in the contract, which relates to resolution\n          disputes, and not performance. Even if the performance of\n          the contract comes to an end on account of repudiation,\n          frustration or breach of contract, the arbitration agreement\n          would survive for the purpose of resolution of disputes\n          arising under or in connection with the contract. (Vide\n          Heyman v. Darwins Ltd.[(<a href=\"/doc/1391279/\" id=\"a_9\">1942)AC356], Union of India v.\n          Kishorilal Gupta &amp; Bros</a> (<a href=\"/doc/1144263/\" id=\"a_10\">AIR 1959 SC 13) and Naihati Jute\n          Mills Ltd. v. Khyaliram Jagannath</a> (AIR 1968 SC 522). This\n          position is now statutorily recognised. Sub-section (1) of\n          <a href=\"/doc/675839/\" id=\"a_11\">Section 16</a> of the Act makes it clear that while considering\n          any objection with respect to the existence or validity of the\n          arbitration agreement, an arbitration clause which forms part\n          of the contract, has to be treated as an agreement\n          independent of the other terms of the contract; and a\n          decision that the contract is null and void shall not entail ipso\n          jure the invalidity of the arbitration clause.&quot;</span></span>\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_38\">17.               Recently, in the case of P.Manohar Reddy &amp; Bros.\n\nvs. Maharashtra Krishna Valley Development Corporation And\n\nOrs4., while dealing with the             argument of        the    respondent\n\ntherein that in terms of the contract the claim for extra work or\n\nadditional work should have been raised during the pendency\n\nof the contract itself and not after it came to an end, this Court\n\n<span class=\"hidden_text\" id=\"span_19\">3</span>\n    (2007) 5 SCC 692\n<span class=\"hidden_text\" id=\"span_20\">4</span>\n    (2009) 2 SCC 494\n\n\n<span class=\"hidden_text\" id=\"span_21\">                                                                              1</span>\n\fconsidered the concept of separability of the arbitration clause\n\nfrom the contract and made the following observations :\n\n</p><blockquote id=\"blockquote_21\">             &quot;27. An arbitration clause, as is well known, is a part\n     of the contract. It being a collateral term need not, in all\n     situations, perish with coming to an end of the contract. It\n     may survive. This concept of separability of the arbitration\n     clause is now widely accepted. In line with this thinking, the\n     UNCITRAL Model Law on International Commercial\n     Arbitration incorporates the doctrine of separability in <a href=\"/doc/250697/\" id=\"a_12\">Article\n     16(1).</a> The Indian law -- the <a href=\"/doc/1306164/\" id=\"a_13\">Arbitration and Conciliation Act,\n     1996</a>, which is based on the UNCITRAL Model Law, also\n     explicitly adopts this approach in <a href=\"/doc/1657065/\" id=\"a_14\">Section 16(1)(b)</a>, which\n     reads as under:\n</blockquote><blockquote id=\"blockquote_22\">            &quot;16. Competence of Arbitral Tribunal to rule on its\n            jurisdiction.--(1) The Arbitral Tribunal may rule on its\n            own jurisdiction, including ruling on any objections\n            with respect to the existence or validity of the\n            arbitration agreement, and for that purpose,--\n</blockquote><blockquote id=\"blockquote_23\">                  (a) an arbitration clause which forms part of a\n             contract shall be treated as an agreement\n             independent of the other terms of the contract; and\n</blockquote><blockquote id=\"blockquote_24\">                    (b) a decision by the Arbitral Tribunal that the\n            contract is null and void shall not entail ipso jure the\n            invalidity of the arbitration clause.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_39\">                                        (emphasis supplied)\n     Modern laws on arbitration confirm the concept.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_40\">             28. The United States Supreme Court in a recent\n     judgment in Buckeye Check Cashing Inc. v. Cardegna [546\n     US 460 (2005)] acknowledged that the separability rule\n     permits a court &quot;to enforce an arbitration agreement in a\n     contract that the arbitrator later finds to be void&quot;. The Court,\n     referring to its earlier judgments in Prima Paint Corpn. v.\n     Flood &amp; Conklin Mfg. Co.[18 L.Ed. 2d 1270] and Southland\n     Corpn. v. Keating [465 US 1 (1984)], inter alia, held:\n\n</p><blockquote id=\"blockquote_25\">            &quot;Prima Paint and Southland answer the question\n            presented here by establishing three propositions.\n            First, as a matter of substantive federal arbitration\n            law, an arbitration provision is severable from the\n            remainder of the contract.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_41\">     But this must be distinguished from the situation\n     where the claim itself was to be raised during the\n\n\n<span class=\"hidden_text\" id=\"span_22\">                                                                        1</span>\n\f      subsistence of a contract so as to invoke the\n      arbitration agreement would not apply.&quot;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_42\">\n\n</p><p data-structure=\"Precedent\" id=\"p_43\">18.           The statement of law expounded by Viscount\n\nSimon, L.C. in the case of Heyman as noticed above, in our\n\nview, equally applies to situation where the contract is\n\nterminated by one party on account of the breach committed\n\nby the other particularly in a case where the clause is framed in\n\nwide and general terms.       Merely because the contract has\n\ncome to an end          by its termination due to      breach, the\n\narbitration    clause    does not get perished nor rendered\n\ninoperative; rather it survives for resolution of disputes arising\n\n&quot;in respect of&quot; or &quot;with regard to&quot; or &quot;under&quot; the contract. This\n\nis in line with the earlier decisions of this Court, particularly as\n\nlaid down in Kishori Lal Gupta &amp; Bros.\n</p>\n<p data-structure=\"Section\" id=\"p_44\">19.           In the instant case, clause 22 of the hire purchase\n\nagreement that provides      for arbitration has been couched in\n\nwidest possible terms as can well be imagined. It embraces all\n\ndisputes, differences, claims      and questions between the\n\nparties arising out of the said agreement or in any way relating\n\nthereto. The hire purchase agreement having been admittedly\n\n\n\n<span class=\"hidden_text\" id=\"span_23\">                                                                 1</span>\n\fentered into between the parties and the disputes                       and\n\ndifferences have since arisen between them, we hold, as it\n\nmust be, that the arbitration clause 22 survives for the purpose\n\nof their resolution although the contract has come to an end\n\non account of its termination.\n</p>\n<p data-structure=\"Issue\" id=\"p_45\">20.          The next question, an incidental one, that arises for\n\nconsideration is whether the trial court must refer the parties\n\nto arbitration under <a href=\"/doc/104566/\" id=\"a_15\">Section 8</a> of the Act, 1996.\n\n</p><p data-structure=\"Section\" id=\"p_46\">21.          <a href=\"/doc/1146817/\" id=\"a_16\">Section 8</a> reads thus:\n</p>\n<blockquote id=\"blockquote_26\">             &quot;8. Power to refer parties to arbitration where\n      there is an arbitration agreement.--(1) A judicial authority\n      before which an action is brought in a matter which is the\n      subject of an arbitration agreement shall, if a party so\n      applies not later than when submitting his first statement on\n      the substance of the dispute, refer the parties to arbitration.\n</blockquote>\n<blockquote id=\"blockquote_27\">              (2) The application referred to in sub-section(1) shall\n      not be entertained unless it is accompanied by the original\n      arbitration agreement or a duly certified copy thereof.\n</blockquote>\n<blockquote id=\"blockquote_28\">            (3) Notwithstanding that an application has been\n      made under sub-section (1) and that the issue is pending\n      before the judicial authority, an arbitration may be\n      commenced or continued and an arbitral award made.&quot;\n</blockquote>\n\n<p data-structure=\"RespArg\" id=\"p_47\">22.          An analysis of <a href=\"/doc/1146817/\" id=\"a_17\">Section 8</a> would show that for its\n\napplicability, the following conditions must be satisfied: (a) that\n\nthere exists an arbitration agreement; (b) that action has been\n\nbrought to the court by one party to the arbitration agreement\n\n\n<span class=\"hidden_text\" id=\"span_24\">                                                                         1</span>\n\fagainst the other party; (c) that the subject matter of the suit is\n\nsame as the subject matter of the arbitration agreement; (d)\n\nthat the other party before he submits his first statement of the\n\nsubstance of the dispute, moves the court for referring the\n\nparties to arbitration; and (e) that along with the application the\n\nother party tenders the original arbitration agreement or duly\n\ncertified copy thereof.\n</p>\n<p data-structure=\"Section\" id=\"p_48\">23.          <a href=\"/doc/1146817/\" id=\"a_18\">Section 8</a> is in the form of legislative command to\n\nthe court and once the pre-requisite conditions as aforestated\n\nare satisfied, the court must refer the parties to arbitration.\n\nAs a matter of fact, on fulfillment of conditions of <a href=\"/doc/1146817/\" id=\"a_19\">Section 8</a>, no\n\noption is left to the court and the court has to refer the parties\n\nto arbitration.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_49\">24.          There is nothing on record that the pre-requisite\n\nconditions of <a href=\"/doc/1146817/\" id=\"a_20\">Section 8</a> are not fully satisfied in the present\n\ncase.    The trial court, in the circumstances, ought to have\n\nreferred the parties to arbitration as per arbitration clause 22.\n\n</p><p data-structure=\"Conclusion\" id=\"p_50\">25.          In the result, appeal must succeed and is allowed.\n\nThe impugned order dated April 30, 2007 passed by the High\n\nCourt affirming the order dated December 4, 2006 passed by\n\n\n\n<span class=\"hidden_text\" id=\"span_25\">                                                                    1</span>\n\fthe First Additional Senior Civil Judge, Vijayawada is set aside.\n\nI.A.No.490/2006 in O.S.No.19/2006 is restored to the file of the\n\nFirst Additional Senior Civil Judge, Vijayawada for passing an\n\nappropriate order in the light      of the observations made\n\nhereinabove. Since the respondent has not chosen to appear,\n\nno order as to costs.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_51\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_52\">                                             ........................J\n                                             (Tarun Chatterjee)\n\n\n\n                                             ........................J\n                                             (R. M. Lodha)\n\nNew Delhi\nSeptember 18, 2009.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_53\">\n\n\n<span class=\"hidden_text\" id=\"span_26\">                                                                   1</span>\n\f</p>","numcites":13,"numcitedby":150,"docsource":"Supreme Court of India","citetid":200767,"divtype":"judgments","relatedqs":[{"value":"survival of arbitration clause","formInput":"survival%20of%20arbitration%20clause"},{"value":"survival clause","formInput":"survival%20clause"},{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":"accord and satisfaction ","formInput":"accord%20and%20satisfaction%20"},{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"\"arbitration clause survives\"","formInput":"%22arbitration%20clause%20survives%22"},{"value":"repudiation of contract","formInput":"repudiation%20of%20contract"},{"value":"arbitration clause in a contract","formInput":"arbitration%20clause%20in%20a%20contract"},{"value":"dispute from a contract","formInput":"dispute%20from%20a%20contract"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"contract dispute","formInput":"contract%20dispute"},{"value":"void and void ab initio","formInput":"void%20and%20void%20ab%20initio"},{"value":"hire purchase agreement","formInput":"hire%20purchase%20agreement"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"hire purchase ","formInput":"hire%20purchase%20"},{"value":"Guarantor ","formInput":"Guarantor%20"},{"value":"contract is binding if","formInput":"contract%20is%20binding%20if"},{"value":"\"void ab initio\"","formInput":"%22void%20ab%20initio%22"},{"value":"repudiation","formInput":"repudiation"}],"cats":[{"value":"referral-power-for-arbitration-agreements","formInput":"tag:referral-power-for-arbitration-agreements"},{"value":"finance","formInput":"tag:finance"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"effect-of-novation-rescission-and-alteration-of-contract","formInput":"tag:effect-of-novation-rescission-and-alteration-of-contract"}],"courtcopy":true,"query_alert":null,"agreement":false}