{"tid":1439508,"publishdate":"1971-03-23","title":"Shyam Deo Pandey & Ors vs State Of Bihar on 23 March, 1971","doc":"<h2 class=\"doc_title\">Shyam Deo Pandey &amp; Ors vs State Of Bihar on 23 March, 1971</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1971 AIR 1606, 1971 SCR 133, AIR 1971 SUPREME COURT 1606, (1971) 2 SC CRI R 413, 1973 MADLW (CRI) 134, 1973 BLJR 774, 1972 PATLJR 115, 1972 (1) ANDHLT 22, 1971 SCD 620</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:c-a-vaidyialingam\">C.A. Vaidyialingam</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:c-a-vaidyialingam\">C.A. Vaidyialingam</a>, <a href=\"/search/?formInput=benchid:a-n-ray\">A.N. Ray</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nSHYAM DEO PANDEY &amp; ORS\n\n\tVs.\n\nRESPONDENT:\nSTATE OF BIHAR\n\nDATE OF JUDGMENT23/03/1971\n\nBENCH:\nVAIDYIALINGAM, C.A.\nBENCH:\nVAIDYIALINGAM, C.A.\nRAY, A.N.\n\nCITATION:\n 1971 AIR 1606\t\t  1971 SCR  133\n 1971 SCC  (1) 855\n CITATOR INFO :\n R\t    1974 SC 387\t (2)\n\n\nACT:\n<a href=\"/doc/445276/\" id=\"a_1\">Code of Criminal Procedure</a> (Act 5 of 1898), s.\t423--Absence\nof   appellants\t  and\tcounsel\t at  the   time\t  of   final\ndisposal--Dismissal  on merits--Duty of appellate  court  to\nperuse records.\n\n\n\nHEADNOTE:\nThe appellants were convicted and sentenced for the  offence\nof  kidnapping.\t They filed an appeal which was admitted  by\nthe High Court and notice was ordered to be issued.  On\t the\ndate an which the appeal was posted for hearing neither\t the\nappellants  nor\t their counsel appeared and the\t High  Court\ndismissed the appeal in the following terms: &#x27;On perusal  of\nthe Judgment under appeal I find no merits in the case.\t  It\nis accordingly dismissed.&#x27;\nOn  the question whether the disposal of the appeal  by\t the\nHigh Court is in conformity with<a href=\"/doc/1487146/\" id=\"a_2\"> s. 423</a>, Cr.  P. C.,\nHELD:If\t a  criminal  appeal  by  the  accused\tis  not\ndismissed  summarily under<a href=\"/doc/89440/\" id=\"a_3\"> s. 421</a> of the Code and notice  as\nrequired  by  s. 422 is issued, then; under<a href=\"/doc/1487146/\" id=\"a_4\"> s.\t423</a>,  it  is\nobligatory for the appellate court to send for the record if\nit  is not already before the Court.  After the records\t are\nbefore the     court and the appeal is set down for hearing,\nit is essential that the appellate court should: (a)  peruse\nsuch record; (b) hear the appellant or his pleader  appears;\nand  (c)  hear the public prosecutor if\t he  appears.  After\ncomplying withthese  requirements, the appellate court\thas\nfull  power  to pass any of the\t   orders mentioned  in\t the\nsection.  If the appellant and his counsel are not   present\nthe appellate court cannot dismiss the appeal enable them to\nappear\tor it should consider the appeal on merits and\tpass\nfinal orders.  The consideration of the appeal on merits  at\nthe  stage  ,of\t final hearing and deciding  the  appeal  on\nmerits and passing final orders will not be possible  unless\nthe  reasoning and findings recorded in the  judgment  under\nappeal\tare tested in the light of the record of  the  case.\nWhile  there is no emphasis on the perusal of the record  in<a href=\"/doc/89440/\" id=\"a_5\">\ns.  421</a>\t at the admission stage, under<a href=\"/doc/1487146/\" id=\"a_6\"> s. 423</a>,\tone  of\t the\nessential requirements and a condition precedent to a  final\ndisposal  of  the appeal either by dismissing it or  in\t any\nother  manner  contemplated  by the  section,  is  that\t the\nappellate court should peruse the record.  The\trequirement\nregarding  the perusal of the record that has been sent\t for\nand received in court before disposing of an .appeal is\t not\nan  empty formality.  On the contrary, the expression  after\nperusing  the record&#x27; in the section assumes  importance  in\nthe context of the enormous powers that the appellate  court\nhas  in the final disposal of the criminal appeal.   Record\nof  the case does not mean only the judgment, because,\tthat\nmust  have already been perused under<a href=\"/doc/89440/\" id=\"a_7\"> s. 421</a> when  the\tHigh\nCourt  admits  the appeal [14OA-B, C, E,  G-14;\t 141A-D,  H;\n142BC, D-E, F-H; 143A-B]\nIn  the\t present case, there is no indication in  the  order\nthat it was passed after perusing the record that must\thave\nbeen  sent  for\t as required by s, 423(1).   From  the\tmere\nrecital in the High Court&#x27;s order that there is no merit  in\nthe case it is not possible to infer that the High Court has\ncome to the conclusion after applying its judicial mind\t and\nafter perusing\n134\nthe  record.   There  must  be a  clear\t judication  in\t the\njudgment  or  order  of&#x27; the appellate\tcourt  that  it\t has\napplied\t its judicial mind to the particular appeal  it\t was\ndealing with.  Such an indication will be available when the\nappellate court has considered the material on record  which\nmeans,\tnot only the judgment and petition of  the,  appeal,\nbut also other relevant materials.  Since the impugned order\nof  the\t High  Court  was  passed  without  considering\t the\nmaterial  on record the order was not in conformity with  s.\n423 of the Code and had to be to set aside. [143C-D, E-G,  H\n144A-C]\nSankatha Singh v. State of U.P. [1962] Supp. 2 S.C.R. 817,\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">CRIMINAL  APPELLATE JURISDICTION&#x27;: Criminal Appeal No283  of\n1968.\n</p><p data-structure=\"Issue\" id=\"p_2\">Appeal\tby special leave from the judgment and\torder  dated\nMay 10, 1968 of the Patna High Court in Criminal Appeal\t No.\n453 of 1966.\n</p><p data-structure=\"PetArg\" id=\"p_3\">S.   N. Prasad, for the appellants.\n</p><p data-structure=\"RespArg\" id=\"p_4\">R.   C. Prasad, for the respondent.\n</p><p data-structure=\"Issue\" id=\"p_5\">The Judgment of the Court was delivered by\nVaidialingam,  J.-The  short question that  arises  in\tthis\nappeal, by special leave, is whether the judgment and  order\nof  the Patna High Court dated May 10, 1968, dismissing\t the\nCriminal  Appeal  No. 453 of 1966, are\tin  conformity\twith\n<a href=\"/doc/1487146/\" id=\"a_8\">Section 423</a> of the Code of Criminal Procedure,\t(hereinafter\nto be referred as the Code).\n</p><p data-structure=\"Facts\" id=\"p_6\">The appellants, who are accused Nos. 2 to 5, along with\t the\nfirst  accused Sia Devi (wife of 5th accused) were tried  by\nthe learned First Assistant Sessions Judge, Biharsharif, for\nan offence under <a href=\"/doc/619940/\" id=\"a_9\">Section 363</a> of the Indian Penal Code.\t The\ncase of the prosecution was as follows\nOne  Kanta  Kumari, an orphan minor, and niece of  the\tcom-\nplainant  (P.  W. 1) Parmeshwar Pandey was under the  lawful\nguardianship and protection of the latter and residing\twith\nhim  since  the death of her parents.  At about 8 P.  M.  on\nFebruary  to the house of the complainant and  called  Kanta\nKumaKanta Kumari responded to the call by coming out.  When\nshe wasquestioned by her uncle as to where she was  going\nout with the two, accused, Kanta Kumari replied that she was\ngoing  out  for singing marriage songs.\t Kanta\tKumari\twent\naway  with the two accused and returned home by\t about\tmid-\nnight.\tIn the morning of February 15, 1965, the complainant\nfound  that Kanta Kumari was missing from his house.   On  a\nsearch\tmade by him, he came to know that Kanta\t Kumari\t was\nseen early that morning at about\n<span class=\"hidden_text\" id=\"span_1\">135</span>\n3 A. M. going in the company of all the five accused persons\nfor Ganga Ashnan.  He was expecting Kanta Kumari to  return.\nBut  on\t the evening of February 17, 1965, when he  met\t the\nfirst and the fifth accused in the village, he was  informed\nby the fifth accused that his paternal cousins, accused Nos.\n2  and\t3,  had\t taken away  Kanta  Kumari  with  them.\t  On\nreceiving this information, Parmeshwar Pandey lost all\thope\nof  his niece Kanta Kumari coming back and on  February\t 18,\n1965  he filed a complaint before the police  alleging\tthat\nhis niece Kanta Kumari, a minor, has been kidnaped from\t his\nlawful guardianship by the five accused.\n</p><p data-structure=\"Precedent\" id=\"p_7\">All the five accused were charged under <a href=\"/doc/962373/\" id=\"a_10\">Section 363</a> <a href=\"/doc/1340161/\" id=\"a_11\">1</a>. P. C.\nfor  kidnaping the minor girl Kanta Kumari on  February\t 15,\n1965  from the lawful guardianship of her  uncle  Parmeshwar\nPandey\twithout\t his consent.  All the accused\tpleaded\t not\nguilty\tbefore\tthe trial court and stated  that  they\twere\nfalsely\t implicated by Parmeshwar Pandey on account of\tlong\nstanding enmity.  In particular they pleaded :\n</p><blockquote id=\"blockquote_1\">\t      (a) that Parmeshwar Pandey had no niece called\n\t      Kanta Kumari ;\n</blockquote><blockquote id=\"blockquote_2\">\t      (b)   they have not kidnaped Kanta Kumari; and\n</blockquote><blockquote id=\"blockquote_3\">\t      (c)   in any case Kanta Kumari was not a minor\n\t      as  alleged but was a major about 18 years  of\n\t      age.\n</blockquote><p data-structure=\"Facts\" id=\"p_8\">The  learned  Assistant Sessions Judge by his  judgment\t and\norder  dated August 31, 1966 substantially rejected all\t the\npleas  of  the\taccused.  The learned Judge  held  that\t the\ncomplainant Parmeshwar Pandey, who had given evidence as  P.\nW.  I had a niece by name Kanta Kumari, who was living\twith\nhim  under  his guardianship as she had\t lost  her  parents.\nThough Kanta Kumari ,Was not traced and as such she was\t not\nbefore\tthe court, the learned Judge held that Kanta  Kumari\nat  the time of the occurrence must have been only 9  or  10\nyears old.  The learned Judge further held that accused Nos.\n2  to  5 (appellants herein) have kidnaped Kanta  Kumari,  a\nminor\tgirl,\ton  February  15,  1965\t from\tthe   lawful\nguardianship  of  her uncle Parmeshwar\tPandey\twithout\t his\nconsent\t and as such they were guilty of the  offence  under\n<a href=\"/doc/962373/\" id=\"a_12\">Section 363</a> <a href=\"/doc/1340161/\" id=\"a_13\">1</a>. P. C. Accordingly he convicted appellants  of\nthe  said  offence and sentenced them  to  undergo  rigorous\nimprisonment for five years.  Each of them was also fined  a\nsum of Rs. 500 and in default of payment of fine to  undergo\nfurther\t rigorous imprisonment for six months.\tThe  learned\nJudge,\thowever, held that the case against accused  No.  1,\nSia Devi has not been proved beyond reasonable doubt and  as\nsuch acquitted her.\n</p><p data-structure=\"PetArg\" id=\"p_9\">The appellants filed Criminal Appeal No. 453 of 1966 in\t the\nPatna  High  Court  on September  8,  1966  challenging\t the\nvarious\n<span class=\"hidden_text\" id=\"span_2\">136</span>\nfindings  recorded by the learned Assistant  Sessions  judje\nand contending that those findings were not supported by the\nevidence  adduced.  They also pleaded that their  conviction\nis  illegal.   In  particular they  have  pleaded  that\t the\nfinding regarding the age of Kanta Kumari, when she has\t not\nappeared  before the court is based on pure  conjecture\t and\nsurmise and not on any legal evidence.\n</p><p data-structure=\"Section\" id=\"p_10\">\t      On  September 9, 1966 the High Court  admitted\n\t      the appeal and passed the following order :\n</p><blockquote id=\"blockquote_4\">\t      &quot;9.9.66  This  appeal will  be  heard.   Issue\n\t      notice.\n</blockquote><blockquote id=\"blockquote_5\">\t      Pending\tthe  hearing  of  this\tappeal\t the\n\t      appellants  will\tcontinue  on  bail  to\t the\n\t      satisfaction of the District Magistrate.\n\t      The  realisation\tof  fine  also\twill  remain\n\t      stayed during the pendency of this appeal.&quot;\n</blockquote><p data-structure=\"Facts\" id=\"p_11\">\t      The  appeal was posted for hearing on May\t 10,\n\t      1968.  On that date neither the appellants nor\n\t      their  counsel seems to have appeared and\t the\n\t      Court dismissed the appeal and passed the fol-\n\t      lowing order and judgment.\n</p><blockquote id=\"blockquote_6\">\t      &quot;10-5-68.\t  No  one  appears  to\tpress\tthis\n\t      appeal.\tOn  perusal of\tthe  judgment  under\n\t      appeal,  I find no merit in the case.   It  is\n\t      accordingly dismissed.&quot;\n</blockquote><p data-structure=\"Issue\" id=\"p_12\">The appellants on the same day filed Criminal  Miscellaneous\nApplication  No. 556 of 1968 praying for restoration of\t the\nCriminal  Appeal  which\t had been dismissed  by\t the  Court.\nAfter issuing notice in the said application, the High Court\non July 12, 1968 dismissed the application, for\t restoration\non the ground that no sufficient cause has been shown by the\nappellants.   The appellants filed an application for  grant\nof a certificate under <a href=\"/doc/1461463/\" id=\"a_14\">Article 134(1) (c)</a>of the Constitution\nto  appeal  to this Court together with\t an  application  to\nexcuse\tdelay  in filing the application.   The\t High  Court\ndismissed  this application on August 2, 1968.\tThis  Court,\nhowever,  on  December 11, 1968, granted  special  leave  to\nappeal\tagainst\t the judgment and order of  the\t High  Court\ndated May 10, 1968.\n</p><p data-structure=\"PetArg\" id=\"p_13\">Mr. S. N. Prasad, learned counsel for the appellants, raised\ntwo contentions : (i) that the disposal of the appeal by the\nHigh  Court  on\t May 10, 1968 is contrary to  the  terms  of\n<a href=\"/doc/1487146/\" id=\"a_15\">Section 423</a> of the Code ; and (ii) that the order pronounced\nby the High Court is not a judgment as understood in law  as\nit does not contain the point or points for,  determination,\nthe decision thereon and the reasons for the decision.\n</p><span class=\"hidden_text\" id=\"span_3\">137</span>\n<p data-structure=\"RespArg\" id=\"p_14\">MR.R. C. Prasad, learned counsel for the, State, has urged\nthat  the order dated May 10, 1968 complies in all  respects\nwith  <a href=\"/doc/1487146/\" id=\"a_16\">Section  423</a> of the Code.\t He has further\t urged\tthat\n<a href=\"/doc/940370/\" id=\"a_17\">Section\t 367</a>  of the Code relating to the  contents  of\t the\njudgment does not apply to    the  High\t Court and  in\tthis\nconnection he relied on <a href=\"/doc/1700047/\" id=\"a_18\">Section 424</a> of\tthe Code.\nIn  the view that we take regarding the first contention  of\nMr. S.\t  N. Prasad, that the judgment is not in  compliance\nwith  <a href=\"/doc/1487146/\" id=\"a_19\">Section 423</a> as the code, we do not think it  necessary\nto express any opinion as to whether <a href=\"/doc/940370/\" id=\"a_20\">Section 367</a> applies  to\nthe judgment delivered &#x27;by the High Court as also the  scope\nof <a href=\"/doc/1700047/\" id=\"a_21\">Section 424</a> of the Code.  &#x27;The question whether the\tHigh\nCourt has got jurisdiction to restore a criminal appeal\t has\nalso not been agitated before us.\n</p><p data-structure=\"PetArg\" id=\"p_15\">The  contention of Mr. S. N. Prasad is that the\t High  Court\nhaving\tadmitted the appeal on September 9, 1966 and  issued\nnotice\tto the State, it has no power under <a href=\"/doc/1487146/\" id=\"a_22\">Section  423</a>  of\nthe  Code to dismiss the appeal summarily as it has done  on\nMay  10,  1968.\t The manner of disposal of the\tappeal,\t the\ncounsel pointed out, shows a complete disregard by the\tHigh\nCourt of the provisions of <a href=\"/doc/1487146/\" id=\"a_23\">Section 423</a> of the Code enjoining\nthe appellate court to look into the entire record and\tgive\nreasons\t for  the  decision arrived at.\t  According  to\t the\ncounsel, this approach should be made by the appellate court\nirrespective  of  the  fact whether  the  appellant  or\t his\npleader\t or the public prosecutor for the State\t appears  or\nnot.\n</p><p data-structure=\"CDiscource\" id=\"p_16\">Mr.  R.\t C. Prasad, learned counsel for the  State,  on\t the\nother  hand,  pointed out that the  impugned  order  clearly\nshows  that the High Court has gone through the judgment  of\nthe  trial court, which was under appeal and as it found  no\nmerit  in  the\tcase, it dismissed the same.   There  is  no\nillegality  or any violation of <a href=\"/doc/1487146/\" id=\"a_24\">Section 423</a> of the  Code  in\nthe manner of disposal of the appeal by the High Court.\nIn order to appreciate the contentions taken by the  counsel\nof  both  sides, it is necessary to advert to  the  material\nprovisions  of\tthe Code bearing on the\t point\tarising\t for\nconsideration.\n</p><p data-structure=\"Section\" id=\"p_17\">Part VII deals with Appeal, Reference and Revision.  Chapter\nXXXI  in the said part deals with Appeals.  <a href=\"/doc/274777/\" id=\"a_25\">Section  410</a>  of\nthe  Code gives a right to any person convicted on  a  trial\nheld by a Sessions Judge or an Additional Sessions Judge  to\nappeal\tto the High Court.  Sub-section (i) of\t<a href=\"/doc/965532/\" id=\"a_26\">Section\t 418</a>\nprovides that an appeal may lie on a matter of fact as\twell\nas  a matter of. law, excepting where the trial was  by\t the\nJury, in which case the appeal shall lie on a matter of\t law\nonly.  The Explanation provides that the alleged severely of\na sentence shall for the purpose of <a href=\"/doc/965532/\" id=\"a_27\">Section 418</a> be deemed to\nbe a matter of law.  Under <a href=\"/doc/1849163/\" id=\"a_28\">Section 419</a>, the appeal\n<span class=\"hidden_text\" id=\"span_4\">138</span>\nis to be made in the form of a petition in writing presented\nby the appellant or his pleader.  Unless the court otherwise\ndirects,  the petition of appeal shall be accompanied  by  a\ncopy of the judgment or order appealed against.\t <a href=\"/doc/1099980/\" id=\"a_29\">Section 420</a>\nprovides  for  the  manner of filling  an  appeal  when\t the\nappellant is in jail.  Sections. 421, 422 and 423, which, in\nour opinion, are important are as, follows\n\t      &quot;<a href=\"/doc/89440/\" id=\"a_30\">Section 421</a>. (1) Summary dismissal of appeal\n\t      On  receiving  the  petition  and\t copy  under\n\t      <a href=\"/doc/1849163/\" id=\"a_31\">Section  419</a>  or <a href=\"/doc/1099980/\" id=\"a_32\">section\t420</a>,  the  appellate\n\t      Court  shall  peruse  the\t same,\tand,  if  it\n\t      considers that there is&#x27;-no sufficient  ground\n\t      for  interfering,\t it may dismiss\t the  appeal\n\t      summarily :\n</p><blockquote id=\"blockquote_7\">\t      Provided\t that  no  appeal  presented   under\n\t      <a href=\"/doc/1849163/\" id=\"a_33\">Section  419</a>  shall be  dismissed\t unless\t the\n\t      appellant or his pleader has had a  reasonable\n\t      opportunity  of being heard in support of\t the\n\t      same.\n</blockquote><blockquote id=\"blockquote_8\">\t      (2)Before\t dismissing an appeal under  this\n\t      section, the Court may call, for the record of\n\t      the case, but shall not be bound to do so.\n</blockquote><blockquote id=\"blockquote_9\">\t      &quot;S&quot;. 422.\t Notice of appeal\n\t      If  the Appellant Court dose not\tdismiss\t the\n\t      appeal summarily, it shall cause notice to  be\n\t      given to the appellant or his pleader, and  to\n\t      such  officer  as\t the  State  Government\t may\n\t      appoint in this behalf, of the time and  place\n\t      at which such appeal will be heard, and shall,\n\t      on  the application of such  officer,  furnish\n\t      him with a copy of the grounds of appeal;\n\t      and,  in cases of appeals under  Section\t411A\n\t      sub-section (2) or <a href=\"/doc/1791573/\" id=\"a_34\">section 417</a>, the  Appellate\n\t      Court shall cause a like notice to be given to\n\t      the accused.\n</blockquote><blockquote id=\"blockquote_10\">\t      <a href=\"/doc/1487146/\" id=\"a_35\">Section  423</a>  : Powers of Appellate  Court  in\n\t      disposing of appeal :\n</blockquote><blockquote id=\"blockquote_11\">\t      (1)The Appellate Court shall then send  for\n\t      the record of the case, if such record is\t not\n\t      already in Court.\t After perusing such record,\n\t      and  hearing the appellant or his pleader,  if\n\t      he  appears, and the Public Prosecutor, if  he\n\t      appears,\tand,  in  case of  an  appeal  under\n\t      <a href=\"/doc/1899251/\" id=\"a_36\">Section 41</a> IA, sub-section (2) or <a href=\"/doc/1791573/\" id=\"a_37\">Section 417</a>,\n\t      the  accused, if he appears the Court may,  if\n\t      it  considers  that  there  is  no  sufficient\n\t      ground for interfering, dismiss the appeal, or\n\t      may-\n</blockquote><blockquote id=\"blockquote_12\">\t      (a)in an appeal from an order of acquittal,\n\t      reverse  such  order and direct  that  further\n\t      inquiry  be  made,  or  that  the\t accused  be\n\t      retried or committed\n<span class=\"hidden_text\" id=\"span_5\">\t      139</span>\n\t      for  trial,  as the case may be, or  find\t him\n\t      guilty  and pass sentence on him according  to\n\t      law;\n</blockquote><blockquote id=\"blockquote_13\">\t      (b)in  an\t appeal from  a\t conviction,  (1)\n\t      reverse  the finding and sentence, and  acquit\n\t      or  discharge the accused, or order him to  be\n\t      retried  by a Court of competent\tjurisdiction\n\t      subordinate   to\tsuch  Appellate\t  Court\t  or\n\t      committed for trial or (2) alter the  finding,\n\t      maintaining the sentence, or, with or  without\n\t      altering the finding, reduce the sentence, or,\n\t      (3) with or without such reduction and with or\n\t      without altering the finding, alter the nature\n\t      of   the\tsentence,  but,\t subject   to\tthe,\n\t      provisions  of <a href=\"/doc/622891/\" id=\"a_38\">section 106</a>,  sub-section\t(3),\n\t      not so as to enhance the same,,\n</blockquote><blockquote id=\"blockquote_14\">\t      (c)in an appeal from any other order, alter\n\t      or reverse such order ;\n</blockquote><blockquote id=\"blockquote_15\">\t      (d)make any amendment or any consequential  or\n\t      incidental order that may be just or proper.\n\t      (IA) Where an appeal from a conviction lies to\n\t      the  High Court, it may enhance the  sentence,\n\t      notwithstanding\t anything   in\t  consistent\n\t      therewith\t contained  in clause  (b)  of\tsub-\n</blockquote><p data-structure=\"Section\" id=\"p_18\">\t      section (1) :\n</p><blockquote id=\"blockquote_16\">\t      &quot;Provided\t that the sentence shall not  be  so\n\t      enhanced,\t unless\t the  accused  has  had\t  an\n\t      opportunity  of  showing\tcause  against\tsuch\n\t      enhancement.\n</blockquote><blockquote id=\"blockquote_17\">\t      (2)Nothing herein contained shall authorize\n\t      the Court to alter or reverse the verdict of a\n\t      jury,  unless  it\t is  of\t opinion  that\tsuch\n\t      verdict  is erroneous owing to a\tmisdirection\n\t      by the Judge, or to a misunderstanding on\t the\n\t\t\t    part  of  the jury of the law as laid\n down  by\n\t      him.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_19\">From the scheme of the sections referred to above, the\tfol-\nlowing\tfacts  emerge  : The appellants had  a\tright  under\n<a href=\"/doc/274777/\" id=\"a_39\">Section\t 410</a>  to file an appeal to the\tHigh  Court  against\ntheir  conviction.  Under <a href=\"/doc/965532/\" id=\"a_40\">Section 418</a> they were entitled  to\nchallenge  the\tcorrectness  of the findings  of  the  trial\ncourt, both on facts and law, as admittedly their trial\t was\nnot  by\t the jury.  They were also entitled  as\t them.\t The\nappellants  had filed the appeal in due form as required  by\n<a href=\"/doc/1849163/\" id=\"a_41\">Section\t 419</a> accompanied by a copy of the judgment or  order\nappealed against.  Under <a href=\"/doc/89440/\" id=\"a_42\">Section 421</a> the Appellate Court  is\nbound  to  peruse the appeal petition and the  copy  of\t the\njudgment or order appealed against.  If the Appellate Court,\non  perusal  of\t the  same,  considers\tthat  there  was  no\nsufficient  ground  for interfering with  the  judgment\t and\norder appealed against, it\n<span class=\"hidden_text\" id=\"span_6\">140</span>\ncan dismiss the appeal-summarily.  Under sub-section (2)  of\n<a href=\"/doc/1872975/\" id=\"a_43\">Section\t 121</a>,  it  is open to  the  Appellate  Court  before\ndismissing  the appeal to call for the record of the case  ;\nbut it is not mandatory that the Appellate Court should call\nfor  the record.  The stage under <a href=\"/doc/89440/\" id=\"a_44\">Section 421</a> is  to  enable\nthe  Appellate Court to decide whether the appeal should  be\nadmitted  or dismissed summarily.  In the case before us  on\nSeptember  9, 1966 when the High Court ordered &quot;this  appeal\nwill  be heard.\t Issue notice&quot;, it is clear that on  perusal\nof  the petition of appeal and the judgment of the  Sessions\nCourt,\tthe High Court did not take the view that there\t was\nno  sufficient ground for interference so as to dismiss\t the\nappeal summarily.  On the other hand, the order of the\tHigh\nCourt, extracted above, clearly indicates that the appeal is\nto be heard and disposedof  on merits and for that  purpose\nit  issued  notice  to the State.  In  fact  the  provisions\nregarding issue of notice as providedunder  <a href=\"/doc/43979/\" id=\"a_45\">Section   422</a>\nhas  also  been followed by the High Court.   The  procedure\nunder  <a href=\"/doc/43979/\" id=\"a_46\">Section 422</a> has to be followed, only when the  appeal\nis not dismissed summarily under <a href=\"/doc/89440/\" id=\"a_47\">Section 421</a>.  In this\tcase\nthe  stages envisaged by <a href=\"/doc/89440/\" id=\"a_48\">Sections 421</a> and <a href=\"/doc/43979/\" id=\"a_49\">422</a>  have  passed.\nThe  appeal has been admitted and taken on file\t and  notice\nmust  have  been  also issued to  the  appellants  or  their\ncounsel, as envisaged in the section.\n</p><p data-structure=\"CDiscource\" id=\"p_20\">Coming to <a href=\"/doc/1179542/\" id=\"a_50\">Section 425</a>, which has already been quoted  above,\nit deals with powers of the Appellate Court in disposing  of\nthe  appeal on merits.\tIt is obligatory for  the  Appellate\nCourt  to  ,send for the record of the case, if\t it  is\t not\nalready before the Court.  This requirement is necessary  to\nbe complied with to enable the court to adjudicate upon\t the\ncorrectness  or otherwise of the order or judgment  appealed\nagainst\t not  only with reference to the judgment  but\talso\nwith  reference\t to the records which will be the  basis  on\nwhich the judgment is founded.\tThe correctness or otherwise\nof the findings recorded in the judgment on the basis of the\nattack\tmade  against the same, cannot be  adjudicated\tupon\nwithout reference to the evidence, oral and documentary\t and\nother materials relevant for the purpose.  The reference  to\n&quot;such  record&quot;\tin &quot;after perusing such record&quot;\t is  to\t the\nrecord of the case sent for by the Appellate Court.\nA  reading  of <a href=\"/doc/1487146/\" id=\"a_51\">Section 423</a> makes it clear  that\t a  criminal\nappeal cannot be dismissed for default of appearance of\t the\nappellants  or\ttheir  counsel.\t The  court  has  either  to\nadjourn\t the ,hearing of the appeal in order to enable\tthem\nto  appear  or it should consider the appeal on\t merits\t and\npass  final  orders.   The consideration of  the  appeal  on\nmerits\tat  the stage of final hearing and to  arrive  at  a\ndecision  on merits so as to pass final orders will  not  be\npossible  unless the reasoning and findings recorded in\t the\njudgment under appeal are tested in the light of the record\n<span class=\"hidden_text\" id=\"span_7\">141</span>\nof the case. After  the records are before the\tcourt  and\nthe appeal is setdown  for hearing, it is essential  that\nthe Appellate his pleader, if he appears, and (c), hear\t the\npublic\tprosecutor,  if he appears.   After  complying\twith\nthese  requirements, the Appellate Court has full  power  to\npass  any of the orders mentioned in the section.  It is  to\nbe noted that if the appellant or his pleader is not present\nor  if\tthe,  public prosecutor is not present,\t it  is\t not\nobligatory  on the Appellate Court to postpone, the  hearing\nof  the\t appeal.   If the appellant or his  counsel  or\t the\npublic\tprosecutor, or both, are not present, the  Appellate\nCourt  has jurisdiction to proceed with the disposal of\t the\nappeal; but that disposal must be after the Appellate  Court\nhas  considered the appeal on merits.  It is clear that\t the\nappeal\tmust  be  considered  and  disposed  of\t on   merits\nirrespective  of  the  fact whether  the  appellant  or\t his\ncounsel or the public prosecutor is present or not.  Even if\nthe  appeal  is disposed of in their absence,  the  decision\nmust  be after consideration on merits.\t Under\t<a href=\"/doc/89440/\" id=\"a_52\">Section\t 421</a>\nthe  Appellate Court has to decide whether the appeal is  to\nbe taken on file or dismissed summarily.  The obligation  of\nthe  court at that stage is only to peruse the\tpetition  of\nappeal\tand  the  copy of the  order  or  judgment  appealed\nagainst.   A  summary dismissal of the appeal will  then  be\nlegal  if  the Appellate Court considers that  there  is  no\nsufficient  ground  for\t interference.\t <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1985113\" id=\"span_8\">But  even  in\tsuch\ncircumstances it has been held that a summary decision is  a\njudicial  decision  which  vitally  affects  the   convicted\nappellant  and\tin  a  fit  case, it  is  also\topen  to  be\nchallenged on an appeal before this Court.  Though a summery\nrejection,  without giving any reasons, is not violative  of\nany statutory provisions, such a manner of disposal  removes\nevery opportunity for detection of errors in the order.\t  It\nhas been further held that when an appeal in the High  Court\nraises a serious and substantial point, which is prima facie\narguable,  it is improper for an Appellate Court to  dismiss\nthe  appeal summarily without giving some indication of\t its\nview  on the point.  The interest of justice and  fair\tplay\nrequire\t that in such cases an indication must be  given  by\nthe Appellate Court of its views on the point argued  before\nit.   The  earliest  decision  on this\taspect\tis  the\t one\nreported in <a href=\"/doc/1985113/\" id=\"a_53\">Mushtak Hussein v. The State of Bombay</a>.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"237257\" id=\"span_9\">(1)\t The\nentire\tcase  law  has been referred to\t and  reiterated  in\n<a href=\"/doc/237257/\" id=\"a_54\">Govinda\t  Kadtuji&#x27;  Kadam  and\tothers\tv.  The\t  State\t  of\nMaharashtra</a>  (2).</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1668807\" id=\"span_10\">The recent decision on this aspect is  of\n<a href=\"/doc/1668807/\" id=\"a_55\">Challappa  Ramaswami  v. State of  Maharashtra</a>.(3)  We\thave\nreferred  to the above decisions to show that though a\tsum-\nmary  rejection by an Appellate Court under <a href=\"/doc/89440/\" id=\"a_56\">Section 421</a>\t may\nnot\n(1) [1935] S.C.R. 809.</span>\n</p><p data-structure=\"Conclusion\" id=\"p_21\">(2) A.I.R. 1970 S.C. 1033.\n</p><p data-structure=\"Conclusion\" id=\"p_22\">(3) A.I.R. 1971 S.C. 64.\n</p><span class=\"hidden_text\" id=\"span_11\">142</span>\n<p data-structure=\"Section\" id=\"p_23\">be  violative of the section, nevertheless when an  arguable\nor  substantial\t question  arises  for\tconsideration,\t the\nAppellate  Court in its order should indicate its  views  on\nsuch point.  If the position is as indicated above that even\nunder <a href=\"/doc/89440/\" id=\"a_57\">Section 421</a>, which contemplates dismissal of an appeal\nsummarily,  under  <a href=\"/doc/1487146/\" id=\"a_58\">Section  423</a>,  in  our  opinion,  a\tvery\nrigorous  test\tmust  be applied to  find  out\twhether\t the\nAppellate  Court has complied with the provisions  contained\ntherein.  There is no emphasis on the perusal of the  record in\t S\nection\t421 whereas under <a href=\"/doc/1487146/\" id=\"a_59\">Section  423</a>\tone  of\t the\nessential  requirement\tis that the Appellate  Court  should\nperuse\tthe  record.  There cannot be any  controversy\tthat\n<a href=\"/doc/1487146/\" id=\"a_60\">Section\t 423</a>  applies to cases in which\t appeals  have\tbeen\npresented and admitted.\t Though <a href=\"/doc/1487146/\" id=\"a_61\">Section 423</a> does not provide\nany  limitation on the power of the Appellate Court that  it\nis incompetent to dispose of the appeal, if the appellant or\nhis  pleader  is  not  present,\t nevertheless  there  is   a\nlimitation.   That  limitation,\t which is  provided  by\t the\nsection is that the Appellate Court, before disposing of the\nappeal,\t must peruse the record.  No doubt if the  appellant\nor his pleader is present, he must be heard.  Similarly,  if\nthe public prosecutor is present, he too must be heard.\t The\nLegislature  in<a href=\"/doc/1487146/\" id=\"a_62\"> S. 423</a> contemplates clearly that in  certain\ncases a criminal appeal might be disposed of without hearing\nthe  appellant\tor  any\t one on his  behalf  or\t the  public\nprosecutor.  The expression &quot;after perusing such record&quot;  in\nthe  section is, in our opinion, a condition precedent to  a\nproper\tdisposal of an appeal either by dismissing the\tsame\nor  in\tany other manner contemplated in the  said  section.\nThe  powers  which the Appellate Court in  criminal  appeals\npossesses  are\tdepicted in <a href=\"/doc/1487146/\" id=\"a_63\">Section 423</a>.  It his  power\t not\nonly  to  dismiss the appeal but also pass any\tone  of\t the\norders enumerated in clauses (a),, (b), (c) and (d) and sub-\nsection\t (lA).\t These provisions show the  enormous  powers\nwhich the Appellate Court possesses in regard to a  criminal\nappeal.\t These powers, it cannot be gainsaid are very  vast.\nAny  one of the orders, mentioned above, could be passed  by\nthe  Appellate\tCourt whether the appeal is disposed  of  on\nhearing\t or  without hearing the appellant or  his  pleader.\nThese  provisions,  in our opinion,  clearly  indicate\tthe,\nnature\tof  a  judgment or order that  is  expected  of\t the\nAppellate Court in its judgment.  It is in this context that\nthe  expression &quot;after perusing such record&quot;  assumes  great\nimportance.   Absence of these words in <a href=\"/doc/89440/\" id=\"a_64\">Section 421</a>,  brings\nout  in\t bold  contrast\t the difference\t in  the  nature  of\njurisdiction exercised under the two sections.\nIt   is\t not  necessary\t to  deal  exhaustively\t  with\t the\nconnotation  of the expression &quot;after perusing such  record&quot;\n</p><blockquote id=\"blockquote_18\">occurring  in <a href=\"/doc/1487146/\" id=\"a_65\">Section 423 (1)</a>.\tThat will depend upon the  I\nnature of the order or judgment appealed against as well  as\nthe  point  or points that are taken  before  the  Appellate\nCourt.\tBut one thing is clear.\t There\n<span class=\"hidden_text\" id=\"span_12\">143</span>\nmust  be a clear indication in the judgment or order of\t the\nAppellate Court that it has applied its judicial mind to the\nparticular  appeal  with  which it  was\t dealing.   Such  an\nindication  will be available when the Appellate Court\thas\nconsidered the material on record, which means not only the\njudgment  and  petition\t of appeal,  but  also\tthe other\nrelevant  materials.  The Appellate Court is bound  to\thave\nlooked\tinto  the  judgment  of\t the  lower  court  appealed\nagainst.  The petition of appeal must have also been  looked\ninto  to know the nature of the attack that is made  against\nthe  judgment.\tThere will be other materials on record\t and\nthey  will have to be perused by the Appellate\tCourt.\t The\nnature\tof  such perusal to be indicated  in  the  Appellate\njudgment may also differ under different circumstances.\nApplying  the above tests, we find that the order passed  by\nthe  High Court in the case before us does not\tsatisfy\t the\nabove requirement.  There is no indication in the order that\nit was passed &quot;after perusing the record&quot; that it must\thave\nsent for as required in the earlier part of <a href=\"/doc/1487146/\" id=\"a_66\">Section  423(1)</a>.\nAdmittedly  the order does not state that  the\tcourt  has\nperused &quot;such record&quot; meaning the record sent for by it.  On\nthe other hand, the recital in the judgment is &quot;on a perusal\nof the judgment under appeal, I find no merit in the  case.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_24\">Under <a href=\"/doc/89440/\" id=\"a_67\">Section 421</a>, as we have already pointed out, the High\nCourt  should pursue the petition of appeal and the copy  of\nthe judgment or order appealed against.\t Even for a  summary\nrejection  under  <a href=\"/doc/89440/\" id=\"a_68\">Section 421</a>, apart from  ocru-sal  of\t the\njudgment, it is obligatory for the Appellate Court to peruse\nthe  petition of appeal also.  The High Court in  this\tcase\nhas admitted the appeal under <a href=\"/doc/89440/\" id=\"a_69\">Section 421</a> and issued notice.\nBy  this it is clear that the High Court was of the  opinion\nthat there were arguable points raised in the appeal,  which\nrequired  consideration on merits under <a href=\"/doc/1487146/\" id=\"a_70\">Section 423</a>.   Under\n<a href=\"/doc/1487146/\" id=\"a_71\">Section 423</a> one ,of the importantrequirement  is that  the\nAppellate Court must peruse the record. Record\tof  the\ncase does not mean only the judgment, becausethat  must\nhave already been perused on September 9, 1966 under <a href=\"/doc/89440/\" id=\"a_72\">Section\n421</a>,  when  the\t High Court admitted the  appeal.   We\thave\nalready pointed out that there is no indication in the order\nof the High Court that it has perused any record.  Without a\nperusal\t of the record of a particular case and .giving\t any\nindication  of\tsuch  perusal  in  the\tappellate  order  or\njudgment, an order, similar to the one in question could  be\npassed in any criminal appeal in a routine manner, when\t the\nappellant or his pleader does not appear or even in  appeals\nwhere parties have been heard.\tFrom the mere recital in the\nHigh Court&#x27;s order that there is no merit in the case, it is\nnot  possible to infer that the High Court has come to\tthat\nconclusion  after  applying  its  judicial  mind  and  after\nperusing  the record.  In fact the conclusion that there  is\n&quot;no merit in the case&quot; is arrived\n<span class=\"hidden_text\" id=\"span_13\">144</span>\nat, as the High Court itself says, only on the basis of\t its\n&quot;perusal  of  the judgment under appeal&quot;.   <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"36900\" id=\"span_14\">The\t requirement\nregarding  the perusal of the record that has been sent\t for\nand received in court, before disposing of an appeal, is not\nto  be treated as an empty formality, as is evident  by\t the\nvast  powers  conferred on the Appellate Court to  pass\t the\nvarious\t types of orders enumerated in the section.  We\t are\nof the opinion, that in passing the impugned order the\tHigh\nCourt  has  not\t considered the material  on  record  before\ncoming\tto the conclusion that there was no case for  inter-\nference.   As  such  the order is  not\tin  conformity\twith\n<a href=\"/doc/1487146/\" id=\"a_73\">Section 423</a> of the Code; hence it has to be set aside.\nMr.  R. C. Prasad, learned counsel for the State,  drew\t our\nattention to the decision of this Court reported in <a href=\"/doc/36900/\" id=\"a_74\">Sankatha\nSingh vs.  State of U. P.</a> (1) and urged that a similar order\nhas been sustained by this Court.  We have gone through\t <a href=\"/doc/36900/\" id=\"a_75\">the\nsaid decision</a> and it does not support the respondent.\tThis\nCourt was not dealing with an order passed by the High Court\nas  an\tAppellate Court.  On the other\thand,  the  Sessions\nJudge  had  dismissed  a criminal appeal  stating  that\t the\nappellants  and\t their counsel were absent and that  he\t has\nperused the judgment of the trial court and seen the  record\nand  that it finds no ground for interference.\t This  order\nwas  passed on November 30,1956.  Later on,  the  appellants\nhad filed an application to the Sessions Judge for restoring\nthe  appeal  to file.  On July 2, 1957\tthe  Sessions  Judge\nallowed the application and restored the criminal appeal  to\nfile  the  appeal which had been dismissed on  November\t 30,\n1956.  But when the criminal appeal so restored came up\t for\nhearing\t before\t the successor Sessions Judge, he  took\t the\nview that the order of restoration passed on July 2, 1957 by\nhis predecessor was illegal and without jurisdiction.\tThis\norder  was challenged in revision and the High Court  agreed\nwith  the  view of the Session.-, Judge\t that  the  original\norder of restoring the criminal appeal to file was  illegal.\nThis  Court  held that the order of the High  Court  holding\nthat the criminal appeal should not have been restored,\t was\ncorrect.   Therefore, this Court was only dealing  with\t the\ncorrectness  of\t the view of the High  Court  regarding\t the\nlegality of the order of restoration passed by the  Sessions\nJudge.\t This Court has, no doubt, observed that  the  order\npassed\ton  November 30, 1956 by the  Sessions\tJudge  after\nperusing  the record and judgment without giving  any  other\nreasons\t may not be a strict compliance with the  provisions\nof <a href=\"/doc/940370/\" id=\"a_76\">Section 367</a> of the Code and that it may be set aside by a\nsuperior  court; but the point that was emphasized was\tthat\nthe  nature  of the order passed by the\t Sessions  Judge  on\nNovember 30, 1956 will not give power to the Sessions Judge,\nan Appellate Court, to set aside <a href=\"/doc/36900/\" id=\"a_77\">the said judgment</a> for the\n(1)  [1962] supp. 2 S.C.R. 817.</span>\n</p><span class=\"hidden_text\" id=\"span_15\">145</span>\n<p data-structure=\"Conclusion\" id=\"p_25\">purpose of rehearing the appeal. therefore, the above  facts\nclearly\t show  that the point that we hive decided  in\tthis\nappeal never arose for consideration in that decision.\nTo  conclude the appeal is allowed.  The judgment and  order\nof the High Court dated May 10, 1968 in Criminal Appeal No.\n45  3 of 1966 are set aside and the said appeal is  remanded\nto that court for hearing and disposal according to law\t and\nin the light of the observations contained in the judgment.\n</p><pre id=\"pre_2\">V.P.S\t\t\t      Appeal allowed.\n10--i s C.rndia/71\n<span class=\"hidden_text\" id=\"span_16\">146</span>\n\n\n\n</pre>","numcites":23,"numcitedby":84,"docsource":"Supreme Court of India","citetid":1439508,"divtype":"judgments","relatedqs":[{"value":"appeal against judgment","formInput":"appeal%20against%20judgment"},{"value":"kidnapping","formInput":"kidnapping"},{"value":"high court judgments","formInput":"high%20court%20judgments"},{"value":"powers of appellate court","formInput":"powers%20of%20appellate%20court"},{"value":"section 419","formInput":"section%20419"},{"value":"judicial mind","formInput":"judicial%20mind"},{"value":"guardianship","formInput":"guardianship"},{"value":"section 363","formInput":"section%20363"},{"value":"court of record","formInput":"court%20of%20record"},{"value":"final order","formInput":"final%20order"},{"value":"sec 418 ","formInput":"sec%20418%20"},{"value":"Petition of appeal.","formInput":"Petition%20of%20appeal."},{"value":"419","formInput":"419"},{"value":"appeal dismissed ","formInput":"appeal%20dismissed%20"},{"value":"1966","formInput":"1966"},{"value":"363","formInput":"363"},{"value":"who can file appeal ","formInput":"who%20can%20file%20appeal%20"}],"courtcopy":true,"query_alert":null,"agreement":false}