{"tid":298635,"publishdate":"2007-10-11","title":"Shri Shankaranarayana Construction ... vs State Of M.P. And Ors. on 11 October, 2007","doc":"<h2 class=\"doc_title\">Shri Shankaranarayana Construction ... vs State Of M.P. And Ors. on 11 October, 2007</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR2008MP5, 2008(1)ARBLR296(MP), 2007(4)MPHT444, AIR 2008 MADHYA PRADESH 5, 2008 (1) AIR KANT HCR 319, 2008 A I H C 390, 2008 (1) ARBI LR 296, (2008) 1 MPLJ 78, (2008) 1 ARBILR 296, (2008) 1 JAB LJ 50, (2007) 4 MPHT 444, (2011) 2 JCR 230 (MP)</h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-k-patnaik\">Chief Justice</a>, <a href=\"/search/?formInput=benchid:a-m-sapre\">A.M. Sapre</a></h3>\n\n<pre id=\"pre_1\">ORDER\n \n\nA.K. Patnaik, C.J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. The petitioner entered into a works contract with the respondents for construction of a central spillway of Rajeev Sagar Tank Project in Guna District of Madhya Pradesh on 19-2-1999. Clause 4.3.29.2 of the Conditions of Contract provides that any claim valued at Rs. 50,000/- or more will be considered by the Superintending Engineer (for short &#x27;the S.E.&#x27;) of the Circle and any party dissatisfied with the final decision of the S.E. may refer the dispute to the Tribunal constituted under The Madhya Pradesh Madhyastham Adhikaran Adhiniyam, 1983 (for short &#x27;the 1983 Adhiniyam&#x27;). The petitioner made a claim of Rs. 21.81 crores against the State of Madhya Pradesh in its letter dated 7-1-2002. The S.E. rejected the claim and this was communicated to the petitioner by the Executive Engineer by letter dated 6-6-2002. Instead of referring the dispute to the Tribunal constituted under the 1983 Adhiniyam, the petitioner filed the M.C.C. under <a href=\"/doc/605764/\" id=\"a_1\">Section 11(6)</a> of the Arbitration and Conciliation Act, 1996 (for short &#x27;the 1996 Act&#x27;) contending that the 1983 Adhiniyam being repugnant to the provisions of the Act of 1996 is void by operation of <a href=\"/doc/1930681/\" id=\"a_2\">Article 254</a> of the Constitution and making a prayer to the Chief Justice of the High Court under <a href=\"/doc/605764/\" id=\"a_3\">Section 11(6)</a> of the Act of 1996 to appoint an Arbitral tribunal comprising of three members to decide the disputes between the petitioner and the respondents arising under the works contract. The petitioner also filed the Writ Petition under <a href=\"/doc/1712542/\" id=\"a_4\">Article 226</a> of the Constitution making a prayer to the Court to declare that the provisions of the 1983 Adhiniyam were impliedly repealed by the 1996 Act and to declare the provisions of the 1983 Adhiniyam to the extent irreconcilable with the provisions of the 1996 Act as void and unenforceable and to further declare that the parties to the works contract are governed by the provisions of the 1996 Act.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_2\">2. The respondents filed an Interlocutory Application (LA. No. 609 of 2003) in the MCC contending that the High Court had no jurisdiction to entertain a dispute arising under the works contract because under the provisions of the 1983 Adhiniyam, the dispute has to be referred to the Arbitration Tribunal constituted thereunder and hence the application under <a href=\"/doc/605764/\" id=\"a_5\">Section 11(6)</a> of the 1996 Act was not maintainable before the High Court. The M.C.C. was heard by a Division Bench of the High Court at Gwalior. The counsel for the petitioner contended before the Division Bench that the 1996 Act made by Parliament will prevail over the 1983 Adhiniyam made by the State Legislature by virtue of the provisions of <a href=\"/doc/1930681/\" id=\"a_6\">Article 254</a> of the Constitution. The respondents, on the other hand, relied upon the unreported judgment in Bhanu Kumar Jain &amp; Associates v. State of M.P. and two Ors. W.P. No. 3138 of 1997 delivered on 21-11-1997 at Jabalpur in which a Division Bench of this Court has held that the 1983 Adhiniyam was saved by the provisions of Sub-section (4) of <a href=\"/doc/1804257/\" id=\"a_7\">Section 2</a> of the 1996 Act and, therefore, the 1983 Adhiniyam survives even after the coming into force of the 1996 Act.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_3\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1769368\" id=\"span_1\">3. The Division Bench, in its order dated 19-12-2003, took note of the provisions of <a href=\"/doc/1930681/\" id=\"a_8\">Article 254</a> of the Constitution as well as the decision of this Court in <a href=\"/doc/1769368/\" id=\"a_9\">Spedra Engineering Corporation, Engineers and Contractors v. State of M.P.</a> , in which it was held that the 1983 Adhiniyam being a later <a href=\"/doc/701797/\" id=\"a_10\">Special Act</a> would prevail over the <a href=\"/doc/1052228/\" id=\"a_11\">Arbitration Act, 1940</a>, as provided in <a href=\"/doc/665535/\" id=\"a_12\">Article 254(2)</a> of the Constitution. The Division Bench however was of the prima facie view that the 1996 Act being a later Act made by Parliament would prevail over the 1983 Adhiniyam made by the State Legislature to the extent of repugnancy as provided in <a href=\"/doc/1930681/\" id=\"a_13\">Article 254</a> of the Constitution.</span> Accordingly, the Division Bench held that the judgment delivered in the case of Bhanu Kumar Jain &amp; Associates (supra), required reconsideration by a Larger Bench vis-a-vis, a matter where there is an arbitration agreement between the parties. This is how this matter has been placed before this Bench.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_4\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"507484\" id=\"span_2\">4. Mr. S.S. Naganand, learned Senior Counsel appearing for the petitioner, submitted that the 1996 Act has consolidated and amended the law relating to domestic arbitration and this will be clear from Para 8 of the judgment of the Supreme Court in <a href=\"/doc/507484/\" id=\"a_14\">Sundaram Finance Limited v. NEPC India Limited</a> , in which the Statement of Objects and Reasons appended to the Bill which finally became the 1996 Act have been quoted.</span> He argued that the 1996 Act therefore covered every matter relating to arbitration including arbitration between a State Government and a contractor arising out of a works contract and the view taken by the Division Bench of this Court in Bhanu Kumar Jain &amp; Associates (supra), that the arbitration between the State Government and a contractor arising out of a works contract has been excluded from the provisions of 1996 Act is not correct.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_5\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1769368\" id=\"span_3\">5. Mr. Naganand further submitted that the provisions of 1996 Act and the 1983 Adhiniyam have to be interpreted in the light of <a href=\"/doc/1930681/\" id=\"a_15\">Article 254</a> of the Constitution. He referred to Clause (1) of <a href=\"/doc/1930681/\" id=\"a_16\">Article 254</a> of the Constitution, which provides that if any provision of law made by the Legislature of a State is repugnant to any provision of law made by Parliament, which Parliament is competent to enact with respect to one of the matters enumerated in the Concurrent List, then the law made by Parliament, whether passed before or after the law made by the Legislature of a State, shall prevail and the law made by the Legislature of the State shall, to the extent of repugnancy, be void. He submitted that Clause (2) of <a href=\"/doc/1930681/\" id=\"a_17\">Article 254</a> of the Constitution, however, makes an exception that if a law made by the Legislature of a State with respect to any of the matters enumerated in the Concurrent List contains any provision repugnant to the provisions of an earlier law made by Parliament on the same matter, then the law so made by the Legislature of a State shall prevail in that State if it has been reserved for the consideration and receives the assent of the President. He submitted that in accordance with Clause (2) of <a href=\"/doc/1930681/\" id=\"a_18\">Article 254</a> of the Constitution, the 1983 Adhiniyam which contains provisions repugnant to the provisions of the <a href=\"/doc/1052228/\" id=\"a_19\">Arbitration Act, 1940</a> was reserved for consideration and received the assent of the-President and it is for this reason that this Court in <a href=\"/doc/1769368/\" id=\"a_20\">Spedra Engineering Corporation Engineers and Contractors</a> (supra), held that the 1983 Adhiniyam will prevail over the <a href=\"/doc/1052228/\" id=\"a_21\">Arbitration Act, 1940</a> in the State of M.P. in view of <a href=\"/doc/665535/\" id=\"a_22\">Article 254(2)</a> of the Constitution in so far as there is repugnancy between the two Acts. He referred to the Proviso to Clause (2) of <a href=\"/doc/1930681/\" id=\"a_23\">Article 254</a> of the Constitution which states that nothing in Clause (2) of <a href=\"/doc/1930681/\" id=\"a_24\">Article 254</a> of the Constitution shall prevent Parliament from enacting at any time any law with respect to the same matter including a law adding, amending, varying or repealing the law so made by the Legislature of a State to show that after the 1983 Adhiniyam was made by the State, it was competent for Parliament to make a law relating to arbitration including arbitration arising out of the works contract between the State of M.P. and the contractor so as to amend, vary or repeal the 1983 Adhiniyam. He submitted that Parliament has thus made the 1996 Act covering the entire field of domestic arbitration and therefore the 1983 Adhiniyam in the same field of arbitration is repugnant to the 1996 Act and void and stands impliedly repealed and the 1996 Act will prevail overthe 1983 Adhiniyam.</span>\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_6\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"345466\" id=\"span_4\">6. Mr. Naganand relied on the decision in <a href=\"/doc/345466/\" id=\"a_25\">Zaverbhai Amaidas v. the State of Bombay</a> 1955 SCR 799, in which the Supreme Court has held that <a href=\"/doc/65650791/\" id=\"a_26\">Section 2</a> of the Bombay Act No. XXXVI of 1947 cannot prevail as against Section 7 of the Essential Supplies (Temporary Powers) Act No. XXIV of 1946 as amended by Act No. LII of 1950 made by the Parliament because of the provisions of <a href=\"/doc/344383/\" id=\"a_27\">Article 254(1)</a> of the Constitution.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"674147\" id=\"span_5\">He cited also the decision in <a href=\"/doc/674147/\" id=\"a_28\">T. Barai v. Henry Ah Hoe and Anr.</a> AIR 1983 SC 150, in which the Supreme Court similarly held that after the Parliament enacted the Central Amendment Act in 1976, amending the provisions of <a href=\"/doc/32969400/\" id=\"a_29\">Prevention of Food Adulteration Act, 1954</a>, the State amendment made in the <a href=\"/doc/32969400/\" id=\"a_30\">Prevention of Food Adulteration Act, 1954</a> by the State Legislature of West Bengal by the West Bengal Amendment Act of 1973 with respect to the same matter, stood impliedly repealed under <a href=\"/doc/344383/\" id=\"a_31\">Article 254(1)</a> of the Constitution.</span>\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_7\">7. Mr. Naganand next submitted that the Division Bench in the case of Bhanu Kumar Jain &amp; Associates (supra), has taken a view that Sub-section (4) of <a href=\"/doc/738672/\" id=\"a_32\">Section 2</a> of the 1996 Act saves other enactments which are inconsistent with the provisions of the 1996 Act and that such other enactments will include the 1983 Adhiniyam and therefore, the 1983 Adhiniyam survives even after the 1996 Act came into force. He submitted that this view taken by the Division Bench in Bhanu Kumar Jain and Associates (supra), is not correct because Sub-section (4) of <a href=\"/doc/738672/\" id=\"a_33\">Section 2</a> of the 1996 Act is a provision which relates to statutory arbitrations and does not relate to arbitrations pursuant to an arbitration agreement. He submitted that Sub-section (4) of <a href=\"/doc/738672/\" id=\"a_34\">Section 2</a> of the 1996 Act is pari materia with <a href=\"/doc/714093/\" id=\"a_35\">Section 46</a> of the Arbitration Act, 1940, and it will be clear from the marginal title of <a href=\"/doc/714093/\" id=\"a_36\">Section 46</a> of the Arbitration Act, 1940 that the provisions relate to statutory arbitrations and not to arbitration pursuant to an arbitration agreement. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"398440\" id=\"span_6\">He cited the decision of the Bombay High Court in <a href=\"/doc/398440/\" id=\"a_37\">Stock Exchange, Mumbai v. Vinay Bubna and Ors.</a> , in support of his contention that the provisions of <a href=\"/doc/714093/\" id=\"a_38\">Section 46</a> of the Arbitration Act, 1940 and Sub-section (4) of <a href=\"/doc/738672/\" id=\"a_39\">Section 2</a> of the 1996 Act relate to statutory arbitrations and not arbitration pursuant to arbitration agreement. He submitted that the 1983 Adhiniyam does not provide for statutory arbitration but arbitration of disputes pursuant to an arbitration agreement arising out of a works contract between the State of M.P. or its undertakings and the contractor and hence the provisions of the 1983 Adhiniyam were not saved by Sub-section (4) of <a href=\"/doc/738672/\" id=\"a_40\">Section 2</a> of the 1996 Act. He submitted that Clause 4.3.29.2 of the conditions of contract between the petitioner and the State of M.P. contains an arbitration agreement providing that a party who is dissatisfied with the final decision of the S.E. may refer the dispute to the Arbitration Tribunal constituted under the 1983 Adhiniyam and, therefore, the arbitration sought for by the petitioner is an arbitration pursuant to an arbitration agreement to which the provisions of the 1996 Act apply.</span>\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_8\">8. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1769368\" id=\"span_7\">In reply, Mr. V.K. Shukla, learned Deputy Advocate General appearing for the respondents submitted that this Court has already held in Para 12 of the judgment in <a href=\"/doc/1769368/\" id=\"a_41\">Spedra Engineering Corporation, Engineers and Contractors v. State of M.P.</a>, as reported in the AIR (supra) that the 1983 Adhiniyam is a special enactment providing for statutory arbitration arising out of disputes concerning works contract and, therefore, the provisions of the 1983 Adhiniyam which are inconsistent with Part-I of the 1996 Act, will prevail, as provided in Sub-section (4) of <a href=\"/doc/738672/\" id=\"a_42\">Section 2</a> of the 1996 Act. He submitted that the language of Clause 4.3.29.2 of the conditions of contract between the petitioner and the State of M.P. would show that it provides for arbitration by a Tribunal constituted under the 1983 Adhiniyam for statutory arbitration and not for arbitration pursuant to an arbitration agreement. He argued that the contention of Mr. Naganand that this clause in the conditions of contract provides for an arbitration agreement and that the provisions of the 1996 Act will therefore apply to the arbitration agreement between the petitioner and the State of M.P. is thus misconceived.</span>\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_9\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1769294\" id=\"span_8\">9. Mr. Shukla cited the decision in <a href=\"/doc/1769294/\" id=\"a_43\">Punjab State Electricity Board, Mahilpur v. Guru Nanak Cold Storage &amp; Ice Factory, Mahilpur and Anr.</a> , in which the Supreme Court has held that the provisions of <a href=\"/doc/1052228/\" id=\"a_44\">Arbitration Act, 1940</a> will not apply to statutory arbitration under <a href=\"/doc/1623914/\" id=\"a_45\">Section 52</a> of the Electricity Act, 1910 or under <a href=\"/doc/1784727/\" id=\"a_46\">Section 76(2)</a> of the Electricity Supply Act, 1948.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1272019\" id=\"span_9\">He also relied on the decision in Owners and Parties Interested in the <a href=\"/doc/1272019/\" id=\"a_47\">Vessel M.V. &#x27;Baltic Confidence&#x27; and Anr. v. State Trading Corporation of India Limited and Anr.</a> , in which the Supreme Court has held that attempts should be made to give meaning and effect to the incorporation clause by which the parties have incorporated the arbitration clause and submitted that by Clause 4.3.29.2 of the conditions of contract, the parties have intended to incorporate the 1983 Adhiniyam for arbitration of disputes between the parties. He submitted that the contention of Mr. Naganand that the arbitration of the dispute between the petitioner and the respondents is to be governed by the provisions of the 1996 Act is therefore not correct.</span>\n</p> \n\n<p data-structure=\"Issue\" id=\"p_10\">10. Mr. Shukla finally submitted that the 1996 Act is a general law relating to arbitration in India whereas the 1983 Adhiniyam is a special law relating to arbitration of disputes between the State of M.P. or its undertaking and the contractors arising out of works contracts and the authorities discussed in the judgment of the Division Bench in Bhanu Kumar Jain and Associates (supra), are clear that a special law prevails over the general law in respect of matters covered by the special law.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_11\">11. We find on a reading of the Statement of Objects and Reasons appended to the Bill which finally became the 1996 Act as well as the long title of the 1996 Act that the purpose of the 1996 Act was to consolidate and amend the law relating to domestic arbitration, international commercial arbitration and enforcement of foreign arbitral awards as also to define the law relating to conciliation and for matters connected therewith or incidental thereto. The Statement of Objects appended to the Bill indicate the main purposes of the Bill but cannot control the express provisions of the Act. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1691466\" id=\"span_10\">In <a href=\"/doc/1691466/\" id=\"a_48\">Bhaiji v. Sub-Divisional Officer, Thandla and Ors. , R.C. Lahoti, J</a>, as he then was, relying on &#x27;Principles of Statutory Interpretation&#x27; by Justice G.P. Singh, Eighth Edition 2001, pp. 206-09 observed:</span>\n</p><blockquote id=\"blockquote_1\"> Reference to the Statement of Objects and Reasons is permissible for understanding the background, the antecedent state of affairs, the surrounding circumstances in relation to the statute, and the evil which the statute sought to remedy. The weight of judicial authority leans in favour of the view that the Statement of Objects and Reasons cannot be utilized for the purpose of restricting and controlling the plain meaning of the language employed by the legislature in drafting a statute and excluding from its operation such transactions which it plainly covers. (See Principles of Statutory Interpretation by Justice G.P. Singh, 8th Edn., 2001, pp. 206-09).\n</blockquote> \n\n<blockquote id=\"blockquote_2\">Similarly, the long title of an Act indicates the main purposes of the Act, but cannot control the express operative provisions of the Act. In Manohar Lal v. The State of Punjab , N. Rajagopala Ayyangar, J., speaking for the Constitution Bench, observed:\n</blockquote><blockquote id=\"blockquote_3\"> ...The long title of the Act extracted earlier and on which learned Counsel placed considerable reliance as a guide for the determination of the scope of the Act and the policy underlying the legislation, no doubt, indicates the main purposes of the enactment but cannot, obviously, control the express operative provisions of the Act....\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_12\">12. Hence we have to look at the language used in the provisions in the 1996 Act to find whether the provisions in the 1996 Act apply to arbitration or disputes arising out of works contract between the State of M.P. or its undertaking and the contractor. The 1996 Act has three parts: Part-I contains provisions relating to arbitration, Part-II contains provisions relating to conciliation and Part-III makes provisions for enforcement of certain foreign awards, Sub-sections (2), (3), (4) and (5) of <a href=\"/doc/738672/\" id=\"a_49\">Section 2</a> in Part-I of the 1996 Act are clubbed together under the heading &quot;Scope&quot; and broadly indicate the scope of arbitration under Part-I of the 1996 Act and are quoted herein below:\n</p>  \n\n<blockquote id=\"blockquote_4\">Scope\n \n\n(2) This Part shall apply where the place of arbitration is in India.\n</blockquote> \n\n<blockquote id=\"blockquote_5\">(3) This Part shall not affect any other law for the time being in force by virtue of which certain disputes may not be submitted to arbitration.\n</blockquote> \n\n<blockquote id=\"blockquote_6\">(4) This Part except Sub-section (1) of <a href=\"/doc/256396/\" id=\"a_50\">Section 40</a>, <a href=\"/doc/28932/\" id=\"a_51\">Sections 41</a> and <a href=\"/doc/354483/\" id=\"a_52\">43</a> shall apply to every arbitration under any other enactment for the time being in force, as if the arbitration were pursuant to an arbitration agreement and as if that other enactment were an arbitration agreement, except in so far as the provisions of this Part are inconsistent with that other enactment or with any rules made thereunder.\n</blockquote> \n\n<blockquote id=\"blockquote_7\">(5) Subject to the provisions of Sub-section (4), and save in so far as is otherwise provided by any law for the time being in force or in any agreement in force between India and any other country or countries, this Part shall apply to all arbitrations and to all proceedings relating thereto.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_13\">Sub-section (2) of <a href=\"/doc/738672/\" id=\"a_53\">Section 2</a> states that Part-I of the 1996 Act applies to any arbitration which takes place in India. Sub-section (3) of <a href=\"/doc/738672/\" id=\"a_54\">Section 2</a> makes it clear that Part-I of the 1996 Act does not apply to any law under which disputes are not submitted to arbitration.\n</p> \n\n<p data-structure=\"Section\" id=\"p_14\">13. Sub-section (4) of <a href=\"/doc/738672/\" id=\"a_55\">Section 2</a> of the 1996 Act is relevant as it has been held by the Division Bench of this Court in Bhanu Kumar Jain &amp; Associates (supra), that this sub-section saves the 1983 Adhiniyam even after the 1996 Act came into force. Sub-section (4) of <a href=\"/doc/738672/\" id=\"a_56\">Section 2</a> provides that the provisions of Part-I of the 1996 Act except Sub-section (1) of <a href=\"/doc/256396/\" id=\"a_57\">Section 40</a> and <a href=\"/doc/28932/\" id=\"a_58\">Sections 41</a> and <a href=\"/doc/354483/\" id=\"a_59\">43</a> shall apply to every &quot;arbitration under any other enactment for the time being in force&quot; as if the arbitration were pursuant to an arbitration agreement and &quot;as if that other enactment were an arbitration agreement&quot;. The phrases &quot;arbitration under any other enactment for the time being in force&quot; and &quot;as if that other enactment were an arbitration agreement&quot; in Sub-section (4) of <a href=\"/doc/738672/\" id=\"a_60\">Section 2</a> of the 1996 Act clearly show that this sub-section relates to statutory arbitration under any other enactment for the time being in force and not to arbitration pursuant to arbitration agreement. This sub-section, however, states that the provisions of Part-I of the 1996 Act shall apply to the statutory arbitrations under other enactments for the time being in force with the rider that if there is inconsistency between the provisions of Part-I of the 1996 Act and the provisions of the other enactments or rules made thereunder providing for statutory arbitration, the provisions of the other enactments or rules providing for statutory arbitration will prevail over the provisions of Part-I of the 1996 Act.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_15\">14. We may now examine whether the 1983 Adhiniyam is one such other enactment for the time being in force providing for statutory arbitration. That the 1983 Adhiniyam provides for statutory arbitration will be clear from a perusal of the different provisions of the 1983 Adhiniyam. <a href=\"/doc/1529130/\" id=\"a_61\">Section 3</a> of the 1983 Adhiniyam provides that the State Government shall by notification constitute an Arbitration Tribunal for resolving all such disputes and differences pertaining to works contract or arising out of or connected with execution, discharge or satisfaction of any such works contract. Thus, the jurisdiction of the Arbitration Tribunal is to decide all disputes and differences pertaining to works contract or arising out of or in connection with execution, discharge, or satisfaction of any such works contract. Sub-section (1) of <a href=\"/doc/1737370/\" id=\"a_62\">Section 7</a> of the Adhiniyam states that either party to a works contract shall irrespective of the fact whether the agreement contains an arbitration clause or not, refer in writing the dispute to the Arbitration Tribunal. This provision in the 1983 Adhiniyam makes it clear that a reference to the Arbitration Tribunal can be made by a party under the 1983 Adhiniyam even in the absence of an arbitration agreement. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1769368\" id=\"span_11\">In <a href=\"/doc/1769368/\" id=\"a_63\">Spedra Engineering Corporation, Bhopal v. State of M.P.</a> (supra), the Division Bench while deciding the validity of the 1983 Adhiniyam held that the 1983 Adhiniyam provides for statutory arbitration because in the absence of agreement between the parties, disputes can be referred to the Arbitration Tribunal.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1769368\" id=\"span_12\">Relevant passage from Para 12 of the judgment in <a href=\"/doc/1769368/\" id=\"a_64\">Spedra Engineering Corporation, Bhopal v. State of M.P.</a> (supra), as reported in the AIR is quoted herein below:</span>\n</p><blockquote id=\"blockquote_8\"> ...So there can be statutory arbitration even in the absence of agreement between the parties to refer their dispute to an arbitrator. Therefore, it cannot be said that the present enactment is an antithesis of arbitration because it provides for arbitration even in the absence of any agreement between the parties to refer their dispute to the arbitrator. It is also not a misnomer to call the tribunal constituted under the Act as an Arbitration Tribunal as it has all the requisites to arbitrate in the dispute between the contractor and the State except that there is no agreement to refer the dispute to the Tribunal for arbitration that is by the statute....\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_16\">15. Similarly, in Bhanu Kumar Jain &amp; Associates v. State of M.P. and Ors. (supra), the Division Bench has held that the 1983 Adhiniyam provides for statutory arbitration of disputes arising out of works contract between a private party and the State of value of rupees fifty thousand or more. Relevant portion of Para 9 of the judgment of the Division Bench in Bhanu Kumar Jain &amp; Associates v. State of M.P. and Ors. (supra), is extracted herein below:\n</p><blockquote id=\"blockquote_9\"> ...Therefore, the area of operation of this particular enactment of 1983 is not to govern all the arbitrations in the State but it only confines itself to the arbitrations which are dealing with the State or the works contract of Public Undertakings as may be notified by the State. As such this is a particular enactment dealing with limited subject and it is not a general arbitration Act applicable to all arbitration proceedings in the State. It is true that procedure which has been prescribed for resolving disputes has to be by constitution of arbitration Tribunal and all the works contracts in the State will necessarily be governed by this enactment wherever the valuation is rupees fifty thousand or more as defined in Clause (d) of <a href=\"/doc/738672/\" id=\"a_65\">Section 2</a> of the Act of 1983. This is a statutory arbitration which shall be made applicable to all the works contracts arising between private parties and the State and valuation thereof is rupees fifty thousand or more. A detailed procedure with regard to constitution of arbitration Tribunal has been given and it has been provided that no person shall be appointed as Chairman of the Tribunal, unless he is or has been a Judge of a High Court and no person shall be qualified for appointment as a member of the Tribunal unless he is or has been a District Judge of not less than seven years standing, or he is or has been a Revenue Commissioner or has held a post equivalent to the rank of Revenue Commissioner for a total period of not less than five years, or he is or has been Chief Engineer1 in the service of the State Government in Public Works, Irrigation or Public Health Engineering Department, or a Chief Engineer in the service of the Madhya Pradesh Electricity Board, or a Senior Deputy Accountant General of the office of the Accountant General, Madhya Pradesh for a period of not less than five years. Tenure of five years has been fixed. This is a particular statutory enactment for disposal of certain arbitration agreements arising between the State and private contractors for supply of goods or material and all other matters connected therewith where the valuation is rupees fifty thousand or more.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_17\">16. We are of the considered opinion that the view taken in the two Division Bench decisions of this Court in Spedra Engineering Corporation and Bhanu Kumar Jain and Associates (supra), that the 1983 Adhiniyam provides for statutory arbitration is correct in law because it provides for arbitration of disputes by the Arbitration Tribunal even without an arbitration agreement. Accordingly, the provisions of Part-I of the 1996 Act will also apply to arbitration under the 1983 Adhiniyam as if the arbitration was pursuant to an arbitration agreement and as if the provisions of the 1983 Adhiniyam were an arbitration agreement, but if there is any conflict between the provisions of Part-I of the 1996 Act and the provisions of the 1983 Adhiniyam, then the provisions of the 1983 Adhiniyam will prevail as provided in Sub-section (4) of <a href=\"/doc/738672/\" id=\"a_66\">Section 2</a> of the 1996 Act.\n</p> \n\n<p data-structure=\"Section\" id=\"p_18\">17. We now come to Sub-section (5) of <a href=\"/doc/738672/\" id=\"a_67\">Section 2</a> of the 1996 Act. The opening words of Sub-section (5) of <a href=\"/doc/738672/\" id=\"a_68\">Section 2</a> of the 1996 Act say that Part-I shall apply to all arbitrations and to all proceedings relating thereto subject to the provisions of Sub-section (4). As we have seen, Sub-section (4) of <a href=\"/doc/738672/\" id=\"a_69\">Section 2</a> of the 1996 Act states that in case of inconsistency between the provisions of Part-I of the 1996 Act and the provisions of other enactments providing for statutory arbitration, the provisions of the other enactments providing for statutory arbitrations shall prevail over the provisions of Part-I of the 1996 Act. Sub-section (5) of <a href=\"/doc/738672/\" id=\"a_70\">Section 2</a> of the 1996 Act further states that the provisions of Part-I of 1996 Act will apply to all arbitrations and to all proceedings relating thereto, &quot;save in so far as is otherwise provided by any law for the time being in force&quot;. &quot;Any law for the time being in force&quot; in Sub-section (5) of <a href=\"/doc/738672/\" id=\"a_71\">Section 2</a> of the 1996 Act obviously would not mean enactments providing for statutory arbitrations as such enactments providing for statutory arbitrations are covered by Sub-section (4) of <a href=\"/doc/738672/\" id=\"a_72\">Section 2</a> of the 1996 Act. The expression &quot;any law for the time being in force&quot; will mean any law in force not providing for statutory arbitrations but other arbitrations including all arbitrations pursuant to arbitration agreement or consensual arbitration. The language of Sub-section (5) of <a href=\"/doc/738672/\" id=\"a_73\">Section 2</a> of the 1996 Act is identical to the language of <a href=\"/doc/1886363/\" id=\"a_74\">Section 47</a> of the Arbitration Act, 1940 which provided that the provisions of the <a href=\"/doc/1052228/\" id=\"a_75\">Arbitration Act</a> 1940 would be applicable to all arbitrations and to all proceedings thereunder but subject to the provisions of <a href=\"/doc/714093/\" id=\"a_76\">Section 46</a> and save in so far as is otherwise provided by any other law for the time being in force. In Societe De Traction et D&#x27;Electricite Societe Anonyme v. Kamani Engineering Co. Ltd. , the Supreme Court had the occasion to deal with the identical expression in <a href=\"/doc/1886363/\" id=\"a_77\">Section 47</a> of the Arbitration Act, 1940 and their Lordships held that by the use of the words &quot;save in so far is otherwise provided by any law for the time being in force&quot; in <a href=\"/doc/1886363/\" id=\"a_78\">Section 47</a> of the Arbitration Act, 1940, the Legislature has clearly made provisions of the <a href=\"/doc/777085/\" id=\"a_79\">Arbitration (Protocol and Convention) Act, 1937</a> applicable to consensual arbitrations under the <a href=\"/doc/1052228/\" id=\"a_80\">Arbitration Act, 1940</a>. Para 19 of the judgment of the Supreme Court in Societe De Traction et D&#x27;Electricite Societe Anonyme v. Kamani Engineering Co. Ltd. (supra), as reported in the AIR is quoted herein below:\n</p><blockquote id=\"blockquote_10\"> 19. That however is not decisive of the question which falls to be determined before us. <a href=\"/doc/1886363/\" id=\"a_81\">Section 47</a> of the Arbitration Act, 1940, is as much a part of the Indian Arbitration Act as any other provision and that section makes the provisions of the <a href=\"/doc/1052228/\" id=\"a_82\">Arbitration Act</a> applicable to all arbitrations and to all proceedings thereunder but subject to the provisions of <a href=\"/doc/714093/\" id=\"a_83\">Section 46</a> and save in so far as is otherwise provided by any law for the time being in force. We are not concerned in the present case with a statutory arbitration. But by the use of the words &#x27;save in so far as is otherwise provided by any law for the time being in force&#x27;, the Legislature has clearly made the provisions of the <a href=\"/doc/777085/\" id=\"a_84\">Arbitration (Protocol and Convention) Act, 1937</a>, applicable to consensual arbitrations under the <a href=\"/doc/1052228/\" id=\"a_85\">Arbitration Act</a> of 1940 when the conditions prescribed for the application of that Act arc attracted, even if the scheme of arbitration recognized thereby is inconsistent with <a href=\"/doc/1529130/\" id=\"a_86\">Sections 3</a> to <a href=\"/doc/464303/\" id=\"a_87\">38</a> of the Arbitration Act, 1940. <a href=\"/doc/777085/\" id=\"a_88\">The Arbitration (Protocol and Convention) Act</a> 6 of 1937 was enacted for giving effect to the protocol on arbitration clauses set forth in the First Schedule and of the conventions on the execution of foreign arbitral awards set forth in the Second Schedule and for enabling the conventions to become operative in India.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_19\">It is thus clear that in Sub-section (5) of <a href=\"/doc/738672/\" id=\"a_89\">Section 2</a> of the 1996 Act, the provisions of any other law for the time being in force will include a law in force applicable to arbitration pursuant to an arbitration agreement or consensual arbitration and such law has been saved from the applicability of Part-I of the 1996 Act to the extent such law in force has provisions which are inconsistent with the provisions of Part-I of the 1996 Act.\n</p> \n\n<p data-structure=\"Section\" id=\"p_20\">18. The question which arises for decision in this case is whether the 1983 Adhiniyam can be held to be a law for the time being in force relating to arbitration pursuant to an arbitration agreement and is thus saved by Sub-section (5) of <a href=\"/doc/738672/\" id=\"a_90\">Section 2</a> of the 1996 Act from the inconsistent provisions of the 1996 Act. As we have seen, Sub-section (1) of <a href=\"/doc/1737370/\" id=\"a_91\">Section 7</a> of the 1983 Adhiniyam provides that either party to a works contract shall irrespective of the fact whether the agreement contains arbitration clause or not refer in writing the dispute to the Arbitration Tribunal. The words &#x27;works contract&#x27; have been defined under <a href=\"/doc/738672/\" id=\"a_92\">Section 2(1)(i)</a> of the 1983 Adhiniyam to mean an agreement in writing for execution of any of the works mentioned therein entered into by the State Government or by an official of the State Government or Public Undertakings or its official for and on behalf of such Public Undertaking and includes an agreement for the supply of goods or material and all other matters relating to the execution of any of the works mentioned therein. Thus, if a works contract, as defined in <a href=\"/doc/738672/\" id=\"a_93\">Section 2(1)(i)</a> of the 1983 Adhiniyam contains an arbitration clause, either party to the works contract will have to refer the dispute to the Arbitration Tribunal as constituted under <a href=\"/doc/1529130/\" id=\"a_94\">Section 3</a> of the 1983 Adhiniyam and cannot refer it to any other arbitrator for arbitration. The 1983 Adhiniyam is, therefore, a law for the time being in force relating to arbitration pursuant to an arbitration agreement between the State Government or its Undertaking and the contractor and is saved under Sub-section (5) of <a href=\"/doc/738672/\" id=\"a_95\">Section 2</a> of the 1996 Act from the provisions of Part-I of the 1996 Act which are inconsistent with the provisions of the 1983 Adhiniyam.\n</p> \n\n<p data-structure=\"Section\" id=\"p_21\">19. According to Mr. Naganand, however, such a construction of Sub-section (5) of <a href=\"/doc/738672/\" id=\"a_96\">Section 2</a> of the 1996 Act so as to save the 1983 Adhiniyam from the inconsistent provisions of the 1996 Act will be contrary to <a href=\"/doc/1930681/\" id=\"a_97\">Article 254</a> of the Constitution. <a href=\"/doc/1930681/\" id=\"a_98\">Article 254</a> of the Constitution is quoted herein below:\n</p>  \n\n<blockquote id=\"blockquote_11\">254. Inconsistency between laws made by Parliament and laws made by the Legislatures of States.--\n</blockquote>  \n\n<blockquote id=\"blockquote_12\">(1) If any provision of a law made by the Legislature of a State is repugnant to any provision of a law made by Parliament which Parliament is competent to enact, or to any provision of an existing law with respect to one of the matters enumerated in the Concurrent List, then, subject to the provisions of Clause (2), the law made by Parliament, whether passed before or after the law made by the Legislature of such State, or, as the case may be, the existing law, shall prevail and the law made by the Legislature of the State shall, to the extent of the repugnancy, be void.\n</blockquote> \n\n<blockquote id=\"blockquote_13\">(2) Where a law made by the Legislature of a State with respect to one of the matters enumerated in the Concurrent List contains any provision repugnant to the provisions of an earlier law made by Parliament or an existing law with respect to that matter, then, the law so made by the Legislature of such State shall, if it has been reserved for the consideration of the President and has received his assent, prevail in that State:\n</blockquote><blockquote id=\"blockquote_14\"> Provided that nothing in this clause shall prevent Parliament from enacting at any time any law with respect to the same matter including a law adding to, amending, varying or repealing the law so made by the Legislature of the State.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"345466\" id=\"span_13\">20. The language of <a href=\"/doc/1930681/\" id=\"a_99\">Article 254</a> of the Constitution would show that the article is attracted only where Parliament and the Legislature of a State Legislate with respect to any matter in the Concurrent List in respect of which both Parliament and the Legislature of a State have legislative powers. The language of Clause (1) of <a href=\"/doc/1930681/\" id=\"a_100\">Article 254</a> provides that where both Parliament and the Legislature of a State make law with respect to the matter enumerated in the Concurrent List, any provision of a law made by the Legislature of a State, if repugnant to any provision of a law made by Parliament, shall, to the extent of repugnancy, be void and the law made by Parliament shall prevail. Thus, there must be repugnancy between the provision of a law made by the Legislature of a State and the provision of a law made by Parliament, in respect of any particular matter and if there is such repugnancy, the provision of a law made by the Legislature of a State will, be void to the extent of such repugnancy and the provision of the law made by Parliament shall prevail. In such cases, the Supreme Court has held that there may not be any express repeal by a later law made by Parliament on the same subject matter as the earlier law made by the State Legislature but there is implied repeal of the law made by the State Legislature because the later law made by Parliament and the law made by the State Legislature on the same subject matter cannot stand together. This will be clear from the following reasoning adopted by the Supreme Court in <a href=\"/doc/345466/\" id=\"a_101\">Zaverbhai Amaidas v. The State of Bombay</a> (supra), cited by Mr. Naganand:</span>\n</p><blockquote id=\"blockquote_15\"> It is true, as already pointed out, that on a question under <a href=\"/doc/344383/\" id=\"a_102\">Article 254(1)</a> whether an Act of Parliament prevails against a law of the State, no question of repeal arises; but the principle on which the rule of implied repeal rests, namely, that if the subject matter of the later legislation is identical with that of the earlier, so that they cannot both stand together, then the earlier is repealed by the later enactment, will be equally applicable to a question under <a href=\"/doc/665535/\" id=\"a_103\">Article 254(2)</a> whether the further legislation by Parliament is in respect of the same matter as that of the State law. We must accordingly hold that <a href=\"/doc/65650791/\" id=\"a_104\">Section 2</a> of Bombay Act No. XXXVI of 1947 cannot prevail as against Section 7 of the Essential Supplies (Temporary Powers) Act No. XXIV of 1946 as amended by Act No. LII of 1950. (para 55 of 1955 SCR 799 p. 809)\n \n\n</blockquote><p data-structure=\"Precedent\" id=\"p_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"345466\" id=\"span_14\">21. Following the reasoning in <a href=\"/doc/345466/\" id=\"a_105\">Zaverbhai Amaidas v. The State of Bombay</a> (supra), the Supreme Court held in T. Barai.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"674147\" id=\"span_15\">v. <a href=\"/doc/674147/\" id=\"a_106\">Henri Ah Hoe and Anr.</a> (supra), cited by Mr. Naganand that a State law would be repugnant to the Union law when there is direct conflict between the two laws and such repugnancy may also arise where both the laws operate in the same field and the two cannot possibly stand together.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"674147\" id=\"span_16\">The relevant passage from Para 50 of the judgment of the Supreme Court in <a href=\"/doc/674147/\" id=\"a_107\">T. Barai v. Henri Ah Hoe and Anr.</a> (supra), is extracted herein below:</span>\n</p><blockquote id=\"blockquote_16\"> ...The proviso to <a href=\"/doc/665535/\" id=\"a_108\">Article 254(2)</a> empowers the Union Parliament to repeal or amend a repugnant State law even though it has become valid by virtue of the President&#x27;s assent. Parliament may repeal or amend the repugnant State law, either directly, or by itself enacting a law repugnant to the State law with respect to the &#x27;same matter&#x27;. Even though the subsequent law made by Parliament does not expressly repeal a State law, even then, the State law will become void as soon as the subsequent law of Parliament creating repugnancy is made. A State law would be repugnant to the Union law when there is direct conflict between the two laws. Such repugnancy may also arise where both laws operate in the same field and the two cannot possibly stand together, e.g., where both prescribe punishment for the same offence but the punishment differs in degree or kind or in the procedure prescribed. In all such cases, the law made by Parliament shall prevail over the State law under <a href=\"/doc/344383/\" id=\"a_109\">Article 254(1).</a> That being so, when Parliament stepped in and enacted the Central Amendment Act, it being a later law made by Parliament &#x27;with respect to the same matter&#x27;, the West Bengal Amendment Act stood impliedly repealed.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_24\">22. Thus, we will have to examine whether in fact there is any repugnancy between the provision of law made by any State law and a provision made in the Union law where the State law and the Union law are in respect of the same matter in the Concurrent List to find out whether by operation of <a href=\"/doc/344383/\" id=\"a_110\">Article 254(1)</a> of the Constitution of India, the Union law will prevail over the State law and the State law would be impliedly repealed. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"674147\" id=\"span_17\">In <a href=\"/doc/674147/\" id=\"a_111\">T. Barai v. Henri Ah Hoe and Anr.</a> (supra), the Supreme <a href=\"/doc/674147/\" id=\"a_112\">Court further held</a> that when repeal is by a fresh legislation on the same subject by Parliament, the line of enquiry would be whether the fresh legislation made by Parliament manifests an intention to destroy the rights and liabilities under the law made by a State Legislature and this enquiry has to be done by the Court by looking at the provisions of the new Act.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"674147\" id=\"span_18\">The following passage from Paragraph 18 of the judgment of the Supreme Court in <a href=\"/doc/674147/\" id=\"a_113\">T. Barai v. Henri Ah Hoe and Anr.</a> (supra), as reported in the AIR would make this point clear:</span>\n</p><blockquote id=\"blockquote_17\"> 18. ...But when the repeal is followed by fresh legislation on the same subject, the Court would undoubtedly have to look to the provisions of the new Act, but only for the purpose of determining whether they indicate a different intention. &#x27;The line of inquiry would be, not whether the new Act expressly keeps alive old rights and liabilities&#x27;, in the words of Mukherjee, J., &#x27;but whether it manifests an intention to destroy them.&#x27; The Court held that it cannot subscribe to the broad preposition that <a href=\"/doc/1030013/\" id=\"a_114\">Section 6</a> of the General Clauses Act is ruled out when there is repeal of an enactment followed by fresh legislation. <a href=\"/doc/420705/\" id=\"a_115\">Section 6</a> would be applicable in such cases also unless the new legislation manifests an intention in compatible with or contrary to the provisions of the section. Such incompatibility would have to be ascertained from a consideration of all the relevant provisions of the new Act and the mere absence of a saving clause is not by itself material. The Court therefore held that the provisions of <a href=\"/doc/1030013/\" id=\"a_116\">Section 6</a> of the General Clauses Act will apply to a case of repeal even if there is simultaneous enactment unless a contrary intention can be gathered from the new enactment....\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"674147\" id=\"span_19\">23. Adopting the line of inquiry as indicated by the Supreme Court in <a href=\"/doc/674147/\" id=\"a_117\">T. Barai v. Henri Ah Hoe and Anr.</a> (supra), we find that Sub-section (4) of <a href=\"/doc/738672/\" id=\"a_118\">Section 2</a> of the 1996 Act clearly shows an intention of Parliament to save the provisions in other enactments providing for statutory arbitrations which are inconsistent with the provisions of Part-I of the 1996 Act. Similarly, Sub-section (5) of <a href=\"/doc/738672/\" id=\"a_119\">Section 2</a> of the 1996 Act shows the intention of Parliament to save the provisions of any other law for the time being in force providing for arbitration including arbitration pursuant to an agreement. The provisions of the 1983 Adhiniyam, in so far as they provide for statutory arbitration in respect of a dispute arising out of a works contract between the State Government or its Undertaking and a contractor are therefore saved from the inconsistent provisions of Part-I of the 1996 Act by Sub-section (4) of <a href=\"/doc/738672/\" id=\"a_120\">Section 2</a> of the 1996 Act. Similarly, the provisions of the 1983 Adhiniyam, in so far as they apply to arbitration pursuant to an agreement in a works contract between the State Government or a State Government Undertaking and a contractor are saved from the inconsistent provisions of Part-I of the 1996 Act by Sub-section (5) of <a href=\"/doc/738672/\" id=\"a_121\">Section 2</a> of the 1996 Act.</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_26\">24. In our considered opinion, therefore, the State Legislature was competent to make a law in respect of &#x27;arbitration&#x27; in Entry 13 of the Concurrent List, even though the <a href=\"/doc/1052228/\" id=\"a_122\">Arbitration Act, 1940</a> made by the Central Legislature was already in the same field because the 1983 Adhiniyam had been reserved for consideration and had received the assent of the President, as provided in Clause (2) of <a href=\"/doc/1930681/\" id=\"a_123\">Article 254</a> of the Constitution. Under the proviso to Clause (2) of <a href=\"/doc/1930681/\" id=\"a_124\">Article 254</a> of the Constitution, Parliament was competent to make the 1996 Act in the same field, but while making the 1996 Act, has expressly saved the provisions of the 1983 Adhiniyam in Sub-sections (4) and (5) of <a href=\"/doc/738672/\" id=\"a_125\">Section 2</a> of the 1996 Act, both in respect of statutory arbitrations and arbitrations pursuant to arbitration agreements in respect of disputes arising out of works contracts between the State Government or a State Government Undertaking and the contractor from the provisions of Part-I of the 1996 Act which are inconsistent with the provisions of the 1983 Adhiniyam. Hence, the provisions of the 1983 Adhiniyam are not repugnant to the provisions of the 1996 Act and are not void and do not stand impliedly repealed by the 1996 Act.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_27\">The application made under <a href=\"/doc/596725/\" id=\"a_126\">Section 11(6)</a> of the 1996 Act is therefore not maintainable and the writ petition has no merit. The MCC and the writ petition are accordingly dismissed.\n</p> \n\n","numcites":33,"numcitedby":2,"docsource":"Madhya Pradesh High Court","citetid":298635,"divtype":"judgments","relatedqs":[{"value":"statutory arbitration","formInput":"statutory%20arbitration"},{"value":"article 254 of the constitution","formInput":"article%20254%20of%20the%20constitution"},{"value":"adhiniyam, 1983","formInput":"adhiniyam%2C%201983"},{"value":"implied repeal","formInput":"implied%20repeal"},{"value":"Article 254 (2)","formInput":"Article%20254%20%282%29"},{"value":"Law for the time being in force","formInput":"Law%20for%20the%20time%20being%20in%20force"},{"value":"works contract","formInput":"works%20contract"},{"value":"consensual ","formInput":"consensual%20"},{"value":"act will prevail the other","formInput":"act%20will%20prevail%20the%20other"},{"value":"bhanu kumar jain","formInput":"bhanu%20kumar%20jain"},{"value":"ZAVERBHAI AMAIDAS","formInput":"ZAVERBHAI%20AMAIDAS"},{"value":"concurrent list","formInput":"concurrent%20list"},{"value":"Article 254(1)","formInput":"Article%20254%281%29"},{"value":"Article 254","formInput":"Article%20254"},{"value":"arbitration act 1940","formInput":"arbitration%20act%201940"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"domestic arbitration","formInput":"domestic%20arbitration"},{"value":"inconsistency in acts","formInput":"inconsistency%20in%20acts"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"}],"cats":[{"value":"federal-nature, parliament-vs-state-assembly","formInput":"tag:federal-nature, parliament-vs-state-assembly"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":false,"query_alert":null,"agreement":false}