{"tid":151864836,"publishdate":"2012-07-10","title":"Deena Nath Mishra vs The State Of Madhya Pradesh on 10 July, 2012","doc":"<h2 class=\"doc_title\">Deena Nath Mishra vs The State Of Madhya Pradesh on 10 July, 2012</h2>\n\n<pre id=\"pre_1\">  HIGH COURT OF JUDICATURE MADHYA PRADESH,\n                  JABAPLUR\n\n      Single Bench: Hon&#x27;ble Mr. Justice N.K.Gupta,J.\n               CRIMINAL APPEAL No.629 OF 2010\n\n                         Dinanath Mishra &amp; others.\n                                           Vs.\n                          State of Madhya Pradesh.\n-------------------------------------------------------------------------------------------\nShri Aditya Adhikari, Advocate for the appellants.\n\nShri Ajay Tamrakar, Panel Lawyer for the respondent/State.\n-------------------------------------------------------------------------------------------\n                                JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">               (Delivered on the 10th day of July, 2012)\n\n               This      criminal        appeal       is    preferred         by      the\n\nappellants being aggrieved by the judgment and order of\n\nsentence dated 17/3/2010 passed by the 5th Additional\n\nSessions        Judge        (Fast      Track        Court),       Satna        in     ST\n\nNo.104/2009, whereby the appellants were convicted for\n\ncommission of offence punishable under Section 304 (Part-\n\nII) read with Section 34 and <a href=\"/doc/1011035/\" id=\"a_1\">Section 323</a>/<a href=\"/doc/37788/\" id=\"a_2\">34</a> of IPC (4\n\ncounts)        and      sentenced           for     seven        years&#x27;       rigorous\n\nimprisonment with fine of Rs.1000/- and one year&#x27;s rigorous\n\nimprisonment           with      fine     of     Rs.250/-      (on     each      count)\n\nrespectively. In default of payment of fine amount, an\n\nadditional rigorous imprisonment for six months and two\n\nmonths respectively on each count was directed.\n</p><p data-structure=\"Issue\" id=\"p_2\">                            2            Criminal Appeal No.629/2010\n\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_3\">2.        Prosecution case, in short, is that on 03.12.2007\n\nat about 9 to 9.15 AM in the morning the appellants Dilip\n\nMishra and Sandeep Mishra were removing the dirt from\n\nGhur on the land of the complainant Deenbandhu Mishra\n\n(PW-1). The complainant Deenbandhu Mishra (PW-1) along\n\nwith the deceased Babulal, Ashok Mishra (PW-8), Hariom\n\nMishra (PW-2) went to the spot and prevented the\n\nappellants to remove the dirt from the land which was\n\nowned and possessed by complainant Deenbandhu Mishra\n\netc. and thereafter appellants Dilip Mishra and Sandeep\n\nMishra came with sticks and started assaulting the victims\n\nBabulal, Ashok and Hariom. They also assaulted the victim\n\nGirja Devi by sticks. Victim Babulal sustained grave injuries\n\non his head whereas victims Ashok and Hariom had also\n\nsustained some injuries. On making hue and cry Yugal\n\nKishore, Sunit Mishra and Sadashiv Mishra also came with\n\nsticks and they assaulted the complainant Deenbandhu\n\nMishra and Girja Devi. They also assaulted the victims\n\nBabulal, Ashok and Hariom in such a position when they\n\nwere lying on the earth. Complainant Deenbandhu Mishra\n\nlodged the FIR Ex.P-1 on the same day at about 11:50 AM\n\nat Police Station Sabhapur District Satna. Injured persons\n\nwere sent to the hospital for their medico legal examination\n\nand   treatment.   Dr.   Narendra   Kumar     Mishra      (PW-7)\n\nexamined the victim Hariom and gave his report Ex.P-10.\n\nDr. Punit Singh Parihar (PW-21) had examined the victims\n                             3             Criminal Appeal No.629/2010\n\n\n\n\nDeenbandhu Mishra, Girja Devi &amp; Ashok, and gave his\n\nreport Ex.P-44, Ex.P-45 and Ex.P-46. He found that they\n\nsustained some simple injuries. Dr. Punit Singh Parihar\n\nafter examination of victim Babulal prepared a report\n\nEx.P-43 and referred the patient to the bigger hospital.\n\n</p><p data-structure=\"Facts\" id=\"p_4\">3.        Dr. Ashish Tondan (PW-19) examined the victim\n\nBabulal at Sarvoday Hospital Jabalpur. He was brought\n\nunconscious. He was vomiting and there was possibility of\n\nbrain hemorrhage. He sustained so many injuries in his\n\nskull, and therefore he was referred for city-scan. Dr. S.M.\n\nChincholikar (PW-18) Radiologist in Charak Diagnostic\n\nCentre, Jabalpur gave reports relating to city-scan of the\n\nvictim Babulal that there was a fracture of left temporal,\n\nparietal, right frontal, left occipital, left frontal, and bones\n\nwere found broken and injuries found even on the brain\n\nwhich were filled with the blood. Dr. Tondan (PW-19)\n\nremoved some pieces of bones. Some powder of the bones\n\nfrom the head of the deceased Babulal was also removed\n\nand ultimately Babulal suffered with brain infection and he\n\nwas treated. Ultimately he was discharged from the hospital\n\nwithout his complete treatment. The deceased Babulal died\n\nin the month of April 2008. The postmortem on his body\n\nwas done by Dr. Sunil Karkhur (PW-22), who submitted a\n\nreport Ex.P-47. He found that the deceased died due to\n\nhead injury and its complication. The police Sabhapur\n\nDistrict Satna investigated the matter. The Investigating\n                               4                Criminal Appeal No.629/2010\n\n\n\n\nOfficer prepared memos relating to condition of the\n\ndeceased Babulal from time to time. Various accused\n\npersons were arrested and sticks etc. were seized from\n\nthem. The seized property was sent for forensic analysis to\n\nthe concerned Forensic Science Laboratory. Various scan\n\nreports   were   collected.       Ultimately   charge      sheet     was\n\nsubmitted before the Court of Judicial Magistrate First\n\nClass, Satna, who committed the case to the Court of\n\nSessions and ultimately it was transferred to the learned 5th\n\nAdditional Sessions Judge, Satna.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">4.        The appellants-accused abjured their guilt. They\n\ntook the plea that they were not involved in the alleged\n\ncrime. They were falsely implicated in the matter. Actually\n\nit was the complainant party who initiated the crime.\n\nDeenbandhu Mishra, Ashok and Hariom went to the spot\n\nwith sticks and started assaulting the appellants Dilip\n\nMishra and Sandeep Mishra, and therefore they tried to\n\nsave themselves. In support of the defence, Yugal Kishore\n\n(DW-1), Shivprasad Vishwakarma (DW-2) and Radhika\n\nPrasad Tiwari (DW-3) were examined.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_6\">5.        After considering the evidence adduced by the\n\nparties, the learned 5th Additional Sessions Judge acquitted\n\nthe accused Yugal Kishore, Sunit Mishra and Sadashiv\n\nMishra from all the charges, but convicted and sentenced\n\nthe present appellants as mentioned above.\n\n</p><p data-structure=\"CDiscource\" id=\"p_7\">6.        I have heard the learned counsel for the parties.\n</p><p data-structure=\"Issue\" id=\"p_8\">                             5           Criminal Appeal No.629/2010\n\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_9\">7.        Learned counsel for the appellants has submitted\n\nthat it is clear that the appellant Dinanath Mishra did not\n\nparticipate in the assault upon the deceased Babulal, and\n\ntherefore he could not be convicted for commission of\n\noffence punishable under <a href=\"/doc/409589/\" id=\"a_3\">Section 304</a> (Part-II) of <a href=\"/doc/1569253/\" id=\"a_4\">IPC</a> with\n\nthe help of <a href=\"/doc/37788/\" id=\"a_5\">Section 34</a> of IPC. Similarly, it is not at all\n\nestablished that who assaulted the victim Babulal. There is\n\nno specific allegation against either accused Sandeep\n\nMishra or accused Dilip Mishra about that assault, and\n\ntherefore they could not be convicted for commission of\n\noffence punishable under <a href=\"/doc/409589/\" id=\"a_6\">Section 304</a> (Part-II) of <a href=\"/doc/1569253/\" id=\"a_7\">IPC</a>. In the\n\nalternate, it is submitted that the appellants remained in\n\nthe custody for a longer period and looking to the gravity of\n\noffence and their custody period, the sentence may be\n\nreduced to the period which they have already undergone\n\nin the custody.\n</p>\n<p data-structure=\"RespArg\" id=\"p_10\">8.        On the other hand, learned counsel for the State\n\nhas refuted the submission made by learned counsel for the\n\nappellants. He has submitted that the conviction as well as\n\nthe sentence directed by the trial Court appears to be\n\ncorrect, hence no interference is warranted by this Court.\n\n</p><p data-structure=\"Section\" id=\"p_11\">9.        For disposal of the instant appeal, the following\n\npoints may be considered:\n</p>\n<blockquote id=\"blockquote_1\">(i)       Whether the deceased Babulal died due to\n\ninjuries caused to him and his death was homicidal?\n</blockquote><p data-structure=\"Issue\" id=\"p_12\">                                 6                 Criminal Appeal No.629/2010\n\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_13\">(ii)       Whether the injuries were caused to the deceased\n\nBabulal as well as other victims by the appellants?\n\n</p><p data-structure=\"Issue\" id=\"p_14\">(iii)      Whether the appellants had intended to kill the\n\ndeceased Babulal or to assault other victims?\n\n</p><p data-structure=\"Section\" id=\"p_15\">(iv)       Whether conviction of the appellants may be\n\nreduced from the offence under <a href=\"/doc/409589/\" id=\"a_8\">Section 304</a> (Part-II) of\n\n<a href=\"/doc/1569253/\" id=\"a_9\">IPC</a>? and\n\n</p><p data-structure=\"Issue\" id=\"p_16\">(v)        Whether the sentence directed by the trial Court\n\nagainst the appellants may be reduced?\n</p>\n<p data-structure=\"CDiscource\" id=\"p_17\">10.        Dr.   Punit     Singh       Parihar     (PW-21)        and    Dr.\n\nNarendra Kumar Sharma (PW-7) had examined the various\n\ninjured persons including victims Hariom, Deenbandhu\n\nMishra, Girja Devi, Ashok and Babulal. Looking to the\n\ncondition of the deceased Babulal, he was immediately\n\nreferred to the higher hospital. Thereafter he was examined\n\nby Dr. Ashish Tondan (PW-19) at Sarvoday Hospital,\n\nJabalpur and he gave his detailed opinion about the\n\ncondition of the deceased Babulal. By the evidence of Dr.\n\nPunit Singh Parihar (PW-21) and Dr. Narendra Kumar\n\nSharma     (PW-7),   it    is       established     that    the    victims\n\nDeenbandhu       Mishra,    Hariom,       Ashok       and    Girja      Devi\n\nsustained simple injuries whereas condition of deceased\n\nBabulal was critical. He sustained fracture in his head at\n\n6-7 places. His brain was also damaged and related cavity\n\nwas full of blood, and therefore some infection was also\n\ncaused in his head. After sometime, though treatment was\n                               7              Criminal Appeal No.629/2010\n\n\n\n\ngoing on, he was discharged from the hospital because he\n\ncould not be cured. The appellants have suggested to so\n\nmany eye-witnesses and other witnesses that at the time of\n\ndeath, the deceased Babulal was suffering from paralysis\n\nand he had suffered bed sores and other problems, and\n\ntherefore he died due to those problems. Such suggestions\n\nwere   of   no   use,     because   each    witness     denied     the\n\nsuggestions and looking to the report of Dr. Tondan\n\n(PW-19) ans scan report of Dr. Chincholikar (PW-18), it is\n\napparent that 6-7 bones in his skull were broken by the\n\nassaults. Also brain was damaged, concerned cavity was full\n\nof blood. Therefore, his limbs were not reacting. Such\n\ncondition continued till his death. He was discharged from\n\nthe hospital, because no hope was left for his survival.\n\nHence it is clear that the deceased Babulal died due to\n\ninjuries caused to him and his death was homicidal.\n\n</p><p data-structure=\"CDiscource\" id=\"p_18\">11.         Deenbandhu Mishra (PW-1), Hariom (PW-2), Ram\n\nNaresh (PW-3), Girja Devi (PW-4), Phool Kumari (PW-5),\n\nAshok (PW-8), Sunil Tripathi (PW-11), Pinku Tripathi\n\n(PW-12) etc. were examined as eye-witnesses. They have\n\nstated that the deceased Babulal was assaulted by all the\n\naccused persons and when other victims went to the spot to\n\nsave the deceased Babulal and victim Deenbandhu Mishra,\n\nthey were also assaulted by the accused persons. Witness\n\nDeenbandhu       Mishra    had    stated   that   it   was   such     a\n\ncomplicated quarrel that each victim may say differently\n                            8            Criminal Appeal No.629/2010\n\n\n\n\nabout the accused who assaulted that victim. Ultimately, it\n\nwould be apparent from the evidence of these witnesses\n\nthat they tried to save the accused Sadashiv Mishra. They\n\nhave admitted that accused Sadashiv Mishra was not\n\npresent at the time of quarrel, and therefore the trial Court\n\nacquitted him. Similarly, witness Pinku Tripathi (PW-12) has\n\nstated in para 3 of this statement that accused Yugal\n\nKishore was not present in the scene of crime. Similarly,\n\none more witness has stated that accused Sunit Mishra was\n\nalso not involved in the alleged crime, and therefore the\n\ntrial Court acquitted the accused Sunil Mishra as well. It is\n\nsuggested to the witnesses that the deceased Babulal was\n\nnot present at the spot from the beginning. He went for the\n\nsharpening of his agricultural appliances and he came after\n\nsometime. However, it is clear from the evidence of the\n\nwitnesses that the deceased Babulal did not sustain the\n\ninjuries due to fall from bicycle but all the injuries that\n\nsustained were caused by the appellants. However, each of\n\nthe eye-witnesses has admitted that appellant Dinanath\n\nMishra scuffled with complainant Deenbandhu Mishra and\n\nthey remained in that position till the end of the quarrel. It\n\nmeans that the appellant Dinanath Mishra has not assaulted\n\nany of the victims by his own except Deenbandhu Mishra.\n\nUnder such circumstances, it would be clear that the\n\ndeceased Babulal was assaulted by the appellants Dilip\n\nMishra and Sandeep Mishra.\n</p><p data-structure=\"CDiscource\" id=\"p_19\">                            9               Criminal Appeal No.629/2010\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1208137\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1208137\" id=\"span_2\">12.       The    various   eye-witnesses       turned   from     the\n\nprosecution story as depicted in the FIR. They changed the\n\nname of various assailants, who assaulted them. Also they\n\nchanged the position as to how the quarrel started.\n\nHowever, it is established by the evidence of various\n\nwitnesses that initially the appellants Dilip Mishra and\n\nSandeep Mishra were removing the dirt from the Ghur and\n\ntherefore Babulal and Deenbandhu Mishra went to the spot\n\nto stop them, but they started quarrel. However, no injury\n\nof the appellants Dilip Mishra and Sandeep Mishra is\n\nproved by which it can be said that quarrel was started by\n\neither Babulal or Deenbandhu Mishra. Therefore, no right\n\nof private defence had accrued to the appellants. However,\n\nthe trial Court on the basis of the judgment of the Hon&#x27;ble\n\nApex Court in the case of &quot;<a href=\"/doc/1208137/\" id=\"a_10\">Sarman &amp; others Vs. State of\n\nMP</a>&quot;, (1993 Cr.L.J. 63) has held that it is nowhere clear\n\nthat out of these appellants, who assaulted on the head of\n\nthe deceased Babulal, and therefore in the light of judgment\n\nin the case of <a href=\"/doc/1208137/\" id=\"a_11\">Sarman</a> (supra) the trial Court held that the\n\nappellants are liable for commission of offence punishable\n\nunder <a href=\"/doc/409589/\" id=\"a_12\">Section 304</a> (Part-II) instead of offence under <a href=\"/doc/1560742/\" id=\"a_13\">Section\n\n302</a> of IPC.</span></span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_21\">13.       If   the   evidence   of   various    eye-witnesses       is\n\nperused, then they made omnibus allegations against all six\n\naccused persons that they assaulted the deceased Babulal\n\nand ultimately accused Yugal Kishore, Sunit Mishra and\n                            10              Criminal Appeal No.629/2010\n\n\n\n\nSadashiv Mishra were acquitted from all the charges as\n\nthey were given the benefit of doubt, and therefore though\n\nthe deceased Babulal sustained 6-7 grievous injuries on his\n\nhead, it cannot be said against any specific accused that he\n\nassaulted on the head of the deceased Babulal. Under such\n\ncircumstances, the view taken by the learned Additional\n\nSessions Judge appears to be correct.\n</p>\n<p data-structure=\"RespArg\" id=\"p_22\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"534812\" id=\"span_3\">14.       Learned counsel for the appellants has placed his\n\nreliance on the judgment of the Division Bench of this Court\n\nin the case of &quot;<a href=\"/doc/534812/\" id=\"a_14\">Govinda &amp; others Vs. State of MP</a>&quot;,\n\n[2006(4) MPLJ 287] to show that if it is not known that\n\nwho caused the fatal injury to the victim, then offence\n\nwould be of <a href=\"/doc/1540253/\" id=\"a_15\">Section 326</a> of IPC instead of <a href=\"/doc/1560742/\" id=\"a_16\">Section 302</a> of\n\nIPC.</span> <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"534812\" id=\"span_4\">At present the judgment of this Court in the case of\n\n<a href=\"/doc/534812/\" id=\"a_17\">Govind</a> (supra) cannot be applied in the present case,\n\nbecause 6-7 blows were given on the head of the deceased\n\nBabulal, and therefore concerned accused persons had the\n\nknowledge that by such assault the deceased Babulal could\n\ndie, and therefore conviction cannot be reduced to the\n\noffence   punishable   under     <a href=\"/doc/1540253/\" id=\"a_18\">Section   326</a>    of   IPC.    It   is\n\nestablished that appellants Dilip Mishra and Sandeep\n\nMishra were the persons who participated in assaulting the\n\ndeceased Babulal, and therefore looking to their common\n\nintention, they are liable to be convicted for commission of\n\noffence punishable under <a href=\"/doc/409589/\" id=\"a_19\">Section 304</a> (Part-II) of <a href=\"/doc/1569253/\" id=\"a_20\">IPC</a> with\n\nthe help of <a href=\"/doc/37788/\" id=\"a_21\">Section 34</a> of IPC.</span>\n</p><p data-structure=\"Conclusion\" id=\"p_23\">                               11             Criminal Appeal No.629/2010\n\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_24\">15.        However, it is apparent that there is no allegation\n\nagainst the appellant Dinanath Mishra that he assaulted the\n\ndeceased Babulal in any manner, on the contrary it is\n\nestablished by the evidence given by eye-witnesses that the\n\nappellant Dinanath Mishra scuffled with the complainant\n\nDeenbandhu Mishra. Both of them remained in such a\n\nposition   till   the   end   of    the   quarrel.    Under       such\n\ncircumstances, the appellant Dinanath Mishra had no\n\nknowledge about the activity of other co-accused persons,\n\nhence common intention of the appellant Dinanath Mishra\n\ncannot be presumed with co-accused Dilip Mishra and\n\nSandeep Mishra. Under such circumstances, the appellant\n\nDinanath Mishra cannot be convicted for commission of\n\noffence punishable under <a href=\"/doc/409589/\" id=\"a_22\">Section 304</a>(Part-II) of <a href=\"/doc/1569253/\" id=\"a_23\">IPC</a> or\n\ninferior offence of the same nature relating to the deceased\n\nBabulal either directly or with the help of <a href=\"/doc/37788/\" id=\"a_24\">Section 34</a> of IPC,\n\nand therefore conviction under <a href=\"/doc/409589/\" id=\"a_25\">Section 304</a>(Part-II) of <a href=\"/doc/1569253/\" id=\"a_26\">IPC</a>\n\ndirected by the trial Court against the appellant Dinanath\n\nMishra appears to be incorrect.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_25\">16.        No     challenge   has    been    made      against     the\n\nconviction for commission of offence punishable under\n\n<a href=\"/doc/1011035/\" id=\"a_27\">Section 323</a>/<a href=\"/doc/37788/\" id=\"a_28\">34</a> of IPC (4 counts) against the appellants, and\n\ntherefore it is not necessary to discuss about that conviction\n\nin detail. It is established by the witnesses that all the\n\nvictims including Girja Devi, Deenbandhu Mishra,Hariom\n\nand Ashok were assaulted by the appellants, and therefore\n                           12              Criminal Appeal No.629/2010\n\n\n\n\nit is clear that each of them were intended to assault each\n\nof the victims, who were creating hurdles at the spot, and\n\ntherefore if the appellants are convicted for commission of\n\noffence punishable under <a href=\"/doc/1011035/\" id=\"a_29\">Section 323</a> of IPC with the help\n\nof <a href=\"/doc/37788/\" id=\"a_30\">Section 34</a> of IPC, then no interference is required to be\n\nmade to that conviction directed by the trial Court.\n\n</p><p data-structure=\"PetArg\" id=\"p_26\">17.       So far as the sentence is concerned, there is no\n\nneed to interfere in the sentence imposed by the trial Court\n\nfor commission of offence punishable under <a href=\"/doc/1011035/\" id=\"a_31\">Section 323</a>/<a href=\"/doc/37788/\" id=\"a_32\">34</a>\n\nof IPC (4 counts). However, it is submitted by learned\n\ncounsel for the appellants that the appellants Dilip Mishra\n\nand   Sandeep   Mishra   remained    in    the    custody     from\n\n5.12.2007 to 22.1.2008 and 1.7.2008 to 17.3.2010 and\n\nthereafter they are in custody. Hence, they remained in the\n\ncustody for more than four years. There was no criminal\n\npast alleged against the appellants. The quarrel took place\n\nin a spur of moment and the appellants were not intended\n\nto kill the deceased Babulal, and therefore in light of the\n\njudgment of the Division Bench of this Court in the case of\n\n&quot;Lurchriya @ Nurchiya Vs. State of MP&quot;, [2006(3)\n\nMPLJ 366] sentence may be reduced to the period which\n\nthey have already undergone in the custody. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1813801\" id=\"span_5\">Similarly,\n\nreliance is placed on the judgment of the Hon&#x27;ble Apex\n\nCourt in the case of &quot;<a href=\"/doc/1813801/\" id=\"a_33\">Kartar Singh Vs. State of Punjab</a>&quot;,\n\n(AIR 1988 SC 2122) in which the sentence of the accused\n\npersons was reduced to the period of five years&#x27; rigorous\n                               13             Criminal Appeal No.629/2010\n\n\n\n\nimprisonment in the case of offence punishable under\n\n<a href=\"/doc/409589/\" id=\"a_34\">Section 304</a> (Part-II) of <a href=\"/doc/1569253/\" id=\"a_35\">IPC</a>.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_27\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1813801\" id=\"span_6\">18.        The facts as mentioned in the judgment of <a href=\"/doc/1813801/\" id=\"a_36\">Kartar\n\nSingh</a> (supra) are not similar to the present case. It is\n\napparent that the incident took place in a spur of moment\n\nand the appellants never intended to kill the deceased\n\nBabulal. There is no criminal past shown against the\n\nappellants and they remained in the custody for more than\n\nfour years. In such circumstances, their jail sentence may\n\nbe    reduced   to   the    period   which   they    have     already\n\nundergone in the custody by enhancing the fine amount\n\nupon these appellants.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_28\">19.        On the basis of aforesaid discussion, the appeal of\n\nthe present appellants is partly allowed. The conviction\n\ndirected by the trial Court against the appellants Dilip\n\nMishra and Sandeep Mishra is hereby confirmed for\n\ncommission of offence punishable under <a href=\"/doc/409589/\" id=\"a_37\">Section 304</a> (Part-\n\nII)/34, 323/34 of <a href=\"/doc/1569253/\" id=\"a_38\">IPC</a> (four counts), but the conviction\n\ndirected   against    the    appellant    Dinanath      Mishra      for\n\ncommission of offence punishable under <a href=\"/doc/409589/\" id=\"a_39\">Section 304</a> (Part-\n\nII)/34 of <a href=\"/doc/1569253/\" id=\"a_40\">IPC</a> is hereby set aside. He is acquitted from that\n\ncharge.    Remaining       conviction    against    the     appellant\n\nDinanath Mishra is hereby maintained. Sentence imposed\n\nby the trial Court for commission of offence punishable\n\nunder <a href=\"/doc/1011035/\" id=\"a_41\">Section 323</a>/<a href=\"/doc/37788/\" id=\"a_42\">34</a> of IPC (4 counts) against all the\n\nappellants is maintained, but the sentence for commission\n                            14           Criminal Appeal No.629/2010\n\n\n\n\nof offence punishable under <a href=\"/doc/409589/\" id=\"a_43\">Section 304</a>(Part-II)/34 of <a href=\"/doc/1569253/\" id=\"a_44\">IPC</a>\n\nfor the appellants Dilip Mishra and Sandeep Mishra is\n\nreduced to the period which they have already undergone\n\nin the custody by imposing fine amount of Rs.20,000/- upon\n\neach of the appellants namely Dilip Mishra and Sandeep\n\nMishra). In default of payment of fine, each of them shall\n\nundergo for two years&#x27; rigorous imprisonment. If fine\n\namount is deposited, then a sum of Rs.35,000/- be provided\n\nas compensation to the legal heirs of the deceased Babulal.\n\n</p><p data-structure=\"Conclusion\" id=\"p_29\">20.       Office is directed to issue supersession warrants\n\naccording to the judgment of conviction and order of\n\nsentence passed by this Court, forthwith.\n\n</p><p data-structure=\"Conclusion\" id=\"p_30\">21.       The appellant Dinanath is on bail. His presence is\n\nno more required, before this Court, therefore it is directed\n\nthat his bail bonds shall stand discharged.\n\n</p><p data-structure=\"Conclusion\" id=\"p_31\">22.       A copy of this judgment be sent to the concerned\n\ntrial Court with its record for information and compliance.\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_32\">                                                 (N.K.Gupta)\n                                                     Judge\n                                                 10/07/2012\n\nAnsari\n </p>","numcites":9,"numcitedby":13,"docsource":"Madhya Pradesh High Court","citetid":151864836,"divtype":"judgments","relatedqs":[{"value":"section 304 ipc","formInput":"section%20304%20ipc"},{"value":"sec.34 ipc","formInput":"sec.34%20ipc"},{"value":"section 304 part ii ipc","formInput":"section%20304%20part%20ii%20ipc"},{"value":"section 323","formInput":"section%20323"},{"value":"304 ipc part ii","formInput":"304%20ipc%20part%20ii"},{"value":"section 304 part ii","formInput":"section%20304%20part%20ii"},{"value":"section 34 and section 304 part ii","formInput":"section%2034%20and%20section%20304%20part%20ii"},{"value":"section 34 indian penal code","formInput":"section%2034%20indian%20penal%20code"},{"value":"section 304 indian penal code","formInput":"section%20304%20indian%20penal%20code"},{"value":"304 part ii","formInput":"304%20part%20ii"},{"value":"304-II iPC","formInput":"304-II%20iPC"},{"value":"section 304","formInput":"section%20304"},{"value":"section 304-ii ipc","formInput":"section%20304-ii%20ipc"},{"value":"304 ii","formInput":"304%20ii"},{"value":"commission of offence","formInput":"commission%20of%20offence"},{"value":"304 ipc part ii of ipc","formInput":"304%20ipc%20part%20ii%20of%20ipc"},{"value":"Assaulted victim","formInput":"Assaulted%20victim"},{"value":"criminal appeal after 2010","formInput":"criminal%20appeal%20after%202010"},{"value":"304(ii)","formInput":"304%28ii%29"},{"value":"jabalpur","formInput":"jabalpur"}],"cats":[{"value":"culpable-homicide","formInput":"tag:culpable-homicide"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"common-intention","formInput":"tag:common-intention"},{"value":"voluntarily-causing-hurt","formInput":"tag:voluntarily-causing-hurt"},{"value":"murder","formInput":"tag:murder"}],"courtcopy":true,"query_alert":null,"agreement":false}