{"tid":169977,"publishdate":"2000-08-28","title":"Pratap B. Nalage vs The State Of Maharashtra And Ors. on 28 August, 2000","doc":"<h2 class=\"doc_title\">Pratap B. Nalage vs The State Of Maharashtra And Ors. on 28 August, 2000</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:v-c-daga\">V.C. Daga</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-p-shah\">A.P. Shah</a>, <a href=\"/search/?formInput=benchid:v-c-daga\">V.C. Daga</a></h3>\n\n<pre id=\"pre_1\">ORDER\n \n\n V.C. Daga, J. \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. The inaction on the part of respective Additional Collectors to extend the period originally allowed to the petitioners to extract sand from river beds under the term and conditions of public auctions transmuted into contract is a cause for invoking writ jurisdiction of this Court under <a href=\"/doc/1712542/\" id=\"a_1\">Article 226</a> of the Constitution of India.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_2\"> 2. Heard learned counsel for the parties. Having satisfied with the prima facie challenges, we issued &quot;Rule&quot; returnable forthwith. Respondents waived service. By consent petitions were taken up for hearing. Since the common questions of law and fact arise in all the petitions, the same were heard together and are being disposed of by this common judgment, though the parties are different.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_3\"> 3. At the outset, the learned A. G. P. appearing for the State raised a preliminary objection that the disputes are governed by the terms of contract, therefore, the writ petitions are not maintainable. In his submissions, the disputes are governed by the terms of non-statutory contracts, hence writ jurisdiction of this Court is not available to the petitioners.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_4\"> 4. A short question involved in these petitions is as to whether writ jurisdiction of this Court under <a href=\"/doc/1712542/\" id=\"a_2\">Article 226</a> of the Constitution of India is an appropriate remedy for redressal of the grievances of the petitioners, in the facts and circumstances of the case. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_5\">BACKGROUND FACTS \n \n\n</p><p data-structure=\"Facts\" id=\"p_6\"> 5. In order to appreciate the grievance of the petitioners, few relevant facts giving rise to the present petitions need to be noticed at the outset :\n</p>  \n\n<blockquote id=\"blockquote_1\"> The petitioners are the recipients of contracts for extracting sand from various types of river-beds being the highest bidders for the earmarked spots in separately conducted auctions by the Additional Collectors of the respective districts, on various dates, the details of which are not necessary for the disposal of these petitions. \n</blockquote> \n\n<blockquote id=\"blockquote_2\"> The common grievance of the petitioners in these petitions is that they were given contract of extracting sand for a specified period. According to the petitioners, they were required to part with huge amounts being successful bidders in various public auctions, but they could not lift the sand to their full capacity for various reasons, such as accumulation of water, floods and also in some cases, for want of transport passes etc. The petitioners thus, applied for extension of time. The said request was rejected by all the Additional Collectors, in all cases by different orders passed on different dates. The petitioners have, therefore, invoked the writ\n\njurisdiction of this Court to challenge their orders and prayed for extension of time to extract the sand from the respective spots for which licenses were granted in their favour. \n</blockquote> \n\n<blockquote id=\"blockquote_3\">RIVAL CONTENTIONS \n \n\n</blockquote><p data-structure=\"PetArg\" id=\"p_7\"> 6. The learned Counsel appearing for the petitioners contended that the act of refusal to extend period of contract for extraction of sand was illegal, arbitrary, unreasonable and unsustainable in the eye of law and the same is liable to be struck down as violative of <a href=\"/doc/367586/\" id=\"a_3\">Article 14</a> of the Constitution of India. The principal contention advanced on behalf of the petitioners was that the citizen has a dual right, one right is contractual to see that the State does not act in breach of the contract and the other is the constitutional right including the right to see that the State does not act arbitrarily while performing the contract. According-to them, it makes no difference whether the action is in the contractual field either at the threshold of the contract or otherwise.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_8\"> 7. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1281050\" id=\"span_1\">In support of the above proposition, a strong reliance was placed on the decision of the Supreme Court in <a href=\"/doc/1281050/\" id=\"a_4\">Ramana Dayaram Shetty v. The International Airport Authority of India</a>. In paragraph 10 of the judgment Bhagwati, J., who delivered the judgment on behalf of the Court as observed as follows :-</span>\n</p>  \n\n<blockquote id=\"blockquote_4\">  &quot;Today with tremendous expansion of welfare and social service functions increasing control of material and economic resources and large scale assumption of industrial and commercial activities by type State, type power of the executive Government to affect the lives of the people is steadily growing. The attainment of socio-economic justice being a conscious end of State policy, there is a vast and inevitable increase in the frequency with which ordinary citizens come into relationship of direct encounter with State power-holders. This renders it necessary to structure and restrict the power of the executive Government so as to prevent arbitrary application or exercise.&quot;\n</blockquote> \n\n<blockquote id=\"blockquote_5\"> &quot;It is indeed unthinkable that in a democracy governed by the rule of law, the executive Government or any of its officers should possess arbitrary power over the interests of individuals. Every act ion of the executive Government must be informed with reasons and should be free from arbitrariness. That is the very essence of the rule of law and its bare minimal requirement. And to the application of this principle it makes no difference whether the exercise of power involves affectation of some right or denial of some privilege. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_9\"> 8. In paragraph 11 of the judgment, the Supreme Court recognised that the new forms of wealth has been created by tremendous extension of Governments activities in a Welfare State which calls for new forms of wealth, the Supreme Court gives the instances of money, benefits services contracts, quotas and licenses. The following passage at paragraph 11 of the judgment is material for our purples and may be set out :\n</p>   \n\n<blockquote id=\"blockquote_6\">&quot;All these mean growth in the Government largess and with the Increasing magnitude and range of governmental functions as we move closer to a welfare State, more and more of our wealth consists of these new forms some of these forms of wealth may be in the nature of legal rights but the large majority of them are in the nature of privileges. But on that account can it be said that they do not enjoy any legal protection? Can they be regarded as gratuity furnished by\n\nthe State so that the State may withhold, grant or move it as its pleasure? is the position of the Government in this respect the same as that of a private giver? We do not think so.\n</blockquote> \n\n<blockquote id=\"blockquote_7\"> The Government cannot be permitted to say that it will give jobs or enter into contracts or issue quotas or licenses only in favour of those having grey hair or belonging to a particular political party or professing particular religious faith. The Government is still the Government when it acts in the matter of granting largess and it cannot act arbitrarily. It does not stand in the same position as a private individual.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_10\"> 9. It was thus submitted on behalf of the petitioners, in the first place, that the protection of <a href=\"/doc/367586/\" id=\"a_5\">Article 14</a> of the Constitution of India is enunciated by the Supreme Court in several cases, covers two distinct and different fields. The first field is the field where it has been held that equals cannot be treated as unequally. The second and more recent field of the protection of <a href=\"/doc/367586/\" id=\"a_6\">Article 14</a> as enunciated by the Supreme Court is in respect of arbitrariness. This field inhibits the State from acting arbitrarily not only in the filed of legal rights but also in the field of contractual rights.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_11\"> 10. It was further contended that prohibition against the State from indulging in any arbitrary action not only flows the protection of <a href=\"/doc/367586/\" id=\"a_7\">Article 14</a> of the Constitution of India but also from the independent rule of the administrative law. It applies to all the State actions whether it relates to legal rights or rights created by contracts or privileges in the form of licenses and quotas.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_12\"> 11. The learned Assistant Government Pleader submitted that <a href=\"/doc/1281050/\" id=\"a_8\">the above case</a> sought to be relied upon was limited to the situation where the party was at the threshold of the formation of a contract. It was submitted that before the contract has been entered into and where the parties were at the threshold of entering into a contract if one of the parties happens to be the State, then <a href=\"/doc/1281050/\" id=\"a_9\">the above decision</a> is a clear authority for the proposition that action of the State in entering into type contract should be free from arbitrariness. But once a legal relationship in the form of a concluded contract was established the rights and obligations flowing therefrom should be exclusively guided by the law of contract. In such cases it was submitted that the question of absence of arbitrariness either as protection flowing from <a href=\"/doc/367586/\" id=\"a_10\">Article 14</a> of the Constitution or an independent rule of administrative law would have no application whatsoever. It is submitted that the Writ Court would have no jurisdiction to entertain any dispute with regard to the rights and obligations of the parties flowing from the non-statutory contract. According to his submission, such rights and obligations were in the nature of private rights and the only remedy of an aggrieved party would be of a suit under the provisions of the <a href=\"/doc/1671917/\" id=\"a_11\">Specific Reliefs Act</a>.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_13\"> 12. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"541216\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1732064\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"541216\" id=\"span_4\">In support of the above contention, the learned A. G. P. relied upon decisions of the Surpeme Court in M/s. <a href=\"/doc/541216/\" id=\"a_12\">Radhakrishna Agarwal and Ors. v. State of Bihar and Ors.</a>, and <a href=\"/doc/1732064/\" id=\"a_13\">Premji Bhai v. Delhi Development Authority</a>,\nit is further submitted that in this sphere of contract the petitioners can only claim rights conferred upon them by the contract and are bound by\n\nthe terms of the contract only unless some statute steps in and confers some special statutory power or obligation on the State in the contractual field which is apart from contract and sought to reiterate the principles <a href=\"/doc/1732064/\" id=\"a_14\">laid down in</a> <a href=\"/doc/541216/\" id=\"a_15\">Radhakrishna Agarwal v. State of Bihar</a> (supra).</span></span></span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_14\"> 13. It is urged on behalf of the State that the writ petitions are not at all maintainable as the Governmental authorities when acting under the contractual field, could not be controlled by <a href=\"/doc/367586/\" id=\"a_16\">Article 14</a> of the Constitution of India. When the State enters into contracts with the citizens, who carry on their trade and pay the royalties, in accordance with the agreements between the State and the citizens, it does not exercise any special governmental or statutory powers. In such cases, the State as well as the citizens with whom it contracts, are both equally subjected in the law of contract. It is also urged by the learned A. G. P. that there has been no breach of contract in all the cases before us.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_15\"> 14. The learned A. G. P., further submitted that the very dispute, as to whether there is a breach of contract or not itself should be determined by the ordinary Civil Court as in every case the ordinary litigants cannot invoke the powers of the High Court under <a href=\"/doc/1712542/\" id=\"a_17\">Article 226</a> of the Constitution. It is further contended that no material particulars and/or facts constituting cause of action for the respective petitions are pleaded in the petitions no details are to be found in the petitions as to how and in what manner the State has committed breach of the provisions of <a href=\"/doc/367586/\" id=\"a_18\">Article 14</a> of the Constitution. Mere bald allegation, by pressing into service the provision of <a href=\"/doc/367586/\" id=\"a_19\">Article 14</a> of the Constitution, without making out any case for breach thereof, must result in dismissal of the petitions. The sum and substance of the submissions, is that if no adequate material or sufficient data is produced before the Court to make out the case of discrimination or arbitrary exercise of powers, then the petition should be dismissed. It is further contended that at no point of time, the petitioners made any complaint about the delay in giving possession or in delivering the transit passes for transporting the sand. It is also submitted by the learned A. G. P. that the petitioners were made aware before auction that the right to extract sand under auction is for a specified period and that the State shall not be responsible for any loss if the auction purchaser cannot extract sand due to natural calamity. It is further submitted that all the terms and conditions of auction were read out and explained before the commencement of the auction-bids. Under these circumstances, the petitioners cannot be allowed to make grievances in this behalf.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_16\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"541216\" id=\"span_5\">15. The learned Counsel appearing on behalf of the petitioners sought to distinguish the decision in <a href=\"/doc/541216/\" id=\"a_20\">Radhakrishna Agrawal</a>&#x27;s case (cited supra) on several grounds. On the strength of the observations made in para 21 of the judgment, it was submitted on behalf of the petitioners that not only was the challenge <a href=\"/doc/541216/\" id=\"a_21\">in that case</a> based on the question of discrimination which is only one aspect of <a href=\"/doc/367586/\" id=\"a_22\">Article 14</a> and not of arbitrariness which is the aspect we are concerned with in the present case. The Supreme Court <a href=\"/doc/541216/\" id=\"a_23\">in that case</a> came to the definite conclusion that on the material placed before it. It could come to any conclusion as to discrimination. Therefore, the decision of the Supreme Court, that <a href=\"/doc/367586/\" id=\"a_24\">Article 14</a> could not be invoked <a href=\"/doc/541216/\" id=\"a_25\">in that case</a>, really turned on the facts of that case.</span>\n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_17\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"541216\" id=\"span_6\">16. It was, therefore, submitted that <a href=\"/doc/541216/\" id=\"a_26\">the above decision</a> sought to be relied upon by the State did not lay down any broad position that a challenge under <a href=\"/doc/367586/\" id=\"a_27\">Article 14</a> is precluded whenever it will relate to contractual rights and obligations, on the facts of that case, the Supreme Court did not go into the question since there was neither proper averments nor proof of any discriminatory treatment by the State. Therefore, the submission was that, any proposition of law <a href=\"/doc/541216/\" id=\"a_28\">laid down in</a> that case must necessarily relate actually considered by the Court.</span>\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_18\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1776682\" id=\"span_7\">17. A strong reliance was placed on behalf of the petitioners on the decision of the Supreme Court in <a href=\"/doc/1776682/\" id=\"a_29\">Manager, Government Branch Press &amp; Anr. v. D. B. Belliappa</a>, and it was emphatically submitted on behalf of the petitioners that on the basis of the various decisions it is clear that even when the State is acting entirely in terms of contract, it must, none the less, act fairly and not arbitrarily.</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_19\">CONSIDERATION OF RIVAL SUBMISSIONS :\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_20\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1732064\" id=\"span_8\">18. Considering the aforesaid rival submissions and the cases sought to be relied upon by both the parties to the petition, the Apex Court in the case of <a href=\"/doc/1732064/\" id=\"a_30\">Delhi Development Authority</a> (supra) was concerned with the question of an arbitrariness of the State actions.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1281050\" id=\"span_9\">The Apex Court developed a new dimension of the protection of <a href=\"/doc/367586/\" id=\"a_31\">Article 14</a> of the Constitution of India which has been developed by it starting from Royappa&#x27;s case and ending to the <a href=\"/doc/1281050/\" id=\"a_32\">International Airport Authority</a>&#x27;s case, and the said case and/or the principles laid down therein has been consistently followed by it (Apex Court) till this case.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1776682\" id=\"span_10\">In <a href=\"/doc/1776682/\" id=\"a_33\">Belliappa</a>&#x27;s case (supra) the State was no doubt, acting within the contractual field and was indeed acting in terms of the contract but the said contract was the realm of <a href=\"/doc/211089/\" id=\"a_34\">Article 16</a> of the Constitution of India. The Supreme Court, therefore, held that the Stale cannot act arbitrarily.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1776682\" id=\"span_11\">Therefore, the supposed distinction with regard to the applicability of <a href=\"/doc/367586/\" id=\"a_35\">Article 14</a> between the two types of cases, namely, when the parties are on the threshold of a contract and when they are within the contractual field is no doubt obliterated by the decision in <a href=\"/doc/1776682/\" id=\"a_36\">Belliappa</a>&#x27;s case (supra) but the said case cannot be an authority for the contract and which have no element of public law. The wide proposition sought to be canvassed by the A. G. P. on behalf of the State has not been conveniently accepted by the Apex Court. To put it differently, the interdict against the arbitrariness of State action is equally applicable, in our opinion, to both the fields if the contract is governed by the provisions of the statute or if it is a statutory contract.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_21\"> 19. We also find it difficult to accept the submission of the State that a citizen has a higher right when he is on the threshold of a contract with the State than the right he has when he is in the contractual field with State as the other party. But at the same time, we also find it difficult to hold that even the ordinary contracts are governed by the contractual provisions. We are, therefore, of the opinion that while on the threshold of a contract, no doubt the citizen has a constitutional right under <a href=\"/doc/367586/\" id=\"a_37\">Article 14</a> of the Constitution of India: but when the parties i.e. the citizen on the one hand and the State on the other are within the realm of the contract governed by\n\ncertain statutory provisions and involve public duties then the citizen has a dual right. One right is contractual to see that the State does not act in breach of the contract and the other is the constitutional right including the right to see that the State does not act arbitrarily while performing the contract, provided that contract is entered into between the parties aggrieved and the State is in exercise of a statutory power under certain legislature.\n</p> \n\n<p data-structure=\"Section\" id=\"p_22\"> 20. Now turning to the contracts involved in the cases in hand, they are not flowing from any statute and no statutory powers which would attract application of <a href=\"/doc/367586/\" id=\"a_38\">Article 14</a> of the Constitution are involved here. The facts pleaded by the petitioners that they were not given possession of their respective spots auctioned in their favour within a reasonable time and that they were not given transport passes for transporting sand are denied by the respondent/State. The allegations made by the petitioners, that they could not extract sand from river-bed to its fullest capacity, are also denied by the respondent/State. The terms of the contract specifically provide that the State shall not be responsible for any loss due to failure on the part of the auction purchaser to extract sand due to any natural calamity.\n</p> \n\n<p data-structure=\"Section\" id=\"p_23\"> 21. In the above circumstances, the facts pleaded are in dispute and require assessment of evidence, the correctness of which can only be tested by recording evidence and examination and cross-examination of witnesses. In our opinion, such cases cannot be conveniently or satisfactorily decided in proceedings under <a href=\"/doc/1712542/\" id=\"a_39\">Article 226</a> of the Constitution. Such proceedings are summary proceedings reserved for extraordinary cases where the exceptional and prerogative powers of the Court are invoked. The cases before us are not such in which powers under <a href=\"/doc/1712542/\" id=\"a_40\">Article 226</a> of the Constitution can be invoked.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_24\"> 22. The types of cases in which breaches of alleged obligations by the State or its agents can be bifurcated into following three categories, recognised by the Apex Court.\n</p>   \n\n<blockquote id=\"blockquote_8\"> (i) Where petitioner makes a grievance of breach of promise on the part of the State in cases where on assurance or promise made by the State, he has acted to his prejudice and predicament, but the agreement is sort of a contract within the meaning of <a href=\"/doc/1084525/\" id=\"a_41\">Article 299</a> of the Constitution;\n</blockquote> \n\n<blockquote id=\"blockquote_9\"> (ii) Where the contract entered into between the person aggrieved and the State is in exercise of a statutory power under certain Act or Rules framed thereunder and the petitioner alleges a breach on the part of the State ; and \n \n\n</blockquote><blockquote id=\"blockquote_10\"> (iii) Where the contract entered into between the State and the person aggrieved is non-statutory and purely contractual and the rights and liabilities of the parties are governed by the terms of the contract, and the petitioner complains about the breach of such contract by the State. \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_25\"> 23. The cases falling in the first category could be said to be the cases where the public bodies or the State are as much bound as private individuals arc to carry out obligations incurred by them because parties seeking to bind the authoritles have altered their position to their disadvantage or have acted to their detriment on the strength of the representation made by these authorities. The cases before us do not belong to this category.\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_26\"> 24. The contracts in question cannot be said to be statutory contracts. The contract would not become statutory simply because it has been awarded by a statutory body. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318728\" id=\"span_12\">In this behalf, it will be useful to refer to the observations of the <a href=\"/doc/318728/\" id=\"a_42\">Kerala State Electricity Board v. Kurien E. Kalathi</a>, wherein the Apex Court has observed as under :</span>\n</p><blockquote id=\"blockquote_11\">  &quot;A statute may expressly or impliedly confer power on a statutory body to enter into contracts in order to enable it to discharge its functions. Dispute arising out of the terms of such contracts on alleged breaches have to be settled by the ordinary principles of law of contracts. The fact that one of the parties to the agreement is a statutory or public body will not itself affect the principles to be applied. The disputes about the meaning of covenant in a contract or its enforceability have to be determined according to the usual principles of the <a href=\"/doc/171398/\" id=\"a_43\">Contract Act</a>. Every act of a statutory body need not necessarily invoke an exercise of statutory power. Statutory bodies, like private parties, have power to contract or deal with properly. Such activities may not raise any issue of public law.&quot;\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_27\"> The cases before us also cannot be said to be the cases falling in the second category as the petitioners are not seeking enforcement of the statutory contracts.\n</p> \n\n<p data-structure=\"Section\" id=\"p_28\"> 25. The third category is a category where the contract entered into between the State and the person aggrieved is non-statutory and purely contractual and the rights and liabilities of the parties are governed by the terms of the contracts. The cases before us fall in the third category where the question of simple and pure alleged breaches of contract are involved.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_29\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1906492\" id=\"span_13\">26. The Apex Court in <a href=\"/doc/1906492/\" id=\"a_44\">Dr. Umakant Saran v. State of Bihar</a>, and Lakharaj Sathramdas Lalvani v. N. M. Shah, held that no writ on order can be issued under <a href=\"/doc/1712542/\" id=\"a_45\">Article 226</a> of the Constitution of India in such cases to compel the authorities to remedy a breach of contract pure and simple. The contract between the parties is in the realm of private law. It is not statutory contract. The dispute relating to Interpretation of the terms and conditions of such a contract or compliance thereof could not be agitated in a petition under <a href=\"/doc/1712542/\" id=\"a_46\">Article 226</a> of the Constitution of India.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_30\"> <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1395692\" id=\"span_14\">27. The Supreme Court in the matter of <a href=\"/doc/1395692/\" id=\"a_47\">Kulchhinder Singh v. Hardayal Singh</a>, has held that remedy of <a href=\"/doc/1712542/\" id=\"a_48\">Article 226</a> of the Constitution is unavailable to enforce a contract qua contract. A mere contract agreeing to a quota of promotions cannot be exalted into a service rule or statutory duty. Private law may involve a State, a statutory body, or a private body in a contractual or a tortious actions. But they cannot be siphoned off into the writ jurisdiction. Although <a href=\"/doc/1712542/\" id=\"a_49\">Article 226</a> is of wide amplitude to correct manifest injustice, but contractual obligations in the ordinary course, without even statutory complexion cannot be enforced by this short, though, wrong cut. The observations of the Supreme Court in this behalf are reproduced hereinbelow :</span>\n</p><blockquote id=\"blockquote_12\">  &quot;At the best, the writ petition seeks enforcement of a binding contract but the neat and the necessary repellant is that the remedy of <a href=\"/doc/1712542/\" id=\"a_50\">Article 226</a> is\n\nunavailable to enforce a contract qua contract. We fail to see how a supplier of chalk to Government school or cheese to a Government hospital cab ask for a constitutional remedy under <a href=\"/doc/1712542/\" id=\"a_51\">Article 226</a> in the event of a breach of a contract, by passing the normal channels of civil litigation, we are not convinced that a mere contract agreeing to a quota of promotions can be exalted into a service rule or statutory duty. What is immediately relevant is not whether the respondent is State or Public Authority but whether what is enforced is a statutory duty or sovereign obligation or public function of a Public Authority. Private law may involve a State, a statutory body or a public body in contractual or tortious actions. But they cannot be siphoned of into the writ jurisdiction.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_31\"> 28. The Supreme Court had also occasion to consider the aforesaid question pertaining to maintainability of writ petitions to enforce the terms of private contract on the face of existence of alternate remedy. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_15\">In the matter of <a href=\"/doc/1156062/\" id=\"a_52\">State of U. P. v. Bridge &amp; Roof Co. (India) Ltd.</a>, the Supreme Court has observed :</span>\n</p><blockquote id=\"blockquote_13\">  &quot;Firstly the contract between the parties is a contract in the realm of private law. It is not a statutory contract. It is governed by the provisions of the <a href=\"/doc/171398/\" id=\"a_53\">Contract Act</a> or, may be, also by certain provisions of the <a href=\"/doc/651105/\" id=\"a_54\">Sale of Goods Act</a>. Any dispute relating to the interpretation of terms and conditions of such a contract cannot be agitated and could not have been agitated in a writ petition. This is a matter either for arbitration as provided by the contract or for the Civil Court, as the case may be. Whether any amount is due to the respondent from the appellant - Government under the contract and if so, how much and further question whether retention or refusal to pay any amount by the Government is justified or not, are all matters which cannot be agitated in or adjudicated upon in a writ petition.&quot;\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_32\"> 29. On more aspect needs consideration while considering the question of availability of writ jurisdiction of this Court. In the question involved in the case it is not possible for the Writ Court to go to the disputed questions of fact and find out the correctness of the allegations and counter allegations made by the parties. Turning to the facts of the present case, whether any sand is extracted and if so, how much, refusal of the authority to pay any amount is justified or not are not matters to be agitated in writ jurisdiction as they involve disputed questions of fact and on this ground also we are of the opinion writ Jurisdiction is not available to the petitioner.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_33\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"541216\" id=\"span_16\">30. Apart from on aforesaid consideration, if one turns to the pleadings incorporated in the writ petitions of alleging breach of <a href=\"/doc/367586/\" id=\"a_55\">Article 14</a>, we find that allegation on which a violation of <a href=\"/doc/367586/\" id=\"a_56\">Article 14</a> could be based are neither properly made nor established. Before any adjudication on the question whether <a href=\"/doc/367586/\" id=\"a_57\">Article 14</a> could possibly be said to have been violated as between persons governed by similar contracts, they must be properly put in issue and established. They are of such a nature that they cannot be satisfactorily decided without a detailed evidence, which can only be possible in ordinary civil suits, to establish that the State, acting in its executive capacity through its officers have committed discrimination between parties identically situated. Such a conclusion cannot be reached on the allegations in the instant writ petitions and the affidavit evidence on record <a href=\"/doc/541216/\" id=\"a_58\">Radhakrishna Agarwal v. State of Bihar</a>,.</span>\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_34\"> 31. Thus, in the above premises, we conclude that writ petitions are not maintainable and disputes raised in the petitions are matters to be adjudicated upon by the Civil Court. We, therefore, dismiss all the petitions and grant liberty to the petitioners to approach proper forum as may be available. Rule is discharged. No order as to costs. C.C. expedited.\n</p>\n \n\n","numcites":15,"numcitedby":2,"docsource":"Bombay High Court","citetid":169977,"divtype":"judgments","relatedqs":[{"value":"statutory contract what is","formInput":"statutory%20contract%20what%20is"},{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":"constitution article 14","formInput":"constitution%20article%2014"},{"value":" discrimination ","formInput":"%20discrimination%20"},{"value":"STATUTORY BODY","formInput":"STATUTORY%20BODY"},{"value":"contract act","formInput":"contract%20act"},{"value":"writ jurisdiction","formInput":"writ%20jurisdiction"},{"value":"contract law","formInput":"contract%20law"},{"value":"\"statutory contract\"","formInput":"%22statutory%20contract%22"},{"value":"auction","formInput":"auction"},{"value":"aggrieved person ","formInput":"aggrieved%20person%20"},{"value":"Terms of the contract","formInput":"Terms%20of%20the%20contract"},{"value":"statutory duty is   ","formInput":"statutory%20duty%20is%20%20%20"},{"value":"what is a statutory body","formInput":"what%20is%20a%20statutory%20body"},{"value":"constitutional rights","formInput":"constitutional%20rights"},{"value":"legal rights","formInput":"legal%20rights"},{"value":"contract case","formInput":"contract%20case"},{"value":"what is state action","formInput":"what%20is%20state%20action"},{"value":"sand ","formInput":"sand%20"},{"value":"agitate","formInput":"agitate"}],"cats":[{"value":"equality-before-law","formInput":"tag:equality-before-law"},{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"contract","formInput":"tag:contract"}],"courtcopy":false,"query_alert":null,"agreement":false}