{"tid":731189,"publishdate":"1993-02-23","title":"Rajaram vs State Of M.P on 23 February, 1993","doc":"<h2 class=\"doc_title\">Rajaram vs State Of M.P on 23 February, 1993</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1994 SCC, SUPL. (2) 153, AIR 2005 MADRAS 381, AIRONLINE 1993 SC 134, 1994 SCC (CRI) 889, 1994 SCC (SUPP) 2 153</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:g-n-ray\">G.N.  Ray</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:g-n-ray\">G.N.  Ray</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nRAJARAM\n\n\tVs.\n\nRESPONDENT:\nSTATE OF M.P.\n\nDATE OF JUDGMENT23/02/1993\n\nBENCH:\nREDDY, K. JAYACHANDRA (J)\nBENCH:\nREDDY, K. JAYACHANDRA (J)\nRAY, G.N. (J)\n\nCITATION:\n 1994 SCC  Supl.  (2) 153\n\n\nACT:\n\n\n\nHEADNOTE:\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">ORDER\n</p><p data-structure=\"Issue\" id=\"p_2\">1.   All these three appeals arise out of the same  judgment\nof the Division Bench of the High Court of Madhya Pradesh.\n</p><p data-structure=\"Facts\" id=\"p_3\">2.   In respect of a riot that took place on March 26,\t1978\nin  Village  Hasrai  within the\t limits\t of  Police  Station\nRahatgarh, as many as 47 accused were charge-sheeted.  It is\nalleged\t that  all of them armed with  lethal  weapons\tlike\nlathies,   ballam  and\taxe  attacked  one  Ratansingh\t and\ninflicted  several injuries on him resulting in\t his  death.\nIt is also further alleged that some of them poured acid  in\nthe  eyes  of PW 2 (Shambhoo Nath Mulle) and PW\t 3  (Harpa).\nThe  occurrence is said to have been witnessed by PW 1\talso\napart  from  PWs  2 and 3. The trial  court  framed  various\ncharges against all the charge-sheeted accused.\t During\t the\ntrial  PW  3 turned hostile and PWs 1 and  2  supported\t the\nprosecution case to some extent.  The trial court  convicted\nPhoolsingh and Bhaiyaram under Section 302 read with <a href=\"/doc/37788/\" id=\"a_1\">Section\n34</a>   IPC  and  sentenced  each\tof  them  to  undergo\tlife\nimprisonment  and  to pay a fine of Rs 1000, in\t default  of\npayment of which to further undergo 6 months&#x27; RI.  They\t are\nalso  convicted\t under <a href=\"/doc/455468/\" id=\"a_2\">Sections 307</a>/<a href=\"/doc/999134/\" id=\"a_3\">149</a> and sentenced  to  7\nyears&#x27; RI and to pay a fine of Rs 200 in default of  payment\nof  which to further undergo 2 months&#x27; RI.  The trial  court\nacquitted all the other accused.  Phoolsingh and  Bhaiyaram,\nthe  convicted\taccused filed a Criminal Appeal No.  843  of\n1979.  The State preferred Criminal Appeal No. 1143 of\t1979\nagainst\t the  acquitted\t accused.   The\t State\talso   filed\nCriminal  Appeal  No. 1144 of 1979 for\tenhancement  of\t the\nsentence  of  the  two\tconvicted  accused,  Phoolsingh\t and\nBhaiyaram.   The Division Bench of the High Court  confirmed\nthe convictions and sentences awarded against Phoolsingh and\nBhaiyaram and accordingly dismissed Criminal Appeal No.\t 843\nof 1979 and also dismissed Criminal Appeal No. 1144 of\t1979\nwhich was filed by the State for enhancement of the sentence\nof  Phoolsingh\tand  Bhaiyaram,\t accused.   Now,  coming  to\nCriminal  Appeal  No. 1143 of 1979 filed by the\t State,\t the\nDivision Bench of the High Court allowed the same as against\nRajaram,  Balloo, Parma, Dina, Munna, Gulab  and  Kiratsingh\nand  dismissed\tthe same as against  the  other\t respondent-\naccused.  The High Court, however, convicted Kiratsingh only\nunder  <a href=\"/doc/1540253/\" id=\"a_4\">Section 326</a> read with <a href=\"/doc/999134/\" id=\"a_5\">Section 149</a> IPC  and  sentenced\nhim to 7 years&#x27; RI.  The remaining above mentioned 6 accused\nare  convicted under <a href=\"/doc/1560742/\" id=\"a_6\">Section 302</a> read with <a href=\"/doc/999134/\" id=\"a_7\">Section  149</a>\t IPC\nand each of them is sentenced to life imprisonment and under\n<a href=\"/doc/455468/\" id=\"a_8\">Section 307</a> read with <a href=\"/doc/999134/\" id=\"a_9\">Section 149</a> IPC and under <a href=\"/doc/1540253/\" id=\"a_10\">Section\t 326</a>\nread with <a href=\"/doc/999134/\" id=\"a_11\">Section 149</a> IPC each of them is also sentenced  to\nundergo\t 7  years&#x27; RI under each count.\t The  sentences\t are\ndirected to run concurrently.\n</p><p data-structure=\"Issue\" id=\"p_4\">3.   In this Court Criminal Appeal No. 497 of 1982 is  filed\nby  Rajaram,  Criminal Appeal No. 555 of 1983  is  filed  by\nKiratsingh and Criminal Appeal\n<span class=\"hidden_text\" id=\"span_1\">155</span>\nNo.  468 of 1984 is filed by Parma, Dina, Balloo and  Gulab.\nMunna has not filed any criminal appeal.\n</p><p data-structure=\"PetArg\" id=\"p_5\">4.   The  respective learned counsel for the  appellants  in\nall  these three appeals submit that the evidence of  PWs  1\nand 2 is highly doubtful and having rejected their  evidence\nto a large extent, the High Court erred in convicting  these\nappellants.   Their further submission is that PWs 1  and  2\nhave  made an omnibus allegation saying that not only  these\nappellants  as\twell as other persons  nineteen\t in  number,\nattacked  the deceased indiscriminately and alleged to\thave\ninflicted  several  blows.  But the medical  evidence  shows\nthat only 15 injuries were found on the deceased and  almost\nall  of\t them were on the arms, legs and  fingers  and\tonly\ninjury No. 12 which is a multiple contusion resulted in some\ninternal injury which proved fatal.  Therefore, according to\nthe  learned counsel, the conviction of these accused  under\n<a href=\"/doc/1560742/\" id=\"a_12\">Section\t 302</a>  read  with <a href=\"/doc/999134/\" id=\"a_13\">Section 149</a>  IPC  on  such  omnibus\nallegation,  which is not supported by medical evidence,  is\nunwarranted.\n</p><p data-structure=\"CDiscource\" id=\"p_6\">5.   We\t have perused the evidence of PWs 1 and 2. Each\t one\nof  the witnesses have named number of accused persons,\t and\nout of them, according to these witnesses, about 19  persons\nincluding the appellants are alleged to have inflicted blows\non the deceased.  However to start with, it were  Phoolsingh\nand Bhaiyaram who felled down the deceased and attacked\t him\nwith  axe  and\tlethal\tweapons.   But\tby  way\t of  omnibus\nallegation the witnesses deposed that all the other  accused\nabout  19  in number also inflicted injuries.\tThe  medical\nevidence  does not support such an omnibus  allegation.\t  On\nthis  aspect  we do not see any reasons given  by  the\tHigh\nCourt as to how those appellants alone could be convicted by\nseparating  them  from the rest.  The High  Court,  however,\npointed\t out by way of a passing reference that all of\tthem\nformed\tinto an unlawful assembly.  We do not see  any\tfirm\nbasis  for  the conclusion.  The High Court also  held\tthat\nKiratsingh  came and joined the unlawful assembly  a  little\nlater  and  therefore, he was not held responsible  for\t the\noffence\t under\t<a href=\"/doc/1560742/\" id=\"a_14\">Section 302</a> read with <a href=\"/doc/999134/\" id=\"a_15\">Section 149</a>  IPC.\t  In\nthat  view of the matter, the High Court convicted him\tonly\nunder  <a href=\"/doc/1540253/\" id=\"a_16\">Section 326</a> read with <a href=\"/doc/999134/\" id=\"a_17\">Section 149</a> IPC in\t respect  of\nthe  offence of pouring acid in the eyes of  two  witnesses.\nThis  finding in respect of Kiratsingh also does not  appear\nto be of any reasonable basis because both PWs 1 and 2\thave\ndeposed\t in  a\tgeneral\t way that he was  also\tone  of\t the\nassailants  who\t attacked  the deceased.   If  that  is\t the\nposition,  we think it is also highly unsafe to confirm\t the\nconviction  of these appellants under <a href=\"/doc/1560742/\" id=\"a_18\">Section 302</a> read\twith\n<a href=\"/doc/999134/\" id=\"a_19\">Section\t 149</a>  IPC, particularly, when the  medical  evidence\ndoes  not fully support such an allegation made by  the\t two\nwitnesses.   As\t noticed  above,  only\tone  injury  on\t the\ndeceased is found to be fatal which was a multiple contusion\non  the back.  The Doctor found only one incised injury\t and\nthat  was not a serious one.  The rest of the injuries\twere\nby contusions on legs, arms and on the palms.  Therefore, it\nis  also  difficult to hold that the common  object  of\t the\nunlawful  assembly  was\t to  cause  death.   Phoolsingh\t and\nBhaiyaram  accused,  who  are not before us,  were  the\t two\npersons\t who  fell down the deceased and attacked  him\twith\nlethal\tweapons.  They were rightly convicted under  <a href=\"/doc/1560742/\" id=\"a_20\">Section\n302</a> read with <a href=\"/doc/37788/\" id=\"a_21\">Section 34</a> IPC.\n</p><p data-structure=\"Section\" id=\"p_7\">6.   Taking  all these circumstances into consideration,  we\nset aside the conviction of Rajaram, Parma, Balloo, Dina and\nGulab  who are the appellants in Criminal Appeal No. 497  of\n1982 and Criminal Appeal No. 468 of 1984 and the\n<span class=\"hidden_text\" id=\"span_2\">156</span>\nsentences of life imprisonment awarded against each of\tthem\nfor  the  said\toffences.  Instead  we\tconvict\t them  under\n<a href=\"/doc/1540253/\" id=\"a_22\">Section\t 326</a> read with <a href=\"/doc/999134/\" id=\"a_23\">Section 149</a> IPC and sentence each  of\nthem  to undergo 7 years&#x27; RI.  We confirm the conviction  of\nKiratsingh, the appellant in Criminal Appeal No. 555 of 1983\nunder <a href=\"/doc/1540253/\" id=\"a_24\">Section 326</a> read with <a href=\"/doc/999134/\" id=\"a_25\">Section 149</a> IPC and the sentence\nof 7 years&#x27; RI awarded thereunder.  Munna, the other accused\nwho  is also convicted by the High Court under\t<a href=\"/doc/1560742/\" id=\"a_26\">Section\t 302</a>\nread  with  <a href=\"/doc/999134/\" id=\"a_27\">Section 149</a> IPC is not before us.\tBut  in\t our\nview,  this benefit should also go to him.  Accordingly,  we\nset aside his conviction under <a href=\"/doc/1560742/\" id=\"a_28\">Section 302</a> read with <a href=\"/doc/999134/\" id=\"a_29\">Section\n149</a>  IPC  and  the sentence  of\t life  imprisonment  awarded\nthereunder.   Instead we convict him under <a href=\"/doc/1540253/\" id=\"a_30\">Section 326</a>\tread\nwith  <a href=\"/doc/999134/\" id=\"a_31\">Section 149</a> IPC and sentence him to 7 years&#x27; RI.\t The\nother  convictions and sentences awarded by the\t High  Court\nagainst all the appellants and Munna are confirmed.\n</p><p data-structure=\"Conclusion\" id=\"p_8\">7.   In\t the  result, Criminal Appeal No. 497  of  1982\t and\nCriminal  Appeal No. 468 of 1984 are partly allowed  to\t the\nextent indicated above.\t Criminal Appeal No. 555 of 1983  is\ndismissed.   The Office shall communicate the alteration  of\nthe conviction regarding Munna to the jail authorities.\n</p>\n\n\n","numcites":5,"numcitedby":158,"docsource":"Supreme Court of India","citetid":731189,"divtype":"judgments","relatedqs":[{"value":"sec 149 ipc","formInput":"sec%20149%20ipc"},{"value":"medical evidence","formInput":"medical%20evidence"},{"value":"section 149 of indian penal code","formInput":"section%20149%20of%20indian%20penal%20code"},{"value":"life imprisonment","formInput":"life%20imprisonment"},{"value":"unlawful assembly","formInput":"unlawful%20assembly"},{"value":"omnibus allegations","formInput":"omnibus%20allegations"},{"value":"section 326","formInput":"section%20326"},{"value":"section 149  ","formInput":"section%20149%20%20"},{"value":"326","formInput":"326"},{"value":"ipc 149","formInput":"ipc%20149"},{"value":"468","formInput":"468"},{"value":"149 i.p.c","formInput":"149%20i.p.c"},{"value":"497","formInput":"497"}],"cats":[{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"murder","formInput":"tag:murder"},{"value":"cause-hurt","formInput":"tag:cause-hurt"},{"value":"common-intention","formInput":"tag:common-intention"},{"value":"attempt-to-murder","formInput":"tag:attempt-to-murder"}],"courtcopy":true,"query_alert":null,"agreement":false}