{"tid":726867,"publishdate":"2006-04-07","title":"Ravi Kant Bansal, Engineers And ... vs M.P. Audyogik Kendra Vikas Nigam ... on 7 April, 2006","doc":"<h2 class=\"doc_title\">Ravi Kant Bansal, Engineers And ... vs M.P. Audyogik Kendra Vikas Nigam ... on 7 April, 2006</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-k-patnaik\">Chief Justice</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-k-patnaik\">Chief Justice</a></h3>\n\n<pre id=\"pre_1\">ORDER\n \n\nA.K. Patnaik, C.J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. This is a reference made to the Full Bench by the Division Bench on a question of law arising out of M.P. Madhyastham Adhikaran Adhiniyam, 1983 (for short &#x27;the Adhiniyam&#x27;) as amended by the <a href=\"/doc/1596533/\" id=\"a_1\">Amending Act</a> No. 36 of 1995.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The factual background in which the reference has been made to us by the Division Bench is as follows:\n</p><blockquote id=\"blockquote_1\"> The petitioner and the respondent entered into a Works Contract on 26-3-1991 under which the petitioner was to undertake the construction of WBM Roads in Malanpur Industrial Area. After completion of the work, the petitioner filed a petition under Section 7 of the Adhiniyam before the M.P. Arbitration Tribunal, Bhopal (for short &#x27;the Tribunal&#x27;) on 29-7-1995 making claims under different heads against the respondent totalling Rs. 1,12,1251- with pendente-lite interest at the rate of 12% per annum. The respondent contested the claim by filing a reply and also submitted a counter claim before the Tribunal on 16-1-1991 for an amount of Rs. 2.51.816/-. By award dated 30-4-1998, the Tribunal allowed only an amount of Rs. 7-5,661.06 towards the claim of the petitioner and allowed the counter claim of Rs. 2,51,8161- of the respondent and after adjustment of Rs. 75,661.06 against Rs. 2,51,812/-, held that the petitioner is liable to pay the balance amount of Rs. 1,76,154.94 with interest @ 12% per annum to the respondent. The petitioner has challenged the said award in the revision under Section 19 of the Adhiniyam before this Court.\n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_3\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"461399\" id=\"span_1\">3. When the hearing of the revision was taken up by the Division Bench of this Court, Mr. S.S. Bansal, learned Counsel for the petitioner submitted that the Tribunal committed an error in entertaining and allowing the counter claim of the respondent because the respondent had not made the counter claim before the Final Authority under the terms of the Works Contract and under Section 7-B of the Adhiniyam, as amended by the <a href=\"/doc/1596533/\" id=\"a_2\">Amending Act</a> 36/95, the Tribunal can not admit a reference petition unless the dispute is first referred for decision to the Final Authority under the terms of the Works Contract. Mr. Anil Sharma, learned Counsel for the respondent, on the other hand, submitted that in <a href=\"/doc/461399/\" id=\"a_3\">P.K. Pande v. State of M.P. and Ors.</a> 2001 MPLJ 367, a Division bench of this Court has held that a counterclaim is a counter reference and can be entertained by the Tribunal.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_4\">4. The Division Bench in its order dated 22-2-2006 referred to Section 7-B of the Adhiniyam, as amended by the <a href=\"/doc/1596533/\" id=\"a_4\">Amending Act</a> 36/95, which provides that the Tribunal shall not admit a reference unless the dispute is first referred for decision to the Final Authority under the terms of the Works Contract. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"374740\" id=\"span_2\">In the said order dated 22-2-2006, the Division Bench also referred to the opinion of the Full Bench of this Court in <a href=\"/doc/374740/\" id=\"a_5\">Civil Revision 692 of 1998 State of M.P. and Anr. v. Kamal Kishore Sharma</a> in the order dated 13-9-2005 that no reference can be entertained by the Tribunal unless the dispute is first referred to the Final Authority in terms of the Works Contract in accordance with the said Section 7-B of the Adhiniyam.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"461399\" id=\"span_3\">In the said order dated 22-2-2006, the division Bench observed that as another Division Bench in <a href=\"/doc/461399/\" id=\"a_6\">P.K. Pande v. State of M.P. and Ors.</a> (supra) has taken in view that a counter-claim can be entertained by the Tribunal under the Adhiniyam, the following question should be referred to a Larger Bench:</span>\n</p><blockquote id=\"blockquote_2\"> Whether under the scheme of Madhya Pradesh Madhyastham Adhikaran Adhiniyam, 1983 a counter claim can be entertained without referring the dispute to the Final Authority under the works contract ?\n</blockquote> \n\n<blockquote id=\"blockquote_3\">The aforesaid question of law has therefore been referred to us for our opinion.\n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_5\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1986966\" id=\"span_4\">5. Mr. S.S. Bansal, learned Counsel for the petitioner submitted before us that Section 7-B(1) (a) of the Adhiniyam, as amended by <a href=\"/doc/1596533/\" id=\"a_7\">Amending Act</a> 36/95 expressly provides that the Tribunal shall not admit a reference petition unless the dispute is first referred for the decision of the Final Authority under the terms of the Works Contract and, therefore, unless the counter claim is first referred for decision of the Final Authority under the terms of the Works Contract, the same can not be entertained by the Tribunal. He further submitted that Section 10 of the Adhiniyam provides that the Tribunal may make regulations for transaction of business before it or before its Benches and in exercise of the said powers, the Tribunal has made the regulations but in the said regulations, there is no provision for a party to a dispute for filing a counter claim. He referred to Section 12 of the Adhiniyam which provides that the Tribunal shall, for the purpose of Adhiniyam, have the same powers as vested in a Court under <a href=\"/doc/161831507/\" id=\"a_8\">the Code of Civil Procedure</a>, 1908 (for short &#x27;<a href=\"/doc/161831507/\" id=\"a_9\">the CPC</a>&#x27;) when trying a suit in respect of the matters specified in Clauses (a), (b), (c), (d), (e) and (f) in the said Section 12 and that the provisions of Order 8 Rule 6-A <a href=\"/doc/161831507/\" id=\"a_10\">of the CPC</a> relating to counter claim by the defendant have not been specified in the said Clauses (a) to (f) in Section 12 of the Adhiniyam. He vehemently argued that in the absence of such express provisions in the Adhiniyam or the Regulations made thereunder, a counter claim can not be entertained by the Tribunal even under the inherent powers of the Tribunal in Section 17-A of the Adhiniyam. He cited the decision of the Supreme Court in <a href=\"/doc/1986966/\" id=\"a_11\">Laxmidas Dayabhai Kabrawale v. Nanabhai Chunilal Kabrawale and Ors.</a>  for the proportion that a right to make a counter claim is statutory and submitted that since the statute has not conferred this right on the opposite party to file a counter claim the Tribunal could not have entertained the same.</span>\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_6\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"461399\" id=\"span_5\">6. Mr. Deepak Chandna, learned Counsel for the respondent, on the other hand submitted that the Division Bench of this Court has already held in <a href=\"/doc/461399/\" id=\"a_12\">P.K. Pande v. State of M.P. and Ors.</a> (supra) that the opposite party can make a reference under Section 7 of the Adhiniyam and that the counter claim is nothing but a counter reference petition by the opposite party and the Tribunal by permitting a counter claim does not violate any provisions of the Adhiniyam and Regulations. Learned Additional Advocate General and the Government Advocate while supporting Mr. Deepak Chandna further submitted that once a reference on the dispute is admitted by the Tribunal, interest of justice required that the Tribunal should entertain also a counter claim made by the opposite party even if the opposite party has not referred the dispute raised in the counter claim first to the Final Authority for decision under the terms of the works contract. Mr. Chaturvedi, learned Advocate appearing as Amicus, submitted that under the Adhiniyam and the Regulations, there is absolutely no bar for the Tribunal to entertain a counter claim.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"461399\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"711343\" id=\"span_7\">He cited a decision of the learned Single Judge of this Court in <a href=\"/doc/711343/\" id=\"a_13\">Baijnath Singh v. State of M.P.</a> 2005(4) M.P.H.T. 132, in which the learned Single Judge relying on the Division Bench decision of this Court in <a href=\"/doc/461399/\" id=\"a_14\">P.K. Pande v. State of M.P. and Ors.</a> (supra) has held that although there is no specific provision in the Adhiniyam and the Regulations permitting filing of counter claim or counter reference, the opposite party could file a counter claim or a counter reference and there was no prohibition in that regard.</span></span>\n</p> \n\n<p data-structure=\"Issue\" id=\"p_7\">7. The question referred to us is whether under the Adhiniyam, a counter claim can be entertained without referring the dispute to the Final Authority for decision. For answering this question, we will have to first understand as to what a counter claim is in a case where a reference is made to the Tribunal for arbitration under the Adhiniyam. Section 7 of the Adhiniyam, which provides for reference to the Tribunal, is quoted hereinbelow:\n</p>  \n\n<blockquote id=\"blockquote_4\">7. Reference to Tribunal.--\n</blockquote>  \n\n<blockquote id=\"blockquote_5\">(1) Either party to a works contract shall irrespective of the fact whether the agreement contains an arbitration clause or not, refer in writing the dispute to the Tribunal.\n</blockquote> \n\n<blockquote id=\"blockquote_6\">(2) Such reference shall be drawn up in such form as may be prescribed and shall be supported by an affidavit verifying the averments.\n</blockquote> \n\n<blockquote id=\"blockquote_7\">(3) The reference shall be accompanied by such fee as may be prescribed.\n</blockquote> \n\n<blockquote id=\"blockquote_8\">(4) Every reference shall be accompanied by such documents or other evidence and by such other fees for service or execution of processes as may be prescribed.\n</blockquote> \n\n<blockquote id=\"blockquote_9\">(5) On receipt of the reference under Sub-section (1), if the Tribunal is satisfied that the reference is a fit case for adjudication, it may admit the reference but where the Tribunal is not so satisfied it may summarily reject the reference after recording reasons therefore.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_8\">A reading of Sub-section (1) of Section 7 of the Adhiniyam quoted above would show that either party to a works contract shall refer in writing the &#x27;dispute&#x27; to the Tribunal. The word &#x27;dispute&#x27; has been defined in <a href=\"/doc/678464/\" id=\"a_15\">Section 2 (1) (d)</a> of the Adhiniyam. The said <a href=\"/doc/678464/\" id=\"a_16\">Section 2 (1) (d)</a> is quoted herein below:\n</p>  \n\n<blockquote id=\"blockquote_10\">2. Definition.-- \n</blockquote> \n\n<blockquote id=\"blockquote_11\">(1) In this Act, unless the context otherwise requires,--\n</blockquote> \n\n<blockquote id=\"blockquote_12\">(d) &#x27;dispute&#x27; means claim of ascertained money valued at Rupees 50,000 or more relating to any difference arising out of the execution or non-execution of a works contract or part thereof;\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_9\">Under Sub-section (1) of Section 7 of the Adhiniyam, one of the parties to the works contract can, thus, refer his claim of Rs. 50,000/- or more relating to any difference arising out of the execution or non-execution of a works contract or part thereof to the Tribunal. Such a reference to the Tribunal by one of the parties to the works contract would be something like a suit for money or damages filed by the plaintiff in the Civil Court under <a href=\"/doc/161831507/\" id=\"a_17\">the CPC</a>. Since Sub-section (1) of Section 7 of the Adhiniyam provides that either party to a works contract shall refer in writing the dispute to the Tribunal, the opposite party against whom a dispute has been referred to the Tribunal can also refer a counter claim of Rs. 50,000/- or more relating to any difference arising out of execution or non-execution of a woks contract or part thereof to the Tribunal. Such a counter claim would be something like a cross-suit for money or damages filed by the defendant before the Civil Court.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_10\">8. The Adhiniyam and the Regulations made thereunder, however, do not expressly state that the provisions of Order 8 Rule 6-A <a href=\"/doc/161831507/\" id=\"a_18\">of the CPC</a> relating to counterclaim would apply to a reference to the Tribunal. In Laxmi Das v. Nanabhai (supra), the Supreme Court found from <a href=\"/doc/161831507/\" id=\"a_19\">the CPC</a> as it stood before introduction of Rule 6-A in <a href=\"/doc/161831507/\" id=\"a_20\">Order 8 of the CPC</a> in 1976 that Rule 6 in Order 8 did not permit filing of a counter-claim by the defendant and the Supreme Court while holding that the right to file a counter-claim by the defendant is statutory.held that there was nothing in the statute precluding the Court from treating a counter-claim as a plaint in a cross-suit. As we have noted, Sub-section (1) of Section 7 of the Adhiniyam provides that either party to a works contract shall refer in writing the dispute to the Tribunal and a counter claim is nothing but a dispute referred to by the opposite party under Sub-section (1) of Section 7 of the Adhiniyam to the Tribunal. Further, a reading of Sectien 3 of the Adhiniyam makes it clear that the Tribunal is constituted by the State Government for resolving all such disputes or differences pertaining to works contract or arising out of or connected with execution, discharge or satisfaction of any such works contract. Hence, the Tribunal constituted under <a href=\"/doc/230008/\" id=\"a_21\">Section 3</a> of the Adhiniyam is under an obligation to resolve &#x27;all disputes or differences&#x27; pertaining to works contract and, therefore, has to entertain and resolve disputes or differences not only raised by the party who has made the reference of his claim but also the disputes or differences raised by the opposite party in his counter-claim. Even though the Adhiniyam and the Regulations thereunder do not expressly provide that the provisions of Order 8 Rule 6 relating to counterclaim by the defendant would apply, there is nothing in the Adhiniyam and the Regulations prohibiting filing of such counter-claim by the opposite party. A counter-claim is a cross-reference by the opposite party and all the provisions of the adhiniyam and the Regulations as are applicable to a reference will apply to the counter-claim and the other party will be entitled to file a reply to such a counter-claim. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"461399\" id=\"span_8\">We, therefore, agree with the opinion of the Division Bench in <a href=\"/doc/461399/\" id=\"a_22\">P.K. Pande v. State of M.P. and Ors.</a> (supra) that the counter claim filed by the opposite party is nothing but a counter reference petition and that there is nothing in the Adhiniyam and the Regulations made thereunder inhibiting the Tribunal from entertaining a counter-claim as a counter-reference and deciding the same.</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_11\">9. Sub-section (5) of Section 5 (sic : Section 7) of the Adhiniyam quoted above, however, states that on receipt of the reference under Sub-section (1), if the Tribunal is satisfied that the reference is a fit case for adjudication, it may admit the reference but where the Tribunal is not so satisfied it may summarily reject the reference after recording its reasons. Hence, the Tribunal is not under an obligation to admit every claim or counter claim that is filed before it and it has been vested with the power to summarily reject a reference after recording reasons, if it is so satisfied. Sub-section (1) of Section 7-B of the Adhiniyam further provides in which cases the Tribunal shall not admit a reference. The said Sub-section (1) of Section 7-B, as amended by <a href=\"/doc/1596533/\" id=\"a_23\">Amending Act</a> 36 of 1995, is quoted herein below:\n</p>  \n\n<blockquote id=\"blockquote_13\">7-B. Limitation.-- (1) The Tribunal shall not admit a reference petition unless--\n</blockquote>  \n\n<blockquote id=\"blockquote_14\">(a) the dispute is first referred for the decision of the Final Authority under the terms of the woks contract; and\n \n\n</blockquote><blockquote id=\"blockquote_15\">(b) the petition to the Tribunal is made within one year from the date of communication of the decision of the Final Authority :\n</blockquote> \n\n<blockquote id=\"blockquote_16\">Provided that if the Final Authority fails to decide the dispute within a period of six months from the date of reference to it, the petition to the Tribunal shall be made within one year of the expiry of the said period of six months.\n</blockquote> \n\n<blockquote id=\"blockquote_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"374740\" id=\"span_9\">It will be clear from Clause (a) of Sub-section (1) of Section 7- B of the Adhiniyam that the Tribunal shall not admit a reference petition unless the dispute is first referred for decision of the Final Authority under the terms of the works contract. This view has already been expressed by the Full Bench of this Court in <a href=\"/doc/374740/\" id=\"a_24\">Civil Revision No. 692 of 1998 State of M.P. and Anr. v. Kamal Kishore Sharma</a> in its opinion dated 13-9-2005. The word &#x27;and&#x27; between Clause (a) and Clause (b) of Sub-section (1) of Section 7-B quoted above makes it clear that before the Tribunal admits a reference, the Tribunal should be satisfied that the conditions in Clause (a) as well as Clause (b) of Sub-section (1) of Section 7-B of the Adhiniyam are satisfied.</span>\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_12\">10. These provisions of Sub-section (5) of Section 7 and Sub-section (1) of Section 7-B of the Adhiniyam would equally apply to reference of a dispute made by a party in a claim petition as well as reference made by the opposite party in a counter claim. Hence, the Tribunal may reject a reference of dispute in a counter claim made by the opposite party summarily for reasons to be recorded if it is so satisfied in exercise of its powers under Sub-section (5) of Section 7 of the Adhiniyam. Similarly, the Tribunal shall not admit the reference of the dispute made in a counter claim if as stated in Sub-section (1) of Section 7-B of the Adhiniyam, the dispute raised in the counter claim has not been referred for decision of the Final Authority in terms of the works contract or the reference petition in the counter claim to the Tribunal has not been made within the period of limitation mentioned under Clause (b) or the Proviso thereto under Sub-section (1) of Section 7-B of the Adhiniyam. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"461399\" id=\"span_10\">In the Division Bench judgment of this Court in <a href=\"/doc/461399/\" id=\"a_25\">P.K. Pande</a> (supra), the Tribunal had permitted the counter claim because it was within the period of limitation and the Division Bench accordingly held that by permitting a counter claim or reference the Tribunal had not in any manner violated any of the provisions of the Adhiniyam or the Regulations. But in a case where the Tribunal finds that there is an express prohibition in the Adhiniyam to admit a reference, the Tribunal can not admit such a reference in violation of the express provisions of the Adhiniyam.</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_13\">11. We are, therefore, of the considered opinion that the Tribunal can not entertain or admit a counter claim if the dispute raised in the counter claim filed by the opposite party has not been referred to the Final Authority in terms of the works contract or where it has been referred to the Final Authority but the counter claim has not been filed before the Tribunal within the period of limitation as provided in Clause (b) or the proviso to Clause (b) of Sub-section (1) of Section 7-B of the Adhiniyam.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_14\">12. The reference made to us by the Division Bench is answered accordingly. The records of the revision may now be placed before the Division Bench for adjudication of the revision on its own facts and on its own merits.\n</p> \n\n","numcites":8,"numcitedby":13,"docsource":"Madhya Pradesh High Court","citetid":726867,"divtype":"judgments","relatedqs":[{"value":"order 8 rule 6-A","formInput":"order%208%20rule%206-A"},{"value":"counter claim ","formInput":"counter%20claim%20"},{"value":"works contract","formInput":"works%20contract"},{"value":"counterclaim","formInput":"counterclaim"},{"value":"what is a counter-claim","formInput":"what%20is%20a%20counter-claim"},{"value":"\\\"works contract\\\"  ","formInput":"%5C%22works%20contract%5C%22%20%20"},{"value":"\"order 8\" \"rule 6\"  ","formInput":"%22order%208%22%20%22rule%206%22%20%20"},{"value":"filing of counter","formInput":"filing%20of%20counter"},{"value":"order 8            ","formInput":"order%208%20%20%20%20%20%20%20%20%20%20%20%20"},{"value":"\"counter-claim\"","formInput":"%22counter-claim%22"}],"cats":[{"value":"amendment","formInput":"tag:amendment"}],"courtcopy":false,"query_alert":null,"agreement":false}