{"tid":96421156,"publishdate":"2015-12-16","title":"Bimla Devi vs Rajesh Singh & Anr on 16 December, 2015","doc":"<h2 class=\"doc_title\">Bimla Devi vs Rajesh Singh &amp; Anr on 16 December, 2015</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2016 SUPREME COURT 158, 2016 (15) SCC 448, AIR 2016 SC (CRIMINAL) 264, (2016) 1 PAT LJR 413, 2016 CALCRILR 3 107, (2016) 92 ALLCRIC 902, (2016) 1 MADLW(CRI) 555, (2016) 1 MAD LJ(CRI) 189, (2016) 2 RAJ LW 1085, (2016) 1 RECCRIR 844, (2016) 1 CURCRIR 48, 2016 CRILR(SC MAH GUJ) 108, (2016) 1 ALLCRIR 506, (2015) 13 SCALE 748, 2016 ALLMR(CRI) 405, (2016) 1 UC 33, (2016) 1 DLT(CRL) 480, (2016) 2 ALLCRILR 210, (2016) 1 CRIMES 213, 2016 CRILR(SC&MP) 108, (2016) 1 CRILR(RAJ) 108, (2016) 1 JLJR 252, (2016) 158 ALLINDCAS 61 (SC)</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:p-c-ghosh\">Pinaki Chandra Ghose</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-k-agrawal\">R.K. Agrawal</a>, <a href=\"/search/?formInput=benchid:p-c-ghosh\">Pinaki Chandra Ghose</a></h3>\n\n<pre id=\"pre_1\">                                                                              REPORTABLE\n                        IN THE SUPREME COURT OF INDIA\n                       CRIMINAL APPELLATE JURISDICTION\n\n                      CRIMINAL APPEAL NO. 1033 OF 2010\nBIMLA DEVI                                   APPELLANT(S)\n                                   VERSUS\nRAJESH SINGH &amp; ANR.                          RESPONDENT(S)\n                                    WITH\n                   CRIMINAL APPEAL NOS. 1034-1036  OF 2010\nBIMLA DEVI                                   APPELLANT(S)\n                                   VERSUS\nLALOO TIWARI ETC.                            RESPONDENT(S)\n                                    WITH\n                      CRIMINAL APPEAL NO. 1037 OF 2010\nTHE STATE OF BIHAR                           APPELLANT(S)\n                                   VERSUS\nRAJESH SINGH                                 RESPONDENT(S)\n                                    WITH\n                    CRIMINAL APPEAL NOS. 543-545 OF 2013\nLALOO TIWARI &amp; ORS.                          APPELLANT(S)\n                                   VERSUS\nSTATE OF BIHAR                               RESPONDENT(S)\n\n\n                               J U D G M E N T\n</pre><p data-structure=\"Precedent\" id=\"p_1\">Pinaki Chandra Ghose, J.\n</p><p data-structure=\"Issue\" id=\"p_2\">These appeals have been filed against a  common  judgment  and  order  dated\n20.12.2007, passed by  the  learned  Single  Judge  of  the  High  Court  of\nJudicature at Patna in Criminal Appeal Nos.371, 386, 441 and  447  of  2002.\nBy the impugned judgment the learned Single Judge of the High  Court,  while\nallowing the appeal of one of the accused Rajesh Singh and  acquitting  him,\ndismissed the appeals of the other four accused, namely, Laloo Tiwary,  Lala\nTiwary, Uma Shankar Tiwary and Pramod Tiwary  and  upheld  their  conviction\nand sentence as awarded by the Trial Court. Criminal Appeal  Nos.543-545  of\n2013 are filed by the aforesaid four accused against  their  conviction  and\nsentence by the two Courts below and      Criminal Appeal  Nos.1034-1036  of\n2010 are filed by the informant Bimla  Devi  W/o  late  Lalan  Tiwary,   for\nenhancement of the sentence of these accused.  Criminal  Appeal  No.1033  of\n2010  filed by the informant and Criminal Appeal No.1037 of  2010  filed  by\nthe State, are against the acquittal of the accused Rajesh Singh.\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">The  brief  facts  necessary  to  dispose  of  these  appeals  are  that  on\n20.12.1998 at 4:30  PM,  the  informant  Bimla  Devi,  resident  of  Village\nMangara, P.S. Karakat, District Rohtas, recorded her  statement  (fardbeyan)\nat P.S. Karakat, alleging that at 2:00  PM,  her  father-in-law  Kashi  Nath\nTiwary and her husband Lallan Tiwary were shot dead at their  house  by  the\nassailants, namely, Uma Shankar Tiwary, Laloo Tiwary,  Pramod  Tiwary,  Lala\nTiwary amd Dipendra Tiwary @ Turhi and 2 other unnamed assailants. The  dead\nbody of Kashi Nath Tiwary was dumped into  the  well  located  in  front  of\ntheir house. The informant further alleged that the  accused  also  snatched\naway the jewellery of the informant, her  daughter  and  her  sister-in-law.\nOut of the two unnamed assailants, one was named as Rajesh  Sharma  and  the\nname of the other assailant was never known.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">After investigation  was  concluded,  the  Investigation  Officer  submitted\ncharge-sheet against accused Uma Shankar Tiwary, Laloo Tiwary, Kamal  Narain\nSingh, Dipendra Tiwary @ Torhi, Pramod Tiwary and Lala Tiwary, for  offences\npunishable under <a href=\"/doc/1258372/\" id=\"a_1\">Sections 147</a>, <a href=\"/doc/763672/\" id=\"a_2\">148</a>, <a href=\"/doc/999134/\" id=\"a_3\">149</a>, <a href=\"/doc/1599401/\" id=\"a_4\">341</a>, <a href=\"/doc/1243353/\" id=\"a_5\">342</a>, <a href=\"/doc/1011035/\" id=\"a_6\">323</a>, <a href=\"/doc/838469/\" id=\"a_7\">452</a>,  <a href=\"/doc/1101188/\" id=\"a_8\">379</a>,  <a href=\"/doc/1560742/\" id=\"a_9\">302</a>  and\n<a href=\"/doc/386021/\" id=\"a_10\">201</a> of the Indian Penal Code, 1860 (“<a href=\"/doc/1569253/\" id=\"a_11\">IPC</a>” for short) and <a href=\"/doc/244673/\" id=\"a_12\">Section 27</a>  of  the\nArms Act. Thereafter a supplementary  charge  sheet  was  submitted  against\naccused Rajesh Kumar Singh under  the  aforesaid  sections  and  also  under\n<a href=\"/doc/203036/\" id=\"a_13\">Section 354</a> of IPC. The case was committed to the Court of Sessions.  During\nthe pendency of the trial, accused Dipender Tiwary was  held  juvenile,  his\ncase was separated and sent to the Juvenile Justice Court. The charges  were\nread over and explained to the accused persons, they pleaded not guilty  and\nclaimed for trial.\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">The Trial Court by its judgment and order dated  13.05.2002,  convicted  the\naccused and sentenced them to rigorous  imprisonment  for  life.  The  Trial\nCourt convicted Uma  Shankar  Tiwary,  Laloo  Tiwary,  Pramod  Tiwary,  Lala\nTiwary, Rajesh Singh and Kamal Narain  Singh  for  offences  under  <a href=\"/doc/1560742/\" id=\"a_14\">Sections\n302</a>/<a href=\"/doc/37788/\" id=\"a_15\">34</a>, <a href=\"/doc/386021/\" id=\"a_16\">201</a>, <a href=\"/doc/763672/\" id=\"a_17\">148</a> and <a href=\"/doc/838469/\" id=\"a_18\">452</a> of IPC and sentenced them to rigorous  imprisonment\nfor life  for  the  offence  under  <a href=\"/doc/1560742/\" id=\"a_19\">Section  302</a>/<a href=\"/doc/37788/\" id=\"a_20\">34</a>  IPC,  further  rigorous\nimprisonment for four year for offence under Section  201,  imprisonment  of\nfour years for offence under Section 452 and rigorous imprisonment  for  six\nmonths for offence under <a href=\"/doc/1011035/\" id=\"a_21\">Section 323</a> IPC. Uma Shankar Tiwary,  Laloo  Tiwary\nand Pramod Tiwary were further sentenced to pay a fine of Rs.10000/- each.\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">Four different appeals were filed before the  High  Court  by  five  accused\npersons against the aforesaid conviction  order.  The  sixth  accused  Kamal\nNarain Singh is absconding against which permanent Warrant of Arrest in  red\nink has been issued. The High Court allowed the  appeal  of  accused  Rajesh\nSingh and acquitted him of all  the  charges.  However,  the  conviction  of\nother four accused, namely, Uma Shankar Tiwary, Laloo Tiwary, Pramod  Tiwary\nand Lala Tiwary was  upheld  by  the  High  Court  and  their  appeals  were\ndismissed.\n</p>\n<p data-structure=\"Precedent\" id=\"p_7\">The Trial Court convicted  the  accused/respondents  on  the  basis  of  the\nevidence of nine prosecution witnesses and  also  the  documentary  evidence\nwhich supported the prosecution story. However, in  appeal  the  High  Court\npointed out that the informant neither named accused  Rajesh  Singh  in  the\nfardbeyan nor in the police statement. It was only  after  about  two  years\nthat the accused Rajesh Singh was named before the  Court.  The  High  Court\nfurther stated that the other independent witnesses did not identify  Rajesh\nSingh in the Court, even when they identified the other  four  accused.  The\nHigh Court, thus, deemed it proper to give benefit of doubt to  the  accused\nRajesh Singh. Hence, his conviction was set aside and he  was  acquitted  of\nall the charges. As against the other accused, the High Court was  convinced\nthat the prosecution had proved its case beyond reasonable doubt.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_8\">The Trial Court  finding  enough  evidence  against  accused  Rajesh  Singh,\nconvicted him for the double murder. However, the  High  Court  pointed  out\nthat accused Rajesh Singh was  nowhere  named  in  the  FIR  or  the  Police\nstatement and his alleged role was testified only at the trial stage,  after\nabout more than 2 years of the incident. The High Court  thus  extended  the\nbenefit of doubt to this accused. Upon perusal of  the  records,  especially\nthe testimony of the eye witnesses, we find no infirmity  in  the  reasoning\nof the High Court.  Out of  the  six  material  eye  witnesses,  three  were\nrelated to the accused. PW3 was the daughter  of  the  deceased  Kashi  Nath\nTiwary, PW4 was the daughter of deceased Rajendra  Prasad  Tiwary  @  Lallan\nTiwary, and PW6 - informant was the wife  of  deceased  Lallan  Tiwary.  The\nother three eye witnesses, i.e. PW1, PW2 and  PW7,  were  from  the  village\nwhere the occurrence took place and they happened to  be  chance  witnesses.\nHowever, in each of the witnesses&#x27; statements, the name  of  the  respondent\nRajesh Singh does not appear until testimony  before  the  Court.  The  four\nrelated witnesses in their cross-examination  stated  that  they  had  named\nRajesh Singh as one of the accused in the  FIR  and  the  police  statement.\nHowever, no explanation can be gathered as to how one name could  be  missed\nwhen all the other five accused were named categorically. Moreover,  if  the\ntestimony of the other three unrelated witnesses is  perused,  none  of  the\nwitnesses named the respondent Rajesh Singh directly and they did  not  even\nidentify accused Rajesh Singh in the Court at the time of trial  while  they\nspecifically recognized the other accused present in the Court. Thus,  there\nis no infirmity in the High  Court&#x27;s  order  that  the  respondent/  accused\nRajesh Singh is entitled to benefit of doubt  as  the  prosecution  has  not\nbeen able to bring home the charge against him.\n</p>\n<p data-structure=\"Precedent\" id=\"p_9\">Accused persons (appellants in Criminal Appeal Nos.543-545 of  2013)  argued\non the same grounds which were categorically dealt with in  details  by  the\nHigh Court which are mainly two: Firstly, that the FIR was not sent  to  the\nCourt within time and so the correct version had  not  come  out;  Secondly,\nthat there exists cutting/overwriting in the inquest report  as,  initially,\nthe name of the informant was noted as Bunni Kumari daughter of Bishwa  Nath\nKumar, but subsequently it was erased and in its place, name of  Bimla  Devi\nwife of Lallan Tiwary was written.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_10\">The above two arguments were also pleaded before the Trial Court as well  as\nthe High Court, and both the Courts below denied the averments and  reasoned\nthat the two errors did  not  prejudice  the  investigation.  Moreover,  the\nprosecution case was supported by  six  strong  and  cogent  eye  witnesses,\nwhich was further corroborated by the  medical  evidence  and  the  recovery\nmemos.  The  High  Court  perused  the  testimony  of  PW9,   who   is   the\nInvestigating  Officer,  wherein  it  was  deposed  that  he  recorded   the\nstatement (fardbeyan) at 4:30  PM,  thereafter  he  went  to  the  place  of\nincident and the body of deceased Kashi Nath Tiwary was recovered  from  the\nwell after one hour of his arrival, and the inquest  and  other  proceedings\nwere conducted. Hence, he stated that FIR was lodged at about 9:00  PM.  The\nwitness further stated that the FIR  was  sent  to  the  Magistrate  through\nSpecial Messenger on 22.12.1998. Although it is true that delay  in  sending\nthe FIR to the magistrate can vitiate the investigation, but it  is  settled\nposition that a cogent reasoning can override this  procedural  lacunae.  It\nis an accepted fact that there was a delay of one day in  sending  the  FIR.\nHowever, no motive in manipulating with the FIR was proved. The  prosecution\ncase is strongly backed by testimonies of the six  eye  witnesses  who  have\ntestified the incident in almost similar terms. A procedural  lapse  in  not\nsending the FIR promptly, did not prejudice the present case.\n</p>\n<p data-structure=\"Section\" id=\"p_11\"> The next factual lacunae raised was overwriting in the inquest report.  The\ninquest report by the police officer is prepared under <a href=\"/doc/411677/\" id=\"a_22\">Section  174</a>  of  the\nCode of Criminal Procedure, 1973. The scope of the section is  investigation\nby the police in cases of unnatural or suspicious death. However, the  scope\nis very limited and aimed at ascertaining the first apparent  signs  of  the\ndeath. Apart from this the police  officer  has  to  investigate  the  place\nwherefrom the dead body is recovered, describe  wounds,  fractures,  bruises\nand other marks of injury as may be found  on  the  body,  stating  in  what\nmanner or by what weapon or instrument, such injuries appear  to  have  been\ninflicted. From the above, it thus becomes clear, that the section  aims  at\npreserving the first look at the recovered body  and  it  need  not  contain\nevery detail. Mere overwriting in  the  name  of  the  informant  would  not\naffect the proceedings. The fact of homicidal death was not in  dispute  and\nthe manner in which the death  was  occurred  is  also  not  disputed.  Then\nmerely name being overwritten will not help the defence, when  the  contents\nof the inquest report was supported  by  the  eye  witnesses  and  also  the\nmedical evidences.\n</p>\n<p data-structure=\"RespArg\" id=\"p_12\">The accused have  not  raised  any  other  argument  in  their  favour.  The\ntestimonies of each of the six witnesses have been proved  and  corroborated\nby the other. The more or less similar testimonies stood the test of  cross-\nexamination by the defence and they were  unshaken  throughout  the  present\ncase. No doubt the three witnesses were related to the  deceased  but  their\npresence  was  very  natural  and  each  explained  good  details   of   the\noccurrence. The other three villagers who saw the  incident  seemed  natural\nand also explained their presence at or about the  place  of  the  incident.\nThe conduct of each of  the  witnesses  preceding  the  incident,  was  also\nnatural and their occurred no time gap in reporting the crime to the  police\nso as to exclude any possibility of tutoring or manipulation.\n</p>\n<p data-structure=\"RespArg\" id=\"p_13\"> The informant has vehemently argued that in the facts and circumstances  of\nthe  case,  imposition  of  death  penalty  was  imperative.  The  informant\nsupported her argument by stating that  the  accused  had  preplanned  their\nattack and executed the same in a most gruesome manner.  The  fact  that  41\npelletes were recovered from each of the body of the deceased,  demonstrates\nthe gruesomeness of the crime. The accused continued their  assault  on  the\ncorpse of the deceased Kashi Nath Tiwary by throwing it into  the  well  and\nthen throwing bricks, stones and flower pots in the well.\n</p>\n<p data-structure=\"Section\" id=\"p_14\"> The Trial Court was also  faced  with  similar  argument  at  the  time  of\nawarding the  sentence.  However,  the  learned  Additional  Sessions  Judge\nreasoned that although it is a  case  is  of  double  murder,  but  all  the\nconvicts have not participated in the  murder  of  both  the  deceased.  The\nincident is not a stray incident but a  common  occurrence  we  see  in  the\nsociety in the prevalent era, where the  motive  was  proved  to  be  family\nfeud. The learned Additional Sessions Judge deemed  it  fit  and  proper  to\nuphold the right of life and liberty of  the  accused  over  awarding  death\nsentence to the convict, since it not only affects the accused&#x27;s rights  but\nalso would have made their dependents  orphan.  Hence  a  lenient  view  was\ntaken. The High Court was posed with any such  argument  of  enhancement  of\nsentence of the accused, thus the High Court did not give any  such  reason.\nAlthough the sentence awarded to the four accused was upheld  in  toto.  The\nabove fact that the enhancement of sentence was not  challenged  before  the\nHigh Court is a cogent reason not to entertain such a plea  at  this  stage,\nhowever, we are of a considered view to scale this argument in light of  the\nlaws on this subject.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_15\"> This Court has time and again reiterated that in criminal jurisprudence  in\nour country,  life  imprisonment  is  the  rule  and  death  penalty  is  an\nexception. It is equally settled law that death penalty can only be  awarded\nin rarest of the rare cases. No doubt each case of murder  is  gruesome  and\nbarbaric, however,  the  right  of  life  of  even  an  accused  has  to  be\nrespected. In the present case, it  an  admitted  fact  that  their  existed\nprevious enmity between the families of the deceased and  the  accused.  The\naccused were also proved to be from the same village who are neither  having\nany criminal antecedents nor they  are  history-sheeters.  The  case  is  an\napparent example of family feud gone horribly wrong.  The  accused  are  not\nposing any danger to society at large. This Court is,  thus,  inclined  that\nthe present case is not within the category of rarest of the rare cases  and\nhence we need not burden ourselves with scaling each and  every  aggravating\nand mitigating  circumstances. The sentence awarded by the Courts  below  is\nadequate for the accused to introspect and also sufficient for  the  society\nto heal its wounds.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_16\">Thus, in the light of the above discussion, we find no grounds to  interfere\nwith the judgment passed  by  the  High  Court.  These  eight  appeals  are,\naccordingly, dismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_17\">                                      …....................................J\n                                                      (Pinaki Chandra Ghose)\n\n\n\n                                       …...................................J\n                                                    (R.K. Agrawal)\nNew Delhi;\n</p><p data-structure=\"Conclusion\" id=\"p_18\">December 16, 2015.\n</p>","numcites":15,"numcitedby":11,"docsource":"Supreme Court of India","citetid":96421156,"divtype":"judgments","relatedqs":[{"value":"indian penal code 1860","formInput":"indian%20penal%20code%201860"},{"value":"inquest report","formInput":"inquest%20report"},{"value":"death penalty","formInput":"death%20penalty"},{"value":"inquest","formInput":"inquest"},{"value":"pinaki chandra ghose","formInput":"pinaki%20chandra%20ghose"},{"value":"\"police statement\"","formInput":"%22police%20statement%22"},{"value":"acquitted  filter:  302 and 201 ipc","formInput":"acquitted%20%20filter%3A%20%20302%20and%20201%20ipc"},{"value":"police statements","formInput":"police%20statements"},{"value":"eye witnesses","formInput":"eye%20witnesses"},{"value":"201","formInput":"201"}],"cats":[{"value":"rioting","formInput":"tag:rioting"},{"value":"murder","formInput":"tag:murder"},{"value":"voluntarily-causing-hurt","formInput":"tag:voluntarily-causing-hurt"},{"value":"house-trespass","formInput":"tag:house-trespass"},{"value":"destruction-of-evidence","formInput":"tag:destruction-of-evidence"}],"courtcopy":true,"query_alert":null,"agreement":false}