{"tid":172990019,"publishdate":"2019-04-02","title":"The Deputy Director Directorate Of ... vs Axis Bank & Ors on 2 April, 2019","doc":"<h2 class=\"doc_title\">The Deputy Director Directorate Of ... vs Axis Bank &amp; Ors on 2 April, 2019</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-k-gauba\">R.K.Gauba</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-k-gauba\">R.K.Gauba</a></h3>\n\n<pre id=\"pre_1\">$~\n        IN THE HIGH COURT OF DELHI AT NEW DELHI\n                                   Reserved on : February 25, 2019/\n                                                 March 27, 2019\n                                    Decided on : April 02, 2019\n\n+       CRL.A. 143/2018 &amp; Crl.M.A. 2262/2018\n\n        THE DEPUTY DIRECTOR DIRECTORATE\n        OF ENFORCEMENT DELHI              ..... Appellant\n                     Through: Mr. Amit Mahajan, CGSC with\n                              Mohammed Faraz &amp; Ms.\n                              Mallika Hiremath, Advs.\n\n\n\n                                   versus\n\n\n        AXIS BANK &amp; ORS                                      ..... Respondents\n                     Through:                 Mr. Shri Singh, Advocate with\n                                              Mr. Pradyumna Sharma, Ms.\n                                              Maneka Khanna &amp; Ms. Sayali\n                                              Kadu, Advocates for R-1.\n\n+       CRL.A. 210/2018 &amp; Crl.M.A. 3233/2018\n\n        THE DEPUTY DIRECTOR\n        DIRECTORATE OF ENFORCEMENT        ..... Appellant\n                     Through: Mr. Amit Mahajan, CGSC with\n                              Mohammed Faraz &amp; Ms.\n                              Mallika Hiremath, Advs.\n                     versus\n\n\n        STATE BANK OF INDIA &amp; ORS        ..... Respondents\n                     Through: Mr. Ankur Mittal, Advocate for\n                               R-1.\n\n\nCrl. Appeal No.143/2018 &amp; others                                 Page 1 of 105\n +       CRL.A. 623/2018 &amp; Crl.M.A. 10886-87/2018, 48245/2018\n\n        DEPUTY DIRECTOR DIRECTORATE\n        OF ENFORCEMENT                    ..... Appellant\n                     Through: Mr. Amit Mahajan, CGSC with\n                              Mohammed Faraz &amp; Ms.\n                              Mallika Hiremath, Advs.\n\n                                   versus\n\n        IDBI BANK LTD                                     ..... Respondent\n                                   Through:   Mr. Ajay Bahl, Advocate with\n                                              Mr. Vikas Sharma, Advocate\n\n+       CRL.A. 764/2018 &amp; Crl.M.A. 28500/2018, 199/2019,\n        202/2019\n\n        UNION OF INDIA                                    ..... Appellant\n                      Through:                Mr. Amit Mahajan, CGSC with\n                                              Mohammed Faraz &amp; Ms.\n                                              Mallika Hiremath, Advs.\n                                   Versus\n\n        PUNJAB NATIONAL BANK               ..... Respondent\n                     Through: Mr. Vipul Agarwal, Advocate\n                              Mr. Rajesh Rattan Adv. for\n                              PNB.\n                              Mr. Jayant Mehta, Mr. Ashu\n                              Kansal &amp; Mr. Milan Singh\n                              Negi, Advs. for Resolution\n                              Professional.\n\n+       CRL.A. 1076/2018 &amp; Crl.M.A. 34565/2018, 34567/2018\n\n        DIRECTORATE OF ENFORCEMENT                             .... Appellant\n\n\n\nCrl. Appeal No.143/2018 &amp; others                               Page 2 of 105\n                                    Through:   Mr. Amit Mahajan CGSC with\n                                              Mohammed Faraz &amp; Ms.\n                                              Mallika Hiremath, Advs.\n\n                                   versus\n\n        PUNJAB NATIONAL BANK &amp; ANR        ..... Respondents\n                     Through: Mr. Rajesh Rattan Adv. for\n                              PNB.\n                              Mr. Saumyen Das, Adv. for R-\n                              2/DBS.\n\n\nCORAM:\nHON&#x27;BLE MR. JUSTICE R.K.GAUBA\n\n                                   JUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">1.      These five appeals presented under <a href=\"/doc/328835/\" id=\"a_1\">Section 42</a> of the Prevention\nof Money-Laundering Act, 2002 (&quot;PMLA&quot;, for short) against more or\nless similar orders of the appellate tribunal (constituted under Section\n</p><p data-structure=\"Issue\" id=\"p_2\">25), such orders having been rendered on appeals of the respondents\n(&quot;banks&quot;) vis-à-vis the orders of provisional attachment issued by the\nenforcement officers under <a href=\"/doc/838793/\" id=\"a_2\">Section 5</a>, as confirmed by the\nadjudicating authority under <a href=\"/doc/449543/\" id=\"a_3\">Section 8</a>, give rise, inter alia, to certain\ncommon questions of law of import concerning nature of property that\nmay be attached under this special law as indeed the conflict arising\nfrom claim of bonafide acquisition of interest by third parties. Hence,\nthey have been heard together and are being decided by this common\njudgment.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">Crl. Appeal No.143/2018 &amp; others                             Page 3 of 105</span>\n<p data-structure=\"Issue\" id=\"p_3\">                                    THE ISSUES\n\n</p><p data-structure=\"Section\" id=\"p_4\">2.      The measure of attachment of property involved in &quot;money\nlaundering&quot;, it essentially representing &quot;proceeds of crime&quot; (as\ndefined in law), is provided to ensure that the ultimate objective of\n&quot;confiscation&quot; of such ill-gotten property be not frustrated, the power\nand jurisdiction to order confiscation being vested in the Special\nCourt. As would be seen at length in later part of this judgment, the\nprovisions for attachment (followed by adjudication) leading to\nconfiscation are sanctions in addition to the criminal sanction\nrendering the act of &quot;money laundering&quot; a penal offence (by virtue of\n<a href=\"/doc/1182345/\" id=\"a_4\">section 4</a>). The order of &quot;confiscation&quot; of property attached under\nPMLA takes away the right and title of its owner and vests it\n&quot;absolutely in the Central Government free from all encumbrances&quot;\n</p><blockquote id=\"blockquote_1\">(<a href=\"/doc/1080526/\" id=\"a_5\">Section 9</a>).\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_5\">3.      The appeals at hand relate to claims of entities other than the\npersons in whose name the attached properties are held - to be\nreferred hereinafter as &quot;third party&quot; - such claims of the third party\nemanating from charge, lien or encumbrances legitimately created. To\nput it simply, the conflict meriting resolve here concerns the sovereign\nauthority of the State to take away and confiscate the property which\nhas been acquired by a person through criminal activity as against the\nlawful claim of a third party to reach out to such property to recover,\nin accordance with law, what is due by attachment and sale of same\nvery property.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_2\">Crl. Appeal No.143/2018 &amp; others                          Page 4 of 105</span>\n<p data-structure=\"PetArg\" id=\"p_6\"> 4.      Bearing in mind the above, the learned counsel on both sides of\nthe divide in these matters repeatedly submitted that the issues\npresently brought for adjudication are not adversarial in nature, in that\nboth sides concededly have been given certain authority by law to\nreach out to the properties in question for their respective purposes,\nthe challenge essentially being to prioritize the claims of one over the\nother. The appellate tribunal (as constituted under PMLA), by its\nimpugned orders, has taken the view that the relevant statutory\nprovisions of PMLA take a back seat, the enactments under which the\nthird parties (the banks) lay a superior claim over the properties in\nquestion having primacy.           The appellant assails the said view\nquestioning the correctness of the logic and reasoning by which the\nappellate tribunal has so concluded arguing that if the decision of the\ntribunal were to prevail it would not only be prone to misuse but also\nrender PMLA toothless.\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">                                    THE FACTS\n\n</p><p data-structure=\"Facts\" id=\"p_8\">5.      Before proceeding further, it would be apposite to take note of\nthe background facts in each case.\n</p>\n<p data-structure=\"Issue\" id=\"p_9\">Crl.Appeal no. 143/2018 (the case of &quot;Audi Car&quot;)\n\n</p><p data-structure=\"Facts\" id=\"p_10\">6.      The dispute in the first captioned matter (Crl. A. 143/2018)\nstems from the conflict arising out of the attachment of car make\nAudi, model no.A-335TDI bearing registration no.DL-2C-AT-4920\n(&quot;the Audi car&quot;) of seventh respondent Rajeev Singh Kushwaha (the\nregistered owner), by the enforcement officer under PMLA, as\nconfirmed by the adjudicating authority, and the claim of the\n\n\n\n<span class=\"hidden_text\" id=\"span_3\">Crl. Appeal No.143/2018 &amp; others                           Page 5 of 105</span>\n respondent bank (&quot;Axis Bank&quot;) over the said Audi car on account of\nhypothecation in relation to the finance that had been provided by it\nfor its acquisition by the said registered owner.\n</p>\n<p data-structure=\"Facts\" id=\"p_11\">7.      There is no dispute between the parties herein as to the facts\nthat the registered owner of the Audi Car had availed of loan facility\nvide account no. AUR012601217345 from the above mentioned bank\nfor purchasing the same in December, 2015, he having executed, inter\nalia, the Loan-cum-Hypothecation Agreement dated 13.09.2014 and\nirrevocable Power of Attorney dated 04.12.2014 in its favour and by\nvirtue of such documents the vehicle is under hypothecation with the\nbank, the finance provided for its acquisition having remained unpaid.\nThe bank, it appears, had taken certain steps, through its separate legal\nentity (Axis Asset Management Company Ltd.), to take over the\ncontrol/possession of the said asset and recover its dues by its sale,\nthe liability, as on 12.07.2017, being Rs. 12,08,949/-.\n</p>\n<p data-structure=\"Issue\" id=\"p_12\">8.      The Government of India had announced             demonetization\npolicy on 08.11.2016, in terms of which the then existing Indian\ncurrency notes of the denomination of Rs.1,000/- and Rs.500/- ceased\nto be legal tender, a window having been provided for exchange of\ndemonetized notes, with the new currency introduced, by deposit in\nthe bank accounts.           On 29.11.2016, three persons (including one\nMohit Garg) travelling in a car were intercepted in the area of police\nstation Kashmere Gate, their search revealing unaccounted and\nunauthorized possession of four bags containing demonetized\ncurrency notes of the face value of Rs.1,000/- each, totaling worth\n\n\n\n<span class=\"hidden_text\" id=\"span_4\">Crl. Appeal No.143/2018 &amp; others                            Page 6 of 105</span>\n Rs.3.70 Crores. In the wake of revelations made, first information\nreport (FIR) no.416/2016 was registered initially for offences\npunishable under <a href=\"/doc/1436241/\" id=\"a_6\">Sections 420</a>, <a href=\"/doc/1897847/\" id=\"a_7\">120B</a> IPC to which, on the basis of\nevidence gathered in due course, other offences were added, they\nincluding those punishable under <a href=\"/doc/1326844/\" id=\"a_8\">Sections 409</a>, <a href=\"/doc/1985627/\" id=\"a_9\">467</a>, <a href=\"/doc/556166/\" id=\"a_10\">468</a>, <a href=\"/doc/1466184/\" id=\"a_11\">471</a>, IPC and\n<a href=\"/doc/324254/\" id=\"a_12\">Sections 7</a> and <a href=\"/doc/178303/\" id=\"a_13\">13(1)(d)</a> of the Prevention of Corruption Act, 1988.\n</p>\n<p data-structure=\"Facts\" id=\"p_13\">9.      It is stated that the investigation carried out has brought to light\nevidence showing involvement of, amongst others, Vineet Gupta and\nShobhit Sinha, Branch Manager and Operations Manager of Axis\nBank, Kashmere Gate, Delhi, besides Rajeev Singh Kushwaha in\nwhose name the Audi car was purchased and stands registered. It is\nfurther stated that the evidence has been collected to show that Rajeev\nSingh Kushwaha had floated certain fictitious companies, one of his\nassociates (Mohit Garg) providing services of an entry operator. It is\nalso stated that the evidence collected has shown that a criminal\nconspiracy was hatched pursuant to which the individuals who were\nintercepted, alongwith others, including Rajeev Singh Kushwaha, had\nindulged in acts to convert unaccounted demonetized currency by\ndepositing the same in above mentioned fictitious companies of\nRajeev Singh Kushwaha, for consideration, so as to project the same\nas untainted money. It is alleged that the above mentioned two bank\nofficials had actively participated in the said transactions leading to\nthe demonetized currency being channelized into the fictitious\naccounts, they having taken illegal gratification, in the form of cash or\ngold, from Rajeev Singh Kushwaha.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_5\">Crl. Appeal No.143/2018 &amp; others                              Page 7 of 105</span>\n<p data-structure=\"Issue\" id=\"p_14\"> 10.      The accounts of the above-mentioned four fictitious companies\nsaw demonetized currency being deposited to the tune of Rs.39.26\nCrores during the period 10.11.2016 to 21.11.2016.                Certain\nrecoveries, including in the form of gold, statedly proceeds of the\nabove-said crimes, were effected from close associates of Rajeev\nSingh Kushwaha.\n</p>\n<p data-structure=\"Facts\" id=\"p_15\">11.      Primarily on the basis of above-mentioned facts, and the\nmaterial gathered during investigation into the police case, it involving\nscheduled offences, information was also conveyed to enforcement\nauthorities, which resulted in ECIR no.11/2016 being registered on\n30.11.2016 under PMLA. The investigation into the said case under\nPMLA has led to a complaint being presented, on 01.02.2017, under\nSection 45 upon which cognizance has been taken by the Special\nCourt.\n</p>\n<p data-structure=\"Facts\" id=\"p_16\">12.      Simultaneously, on the basis of reasons to believe recorded in\nwriting, provisional attachment order no.01/2017 was passed and\nproperties of Rajeev Singh Kushwaha of the total value of Rs.3.40\nCrores were attached on 27.01.2017. These include the Audi car. The\nadjudicating authority, by its order dated 31.05.2017, confirmed the\nattachment order. Before confirmation, the adjudicating authority had\nissued a notice (under <a href=\"/doc/733974/\" id=\"a_14\">Section 8</a>) to the bank to show cause as to why\nthe properties, including the Audi Car, be not attached. The request of\nits asset management company for suspending the provisional\nattachment was, however, rejected.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_6\">Crl. Appeal No.143/2018 &amp; others                           Page 8 of 105</span>\n<p data-structure=\"Issue\" id=\"p_17\"> 13.     The appellate tribunal by its decision dated 25.10.2017 in\nappeal (FPA-PMLA-1848/DLI/2017) of the bank set aside the order of\nthe adjudicating authority confirming the attachment order directing\nthe vehicle to be returned to the bank holding it entitled to dispose it of\nto recover the balance amount due to it under the loan contract as per\nlaw, pointing out, inter alia, that the loan facility pre-dated the\nallegations of money-laundering, the finance used for its acquisitions\nnot representing &quot;proceeds of crime&quot;, the lender (the bank) having\nfirst priority/charge over the hypothecated property, the objective of\nPMLA not detracting or derogating from the protection of legitimate\ntransaction and financial assets as afforded by legislation such as\nthe <a href=\"/doc/52229129/\" id=\"a_15\">Securitisation       and       Reconstruction   of   Financial      Assets and\nEnforcement of Securities Interest Act, 2002</a> (&quot;<a href=\"/doc/52229129/\" id=\"a_16\">SARFAESI Act</a>&quot;, for\nshort).\n</p>\n<p data-structure=\"CDiscource\" id=\"p_18\">14.     When this appeal came up before the Court on 06.02.2018, in\nlight of the submissions made, the bank was permitted to sell the Audi\ncar, by open auction, in terms of the relevant guidelines and the\nproceeds of such sale directed to be deposited with the Registrar\nGeneral in the form of interest bearing fixed deposit receipt (FDR).\n</p>\n<p data-structure=\"Issue\" id=\"p_19\">Crl.Appeal no. 210/2018 (the case of &quot;hospital equipment&quot;)\n\n</p><p data-structure=\"Precedent\" id=\"p_20\">15.     The second captioned matter (Crl.Appeal no. 210/2018) relates\nto the conflict arising out of attachment under PMLA of certain\nimmovable properties described as agricultural lands and built-up\nproperties on plot of land in Ghaziabad (&quot;the immovable properties&quot;)\nof private respondents, by the enforcement authority, as confirmed by\n\n\n<span class=\"hidden_text\" id=\"span_7\">Crl. Appeal No.143/2018 &amp; others                                     Page 9 of 105</span>\n the adjudicating authority and the claim of the respondent bank (&quot;State\nBank of India&quot;) over the said immovable properties under the\nmortgage contract in relation to the loan facility that had been\nprovided by it.\n</p>\n<p data-structure=\"Facts\" id=\"p_21\">16.     The State Bank of India (&quot;SBI&quot;) had been approached by the\nsecond respondent (Dr. Kewal Krishan Sood) for sanction of a term\nloan in favour of the third respondent M/s Raghubir Hospital Pvt. Ltd.\n(RHPL) of which he claims to be the director and promoter for setting\nup a 150 bedded hospital in district Ghaziabad (UP) and pursuant to\nthe said request term loan aggregating Rs. 5.63 crores was disbursed\nduring the year 2007 for purchase of certain diagnostic machinery. At\nthe time of sanction, and disbursal of the said loan, title deeds of\nimmovable properties were tendered by the borrowers and guarantors\nand     the     said      properties    were   accordingly   subjected         to\nmortgage/hypothecation.            The loan, was not repaid and the account\nwas classified as &quot;non-performing asset&quot; (NPA) w.e.f. 30.04.2009.\n</p>\n<p data-structure=\"Issue\" id=\"p_22\">17.     The SBI, in exercise of its power under <a href=\"/doc/26129616/\" id=\"a_17\">Section 13 (4)</a> of\nSARFAESI Act, took over the hypothecated property/mortgage\nproperty (the immovable properties) vide notice dated 07.12.2008.\nThe action was challenged by the second respondent before the Debt\nRecovery Appellate Tribunal (DRAT), constituted under <a href=\"/doc/1683455/\" id=\"a_18\">Recovery of\nDebts Due to Banks And Financial Institutions Act, 1993</a> (for short,\n&quot;RDDBFI Act&quot; - since renamed as the Recovery of Debts and\nBankruptcy Act, 1993 or &quot;RDBA&quot;), but without success. The SBI,\nthereafter, moved Debt Recovery Tribunal (DRT), by OA no.\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_8\">Crl. Appeal No.143/2018 &amp; others                              Page 10 of 105</span>\n<p data-structure=\"Facts\" id=\"p_23\"> 151/2011, for issuance of recovery certificate by sale of the mortgaged\nproperties and hypothecated securities. The request was granted by the\nDRT on 15.02.2013, the amount outstanding as on 07.09.2009 being\nRs. 6.44 crore.\n</p>\n<p data-structure=\"Facts\" id=\"p_24\">18.     The inquiries statedly brought out that the performa invoices\nand receipts presented in support of the claim of purchase of\ndiagnostic machinery were fabricated documents, no such machinery\nhaving actually being purchased, the communications to this effect to\nthe bank being in the nature of mis-representation.\n</p>\n<p data-structure=\"RespArg\" id=\"p_25\">19.     The bank lodged FIR with Central Bureau of Investigation\n(CBI) which registered it as RC no.BDI/2009/E/0019.                   The\ninvestigation into the said FIR culminated in charge-sheet being\npresented seeking, inter alia, prosecution of the second and third\nrespondents for offences under <a href=\"/doc/1436241/\" id=\"a_19\">Sections 420</a>/<a href=\"/doc/1985627/\" id=\"a_20\">467</a>/<a href=\"/doc/556166/\" id=\"a_21\">468</a>/<a href=\"/doc/1466184/\" id=\"a_22\">471</a> and <a href=\"/doc/1897847/\" id=\"a_23\">120 B\n</a>IPC. It is stated that the investigation has also brought out evidence to\nshow that the second respondent had siphoned off the money received\nfrom SBI as loan to RHPL through certain bank accounts maintained\nwith Nainital Bank, Ghaziabad.\n</p>\n<p data-structure=\"Issue\" id=\"p_26\">20.     Against the above backdrop, information was conveyed to the\ndirectorate of enforcement which registered a case vide no.\nECIR/11/DZ/2011/AD (VM) under PMLA. On the basis of reasons\nfor belief recorded in writing, the enforcement officer found it a case\nof money-laundering and attached certain assets of the borrowers and\nguarantors (private party respondents herein) by two separate orders,\n\n\n\n\n<span class=\"hidden_text\" id=\"span_9\">Crl. Appeal No.143/2018 &amp; others                           Page 11 of 105</span>\n the property thus attached (under PMLA) including the assets which\nare subject to mortgage with SBI.\n</p>\n<p data-structure=\"Facts\" id=\"p_27\">21.     The attachment orders having been confirmed by the\nadjudicating authority, the same were challenged by SBI before the\nappellate tribunal by two appeals (FPA-PMLA-729/DLI/2014 and\nFPA-PMLA-1411/DLI/2016), both of which were allowed, by\ncommon order dated 31.08.2017, inter alia, holding that neither the\nbank nor its employees being alleged to be involved in money-\nlaundering, the amount of loan sanctioned being &quot;public money&quot;, the\nbank was entitled to recover it by sale of the mortgage properties &quot;as\nfirst charge&quot;, the <a href=\"/doc/52229129/\" id=\"a_24\">SARFAESI Act</a> having overriding effect over\nPMLA. As a result of the order of the tribunal, the subject properties\nhave been released from attachment under PMLA.\n</p>\n<p data-structure=\"Issue\" id=\"p_28\">Crl.Appeal no. 623/2018 (the case of &quot;mortgaged shops&quot;)\n\n</p><p data-structure=\"Precedent\" id=\"p_29\">22.     In the third captioned matter (Crl.Appeal No. 623/2018), the\nclaim of the respondent bank (IDBI bank Ltd.) over certain properties\nattached by enforcement authority has been accepted by appellate\ntribunal. The properties in question are described as shop nos. 4 and\n128 (first floor), both located at 6 DLF Industrial Arrea, Moti Nagar,\nNew Delhi, in the name of one Arun Suri, proprietor of M/s Aryan\nElectronics.\n</p>\n<p data-structure=\"Facts\" id=\"p_30\">23.     It is stated that Arun Suri had taken cash credit facility from\nIDBI in January, 2009 executing various security documents thereby\ncreating equitable mortgage in respect of six properties, including the\nsaid two shops, depositing the title deeds with the bank. The cash\n\n\n\n<span class=\"hidden_text\" id=\"span_10\">Crl. Appeal No.143/2018 &amp; others                          Page 12 of 105</span>\n credit facility initially sanctioned for Rs. 300 lakhs on 23.10.2009 was\nenhanced to Rs. 500 lakhs and further to Rs. 750 lakhs on 10.07.2010,\nboth times, on request, the charge of equitable mortgage having been\nextended for enhanced facilities.\n</p>\n<p data-structure=\"Facts\" id=\"p_31\">24.     The borrower (Arun Suri) failed to maintain financial discipline\nand defaulted in deposit of sale proceeds through the cash credit\naccount, it being declared NPA on 31.12.2012 by IDBI. The bank\ninitiated action under <a href=\"/doc/122562177/\" id=\"a_25\">Section 13 (2)</a> of SARFAESI Act on\n30.01.2013, a receiver having been appointed by the Chief\nMetropolitan Magistrate (CMM), by order dated 07.06.2017, to take\npossession of one of the mortgaged properties. The IDBI also moved\nDRT for recovery of its dues (by OA no. 582/2014), the amount\noutstanding at that stage being Rs. 11,19,81,600.44.\n</p>\n<p data-structure=\"Issue\" id=\"p_32\">25.     Meanwhile, certain serious irregularities involving foreign\nexchange       transactions        in   the   current   accounts    of    various\nfirms/companies of the borrowers, and those connected to him, came\nto the notice of the Bank of Baroda (BoB), its internal audit report\nshowing the value of such illicit transactions being to the tune of Rs.\n3600 crores. On the complaint of BoB, the CBI registered FIR (no.\nRC.BD.F1/2015) on 09.10.2015 against 59 current account holders, it\nstatedly including the borrower in the present case, and certain bank\nofficials, the case involving offences punishable under Sections 420\nread with <a href=\"/doc/1897847/\" id=\"a_26\">Section 120 B </a>IPC and <a href=\"/doc/122562177/\" id=\"a_27\">Section 13 (2)</a> read with <a href=\"/doc/178303/\" id=\"a_28\">section 13\n(1) (d)</a> of Prevention of Corruption Act, 1988.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_11\">Crl. Appeal No.143/2018 &amp; others                                   Page 13 of 105</span>\n<p data-structure=\"Facts\" id=\"p_33\"> 26.     Upon information from CBI, finding it to be a case of money-\nlaundering, the enforcement directorate registered a case (ECIR no.\nDLZO/20/2015) on 09.10.2015. On the basis of reasons to believe\nreduced to writing, the enforcement authority issued an attachment\norder on 28.07.2017 in respect of certain properties, including the\nabove-mentioned two shops. The adjudicating authority confirmed\nthe said attachment by its order dated 27.11.2017.\n</p>\n<p data-structure=\"PetArg\" id=\"p_34\">27.     On the appeal (FPA-MLA-2147/DLI/2018) of IDBI, the\nappellate tribunal, by its decision dated 10.05.2018, set aside the said\nattachment of the two properties under PMLA upholding the\ncontention that the said assets had not been acquired by money-\nlaundering and thus could not be described as &quot;proceeds of crime&quot;, it\nbeing noted that the two shops had been purchased by sale deeds of\n2003, much prior to the alleged commission of acts constituting\nmoney-laundering. As in the previous case, the tribunal has reiterated\nits view that the claim of the IDBI under <a href=\"/doc/52229129/\" id=\"a_29\">SARFAESI Act</a> overrides the\nauthority for attachment under PMLA, there being no illegality or\nunlawfulness in the title of the bank to recover its dues under the\nmortgage, the bank itself (or its employees) not being involved in\nmoney-laundering.\n</p><p data-structure=\"Issue\" id=\"p_35\">Crl.Appeal no. 764/2018 (the case of &quot;defence supply orders&quot;)\n\n</p><p data-structure=\"Facts\" id=\"p_36\">28.     The fourth captioned matter (Crl.Appeal No. 764/2018) pertains\nto mortgage of six properties by depositing title deeds with Punjab\nNational Bank (PNB) for credit facilities taken in the name of M/s\nDynamic Shells (India) Pvt. Ltd. (&quot;DSIPL&quot;) by certain individuals\n\n\n\n<span class=\"hidden_text\" id=\"span_12\">Crl. Appeal No.143/2018 &amp; others                          Page 14 of 105</span>\n including Shambhu Prasad Singh, Shyam Sunder Bhatter, Nirmala\nBhatter &amp; Ms. Jaspreet Kaur, the said properties including residential\nhouse no.C-3/275, Vipul Khand, Gomti Nagar, Lucknow (UP);\ncommercial shop no. SS-14, Gulmohar Complex, <a href=\"/doc/142297371/\" id=\"a_30\">Section 15</a>, Noida\n(UP); Factory Land &amp; Building at A-43, <a href=\"/doc/192781018/\" id=\"a_31\">Section-8</a>, Noida, UP; Land\n&amp; Building (Two storeyed) Industrial Shed and Machineries, situated\nat plot no. 350, <a href=\"/doc/145523748/\" id=\"a_32\">Section 3</a>, Phase-II, Industrial Growth Centre, Bawal,\nHaryana; Agricultural Land (7.35 acre), Khata no. 28, 55/109,\nMaujapur, Tehsil, Sikanderpur, Ballia, UP and Agricultural Land,\nMauzapur, Gata No. 1009, Pargana Sikandarpur, Purbi, Tehsil,\nSikandarpur, Dist. Ballia, UP, the total mortgage value whereof at the\nrelevant point of time is stated to be Rs. 2129.74 lakhs. Shambhu\nPrasad Singh is described as owner of the first said property and co-\nowner in the last two above-mentioned properties, DSIPL being\nindicated to be the owner of fourth said property, Shyam Singh\nBhatter having title over the other two properties, in one as a co-\nowner.\n</p><p data-structure=\"Facts\" id=\"p_37\">29.     It is stated that, on 10.12.2009, DSIPL had approached the PNB\nto take over the then existing liabilities from Syndicate Bank. The\nPNB sanctioned credit facilities to the tune of Rs. 2010.50 lakhs on\n18.02.2010 on the request of Shambhu Prasad Singh.         The credit\nfacility was enhanced from then Rs. 650 lakhs to 1800 lakhs, in the\ncontext of certain supply orders to the tune of Rs. 2170.90 lakhs\nstatedly received from armed forces. The enhanced credit facility was\navailed by DSIPL but with no adjustment, putting PNB to a loss of\nabout Rs. 29.75 crores.\n</p>\n\n<span class=\"hidden_text\" id=\"span_13\">Crl. Appeal No.143/2018 &amp; others                         Page 15 of 105</span>\n<p data-structure=\"Facts\" id=\"p_38\"> 30.     The inquiries by PNB revealed that the supply orders from\ndefence authorities which was the basis of drawals were fictitious\nclaims based on forged and fabricated documents, the amounts\nreceived against the credit facility having been diverted to the\naccounts of certain dummy firms and companies set up by Shambhu\nPrasad Singh in the name of his employees showing them as directors\nor proprietors.\n</p>\n<p data-structure=\"Issue\" id=\"p_39\">31.     The PNB invoked <a href=\"/doc/122562177/\" id=\"a_33\">Section 13 (2)</a> of SARFAESI Act to take the\nsymbolic possession of the mortgaged properties of DSIPL and moved\nDRT, by original application no. 84/2013, for recovery of debts and\nalso lodged a complaint with CBI which registered FIR no.RCBDI\n2014/E/0003 involving offences under Sections 120 B/420/468/471\n<a href=\"/doc/1569253/\" id=\"a_34\">IPC</a> and <a href=\"/doc/122562177/\" id=\"a_35\">Section 13 (2)</a> read with <a href=\"/doc/178303/\" id=\"a_36\">Section 13 (1) (d)</a> of Prevention of\nCorruption Act, 1988.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_40\">32.     It is stated that investigation has confirmed that fictitious supply\norders had been used to seek release of funds from PNB against the\nabove-mentioned credit facility and the funds received in the account\nof DSIPL were diverted by Shambhu Prasad Singh and his above-\nmentioned associates to the accounts of fictitious firms and\ncompanies. The CBI has since concluded investigation and filed a\ncharge-sheet in the court of Special Judge (Prevention of Corruption\nAct).\n</p>\n<p data-structure=\"Issue\" id=\"p_41\">33.     The CBI also informed the enforcement directorate which\nregistered a case (ECIR/08/DZ/2015) under PMLA. Finding it, on the\nbasis of reasons to believe reduced to writing, a case involving money-\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_14\">Crl. Appeal No.143/2018 &amp; others                              Page 16 of 105</span>\n<p data-structure=\"Facts\" id=\"p_42\"> laundering, the enforcement officer issued attachment order under\nPMLA on 29.03.2017 attaching the above-mentioned six properties\nmortgaged with PNB.                The said order was confirmed by the\nAdjudicating Authority on 04.08.2017.\n</p>\n<p data-structure=\"Facts\" id=\"p_43\">34.     The PNB challenged the above-mentioned order of attachment\nunder PMLA by appeal FPA-PMLA-1958/DLI/2017 before the\nappellate tribunal.        The appeal of the PNB was allowed and the\nattachment orders have been set aside, the reasons set out in the said\norder being similar to those in the above-mentioned other cases, it\nbeing the conclusion of tribunal that the provisions of the SARFAESI\nAct and RDDBFI Act (or RDBA) prevail over PMLA. The tribunal\nhas also observed that the properties in question had not been acquired\nout of any proceeds of crime, their acquisition being prior to the\ncommission of offence of money-laundering. It was also noted that\nthere was no nexus between those indulging in money laundering on\none hand and the PNB (or its employees) on the other, its claim under\nthe mortgage being a charge which merited priority.\n</p>\n<p data-structure=\"Facts\" id=\"p_44\">35.     The above order of the appellate tribunal was challenged by\nUnion of India in this appeal and, by order dated 25.07.2018, it was\ndirected that the first four above-mentioned properties shall not be\nalienated by the PNB.\n</p>\n<p data-structure=\"Facts\" id=\"p_45\">36.     In this case, there have been certain developments post the\ndecision of the tribunal rendered on the appeal of PNB on 16.05.2018.\nThe PNB proceeded to invoke the jurisdiction of the National\nCompany Law Tribunal (NCLT), it being the adjudicating authority\n\n\n\n<span class=\"hidden_text\" id=\"span_15\">Crl. Appeal No.143/2018 &amp; others                           Page 17 of 105</span>\n under the recently enacted Insolvency and Bankruptcy Code, 2016\n(&quot;Insolvency Code&quot;, for short), by filing a company petition, it being\nno. (IB)-718(PB)/2018, seeking initiation of Corporate Insolvency\nResolution Process (&quot;CIRP&quot;) against DSIPL. The NCLT, by its order\ndated 27.09.2018, admitted the said petition and appointed Mr. Nilesh\nSharma as the Interim Resolution Professional (&quot;IRP&quot;) of DSIPL for\ncarrying out the &quot;CIRP&quot;. In the wake of developments that took place\npursuant to the said appointment the NCLT, by its order dated\n06.12.2018, confirmed the appointment of Mr. Nilesh Sharma as the\nResolution Professional (&quot;RP&quot;) of DSIPL.\n</p>\n<p data-structure=\"Facts\" id=\"p_46\">37.     The abovesaid RP, appointed by NCLT under the Insolvency\nCode, has approached this court by interlocutory applications\n(Crl.M.A. 199 and 202 of 2019), inter alia, seeking impleadment and\nfor clarification of the restraint order dated 25.07.2018. At the time of\nhearing on the said applications of RP (intervenor) it was submitted on\nhis behalf that he would feel satisfied if he was given audience in\nopposition to the appeal, he not pressing for any further directions at\nthat stage. The applications were accordingly allowed, to that extent,\nby order dated 30.01.2019.\n</p>\n<p data-structure=\"Issue\" id=\"p_47\">Crl.Appeal no. 1076/2018 (the claim of &quot;consortium of Banks&quot;)\n\n</p><p data-structure=\"Facts\" id=\"p_48\">38.     The last captioned appeal (Crl. Appeal no. 1076/2018) also\ninvolves Punjab National Bank (PNB) as the prime respondent, though\nin its capacity as the lead bank of consortium of almost twenty banks.\nSimilar to the factual matrix of the preceding cases, this case involves\ncredit facilities having been taken, in the name of Surya Vinayak\n\n\n\n<span class=\"hidden_text\" id=\"span_16\">Crl. Appeal No.143/2018 &amp; others                           Page 18 of 105</span>\n Industries Ltd. (SVIL), from various banks, by its directors Sanjay\nJain and Rajiv Jain, mortgaging several of their immovable properties,\nthey including Factory Land &amp; Building 1.52 acre, plot no. 38,\nKhaitan No.2, Industrial Growth Centre, Zone-11, Bodhjung Nagar,\nAgartala; Land &amp; Building at Villa Naya Bans, Sampla, Distt. Rohtak,\nHaryana msg. 14520 sq. yard; Land &amp; building at Vill-Naya Bans,\nSampla, Distt. Rohtak, Haryana, msg. 10 Kanal (6050 sq. yards);\nResidential House msg. 167.20 sq. Mt., D-259, Ground Floor, Ashok\nVihar-1, Delhi-52; Land &amp; Bldg on plot of land bearing Khevat No.\n90 at Vill-Naya Bans, Sampla, Rohtak; Land bearing Khewat 145\nmeasuring 11 Kanal 8 Marla (6897 sq. yeard) and Khewat No. 135\nmeasuring 7 Kanal 7 Marla (4446.75 sq yrd) at Vill-Naya Bans,\nSampla, Distt-Rohtak (total 11343.75 sq yards); Land measuring 30\nKanal 9 Marla (18422.25 sq. yard) at village Naya Bans, Sampla,\nDistt. Rohtak, Haryana; Land measuring 53 kanal (32065 sq. yards) at\nvill-NayaBans, Sampla, Distt, Rohtak (Haryana); Khasra no. 4564\n(0.78 Hect), 455 (0.62 Hect), 481 (4.82 Hect), 482 (2.95 Hect) Total\n9.17 Hect) situated at Vill-Gudri, Distt, Katni and Khasra no. 499,\n501/1 502/2m 503/1, 503/2 (part), 2162/1, 2162 (part), piproudh, NH-\n7, Distt-Katni (MP). The first three properties are stated to be owned\nby SVIL, next four held in the name of Rajiv Jain, the one following\nowned by Sanjay Jain and the last two of SVIL Mines Ltd., a sister\nconcern.\n</p>\n<p data-structure=\"Facts\" id=\"p_49\">39.     In the loan accounts, the aforesaid directors of SVIL had stood\nguarantee, a corporate guarantee to secure credit facility having also\nbeen executed by SVIL, it being claimed that the company in whose\n\n\n<span class=\"hidden_text\" id=\"span_17\">Crl. Appeal No.143/2018 &amp; others                          Page 19 of 105</span>\n favour money was being borrowed was majorly engaged in the\nbusiness of trading of agro-commodities and manufacturing and\nmarketing of essence oils, perfumery compounds, flavours, fragrances\nand aromatic chemicals.            The loans were taken and the mortgage\ncontracts created during 2005 and 2007, the properties which were\nplaced under mortgage having been acquired during 1994 to 2005.\n</p>\n<p data-structure=\"Facts\" id=\"p_50\">40.     All the loans became NPA after 2011. A forensic audit of the\nborrowers was carried out by the consortium (led by PNB) in the wake\nof resolution of December, 2013. The audit report brought out serious\nfinancial irregularities including mis-representation of value of stock\nin book debts. It is stated evidence was gathered in due course that the\nstatement of stock as well as debtors and receivables on the basis of\nwhich credit facilities were obtained were false and fabricated.\n</p>\n<p data-structure=\"Issue\" id=\"p_51\">41.     Eventually, the matter was reported to CBI which registered\nFIR (no. RCBDI/2014/E/0001) involving offence under Section 120 B\nread with <a href=\"/doc/1436241/\" id=\"a_37\">Section 420</a> IPC.\n</p>\n<p data-structure=\"Facts\" id=\"p_52\">42.     It is stated that the CBI brought the above facts to the notice of\nenforcement directorate which, for reasons reduced to writing, found it\nto be a case of money-laundering and, thus, registered its own case\n[ECIR No. DLZO/01/2015/AD (VM)], under PMLA.\n</p>\n<p data-structure=\"Issue\" id=\"p_53\">43.     While the consortium of banks led by PNB has proceeded to\ntake steps for recovery of outstanding dues under <a href=\"/doc/52229129/\" id=\"a_38\">SARFAESI Act</a> and\nRDBA, the enforcement directorate, for reasons to believe reduced to\nwriting, proceeded to attach the above-mentioned properties on\n\n\n\n\n<span class=\"hidden_text\" id=\"span_18\">Crl. Appeal No.143/2018 &amp; others                            Page 20 of 105</span>\n 31.03.2016 which order was confirmed by the adjudicating authority\non 22.09.2016.\n</p>\n<p data-structure=\"Facts\" id=\"p_54\">44.     The respondents i.e. PNB and DBS Bank Ltd. (members of the\nconsortium) approached the appellate tribunal by appeals (FPA-\nPMLA-1616/DLI/2017 and FPA-PMLA-1618/DLI/2017).                       The\nappellate tribunal, by its common judgment dated 28.06.2018, has\nallowed the said appeals and set aside the attachment order under\nPMLA, the reasons for such decision being similar (if not identical) to\nthe other cases mentioned above.\n</p>\n<p data-structure=\"Issue\" id=\"p_55\">                THE CONTENTIONS OF THIRD PARTY\n</p><p data-structure=\"CDiscource\" id=\"p_56\">45.     It is clear from the background facts of these five appeals that\nthe properties which have been targeted in most of the corresponding\ncases for attachment by the enforcement authority under PMLA are\nnot properties which can be described even remotely to be those which\nhad been derived or obtained as a result of criminal activity leading to\ncommission of money-laundering.        All such assets were acquired\nmuch prior to the acts of commission or omission relating to money-\nlaundering. The assets in question seem to be held in the name of, or\nowned by, persons against whom there is material available forming\nthe basis of reasons to believe of complicity in money-laundering. But\nthe properties which were attached are not product of money-\nlaundering, the enforcement authority concededly having moved\nagainst such properties because there are reasons to believe that they\nare properties of value equivalent to the assets that may have been\nacquired, derived or obtained as a result of money-laundering. To put\n\n\n\n<span class=\"hidden_text\" id=\"span_19\">Crl. Appeal No.143/2018 &amp; others                           Page 21 of 105</span>\n it simply, it appears that the enforcement authority having not been\nable to lay its hands on the property derived or obtained from money\nlaundering has proceeded to reach out to other assets of the suspects\nthat appear prima facie to have been acquired earlier from legitimate\nmeans because they are properties of the same value as would have\nbeen the value of the pecuniary advantage gained by money-\nlaundering.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_57\">46.     It is in the above context that the conflicts involving third party\nclaims have arisen because the respondents (banks) claim to have\nacquired lawful interest (by mortgage or hypothecation) in the\nproperties (which have been attached) in due course of their banking\nactivities. It is not disputed that neither the concerned bank nor any of\nits agents or employees have had any connection whatsoever with any\nact of commission or omission relating to the money-laundering of\nwhich the borrowers are accused in these cases.           It is also well\nconceded by the State (the appellant) that the banks in these matters\nmay be entitled to and may have been pursuing lawful remedies\nwhere-under these very properties can be legitimately attached and\nsold, by public auction, to satisfy their respective claims, such\nsatisfaction, in turn, concededly giving a lawful discharge to the\nborrowers for the corresponding debt.\n</p>\n<p data-structure=\"RespArg\" id=\"p_58\">47.     It is argued that if the contentions of the respondent banks were\nto be upheld and the view taken by the appellate tribunal endorsed, the\nlaw under PMLA would stand defeated, not only because the\nsovereign authority to take away the property of the money-launderer\n\n\n\n<span class=\"hidden_text\" id=\"span_20\">Crl. Appeal No.143/2018 &amp; others                             Page 22 of 105</span>\n &quot;free from all encumbrances&quot; would stand frustrated, but also because\nthe wrong-doer (the borrower who has indulged in money-laundering)\nwould derive illegitimate pecuniary advantage by getting a discharge\nfor the debt by using an asset the right to hold which had been\nforfeited.\n</p>\n<p data-structure=\"PetArg\" id=\"p_59\">48.     Conversely, it is argued that the legislative intent and command\nis that the RDDBFI Act (or &quot;RDBA&quot;) and <a href=\"/doc/52229129/\" id=\"a_39\">SARFAESI Act</a> (as also the\nInsolvency Code) must prevail over PMLA, the authority of\nenforcement agency taking a back-seat. At the same time, it was\nurged that a harmonious construction of PMLA and the legislations\n(RDBA and SARFAESI Act) under which the respondent banks\n(&quot;secured creditors&quot;) seek remedy has to be achieved such that the\nobjective of each is sub-served, none defeated.\n</p>\n<p data-structure=\"Issue\" id=\"p_60\">           SANCTIONS AGAINST MONEY-LAUNDERING\n\n</p><p data-structure=\"CDiscource\" id=\"p_61\">49.     The malaise of money laundering has been a challenge faced by\nvarious members of the global community for many a decade now. At\nleast two international organisations (the European Commission and\nthe Gulf Cooperation Council) and a number of sovereign States had\nset up an inter-governmental body called the Financial Action Task\nForce (FATF) on Money-Laundering with the objective of\ndevelopment and promotion of policies to combat the menace. The\nFATF, by its recommendations made in 1990, suggested measures to\nbe adopted similar to those set forth in the Vienna Convention (on\ncriminalizing the drug money laundering) including legislative ones,\nto enable their competent authorities to confiscate property laundered,\n\n\n\n<span class=\"hidden_text\" id=\"span_21\">Crl. Appeal No.143/2018 &amp; others                           Page 23 of 105</span>\n proceeds from, instrumentalities used in or intended for use in the\ncommission of any money-laundering offence or property of\ncorresponding value.               By its document titled &quot;The Forty\nRecommendations&quot; (1996), it reiterated the said suggestion for\nlegislative measures to be adopted for confiscation of such assets or\n&quot;property of corresponding value&quot;, cautioning that such measures be\n&quot;without prejudicing the rights of bona fide third parties&quot;.\n</p>\n<p data-structure=\"Section\" id=\"p_62\">50.     <a href=\"/doc/1697463/\" id=\"a_40\">The Prevention of Money-Laundering Act, 2002</a> (&quot;PMLA&quot;)\nthough enacted and notified on 17th January, 2003, came into force\nw.e.f. 01.07.2005 and has been amended more than once, lastly by the\n<a href=\"/doc/75703920/\" id=\"a_41\">Finance Act, 2018</a> and the Prevention of Corruption (Amendment)\nAct, 2018.       It was brought on the statute book with the avowed\nobjective &quot;to prevent money-laundering and to provide for\nconfiscation of property derived from, or involved in, money-\nlaundering and for matters connected therewith or incident thereto&quot;,\npursuant to the obligation in terms, inter alia, of Political Declaration\nand Global Programme of Action, annexed to the resolution S-17/2 as\nadopted by the General Assembly of the United Nations on\n23.02.1990 and the Political Declaration adopted by the Special\nSession of the United Nations General Assembly on 8-10 of June,\n1998, the global view, which India shares, being that &quot;money-\nlaundering poses a serious threat not only to the financial systems of\ncountries, but also to their integrity and sovereignty&quot;. As is noted in\nthe &quot;statement of objects and reasons&quot; for this law to be enacted, in\nthe run up to the above-mentioned political declarations by the United\n\n\n\n<span class=\"hidden_text\" id=\"span_22\">Crl. Appeal No.143/2018 &amp; others                           Page 24 of 105</span>\n Nations, the international community had taken certain initiatives that\ninclude the following:-\n</p>\n<blockquote id=\"blockquote_2\">        &quot;(a) the United Nations Convention Against Illicit Traffic\n        in Narcotic Drugs and Psychotropic Substances, to\n        which India is a party, calls for prevention of laundering\n        of proceeds of drug crimes and other connected activities\n        and confiscation of proceeds derived from such offence.\n</blockquote><blockquote id=\"blockquote_3\">        (b) the Basle Statement of Principles, enunciated in 1989,\n        outlined basic policies and procedures that banks should\n        follow in order to assist the law enforcement agencies in\n        tackling the problem of money-laundering.\n</blockquote><blockquote id=\"blockquote_4\">        (c) the Financial Action Task Force established at the\n        summit of seven major industrial nations, held in Paris\n        from 14th to 16th July, 1989, to examine the problem of\n        money-laundering has made forty recommendations,\n        which provide the foundation material for comprehensive\n        legislation to combat the problem of money-laundering.\n</blockquote><p data-structure=\"Section\" id=\"p_63\">        The recommendations were classified under various\n        heads. Some of the important heads are--\n</p><p data-structure=\"Issue\" id=\"p_64\">        (i) declaration of laundering of monies carried through\n        serious crimes a criminal offence;\n</p><p data-structure=\"Issue\" id=\"p_65\">        (ii) to work out modalities of disclosure by financial\n        institutions regarding reportable transactions;\n</p><p data-structure=\"Issue\" id=\"p_66\">        (iii) confiscation of the proceeds of crime;\n</p><p data-structure=\"Section\" id=\"p_67\">        (iv) declaring money-laundering to be an extraditable\n        offence; and\n</p><p data-structure=\"Issue\" id=\"p_68\">        (v) promoting international co-operation in investigation\n        of money-laundering.&quot;\n</p><p data-structure=\"Section\" id=\"p_69\">51.     The PMLA deals with &quot;money-laundering&quot;, treating it as an\noffence, defining it thus:-\n</p>\n<blockquote id=\"blockquote_5\">        &quot;3.Offence of money-laundering.--Whosoever directly or\n        indirectly attempts to indulge or knowingly assists or\n        knowingly is a party or is actually involved in any\n\n\n\n<span class=\"hidden_text\" id=\"span_23\">Crl. Appeal No.143/2018 &amp; others                           Page 25 of 105</span>\n         process or activity connected with the proceeds of crime\n        including its concealment, possession, acquisition or use\n        and projecting or claiming it as untainted property shall\n        be guilty of offence of money-laundering&quot;.\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_70\">                                             (emphasis supplied)\n\n</p><p data-structure=\"Precedent\" id=\"p_71\">52.     The challenge posed by money-laundering is intended to be met\nby the legislation through measures which include penal consequences\nfor the offence (<a href=\"/doc/20781376/\" id=\"a_42\">Section 4</a>) and by deprivation of the &quot;proceeds of\ncrime&quot; through &quot;confiscation&quot;, the latter being a process which\ncommences with order of &quot;attachment&quot;. In such context, detailed\nprovisions are also made for reciprocal arrangement (9th chapter) for\nassistance to be given by India to other sovereign States or expected\nby from the latter vis-à-vis property that is subject matter of money-\nlaundering, this being dependent upon agreements to such effect being\nentered into by India with other countries.          Similarly, the law\nenvisages certain obligations (4th chapter) on the part of banking\ncompanies, financial institutions and intermediaries to render\nassistance to the enforcement agency not only by maintaining records\nbut also reporting, or giving access, to information about certain\ntransactions for dealing with the scourge of money-laundering. The\nPMLA establishes an enforcement agency, collectively described as\n&quot;Authorities&quot; (8th Chapter) and criminal justice fora styled as &quot;Special\nCourts&quot; (7th chapter) conferring, by Section 44, upon the latter (i.e. the\nspecial courts), exclusive jurisdiction to try the offence (under Section\n</p><p data-structure=\"Section\" id=\"p_72\">4) of &quot;money-laundering&quot; and any &quot;scheduled offence&quot; connected\n\n\n\n\n<span class=\"hidden_text\" id=\"span_24\">Crl. Appeal No.143/2018 &amp; others                            Page 26 of 105</span>\n thereto, also making it the court of cognizance vis-à-vis the offence of\nmoney-laundering (under <a href=\"/doc/145523748/\" id=\"a_43\">Section 3</a>).\n</p>\n<p data-structure=\"CDiscource\" id=\"p_73\">53.     For comprehensive understanding of the law on money-\nlaundering (under PMLA), it may also be noted here that the\nexpression &quot;proceeds of crime&quot; constitutes the core of the offence of\nmoney-laundering, &quot;the concealment, possession, acquisition or use&quot;\n</p><blockquote id=\"blockquote_6\">of &quot;proceeds of crime&quot; in a manner where the same are projected or\nare claimed to be &quot;untainted property&quot; being what forms the essential\npart of actus reus, the intent to so conceal, possess, acquire or use, or\nguilty knowledge, being the requisite mens rea. It is inherent in this\nthat prior to coming in possession, acquisition, concealment or use of\n&quot;tainted property&quot; (the claim being to the contrary that it is untainted\nproperty) there must have been some other offence committed, the\nproperty perceived or alleged to be tainted being the product of such\ncriminal activity.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_74\">54.     It is in the above sense that the expression &quot;proceeds of crime&quot;\n</p><blockquote id=\"blockquote_7\">is defined in PMLA, by <a href=\"/doc/168773879/\" id=\"a_44\">Section 2 (1) (u)</a>. It is not any or every crime,\nthe fruits whereof would be treated as &quot;proceeds of crime&quot; for\ninitiation of action under PMLA. The enactment restricts it to the\n&quot;result of criminal activity&quot; relating to a &quot;scheduled offence&quot;. The\nexpression &quot;scheduled offence&quot; is defined by <a href=\"/doc/113066886/\" id=\"a_45\">Section 2 (1) (y)</a> as\nunder:-\n</blockquote>\n<blockquote id=\"blockquote_8\">        &quot;scheduled offence&quot; means--\n</blockquote><blockquote id=\"blockquote_9\">        (i) the offences specified under Part A of the Schedule; or\n\n\n\n\n<span class=\"hidden_text\" id=\"span_25\">Crl. Appeal No.143/2018 &amp; others                            Page 27 of 105</span>\n</blockquote><blockquote id=\"blockquote_10\">         (ii) the offences specified under Part B of the Schedule if the\n        total value involved in such offences is one crore rupees or\n        more; or\n</blockquote><blockquote id=\"blockquote_11\">        (iii) the offences specified under Part C of the Schedule.&quot;\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_75\">55.     While Part „C‟ of the schedule concerns certain offences which\nhave &quot;cross-border implications&quot;, Part „B‟ is restricted to the offence\nunder <a href=\"/doc/852376/\" id=\"a_46\">Section 132</a> of the Customs Act, 1962. In contrast, Part „A‟\ncomprises of twenty-nine paragraphs thereby including offences under\nmany a penal law they including certain offences under the <a href=\"/doc/1569253/\" id=\"a_47\">Indian\nPenal Code</a>, 1860 (<a href=\"/doc/1569253/\" id=\"a_48\">IPC</a>) besides some offences under special laws\nsuch as <a href=\"/doc/1727139/\" id=\"a_49\">Narcotic Drugs and Psychotropic Substances Act, 1985</a>,\n<a href=\"/doc/1568384/\" id=\"a_50\">Explosive Substances Act, 1908</a>, Unlawful activities (Prevention) Act,\n1967, <a href=\"/doc/1331755/\" id=\"a_51\">Prevention of Corruption Act, 1988</a>, etc.\n\n</p><p data-structure=\"Section\" id=\"p_76\">56.     There are three parts of the definition of &quot;proceeds of crime&quot;.\nThe distinct flavor of each would need elaborate discussion later.\n</p>\n<p data-structure=\"Section\" id=\"p_77\">                PMLA‟s SANCTION OF CONFISCATION\n\n</p><p data-structure=\"Section\" id=\"p_78\">57.     The power and jurisdiction to provisionally attach a property\ninvolved in money-laundering is conferred by the law, by virtue of\n<a href=\"/doc/109928309/\" id=\"a_52\">Section 5 (1)</a> of PMLA generally on the director (of enforcement), or\non an additional director or joint director or a deputy director,\nappointed in terms of Sections 48 and 49. These officers are the\nauthorities who have been conferred by law with the powers and\njurisdiction to carry out the requisite probe leading to criminal action\nvis-à-vis the offence of money-laundering defined in <a href=\"/doc/145523748/\" id=\"a_53\">Section 3</a> and\nalso to initiate action in the nature of attachment leading to\nconfiscation of &quot;proceeds of crime&quot; (Sections 50 and 51). Detailed\n\n\n<span class=\"hidden_text\" id=\"span_26\">Crl. Appeal No.143/2018 &amp; others                          Page 28 of 105</span>\n provisions have been made (in 5th Chapter) to equip these\nfunctionaries with the requisite powers of survey (<a href=\"/doc/105463411/\" id=\"a_54\">Section 16</a>), search\nand seizure (<a href=\"/doc/112742697/\" id=\"a_55\">Section 17</a>), search of persons (<a href=\"/doc/11945171/\" id=\"a_56\">Section 18</a>), arrest\n(<a href=\"/doc/16071438/\" id=\"a_57\">Section 19</a>), retention of property (<a href=\"/doc/187948024/\" id=\"a_58\">Section 20</a>) and retention of\nrecords (<a href=\"/doc/171392698/\" id=\"a_59\">Section 21</a>). By virtue of Section 65, the provisions of <a href=\"/doc/445276/\" id=\"a_60\">Code\nof Criminal Procedure</a>, 1973 (<a href=\"/doc/445276/\" id=\"a_61\">Cr.P.C</a>.) also apply to arrest, search and\nseizure, attachment, confiscation, investigation, prosecution and all\nother proceedings under PMLA, insofar as the same are &quot;not\ninconsistent&quot; with the provisions of PMLA (Section 75). Similar is\nthe application of <a href=\"/doc/445276/\" id=\"a_62\">Cr.P.C</a>. to the proceedings before special court by\nvirtue of Section 46.\n</p>\n<p data-structure=\"Section\" id=\"p_79\">58.     For dealing generally with the matters relating to attachment\nleading to confiscation of &quot;proceeds of crime&quot; (as defined by PMLA),\nthe statute prescribes elaborately the procedure conferring powers on\nenforcement authorities thereby established, such process beginning\nwith &quot;provisional attachment&quot;, such provisional attachment being\nsubject to &quot;confirmation&quot; by adjudicating authority (constituted under\n<a href=\"/doc/112401144/\" id=\"a_63\">Section 6</a>), the order of the adjudicating authority being amenable to\nchallenge by appeal (under <a href=\"/doc/54131328/\" id=\"a_64\">Section 26</a>) to the appellate tribunal (as\nconstituted in terms of <a href=\"/doc/81153242/\" id=\"a_65\">Section 25</a>). For such properties other than\nthose covered by reciprocal arrangement for assistance with other\nsovereign States (9th Chapter), as are tainted, the same representing\n&quot;proceeds of crime&quot; available in India, the process of attachment is to\nfollow the prescription under <a href=\"/doc/176453901/\" id=\"a_66\">Section 5</a>, this being subject to\nadjudication (and eventual confiscation) in accord with <a href=\"/doc/192781018/\" id=\"a_67\">Section 8</a>.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_27\">Crl. Appeal No.143/2018 &amp; others                          Page 29 of 105</span>\n<p data-structure=\"Section\" id=\"p_80\"> 59.      For purposes of answering the questions raised in these appeals,\nit is essential to take note of the said provisions of PMLA (3rd Chapter)\nin extenso. The main provision as the law presently stands reads\nthus:-\n</p>\n<blockquote id=\"blockquote_12\">          &quot;5. Attachment of property involved in money-\n         laundering.--(1)Where the Director or any other officer\n         not below the rank of Deputy Director authorised by the\n         Director for the purposes of this section, has reason to\n         believe (the reason for such belief to be recorded in\n         writing), on the basis of material in his possession, that--\n</blockquote><blockquote id=\"blockquote_13\">               (a) any person is in possession of any proceeds of\n               crime; and\n</blockquote><blockquote id=\"blockquote_14\">               (b) such proceeds of crime are likely to be\n               concealed, transferred or dealt with in any manner\n               which may result in frustrating any proceedings\n               relating to confiscation of such proceeds of crime\n               under this Chapter,\n               he may, by order in writing, provisionally attach\n               such property for a period not exceeding one\n               hundred and eighty days from the date of the\n               order, in such manner as may be prescribed:\n</blockquote>\n<blockquote id=\"blockquote_15\">                Provided that no such order of attachment shall be\n                made unless, in relation to the scheduled offence, a\n                report has been forwarded to a Magistrate under\n                <a href=\"/doc/1412034/\" id=\"a_68\">section 173</a> of the Code of Criminal Procedure,\n                1973 (2 of 1974), or a complaint has been filed by\n                a person authorised to investigate the offence\n                mentioned in that Schedule, before a Magistrate or\n                court for taking cognizance of the scheduled\n                offence, as the case may be, or a similar report or\n                complaint has been made or filed under the\n                corresponding law of any other country:\n</blockquote>\n<blockquote id=\"blockquote_16\">                Provided further that, notwithstanding anything\n                contained in first proviso, any property of any\n\n\n\n<span class=\"hidden_text\" id=\"span_28\">Crl. Appeal No.143/2018 &amp; others                             Page 30 of 105</span>\n                 person may be attached under this section if the\n                Director or any other officer not below the rank of\n                Deputy Director authorised by him for the\n                purposes of this section has reason to believe (the\n                reasons for such belief to be recorded in writing),\n                on the basis of material in his possession, that if\n                such property involved in money-laundering is not\n                attached immediately under this Chapter, the non-\n                attachment of the property is likely to frustrate any\n                proceeding under this Act.\n</blockquote>\n<blockquote id=\"blockquote_17\">                Provided also that for the purposes of computing\n                the period of one hundred and eighty days, the\n                period during which the proceedings under this\n                section is stayed by the High Court, shall be\n                excluded and a further period not exceeding thirty\n                days from the date of order of vacation of such\n                stay order shall be counted;\n</blockquote>\n<blockquote id=\"blockquote_18\">                (2) The Director, or any other officer not below the\n                rank of Deputy Director, shall, immediately after\n                attachment under sub-section (1), forward a copy\n                of the order, along with the material in his\n                possession, referred to in that sub-section, to the\n                Adjudicating Authority, in a sealed envelope, in\n                the manner as may be prescribed and such\n                Adjudicating Authority shall keep such order and\n                material for such period as may be prescribed.\n</blockquote>\n<blockquote id=\"blockquote_19\">                (3) Every order of attachment made under sub-\n</blockquote><p data-structure=\"Section\" id=\"p_81\">                section (1) shall cease to have effect after the\n                expiry of the period specified in that sub-section or\n                on the date of an order made under sub-section (3)\n                of <a href=\"/doc/192781018/\" id=\"a_69\">section 8</a>, whichever is earlier.\n</p>\n<p data-structure=\"Section\" id=\"p_82\">                (4) Nothing in this section shall prevent the person\n                interested in the enjoyment of the immovable\n\n\n\n\n<span class=\"hidden_text\" id=\"span_29\">Crl. Appeal No.143/2018 &amp; others                              Page 31 of 105</span>\n                 property attached under sub-section (1) from such\n                enjoyment.\n</p>\n<p data-structure=\"Section\" id=\"p_83\">                Explanation.--For the purposes of this sub-\n</p><p data-structure=\"Section\" id=\"p_84\">                section, &quot;person interested&quot;, in relation to any\n                immovable property, includes all persons claiming\n                or entitled to claim any interest in the property.\n                (5) The Director or any other officer who\n                provisionally attaches any property under sub-\n</p><p data-structure=\"Section\" id=\"p_85\">                section (1) shall, within a period of thirty days\n                from such attachment, file a complaint stating the\n                facts of such attachment before the Adjudicating\n                Authority&quot;.\n</p>\n<p data-structure=\"Issue\" id=\"p_86\">60.     As in the case of power of survey, search and seizure, search of\npersons, retention of property and power to arrest, for enforcing\n&quot;provisional attachment&quot;, it is sine qua non for the empowered officer,\nacting under <a href=\"/doc/109928309/\" id=\"a_70\">Section 5 (1)</a>, to record in writing his &quot;reason to believe&quot;\n</p><blockquote id=\"blockquote_20\">that grounds are made out to direct such provisional attachment.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_87\">61.     The bare reading of the above provision makes it clear that\nfollowing are the pre-requisites for a valid provisional attachment\norder:-\n</p>\n<blockquote id=\"blockquote_21\">        (i)     existence of material (&quot;in possession of&quot; the enforcement\n                officer i.e. the specified authorities under PMLA) which\n                is the basis of the &quot;reason for belief&quot;;\n</blockquote>\n<blockquote id=\"blockquote_22\">        (ii)    existence of identifiable &quot;property&quot; which qualifies to be\n                treated as &quot;proceeds of crime&quot;;\n</blockquote>\n<blockquote id=\"blockquote_23\">        (iii)   there being likelihood that such proceeds of crime are to\n                be concealed or transferred or dealt with in any such\n\n\n\n\n<span class=\"hidden_text\" id=\"span_30\">Crl. Appeal No.143/2018 &amp; others                            Page 32 of 105</span>\n                 manner as may result in &quot;frustrating&quot; the proceedings\n                relating to its confiscation;\n</blockquote>\n<blockquote id=\"blockquote_24\">        (iv)    the &quot;reasons for belief&quot; relating to such foundational\n                material (as above) having been &quot;recorded in writing&quot;;\n</blockquote>\n<blockquote id=\"blockquote_25\">        (v)     prior submission of charge-sheet (report under <a href=\"/doc/1412034/\" id=\"a_71\">Section\n                173</a> Cr.P.C.) or a &quot;complaint&quot; in the court of cognizance\n                respecting the &quot;scheduled offence&quot; to which the proceeds\n                of crime relate unless there is &quot;recorded in writing&quot; the\n                &quot;reasons to believe&quot; that if attachment be not ordered\n                &quot;immediately&quot; the omission to do so is similarly &quot;likely\n                to frustrate&quot;;\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_88\">        (vi)     the order of provisional attachment, to be issued in\n                writing, to be valid maximum for one hundred eighty\n                days from the date of such order (this excluding the\n                period for which the order may have been stayed by the\n                court); and\n\n</p><p data-structure=\"Section\" id=\"p_89\">        (vii) submission of a copy of provisional order of attachment\n                by the empowered officer to the adjudicating authority, in\n                a sealed envelope in the manner prescribed, such\n                submission to include &quot;material&quot; in possession of the\n                officer directing such provisional attachment.\n</p>\n<p data-structure=\"Facts\" id=\"p_90\">62.      The provisional order of attachment has the outside validity of\nmaximum one hundred eighty days and the concerned authority must\ntake the matter to the adjudicating authority for confirmation, such\nsubmission being in the form of &quot;complaint&quot; under <a href=\"/doc/196463321/\" id=\"a_72\">Section 5 (5)</a>\n\n\n<span class=\"hidden_text\" id=\"span_31\">Crl. Appeal No.143/2018 &amp; others                             Page 33 of 105</span>\n within thirty days from the date of provisional attachment, and the\ncomplaint must necessarily set out the facts on the basis of which it is\nmade.\n</p>\n<p data-structure=\"Section\" id=\"p_91\">63.     The provisional attachment of the property by the enforcement\nofficers is an executive action.     The law mandatorily requires its\nscrutiny by independent entity called adjudicating authority which is\nvested with quasi judicial powers. As noted above, the complaint\nunder <a href=\"/doc/196463321/\" id=\"a_73\">Section 5(5)</a> of PMLA by the enforcement officer comes before\nthe adjudicating authority for &quot;confirmation&quot; of the attachment order.\nThe procedure to be followed by the adjudicating authority and its\npowers leading eventually to release or confiscation are prescribed by\nthe following provision :-\n</p>\n<blockquote id=\"blockquote_26\">        8. Adjudication.--(1) On receipt of a complaint under\n        sub-section (5) of <a href=\"/doc/176453901/\" id=\"a_74\">section 5</a>, or applications made under\n        sub-section (4) of <a href=\"/doc/112742697/\" id=\"a_75\">section 17</a> or under sub-section (10) of\n        <a href=\"/doc/11945171/\" id=\"a_76\">section 18</a>, if the Adjudicating Authority has reason to\n        believe that any person has committed an offence under\n        <a href=\"/doc/145523748/\" id=\"a_77\">section 3</a> or is in possession of proceeds of crime, it may\n        serve a notice of not less than thirty days on such person\n        calling upon him to indicate the sources of his income,\n        earning or assets, out of which or by means of which he\n        has acquired the property attached under sub-section (1)\n        of <a href=\"/doc/176453901/\" id=\"a_78\">section 5</a>, or, seized or frozen under <a href=\"/doc/112742697/\" id=\"a_79\">section 17</a> or\n        <a href=\"/doc/11945171/\" id=\"a_80\">section 18</a>, the evidence on which he relies and other\n        relevant information and particulars, and to show cause\n        why all or any of such properties should not be declared\n        to be the properties involved in money-laundering and\n        confiscated by the Central Government:\n</blockquote><blockquote id=\"blockquote_27\">               Provided that where a notice under this sub-\n        section specifies any property as being held by a person\n        on behalf of any other person, a copy of such notice shall\n        also be served upon such other person:\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_32\">Crl. Appeal No.143/2018 &amp; others                           Page 34 of 105</span>\n<blockquote id=\"blockquote_28\">                Provided further that where such property is held\n        jointly by more than one person, such notice shall be\n        served to all persons holding such property.\n</blockquote><blockquote id=\"blockquote_29\">               (2) The Adjudicating Authority shall, after--\n</blockquote><blockquote id=\"blockquote_30\">               (a) considering the reply, if any, to the notice\n               issued under sub-section (1);\n</blockquote><blockquote id=\"blockquote_31\">               (b) hearing the aggrieved person and the Director\n               or any other officer authorised by him in this\n               behalf; and\n</blockquote><blockquote id=\"blockquote_32\">               (c) taking into account all relevant materials\n               placed on record before him,\n        by an order, record a finding whether all or any of the\n        properties referred to in the notice issued under sub-\n</blockquote><p data-structure=\"Section\" id=\"p_92\">        section (1) are involved in money-laundering:\n</p><blockquote id=\"blockquote_33\">               Provided that if the property is claimed by a\n        person, other than a person to whom the notice had been\n        issued, such person shall also be given an opportunity of\n        being heard to prove that the property is not involved in\n        money-laundering.\n</blockquote><blockquote id=\"blockquote_34\">        (3) Where the Adjudicating Authority decides under sub-\n</blockquote><p data-structure=\"Section\" id=\"p_93\">        section (2) that any property is involved in money-\n        laundering, he shall, by an order in writing, confirm the\n        attachment of the property made under sub-section (1) of\n        <a href=\"/doc/176453901/\" id=\"a_81\">section 5</a> or retention of property or record seized or\n        frozen under <a href=\"/doc/112742697/\" id=\"a_82\">section 17</a> or <a href=\"/doc/11945171/\" id=\"a_83\">section 18</a> and record a\n        finding to that effect, whereupon such attachment or\n        retention or freezing of the seized or frozen property or\n        record shall--\n</p><p data-structure=\"Section\" id=\"p_94\">                (a) continue during investigation for a period\n               not exceeding ninety days or the pendency of\n               the proceedings relating to any offence under\n               this Act before a court or under the\n               corresponding law of any other country,\n               before the competent court of criminal\n               jurisdiction outside India, as the case may be;\n</p><p data-structure=\"Section\" id=\"p_95\">               and\n</p><p data-structure=\"Section\" id=\"p_96\">               (b) become final after an order of confiscation\n               is passed under sub-section (5) or sub-section\n\n\n\n<span class=\"hidden_text\" id=\"span_33\">Crl. Appeal No.143/2018 &amp; others                          Page 35 of 105</span>\n                 (7) of <a href=\"/doc/192781018/\" id=\"a_84\">section 8</a> or section 58B or sub-section\n                (2A) of section 60 by the Special Court;\n</p>\n<p data-structure=\"Section\" id=\"p_97\">        (4) Where the provisional order of attachment made\n        under sub-section (1) of <a href=\"/doc/176453901/\" id=\"a_85\">section 5</a> has been confirmed\n        under sub-section (3), the Director or any other officer\n        authorised by him in this behalf shall forthwith take the\n        possession of the property attached under <a href=\"/doc/176453901/\" id=\"a_86\">section 5</a> or\n        frozen under sub-section (1A) of <a href=\"/doc/112742697/\" id=\"a_87\">section 17</a>, in such\n        manner as may be prescribed:\n</p>\n<blockquote id=\"blockquote_35\">               Provided that if it is not practicable to take\n        possession of a property frozen under sub-section (1A) of\n        section 17, the order of confiscation shall have the same\n        effect as if the property had been taken possession of.\n</blockquote>\n<blockquote id=\"blockquote_36\">        (5) Where on conclusion of a trial of an offence under\n        this Act, the Special Court finds that the offence of\n        money-laundering has been committed, it shall order that\n        such property involved in the money-laundering or which\n        has been used for commission of the offence of money-\n</blockquote><p data-structure=\"Section\" id=\"p_98\">        laundering shall stand confiscated to the Central\n        Government.\n</p>\n<p data-structure=\"Section\" id=\"p_99\">        (6) Where on conclusion of a trial under this Act, the\n        Special Court finds that the offence of moneylaundering\n        has not taken place or the property is not involved in\n        money-laundering, it shall order release of such property\n        to the person entitled to receive it.\n</p>\n<p data-structure=\"Section\" id=\"p_100\">        (7) Where the trial under this Act cannot be conducted by\n        reason of the death of the accused or the accused being\n        declared a proclaimed offender or for any other reason\n        or having commenced but could not be concluded, the\n        Special Court shall, on an application moved by the\n        Director or a person claiming to be entitled to possession\n        of a property in respect of which an order has been\n        passed under sub-section (3) of section 8, pass\n\n\n\n<span class=\"hidden_text\" id=\"span_34\">Crl. Appeal No.143/2018 &amp; others                           Page 36 of 105</span>\n         appropriate orders regarding confiscation or release of\n        the property, as the case may be, involved in the offence\n        of money-laundering after having regard to the material\n        before it.\n</p>\n<p data-structure=\"Precedent\" id=\"p_101\">        (8) Where a property stands confiscated to the Central\n        Government under sub-section (5), the Special Court, in\n        such manner as may be prescribed, may also direct the\n        Central Government to restore such confiscated property\n        or part thereof of a claimant with a legitimate interest in\n        the property, who may have suffered a quantifiable loss\n        as a result of the offence of money laundering:\n</p>\n<blockquote id=\"blockquote_37\">        Provided that the Special Court shall not consider such\n        claim unless it is satisfied that the claimant has acted in\n        good faith and has suffered the loss despite having taken\n        all reasonable precautions and is not involved in the\n        offence of money laundering:\n</blockquote>\n<blockquote id=\"blockquote_38\">        Provided further that the Special Court may, if it thinks\n        fit, consider the claim of the claimant for the purposes of\n        restoration of such properties during the trial of the case\n        in such manner as may be prescribed.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_102\">64.     As noted earlier, the enforcement officers of the prescribed rank\nhave also been conferred with the powers of search and seizure\n(<a href=\"/doc/112742697/\" id=\"a_88\">Section 17</a>) and power to carry out search of persons (<a href=\"/doc/11945171/\" id=\"a_89\">Section 18</a>).\nOccasions may arise and the competent authority during the course of\ninvestigation may seize any such record or property and if seizure &quot;not\nbe practicable&quot; to freeze the record or property. In terms of <a href=\"/doc/141981259/\" id=\"a_90\">Section\n17 (1)</a> and <a href=\"/doc/55212491/\" id=\"a_91\">17 (1A)</a> similar situation may arise in case of search of\npersons under <a href=\"/doc/21395465/\" id=\"a_92\">Section 18 (1)</a>. All such seizures of record, or property,\nor directions for freezing of such record or property are also matters\nthat require confirmation by the adjudicating authority.\n</p>\n\n<span class=\"hidden_text\" id=\"span_35\">Crl. Appeal No.143/2018 &amp; others                            Page 37 of 105</span>\n<p data-structure=\"Section\" id=\"p_103\"> 65.     Restricting this study of the law to the proceedings leading to\nconfirmation of the attachment by the adjudicating authority with\nreference to <a href=\"/doc/192781018/\" id=\"a_93\">Section 8</a> of PMLA, it may be noted that the prescribed\nprocedure begins by issuance and service of notice within thirty days\nby the adjudicating authority on the person respecting whom there is\nreason to believe as to either (a) his complicity in the crime in the\noffence of money-laundering or (b) of he being in possession of\nproceeds of crime [<a href=\"/doc/192781018/\" id=\"a_94\">Section 8 (1)</a>].\n</p>\n<p data-structure=\"Section\" id=\"p_104\">66.     Pertinent to note here that in terms of the provisos to sub-\nSection (1) of <a href=\"/doc/192781018/\" id=\"a_95\">Section 8</a>, the right to be heard in opposition to the\nprayer for confirmation of attachment by the adjudicating authority is\nalso given to such third parties as may be holding the property in\nquestion &quot;on behalf of any other person&quot; (whether jointly or\notherwise), the adjudicating authority also being obliged by the\nproviso to sub-Section (2) of <a href=\"/doc/192781018/\" id=\"a_96\">Section 8</a> to give opportunity of being\nheard and prove that the property is &quot;not involved in money-\nlaundering&quot; even to such third parties as to whom notice may not have\nbeen issued but may have &quot;claimed&quot; the same. Such third parties may\ninclude a benamidar, transferee, lessee, mortgagee, hypothecatee,\nmanager, agent, trustee, etc.\n\n</p><p data-structure=\"Section\" id=\"p_105\">67.     In the context of present appeals, it is also necessary to take\nnote of the provision contained in <a href=\"/doc/123082127/\" id=\"a_97\">Section 9</a> PMLA inasmuch as it\nprescribes the consequences that flow from the eventual order of\nconfiscation. The provision reads thus:-\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_36\">Crl. Appeal No.143/2018 &amp; others                          Page 38 of 105</span>\n<blockquote id=\"blockquote_39\">         &quot;9. Vesting of property in Central Government.--Where\n        an order of confiscation has been made under sub-\n        section (5) or sub-section (7) of <a href=\"/doc/192781018/\" id=\"a_98\">section 8</a> or section 58B\n        or sub-section (2A) of section 60 in respect of any\n        property of a person, all the rights and title in such\n        property shall vest absolutely in the Central Government\n        free from all encumbrances:\n</blockquote><blockquote id=\"blockquote_40\">               Provided that where the Special Court or the\n        Adjudicating Authority, as the case may be, after giving\n        an opportunity of being heard to any other person\n        interested in the property attached under this Chapter, or\n        seized or frozen under Chapter V, is of the opinion that\n        any encumbrance on the property or lease-hold interest\n        has been created with a view to defeat the provisions of\n        this Chapter, it may, by order, declare such encumbrance\n        or lease-hold interest to be void and thereupon the\n        aforesaid property shall vest in the Central Government\n        free from such encumbrances or lease-hold interest:\n</blockquote><blockquote id=\"blockquote_41\">               Provided further that nothing in this section shall\n        operate to discharge any person from any liability in\n        respect of such encumbrances which may be enforced\n        against such person by a suit for damages&quot;.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_106\">68.     As is plain and clear from the above-noted legislative scheme,\nthe provisional attachment under the directions of enforcement\nauthorities is subject to confirmation by the adjudicating authority.\nMere confirmation of attachment by the adjudicating authority does\nnot lead to the person claiming interest in the property being divested\nof such interest as he legitimately holds, inasmuch as the expression\n&quot;attachment&quot; is defined by <a href=\"/doc/59829858/\" id=\"a_99\">section 2 (1) (d)</a> to mean prohibition of\ntransfer, conversion, disposition or movement of property by an order\nissued under third Chapter of PMLA. As is seen, upon perusal of\n<a href=\"/doc/195568066/\" id=\"a_100\">Section 5 (4)</a>, mere order of provisional attachment does not prevent a\n\n\n\n\n<span class=\"hidden_text\" id=\"span_37\">Crl. Appeal No.143/2018 &amp; others                           Page 39 of 105</span>\n person &quot;entitled to claim&quot; any interest in the property (&quot;person\ninterested&quot;) or to enjoyment of an immovable property (for example a\nlessee) from such enjoyment, the possibility of taking over the\npossession of such property or for it to be treated as &quot;frozen&quot; [<a href=\"/doc/55212491/\" id=\"a_101\">Section\n17 (1A)</a>] arising only upon confirmation by the adjudicating authority\nunder <a href=\"/doc/192781018/\" id=\"a_102\">section 8 (4)</a>. In terms of such scheme, the attachment is an\ninterim measure, eventual intendment being that in the event of it\nbeing &quot;found&quot; that the offence of money-laundering has been\ncommitted and that &quot;such property&quot; is involved or has been used for\nsuch offence to be committed, the same shall be ordered to be\n&quot;confiscated to the Central Government&quot; [<a href=\"/doc/192781018/\" id=\"a_103\">Section 8 (5)</a>].\n</p>\n<p data-structure=\"Section\" id=\"p_107\">69.     In contrast to the effect of the order of &quot;attachment&quot; which only\nentails &quot;prohibition of transfer, conversion, dispossession or\nmovement&quot; of such property, &quot;the confiscation&quot; in terms of <a href=\"/doc/192781018/\" id=\"a_104\">Section 8\n(5)</a> and (7) entails all the rights and title in such property vesting\nabsolutely in the Central Government &quot;free from all encumbrances&quot;.\nThe further provision in <a href=\"/doc/144323122/\" id=\"a_105\">Section 10</a> conferring upon the Central\nGovernment the power to take over and manage such property as has\nbeen confiscated even by disposing it of leaves no doubt that the\nvesting of the property in the government is absolute. As is clear from\nthe provisos to <a href=\"/doc/123082127/\" id=\"a_106\">Section 9</a>, the liability under the encumbrance subsists\nin favour of such third party as had acted in good faith but if the\ncreation of such encumbrance was with the objective of managing\nescape of such property from such attachment or confiscation, the law\nempowers the special court, or the adjudicating authority, to declare\n\n\n\n\n<span class=\"hidden_text\" id=\"span_38\">Crl. Appeal No.143/2018 &amp; others                           Page 40 of 105</span>\n such encumbrance to be &quot;void&quot;, this also leading to confiscation of the\nproperty in favour of the State.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_108\">70.     The eventual touchstone, even for the special court, dealing\nwith the offence of money-laundering (and connected offences)\nremains that the property attached, or to be confiscated, must be such\nas was &quot;involved in&quot; or &quot;used for&quot; the commission of the offence of\nmoney-laundering.\n</p>\n<p data-structure=\"Section\" id=\"p_109\">71.     The law recognizes that there may be third parties having\n&quot;legitimate interest&quot; in such property. It is for this reason that they are\nafforded opportunity to approach the adjudicating authority under\n<a href=\"/doc/192781018/\" id=\"a_107\">section 8(1)</a> or (2) and also the appellate tribunal under <a href=\"/doc/54131328/\" id=\"a_108\">Section 26</a>, as\nindeed the special court under <a href=\"/doc/192781018/\" id=\"a_109\">section 8 (6)</a>, (7) &amp; (8). Generally, the\njurisdiction of the special court to deal with the issue comes at the\ntime of conclusion of the trial before it but, in a fit case, it may\nconsider request for release of the property from attachment even\n&quot;during the trial&quot; [second proviso to sub-section (8) of <a href=\"/doc/192781018/\" id=\"a_110\">Section 8</a>].\n</p>\n<p data-structure=\"Section\" id=\"p_110\">72.     The basic tests prescribed by the law while dealing with the\nclaim of a third party for &quot;release&quot; of the property are to find as to\nwhether such claimant has &quot;a legitimate interest&quot; in the property,\nwhether he had &quot;acted in good faith&quot; having taken &quot;all reasonable\nprecautions&quot; and himself was &quot;not involved in the offence of money-\nlaundering&quot; or &quot;may have suffered a quantifiable loss as a result of\nthe offence of money-laundering&quot;. It is with this view that the law\npermits the special court (by <a href=\"/doc/192781018/\" id=\"a_111\">section 8</a>) to not only &quot;release&quot; from\nattachment but even &quot;restore&quot; the confiscated property (or its part) to\n\n\n\n<span class=\"hidden_text\" id=\"span_39\">Crl. Appeal No.143/2018 &amp; others                             Page 41 of 105</span>\n the claimant with a proven legitimate interest (third party) and further\nallow such party as may have claim over an encumbrance lawfully\nand bona fide created to recover its legitimate dues from the debtor\n&quot;by a suit for damages&quot; though treating as &quot;void&quot; the encumbrance or\ncharge that may have been created by the person found guilty of\nmoney-laundering &quot;with a view to defeat&quot; the law in PMLA (provisos\nto <a href=\"/doc/123082127/\" id=\"a_112\">Section 9</a>).\n</p>\n<p data-structure=\"CDiscource\" id=\"p_111\">73.     The PMLA provides for presumptions to be raised about a\nproperty having the character of &quot;proceeds of crime&quot; being involved in\nmoney-laundering and also respecting the illicit nature of a transaction\ninvolving its acquisition on account of connection with other\ntransaction(s) of suspect nature, the relevant clauses to such effect\ncontained in <a href=\"/doc/49791631/\" id=\"a_113\">Sections 23</a> and <a href=\"/doc/41629693/\" id=\"a_114\">24</a> to be discussed later.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_112\">                 APPELLATE TRIBUNAL‟S APPROACH\n\n</p><p data-structure=\"Precedent\" id=\"p_113\">74.     In the impugned decisions of the appellate tribunal, reference is\nmade to the conclusions on question of law arrived at by the said\nforum in its earlier decision dated 14.07.2017 in the matter of State\nBank of India vs. Director, Directorate of Enforcement, Kolkata (in\nappeal no.FPA-PMLA-1026/KOL/2015), the tribunal having chosen to\nquote verbatim the articulated views. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"528664\" id=\"span_40\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"26280691\" id=\"span_41\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"162098651\" id=\"span_42\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"169929972\" id=\"span_43\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"175816\" id=\"span_44\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"965356\" id=\"span_45\">The said observations reflect\nreliance, inter alia, on decisions of the Supreme Court in <a href=\"/doc/965356/\" id=\"a_115\">Solidaire\nIndia Ltd. Vs. Fairgrowth Financial Services Ltd. and Ors.</a>, (<a href=\"/doc/175816/\" id=\"a_116\">2001) 3\nSCC 71 and United Bank of India vs. Satyavati Tandon</a>, (2010) 8 SCC\n110; decision of a learned single Judge of this court in <a href=\"/doc/169929972/\" id=\"a_117\">Sanjay\n\n\n\n<span class=\"hidden_text\" id=\"span_46\">Crl. Appeal No.143/2018 &amp; others                           Page 42 of 105</span>\n Bhandari Vs. CBI</a>, 2015 SCC Online Del 10079; (2015) 222 DLT\n(CN) 5; three decisions of the Madras High Court, they being <a href=\"/doc/162098651/\" id=\"a_118\">V.M.\nGanesan vs. Joint Director, Directorate of Enforcement</a>, 2014 SCC\nOnline Mad 10702; C. Chellamuthu vs. Deputy Director, Prevention\nof Money Laundering Act, Manu/TN/4087/2015, decided on\n14.10.2015; and <a href=\"/doc/26280691/\" id=\"a_119\">Assistant Commissioner vs. Indian Overseas Bank</a>,\nAIR 2017 Mad 67 (FB); 2016 SCC Online Mad 10030; besides one\ndecision each of Bombay High Court and Andhra Pradesh High Court,\nthey being <a href=\"/doc/528664/\" id=\"a_120\">Bhoruka Steel Ltd. vs. Fairgrowth Financial Services Ltd.</a>,\n1996 SCC Online Bom 717 and B. Rama Raju vs. Union of India, 2011\nSCCOnline AP 152. The decision of the appellate tribunal shows that\nit has treated the other enactments like SARFAESI Act and RDDBFI\nAct (since rechristened as RDBA) to be prevailing over the PMLA on\naccount of amendments brought into the former two legislations by the\nEnforcement of Security Interest and Recovery of Debts Laws and\nMiscellaneous Provisions (Amendment) Act, 2016 (Act no.44 of\n2016). By the said amendment of 2016, <a href=\"/doc/104779555/\" id=\"a_121\">Section 26-E</a> was inserted in\n<a href=\"/doc/52229129/\" id=\"a_122\">SARFAESI Act</a> with similar provision contained in Section 31-B\nbeing added to RDBA, both declaring the claim of &quot;secured creditors&quot;</span></span></span></span></span></span>\n</p><blockquote id=\"blockquote_42\">to have priority over certain other claims as specified by the law.\n</blockquote>\n<blockquote id=\"blockquote_43\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"169929972\" id=\"span_47\">75.     The case of <a href=\"/doc/169929972/\" id=\"a_123\">Sanjay Bhandari</a> (supra) related to a petition under\nSection 482 Cr. PC praying for criminal proceedings to be quashed on\naccount of settlement of the dispute against the backdrop of\nprosecution involving offences punishable under <a href=\"/doc/1897847/\" id=\"a_124\">Sections 120B</a> IPC\nread with <a href=\"/doc/1436241/\" id=\"a_125\">Sections 420</a>, <a href=\"/doc/1985627/\" id=\"a_126\">467</a>, <a href=\"/doc/556166/\" id=\"a_127\">468</a>, <a href=\"/doc/1466184/\" id=\"a_128\">471</a> IPC and <a href=\"/doc/172827467/\" id=\"a_129\">Section 13(1)(d)(ii)</a>\nread with <a href=\"/doc/1259316/\" id=\"a_130\">Section 13(2)</a> of the Prevention of Corruption Act. The\n\n\n<span class=\"hidden_text\" id=\"span_48\">Crl. Appeal No.143/2018 &amp; others                           Page 43 of 105</span>\n relevance of this decision in the context of issues before the appellate\ntribunal cannot be comprehended.</span>\n</blockquote>\n<blockquote id=\"blockquote_44\">76.     <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"175816\" id=\"span_49\">In <a href=\"/doc/175816/\" id=\"a_131\">Satyawati Tandon</a> (supra), the Supreme Court had made\nobservations against serious adverse impact on the rights of banks and\nother financial institutions to recover their dues under RDDBFI Act\n(or RDBA) and SARFAESI Act on account of intervention by the\nHigh Court under <a href=\"/doc/1712542/\" id=\"a_132\">Article 226</a> of the Constitution of India, pointing out\nthat the said enactments had brought into existence &quot;special\nprocedural mechanism for speedy recovery of dues of banks and\nfinancial institutions&quot; ensuring that the defaulting borrowers were &quot;not\nable to invoke the jurisdiction of the civil courts&quot;. This decision has\nno relevance to the issues that arise in the present matters.</span>\n</blockquote>\n<blockquote id=\"blockquote_45\">77.     In B Rama Raju (supra), the petitioner before the Andhra\nPradesh High Court was accused of having indulged in certain acts of\nomission or commission constituting the offence of money laundering\nas defined in <a href=\"/doc/145523748/\" id=\"a_133\">Section 3</a> of PMLA. His property had been provisionally\nattached by the enforcement officer in the course of investigation. He\nhad challenged the vires of PMLA in so far as it would permit such\nattachment. While dealing with such prayer, the learned single Judge\nof the said High Court observed thus :\n</blockquote>\n<blockquote id=\"blockquote_46\">                 &quot;Since proceeds of crime is defined to include the\n                value of any property derived or obtained directly\n                or indirectly as a result of criminal activity relating\n                to a scheduled offence, where a person satisfies the\n                adjudication authority by relevant material and\n                evidence having a probative value that his\n\n\n\n<span class=\"hidden_text\" id=\"span_50\">Crl. Appeal No.143/2018 &amp; others                               Page 44 of 105</span>\n                 acquisition is bona fide, legitimate and for fair\n                market value paid therefor, the adjudicating\n                authority must carefully consider the material and\n                evidence on record (including the reply furnished\n                by a noticee in response to a notice issued under\n                <a href=\"/doc/192781018/\" id=\"a_134\">Section 8(1)</a> and the material or evidence furnished\n                along therewith to establish his earnings, assets or\n                means to justify the bona fides in the acquisition of\n                the property); and if satisfied as to the bona fide\n                acquisition of the property, relieve such property\n                from provisional attachment by declining to pass\n                an order of confirmation of the provisional\n                attachment; either in respect of the whole or such\n                part of the property provisionally attached in\n                respect whereof bona fide acquisition by a person\n                is established, at the stage of the <a href=\"/doc/192781018/\" id=\"a_135\">Section 8(2)</a>\n                process. A further opportunity of establishing\n                bona fide acquisition of property or that the\n                property in question is not proceeds of crime\n                involved in money-laundering is available and\n                mandated, prior to the adjudicating authority\n                passing an order of confiscation, under <a href=\"/doc/192781018/\" id=\"a_136\">Section\n                8(6)</a>.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_114\">78.     Clearly, B Rama Raju (supra) has not much relevance here since\nthe matters before this court involve claim of third parties.\n</p>\n<p data-structure=\"Precedent\" id=\"p_115\">79.     In C. Chellamuthu (supra), the case before the Madras High\nCourt was of an accused who was alleged to have committed predicate\noffences including that of cheating, on the basis of which he had\nacquired certain monetary benefits which was subject matter of\ninvestigation from the perspective of money-laundering. The court\n\n\n\n\n<span class=\"hidden_text\" id=\"span_51\">Crl. Appeal No.143/2018 &amp; others                              Page 45 of 105</span>\n noted the provisions relation to &quot;presumption in inter-connected\ntransactions&quot; under <a href=\"/doc/49791631/\" id=\"a_137\">Section 23</a> of PMLA and of &quot;burden of proof&quot;\n</p><blockquote id=\"blockquote_47\">under <a href=\"/doc/41629693/\" id=\"a_138\">Section 24</a> of PMLA and, on facts, held the appellant to have\nrebutted the said presumption and the charge. Again, unlike the cases\nat hand, the matter involved claim of the person accused of money-\nlaundering to the property that had been attached.\n</blockquote>\n<blockquote id=\"blockquote_48\">                      CONFISCATION : FORFEITURE\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_116\">80.     Unlike PMLA, certain other criminal laws use the expression\n&quot;forfeiture&quot; of property as one of the statutorily permitted sanctions.\nThe expression &quot;confiscation&quot; has been held to have similar meaning\nand effect as the word &quot;forfeiture&quot;. For clarity in this regard, the\nfollowing observations of the Supreme Court in Gunwant Lal\nGodawat vs. Union of India and Anr., (2018) 12 SCC 309 should\nsuffice :-\n</p>\n<blockquote id=\"blockquote_49\">                 &quot;39. The expression &quot;confiscation&quot; is not defined\n                in the Rules. It had roots in the Latin word\n                Confiscare - to consign to fiscus i.e. transfer to\n                treasury, as a punishment or in enforcement of law.\n                Though, the expression is generally understood as\n                having implications associated with a crime.... The\n                words &quot;forfeiture&quot; and &quot;confiscation&quot; have come to\n                be used interchangeably. <a href=\"/doc/905940/\" id=\"a_139\">The General Clauses\n                Act, 1897</a> does not employ the word &quot;confiscation&quot;.\n</blockquote><p data-structure=\"Precedent\" id=\"p_117\">                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"123038123\" id=\"span_52\">On the other hand, it employs the word &quot;forfeiture&quot;\n                in <a href=\"/doc/112401144/\" id=\"a_140\">Section 6(d)</a>. Having regard to the long history\n                of the usage of those two expressions, we are of the\n                opinion that &quot;forfeiture&quot; is an expression which\n                takes within its sweep &quot;confiscation&quot; also for the\n\n\n\n<span class=\"hidden_text\" id=\"span_53\">Crl. Appeal No.143/2018 &amp; others                             Page 46 of 105</span>\n                 purpose of law [<a href=\"/doc/123038123/\" id=\"a_141\">Salig Ram vs. Secy of State of\n                India</a> in Council, 1872 SCC Online PC 43].&quot;</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_118\">                                                    (emphasis supplied)\n\n\n   FORFEITURE (CONFISCATION) : NATURE OF SANCTION\n\n</p><p data-structure=\"CDiscource\" id=\"p_119\">81.     Some argument was raised to urge that the process of\nattachment (for confiscation) under PMLA is in the nature of\npunishment for an offence and so cannot precede determination of\nguilt or adjudication of value of proceeds of crime by the court. It is\nessential to dispel this impression.\n</p>\n<p data-structure=\"Section\" id=\"p_120\">82.     The <a href=\"/doc/1569253/\" id=\"a_142\">Indian Penal Code</a>, 1860 (<a href=\"/doc/1569253/\" id=\"a_143\">IPC</a>), by Section 53 (Fifthly),\nprovides for        &quot;forfeiture of property&quot; as one of the permissible\n&quot;punishments&quot;. Though in <a href=\"/doc/1569253/\" id=\"a_144\">IPC</a>, as initially enforced, a number of\noffences attracted such punishment, prescription of this nature in some\nof them (e.g. <a href=\"/doc/786750/\" id=\"a_145\">Sections 121</a> &amp; <a href=\"/doc/1661760/\" id=\"a_146\">122</a> IPC) having since been omitted, a\nfew (e.g. <a href=\"/doc/786873/\" id=\"a_147\">Section 126</a> &amp; <a href=\"/doc/186208/\" id=\"a_148\">127</a> IPC) still retain forfeiture of property as\none of the possible punishments, this giving it a flavour of criminal\nsanction. Interestingly, the act of unlawful purchase of, or bidding for,\nproperty by a public servant, under certain circumstances, is not only\npunishable offence under <a href=\"/doc/477003/\" id=\"a_149\">Section 169</a> IPC but also entails such\nproperty, if purchased, to be &quot;confiscated&quot;.\n</p>\n<p data-structure=\"Section\" id=\"p_121\">83.     The <a href=\"/doc/445276/\" id=\"a_150\">Code of Criminal Procedure</a>, 1973 (Cr. PC) replaced the\nthen existing procedural law governing criminal investigations and\ntrials, it being the <a href=\"/doc/445276/\" id=\"a_151\">Code of Criminal Procedure</a>, 1898 (old Cr. PC).\nBoth the said laws have carried provisions for attachment of property\n\n\n\n<span class=\"hidden_text\" id=\"span_54\">Crl. Appeal No.143/2018 &amp; others                           Page 47 of 105</span>\n of an accused, the objective whereof, however, has been to compel\nappearance. In case the criminal court has reasons to believe that a\nperson against whom warrant (of arrest) issued by it has &quot;absconded&quot;\nor is concealing himself, subject to certain other conditions being\nfulfilled, it may while issuing, or following the issuance of,\nproclamation (under Section 82 Cr. PC) requiring his appearance,\nproceed to order &quot;attachment&quot; of property (movable or immovable) of\nsuch person by issuance of a warrant under Section 83 Cr. PC\n(corresponding to Section 88 of the old Cr. PC). Pertinent to note the\nobjective of such attachment (under Section 83 Cr. PC) being to\ncompel appearance, the attachment is lifted and the property released\nin the event of appearance within the period specified in law.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_122\">84.     Conversely, in the event of continued default beyond the\nspecified period, the property is placed by the criminal court &quot;at the\ndisposal of the State Government&quot;, though the right for its disposal\n(except in case the property is subject to speedy and natural decay) is\ndeferred for a period of six months. Meanwhile, a third party claiming\ninterest may approach the criminal court by objections that his\n&quot;interest&quot; in the property is &quot;not liable to attachment&quot;, such objection\nrequiring inquiry and adjudication (<a href=\"/doc/1459204/\" id=\"a_152\">Section 84</a> Cr.PC).\n</p>\n<p data-structure=\"Precedent\" id=\"p_123\">85.     The absconder, in any case, must come up &quot;within two years\nfrom the date of the attachment&quot; to claim restoration of the property or\nnet proceeds of its sale, or residue thereof, by showing and proving to\nthe satisfaction of the criminal court that he had not absconded to\nevade the process.           After two years, the criminal court virtually\n\n\n\n<span class=\"hidden_text\" id=\"span_55\">Crl. Appeal No.143/2018 &amp; others                             Page 48 of 105</span>\n becomes functus officio in the matter. In these provisions under the\ngeneral law, however, the core issue that the court is to inquire into is\nthe connection, if any, between the absconder and the property. The\nproperty of a third person cannot be attached under Section 83 to\ncompel the appearance of an accused.\n</p>\n<p data-structure=\"Section\" id=\"p_124\">86.     The Criminal Law Amendment Ordinance, 1944 (&quot;the 1944\nOrdinance&quot;) is one of the earliest legal measures put in position to take\naway the ill-gotten wealth, in case of public servants engaging in\ncorrupt practices. The said law continues to operate till date, the\njurisdiction to enforce it having been conferred on the Special Judge\nappointed under the <a href=\"/doc/1331755/\" id=\"a_153\">Prevention of Corruption Act, 1988</a>, inter alia, by\n<a href=\"/doc/176453901/\" id=\"a_154\">Section 5(6)</a>, as reinforced by a new provision (Section 18A in\nChapter IVA) on the subject of &quot;attachment and forfeiture of\nproperty&quot;, added by the Prevention of Corruption (Amendment) Act,\n2018. The Ordinance focuses on &quot;money or other property&quot; believed\nto have been &quot;procured by means of &quot; an offence under the said law,\nthe persons &quot;claiming an interest&quot; in the subject property or any\nportion thereof having been given (by <a href=\"/doc/20781376/\" id=\"a_155\">Section 4</a>) the right to object\nand be heard against such sanction. As in the case of certain other\nenactments (e.g. SAFEMA), the property to be attached or forfeited\nmust have &quot;nexus&quot; with the corrupt practice constituting the offence.\n</p>\n<p data-structure=\"Precedent\" id=\"p_125\">87.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1818703\" id=\"span_56\">In <a href=\"/doc/1818703/\" id=\"a_156\">State of West Bengal vs. S.K. Ghosh</a> (supra), as referred to in\nGunwant Lal (supra), in the context of <a href=\"/doc/188773253/\" id=\"a_157\">Section 13(3)</a> of the 1944\nOrdinance, it had been observed thus :-</span>\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_57\">Crl. Appeal No.143/2018 &amp; others                           Page 49 of 105</span>\n<blockquote id=\"blockquote_50\">                  &quot;15.     The argument for the respondent is\n                apparently based on the use of the word &quot;forfeited&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_126\">                in <a href=\"/doc/188773253/\" id=\"a_158\">Section 13(3)</a> and also on the use of the word\n                &quot;forfeiture&quot; in <a href=\"/doc/543586/\" id=\"a_159\">Section 53</a> of the Indian Penal Code.\n                There is no doubt that forfeiture in Section 53 of\n                the Indian Penal code is a penalty but when\n                <a href=\"/doc/188773253/\" id=\"a_160\">Section 13(3)</a> speaks of forfeiting ... the amount of\n                money or value of the other property procured by\n                the accused by means of the offence, it in effect\n                provides for recovery by the Government of the\n                property belonging to it, which the accused might\n                have procured by embezzlement etc. The mere use\n                of the word &quot;forfeited&quot; would not necessarily make\n                it a penalty. The word &quot;forfeiture&quot; has been used\n                in other laws without importing the idea of penalty\n                or punishment within the meaning of <a href=\"/doc/1501707/\" id=\"a_161\">Article 20(1).</a>\n                Reference in this connection may be made to\n                <a href=\"/doc/1270013/\" id=\"a_162\">Section 111(g)</a> of the Transfer of Property Act (4 of\n                1882) which talks of determination of a lease by\n                forfeiture. We are therefore of opinion that\n                forfeiture provided in <a href=\"/doc/188773253/\" id=\"a_163\">Section 13(3)</a> in case of\n                offences which involve the embezzlement etc. of\n                money or property as compared to a suit which it is\n                not disputed the Government could bring for\n                realizing the money or property and is not\n                punishment or penalty within the meaning of\n                <a href=\"/doc/1501707/\" id=\"a_164\">Article 20(1).</a> Such a suit could ordinarily be\n                brought without in any way affecting the right to\n                realise the fine that may have been imposed by a\n                criminal court in connection with the offence.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_127\">                                               (emphasis supplied)\n\n\n\n\n<span class=\"hidden_text\" id=\"span_58\">Crl. Appeal No.143/2018 &amp; others                             Page 50 of 105</span>\n</p><p data-structure=\"Section\" id=\"p_128\"> 88.     <a href=\"/doc/119650508/\" id=\"a_165\">The Smugglers and Foreign Exchange Manipulators (Forfeiture\nof Property) Act, 1976</a> (&quot;SAFEMA&quot;, for short) came on the statute\nbook with the avowed objective of meeting the challenge of &quot;serious\nthreats to the economy and the security of the nation&quot; posed by\nactivities in the nature of smuggling, foreign exchange manipulations\nand violation of certain laws (Income Tax, Wealth Tax, etc.) by\nmalpractices resulting in augmenting of ill-gotten gains and\naccumulation of ill-gotten wealth, it having become necessary to\nassume powers &quot;to deprive such persons of their illegally acquired\nproperties&quot;. The enactment thus focused on forfeiture of &quot;illegally\nacquired property&quot;. It defines, by <a href=\"/doc/199556050/\" id=\"a_166\">Section 2(2)</a>, the &quot;person&quot; to whom\nthe law is to apply to include not only every person who has been held\nguilty and convicted for offences (involving specified amounts of\nmoney) under specified laws (i.e. <a href=\"/doc/1059693/\" id=\"a_167\">Customs Act, 1962</a>, <a href=\"/doc/27905/\" id=\"a_168\">Foreign\nExchange Regulation Act, 1947</a>, <a href=\"/doc/27905/\" id=\"a_169\">Foreign Exchange Regulation Act,\n1973</a>, Sea Customs Act, 1878) and those against whom order of\ndetention is made under the <a href=\"/doc/135830564/\" id=\"a_170\">Conservation of Foreign Exchange and\nPrevention of Smuggling Activities Act, 1974</a> (COFEPOSA), also\ntaking in its sweep others including &quot;every person who is a relative (as\nspecified by second explanation, of such convict)&quot;, &quot;every associate\n(as specified by third explanation, of such convict or detenue)&quot; and,\nwhat turned out to be the cause of conflict, &quot;any holder (hereinafter in\nthis clause referred to as the present holder) of any property which\nwas at any time previously held by a person referred to in clause (a)\nor clause (b) unless the present holder or, as the case may be, any one\nwho held such property after such person and before the present\n\n\n<span class=\"hidden_text\" id=\"span_59\">Crl. Appeal No.143/2018 &amp; others                          Page 51 of 105</span>\n holder, is or was a transferee in good faith for adequate\nconsideration&quot;. The definition of the expression &quot;illegally acquired\nproperty&quot; under SAFEMA required a clear &quot;nexus&quot; between the\nprohibited activities and acquisition of such asset as indeed the means\n(including the consideration paid) employed in that regard and, in the\nevent of the third party being the holder, carved out an exception if he\nhad acquired it &quot;in good faith&quot; and &quot;for adequate consideration&quot;, the\nonus to prove such elements obviously being on him.\n</p>\n<p data-structure=\"Precedent\" id=\"p_129\">89.     The case of Biswanath Bhattacharya (supra) arose out of\nSAFEMA. The Supreme Court dealing with similar issue referred to\nthe regime of forfeiture of property prevalent in this country at least\nfrom 1944 and accepted the argument that the forfeiture contemplated\nunder the said law was not a &quot;penalty&quot; within the meaning of <a href=\"/doc/655638/\" id=\"a_171\">Article\n20</a> of the Constitution of India but &quot;only a deprivation of property of a\nlegislatively identified class of persons - in the event of their inability\nto explain (to the satisfaction of the State) that they had legitimate\nsources of funds for the acquisition of such property&quot;, holding inter\nalia, that &quot;the property which is determined to be illegally acquired\nproperty&quot; only could primarily be forfeited, similar being the law in\ncontext of certain other similar enactments some of which shall be\nnoted a little later.\n</p>\n<p data-structure=\"Precedent\" id=\"p_130\">90.     In Gunwant Lal Godawat (supra), the Supreme Court held that\n&quot;the liability for confiscation of property could be purely civil in\nnature as a consequence of the violation of some prescription of law\ncommonly described as &quot;forfeiture&quot;.\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_60\">Crl. Appeal No.143/2018 &amp; others                             Page 52 of 105</span>\n<p data-structure=\"CDiscource\" id=\"p_131\"> 91.     In the present context, particularly under PMLA regime, the\nconfiscation of property (which is akin to forfeiture of property) is\ndefinitely not envisaged as a criminal sanction, this for the reason that\nthe objective of the legislature clearly is to deprive the offender (of\nmoney-laundering) the enjoyment of &quot;illegally acquired&quot; fruits of\ncrime by taking away his right over property thereby acquired, it\naffecting his civil rights. All the more so, because the jurisdiction to\norder attachment of the property is vested in the executive and its\nconfirmation is left to decision of the quasi-judicial body i.e.\nadjudicating authority.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_132\">92.     The statutory authorities vested with the jurisdiction to\nprovisionally direct or confirm attachment are, however, expected to\nassess, even if tentatively, the value of proceeds of crime so that it is\nensured that only proceeds or assets of the offender of money-\nlaundering of equivalent value are subjected to restraint, the evaluation\nundoubtedly open to variation or modification in light of evidence\ngathered till the probe is concluded.\n</p>\n<p data-structure=\"Precedent\" id=\"p_133\">93.     The      provision         for   &quot;provisional   attachment&quot;   and     its\nconfirmation, pending trial before court (wherein the issue of\nconfiscation would come up at the time of determination of guilt in\ncriminal case), is similar to the one for &quot;attachment before judgment&quot;\n</p><blockquote id=\"blockquote_51\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1818703\" id=\"span_61\">in civil law. The law conceives of possibility of disposal of ill-gotten\nassets to &quot;frustrate&quot; the objective. The argument to the contrary is\nthus repelled. Ultimately, the confiscation is left to the special court.\nBut then, the order to such effect only follows the determination of the\n\n\n\n<span class=\"hidden_text\" id=\"span_62\">Crl. Appeal No.143/2018 &amp; others                                 Page 53 of 105</span>\n guilt in the criminal trial on the charge for offence of money-\nlaundering. This view is in sync with the rulings in the cases of <a href=\"/doc/1818703/\" id=\"a_172\">S.K.\nGhosh</a> (supra) and Biswanath Bhattacharya (supra) in context of\nOrdinance of 1944 and SAFEMA quoted above.</span>\n</blockquote>\n<blockquote id=\"blockquote_52\">   FORFEITURE (CONFISCATION) : CERTAIN OTHER LAWS\n\n</blockquote><p data-structure=\"Section\" id=\"p_134\">94.     As was brought out at the hearing, similar provisions for\nattachment and forfeiture of property are also made in certain other\nenactments including <a href=\"/doc/1389751/\" id=\"a_173\">Unlawful Activities (Prevention) Act, 1967</a>\n(&quot;UAPA&quot;, for short), <a href=\"/doc/1727139/\" id=\"a_174\">Narcotic Drugs and Psychotropic Substances\nAct, 1985</a> (&quot;the <a href=\"/doc/1727139/\" id=\"a_175\">NDPS Act</a>&quot;, for short), the <a href=\"/doc/57071259/\" id=\"a_176\">Prohibition of Benami\nProperty Transactions Act, 2002</a> (&quot;the <a href=\"/doc/57071259/\" id=\"a_177\">Benami Property Act</a>&quot;, for\nshort) and the <a href=\"/doc/184963494/\" id=\"a_178\">Fugitive Economic Offenders Act, 2018</a> (&quot;the <a href=\"/doc/184963494/\" id=\"a_179\">Fugitive\nEconomic Offenders Act</a>&quot;, for short). It would be of advantage to\nhave a brief look at the same to ascertain the safeguards against unjust\neffect of such power vis-à-vis third party claimants.\n</p>\n<p data-structure=\"Section\" id=\"p_135\">95.     The UAPA was amended by Act no.29 of 2004 simultaneous to\nthe repeal of the <a href=\"/doc/1778/\" id=\"a_180\">Prevention of Terrorism Act, 2002</a> (&quot;POTA&quot;, for\nshort). The amendment brought on the statute book (by insertion of\nfifth Chapter), provisions for &quot;forfeiture&quot; of &quot;proceeds of terrorism&quot;, a\nlater amendment (by Act no.3 of 2013) adding to such measures the\n&quot;forfeiture&quot; of &quot;any property&quot; intended to be &quot;used for terrorism&quot;.\nThe expression, &quot;property&quot; is defined to include property or asset of\nevery possible description. The expression &quot;proceeds of terrorism&quot;\n</p><blockquote id=\"blockquote_53\">means all kinds of properties &quot;derived or obtained&quot; from commission\nof any &quot;terrorist act&quot; or through funds &quot;traceable to a terrorist act&quot; or\n\n\n\n<span class=\"hidden_text\" id=\"span_63\">Crl. Appeal No.143/2018 &amp; others                           Page 54 of 105</span>\n &quot;used&quot; or &quot;intended to be used&quot; for a terrorist act. <a href=\"/doc/103650263/\" id=\"a_181\">Section 30</a> of\nUAPA obliges the designated authority to inquire into claims of &quot;third\nparty&quot;. The claimant or objector must establish in such inquiry that\nthe property claimed by him is &quot;not liable to be forfeited&quot; under such\nlaw, the onus being placed on the claimant or objector. The test\nclearly is of &quot;nexus&quot; between the offender of the terrorist act and the\nproperty in question.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_136\">96.     <a href=\"/doc/1727139/\" id=\"a_182\">The NDPS Act</a> was amended (by Act no.2 of 1989) to bring in\nspecial measures (Section 68A to 68Z) for &quot;forfeiture&quot; of &quot;illegally\nacquired property&quot; with special reference to offences relating to\nnarcotic drugs and psychotropic substances. Again, the idea is to take\naway from the hands of the offender of such crimes the ill-gotten\nassets or property, the focus being on &quot;illegally acquired property&quot;, its\ndefinition, by Section 68-B (g), requiring a connection between the\nacquisition of the property and the contravention of the <a href=\"/doc/1727139/\" id=\"a_183\">NDPS Act</a>\nand, interestingly, also including &quot;the equivalent value of such\nproperty&quot;.       Generally speaking, to qualify as &quot;illegally acquired\nproperty&quot; for purposes of <a href=\"/doc/1727139/\" id=\"a_184\">NDPS Act</a>, the property must be one\n&quot;derived or obtained&quot; by income, earnings or assets attributable to\nNDPS offence or &quot;traceable (wholly or partly)&quot; to property of former\nnature or acquired by means of income or earnings or assets the source\nof which cannot be proved by the person convicted of (or arrested for)\nan offence under the law relating to narcotic drug and psychotropic\nsubstance (whether in India or outside) or one who is related to or\nassociate of such person (subject to certain other requirements to be\nfulfilled).\n</p>\n\n<span class=\"hidden_text\" id=\"span_64\">Crl. Appeal No.143/2018 &amp; others                           Page 55 of 105</span>\n<p data-structure=\"Precedent\" id=\"p_137\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"739991\" id=\"span_65\">97.     The interpretation and application of the provisions relating to\nattachment and forfeiture of illegally acquired property under <a href=\"/doc/1727139/\" id=\"a_185\">NDPS\nAct</a> was subject matter of decision of the Supreme Court in <a href=\"/doc/739991/\" id=\"a_186\">Aslam\nMohd. Merchant vs. Competent Authority</a>, (2008) 14 SCC 186. While\nconstruing the said provisions, to hold that principles of natural justice\nmust be complied with to order forfeiture, it being implicit that the\nstatutory elements of &quot;reason to believe&quot; and &quot;recording of reasons&quot;</span>\n</p><blockquote id=\"blockquote_54\">must be premised on materials available and though upholding the\nclause (Section 68-J) placing the burden of proving that the property\nsought to be forfeited was &quot;not illegally acquired property&quot; on the\nperson so claiming, it was held that &quot;formation of belief&quot; as to &quot;a link\nor nexus&quot; traceable between the &quot;holder of the property proceeded\nagainst&quot; and &quot;an illegal activity&quot; was essential.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_138\">98.     The objective of <a href=\"/doc/57071259/\" id=\"a_187\">Benami Property Act</a> has been &quot;to prohibit\nbenami transactions and the right to recover property held benami&quot;.\nIt devotes fourth Chapter to the subject of &quot;attachment, adjudication\nand confiscation&quot;. As noted earlier, the expression &quot;confiscation&quot; is to\nbe construed similarly as &quot;forfeiture&quot;. By the provision contained in\n<a href=\"/doc/182384119/\" id=\"a_188\">Section 27</a>, a property found to be held &quot;benami&quot; may be confiscated\nby the adjudicating authority, subject to remedy of appeal before the\nappellate tribunal. The detailed procedure for such action requires due\nnotice to the interested parties that include &quot;any person who has made\na claim in respect of the property&quot; (<a href=\"/doc/54131328/\" id=\"a_189\">Section 26</a>). The action is initiated\non the basis of &quot;reason to believe&quot; that the holder of the property is a\n&quot;benamidar&quot; which expression is defined by <a href=\"/doc/93577912/\" id=\"a_190\">Section 2 (10)</a> to mean &quot;a\nperson or a fictitious person, as the case may be, in whose name the\n\n\n<span class=\"hidden_text\" id=\"span_66\">Crl. Appeal No.143/2018 &amp; others                            Page 56 of 105</span>\n benami property is transferred or held and includes a person who\nlends his name&quot;. The &quot;benami property&quot; means, as per <a href=\"/doc/93577912/\" id=\"a_191\">Section 2(8)</a>, a\nproperty which is &quot;the subject matter of a benami transaction&quot; and\nalso includes the proceeds from such property.         The expression\n&quot;benami transaction&quot; is defined by <a href=\"/doc/93577912/\" id=\"a_192\">Section 2(9)</a> to connote a\ntransaction or an arrangement where the property is transferred to or\nheld by one person while the consideration for the same is provided or\npaid by another, it being held for the &quot;immediate or future benefit&quot; of\nthe latter, this being subject to some exceptions with which one is not\nimmediately concerned here.\n</p>\n<p data-structure=\"Precedent\" id=\"p_139\">99.     Ordinarily, the disputes relating to attachment or confiscation\nunder the law relating to benami property come up before the courts\ninvolving the parties in whose name the property is acquired on one\nhand and those claiming to have paid the consideration for such\nacquisition on the other. But, particularly in the context of attachment\nand confiscation, the disputes might also involve a transferee, for\nconsideration, of property suspected to be held benami in the name of\ntransferor. Such transferee is given (by <a href=\"/doc/182384119/\" id=\"a_193\">Section 27</a>) the right to object\nto confiscation, it being incumbent on him to prove that the property\nhad been held or acquired by him from the transferor (benamidar)\n&quot;without his having knowledge of the benami transaction&quot;. The test,\nthus, is of the transaction being bonafide and for &quot;adequate\nconsideration&quot;. The taint of benami in such disputes would generally\nprecede the acquisition by the bonafide holder.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_67\">Crl. Appeal No.143/2018 &amp; others                          Page 57 of 105</span>\n<p data-structure=\"Section\" id=\"p_140\"> 100. In contrast to the above mentioned earlier legislations, the\n<a href=\"/doc/184963494/\" id=\"a_194\">Fugitive Economic Offenders Act</a> is of recent origin, it having come\ninto force with effect from 21.04.2018.                     The objective of this\nlegislation is &quot;to provide for measures to deter economic offenders\nfrom evading the process of law in India&quot;, which is similar to one of\nexisting general law of proclamation and attachment under Sections\n82-83 Cr. PC, the idea being to compel appearance. As in PMLA, this\nlaw,    however,        also       focuses   on   certain     specified   economic\n(&quot;scheduled&quot;) offences (as included in the schedule), the value\ninvolved wherein exceeds the minimum threshold (Rs.100 Crore), the\nfocus of attachment leading to confiscation, upon declaration of a\nperson as &quot;fugitive economic offender&quot; being on the &quot;proceeds of\ncrime&quot;. The definition of the expression &quot;proceeds of crime&quot; under\nthis law is similar to that of identical clause in PMLA. A person is\ndeclared fugitive economic offender if the special court finds that a\nwarrant for his arrest in relation to a scheduled offence having been\nissued by any court in India he &quot;has left India so as to avoid criminal\nprosecution&quot; or being abroad &quot;refuses to return&quot; to India &quot;to face\ncriminal prosecution&quot;.             The property which can be attached and\nconfiscated under this law would be the one acquired by                           the\n&quot;proceeds of crime&quot; or the value thereof, it including benami property\nheld in India or abroad, even if such property were to be not &quot;owned\nby the fugitive economic offender&quot;.\n</p>\n<p data-structure=\"Section\" id=\"p_141\">101. <a href=\"/doc/195568066/\" id=\"a_195\">Section 5 (4)</a> protects the continuation of enjoyment of the\nimmovable property by a &quot;person interested&quot; if he had a claim or title\nto &quot;any interest in the property&quot;. Similarly, in terms of <a href=\"/doc/166105420/\" id=\"a_196\">Section 12(7)</a>,\n\n\n<span class=\"hidden_text\" id=\"span_68\">Crl. Appeal No.143/2018 &amp; others                                      Page 58 of 105</span>\n a property may be held &quot;exempt from confiscation&quot; if a third party\n(&quot;any other person, other than the fugitive economic offender&quot;) has\n&quot;an interest&quot; which was &quot;acquired bonafide and without knowledge of\nthe fact that the property was proceeds of crime&quot;.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_142\">102. Generally speaking, the civil sanction of forfeiture (for\nconfiscation) of property is thus directed by all the above-mentioned\nenactments against property with which there is a link or nexus of the\ncriminal offence. A bonafide holder of such property is protected but\nthe onus to displace the inference arising from the evidence available\nby proving that his acquisition was legitimate and for adequate\nconsideration is on him.\n</p>\n<p data-structure=\"Precedent\" id=\"p_143\">               PROCEEDS OF CRIME : TARGETTED ASSET(S)\n</p><p data-structure=\"Section\" id=\"p_144\">103. The         special legislation against money-laundering (PMLA)\nseeks to enforce the sanction of confiscation (initiated by attachment)\nagainst ill-gotten assets expecting to ensnare them in a net wider than\nunder most of the existing laws germane to the issue of economic\nwell-being, security and integrity of India as a sovereign State. The\nexpansive definition of the targeted property, described as &quot;proceeds\nof crime&quot;, as given in <a href=\"/doc/168773879/\" id=\"a_197\">Section 2(1)(u)</a> is as under :\n</p>\n<blockquote id=\"blockquote_55\">        &quot;proceeds of crime&quot; means any property derived or\n        obtained, directly or indirectly, by any person as a result\n        of criminal activity relating to a scheduled offence or the\n        value of any such property or where such property is\n        taken or held outside the country, then the property\n        equivalent in value held within the country or abroad;\n</blockquote>\n<blockquote id=\"blockquote_56\">                                           (emphasis supplied)\n\n\n\n<span class=\"hidden_text\" id=\"span_69\">Crl. Appeal No.143/2018 &amp; others                            Page 59 of 105</span>\n</blockquote><p data-structure=\"Section\" id=\"p_145\"> 104. The above definition may be deconstructed into three parts :-\n</p>\n<blockquote id=\"blockquote_57\">        (i).    property derived or obtained (directly or indirectly) as\n        a result of criminal activity relating to scheduled offence; or\n</blockquote><blockquote id=\"blockquote_58\">        (ii). the value of any such property as above; or\n</blockquote><blockquote id=\"blockquote_59\">        (iii). if the property of the nature first above mentioned has\n        been &quot;taken or held&quot; abroad, any other property &quot;equivalent\n        in value&quot; whether held in India or abroad.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_146\">105. It is vivid that the legislature has made provision for\n&quot;provisional attachment&quot; bearing in mind the possibility of\ncircumstances of urgency that might necessitate such power to be\nresorted to. A person engaged in criminal activity intending to convert\nthe proceeds of crime into assets that can be projected as legitimate (or\nuntainted) would generally be in a hurry to render the same\nunavailable. The entire contours of the crime may not be known when\nit comes to light and the enforcement authority embarks upon a probe.\nThe crime of such nature is generally executed in stealth and secrecy,\nmultiple transactions (seemingly legitimate) creating a web lifting the\nveil whereof is not an easy task. The truth of the matter is expected to\nbe uncovered by a detailed probe which may take long time to\nundertake and conclude. The total wrongful gain from the criminal\nactivity cannot be computed till the investigation is completed. The\nauthority for &quot;provisional&quot; attachment of suspect assets is to ensure\nthat the same remain within the reach of the law.\n</p>\n<p data-structure=\"Section\" id=\"p_147\">106. Among the three kinds of attachable properties mentioned\nabove, the first may be referred to, for sake of convenience, as\n\n\n\n<span class=\"hidden_text\" id=\"span_70\">Crl. Appeal No.143/2018 &amp; others                             Page 60 of 105</span>\n &quot;tainted property&quot; in as much as there would assumably be evidence\nto prima facie show that the source of (or consideration for) its\nacquisition is the product of specified crime, the essence of &quot;money-\nlaundering&quot; being its projection as &quot;untainted property&quot; (<a href=\"/doc/145523748/\" id=\"a_198\">Section 3</a>).\nThis would include such property as may have been obtained or\nacquired by using the tainted property as the consideration (directly or\nindirectly). To illustrate, bribe or illegal gratification received by a\npublic servant in form of money (cash) being undue advantage and\ndishonestly gained, is tainted property acquired &quot;directly&quot; by a\nscheduled offence and consequently &quot;proceeds of crime&quot;. Any other\nproperty acquired using such bribe as consideration is also &quot;proceeds\nof crime&quot;, it having been obtained &quot;indirectly&quot; from a prohibited\ncriminal activity within the meaning of first limb of the definition.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_148\">107. In contrast, the second and third kinds of properties mentioned\nabove would ordinarily be &quot;untainted property&quot; that may have been\nacquired by the suspect legitimately without any connection with\ncriminal activity or its result. The same, however, are intended to fall\nin the net because their owner is involved in the proscribed criminality\nand the tainted assets held by him are not traceable, or cannot be\nreached, or those found are not sufficient to fully account for the\npecuniary advantage thereby gained. This is why for such untainted\nproperties (held in India or abroad) to be taken away, the rider put by\nlaw insists on equivalence in value.       From this perspective, it is\nessential that, before the order of attachment is confirmed, there must\nbe some assessment (even if tentative one) as to the value of wrongful\ngain made by the specified criminal activity unless it be not possible to\n\n\n<span class=\"hidden_text\" id=\"span_71\">Crl. Appeal No.143/2018 &amp; others                            Page 61 of 105</span>\n do so by such stage, given the peculiar features or complexities of the\ncase. The confiscation to be eventually ordered, however, must be\nrestricted to the value of illicit gains from the crime. For the sake of\nconvenience, the properties covered by the second and third categories\nmay be referred to as &quot;the alternative attachable property&quot; or &quot;deemed\ntainted property&quot;.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_149\">108. Generally, there would be no difficulty in proceeding with the\nattachment or confiscation of a tainted property respecting which there\nis material available to show that the same was derived or obtained as\na result of criminal activity of specified nature, so long as such\nproperty is found held by the person who had indulged in such\ncriminal activity, it amounting to money-laundering, as indeed those\nwho may have aided or abetted such acts. Dispute, however, is likely\nto arise in relation to attachment or confiscation upon questions being\nraised at the instance of the person suspected of money-laundering (or\nhis abettor) as to sufficiency of the material or reasons to believe for\nsuch action, as indeed of the fairness or propriety of the procedure\nfollowed. Dispute may also arise in such context if the property has\nbeen transferred to another person, after it had been acquired by the\ntransaction relatable to money-laundering and before its attachment\nunder PMLA. The third party may have a claim to agitate that it had\nbeen acquired by it bonafide and for lawful and adequate\nconsideration.\n</p>\n<p data-structure=\"Section\" id=\"p_150\">109. The inclusive definition of &quot;proceeds of crime&quot; respecting\nproperty of the second above-mentioned nature - i.e. &quot;the value of any\n\n\n\n<span class=\"hidden_text\" id=\"span_72\">Crl. Appeal No.143/2018 &amp; others                          Page 62 of 105</span>\n such property&quot; - gives rise (as it has done so in these five appeals) to\npotential multi-layered conflicts between the person suspected of\nmoney-laundering (the accused), a third party (with whom such\naccused may have entered into some transaction vis-a-vis the property\nin question) and the enforcement authority (the State).         Since the\nsecond of the above species of &quot;proceeds of crime&quot; uses the expression\n&quot;such property&quot;, the qualifying word being &quot;such&quot;, it is vivid that the\n&quot;property&quot; referred to here is equivalent to the one indicated by the\nfirst kind. The only difference is that it is not the same property as of\nthe first kind, it having been picked up from among other properties of\nthe accused, the intent of the legislature being that it must be of the\nsame &quot;value&quot; as the former. The third kind does use the qualifying\nwords &quot;equivalent in value&quot;. Though these words are not used in the\nsecond category, it is clear that the said kind also has to be understood\nin the same sense.\n</p>\n<p data-structure=\"Section\" id=\"p_151\">110. Thus, it must be observed that, in the opinion of this court, if the\nenforcement authority under PMLA has not been able to trace the\n&quot;tainted property&quot; which was acquired or obtained by criminal\nactivity relating to the scheduled offence for money-laundering, it can\nlegitimately proceed to attach some other property of the accused, by\ntapping the second (or third) above-mentioned kind provided that it is\nof value near or equivalent to the proceeds of crime. But, for this to\nbe a fair exercise, the empowered enforcement officer must assess\n(even if tentatively), and re-evaluate, as the investigation into the case\nprogresses, the quantum of &quot;proceeds of crime&quot; derived or obtained\nfrom the criminal activity so that proceeds or other assets of\n\n\n<span class=\"hidden_text\" id=\"span_73\">Crl. Appeal No.143/2018 &amp; others                            Page 63 of 105</span>\n equivalent value of the offender of money-laundering (or his abettor)\nare subjected to attachment to such extent, the eventual order of\nconfiscation being always restricted to take over by the Government of\nillicit gains of crime, the burden of proving facts to the contrary being\non the person who so contends.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_152\">111. If such other property as above (the alternative attachable\nproperty or deemed tainted property) is owned by, or held in the name\nof, the accused, objections to attachment (or confiscation) would\ngenerally concern the material on which reasons to believe about\nmoney-laundering and acquisition of proceeds of crime are founded or\nthe value of the property which has been attached.           Again, the\npossibility of conflict involving interest of a third party comes in for\nwhich the bonafides of the acts through which such third party may\nhave acquired interest in the targeted property, as indeed of the\nlawfulness and adequacy of consideration for such acquisition, would\nneed scrutiny.\n</p>\n<p data-structure=\"Precedent\" id=\"p_153\">   THE ARGUMENT OF PREVALENCE OF CERTAIN LAWS\n (RDBA, SARFAESI ACT &amp; INSOLVENCY CODE) OVER PMLA\n\n</p><p data-structure=\"Precedent\" id=\"p_154\">112. Chronologically speaking, RDBA (in its original form and\nmoniker RDDBFI Act) was enacted in 1993, followed by <a href=\"/doc/52229129/\" id=\"a_199\">SARFAESI\nAct</a> coming on the statute book in 2002, the PMLA being enacted in\n2002, commencing in 2005, the Insolvency Code being the latest\nlegislation enforced in 2016. These laws, enacted for different objects\nand reasons, have come with provisions declaring each of them to\nhave the &quot;overriding effect&quot;.\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_74\">Crl. Appeal No.143/2018 &amp; others                           Page 64 of 105</span>\n<p data-structure=\"CDiscource\" id=\"p_155\"> 113. The RDBA was enacted &quot;for the establishment of tribunals for\nexpeditious adjudication and recovery of debts due to banks and\nfinancial institutions&quot; and for matters connected therewith or\nincidental thereto, the objective of &quot;insolvency resolution and\nbankruptcy of individuals and partnership firms&quot; having been added,\nby an amendment in 2016, against the backdrop of &quot;considerable\ndifficulties&quot; experienced by the banks and financial institutions in\nrecovering loans and enforcement of securities charged with them.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_156\">114. The RDBA established tribunals - Debt Recovery Tribunal\n(DRT) and Debt Recovery Appellate Tribunal (DRAT) - as a special\nmechanism through which the banks and financial institutions\nspecified by the legislation could seek recovery of &quot;debts&quot; as may be\n&quot;due&quot; to them, it being the requirement of law that the amount of debt\nso claimed to be due should be above the minimum threshold thereby\nprescribed for cases which are governed by the said law, the\njurisdiction of the civil courts being ousted, the law in that sense to\nhave the overriding effect.\n</p>\n<p data-structure=\"Section\" id=\"p_157\">115. <a href=\"/doc/6431889/\" id=\"a_200\">Section 34</a> of RDBA (as originally enacted in 1993), after\namendment brought about with retrospective effect from 17.01.2000,\nreads as under :-\n</p>\n<blockquote id=\"blockquote_60\">           &quot;34. Act to have over-riding effect - (1). Save as\n           provided under sub-Section (2), the provisions of this\n           Act shall have effect notwithstanding anything\n           inconsistent therewith contained in any other law for\n           the time being in force or in any instrument having\n           effect by virtue of any law other than this Act.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_75\">Crl. Appeal No.143/2018 &amp; others                          Page 65 of 105</span>\n<blockquote id=\"blockquote_61\">            (2). The provisions of this Act or the rules made there-\n</blockquote><p data-structure=\"Section\" id=\"p_158\">           under shall be in addition to, and not in derogation of,\n           the <a href=\"/doc/1958646/\" id=\"a_201\">Industrial Finance Corporation Act, 1948</a>, the\n           <a href=\"/doc/231604/\" id=\"a_202\">State Financial Corporations Act, 1951</a>, the <a href=\"/doc/179933/\" id=\"a_203\">Unit Trust\n           of India Act, 1963</a>, the <a href=\"/doc/1617937/\" id=\"a_204\">Industrial Reconstruction Bank\n           of India Act, 1984</a>, the <a href=\"/doc/438563/\" id=\"a_205\">Sick Industrial Companies\n           (Special Provisions) Act, 1985</a> and the <a href=\"/doc/123080598/\" id=\"a_206\">Small Industrial\n           Development Bank of India Act, 1989</a>.&quot;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_159\">116. The above clause clearly would not give primacy to RDBA over\nPMLA since the object of the original first said enactment was to\nprovide for expeditious adjudication of the claims of the banks and\nfinancial institutions and quite distinct from the objective of the latter.\n</p>\n<p data-structure=\"RespArg\" id=\"p_160\">117. <a href=\"/doc/52229129/\" id=\"a_207\">The SARFAESI Act</a>, on the other hand, has aimed at regulating\n&quot;securitisation and reconstruction of financial assets&quot; as indeed\n&quot;enforcement of security interest&quot; besides certain other objectives, the\n&quot;existing legal framework relating to commercial transactions&quot; having\n&quot;not kept pace with the changed commercial practices and finance\nsector reforms&quot; such institutions in India not having the &quot;power to\ntake possession of securities and sell them&quot; unlike their counterparts in\nthe international arena, this resulting in &quot;slow pace of recovery of\ndefaulting loans and mounting levels of non-performing assets&quot;.\n</p>\n<p data-structure=\"Precedent\" id=\"p_161\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"5866140\" id=\"span_76\">118. While construing the scheme and provisions of <a href=\"/doc/52229129/\" id=\"a_208\">SARFAESI Act</a>,\na division bench of this court (of which I was a member) in <a href=\"/doc/5866140/\" id=\"a_209\">Urmila\nKumari vs. Om Prakash Jangra and Ors.</a>, 2015 SCC OnLine Del 8283\nhad noted as under :</span>\n</p>\n<blockquote id=\"blockquote_62\">           &quot;24. The expression &quot;security interest&quot; as defined in\n           <a href=\"/doc/41896244/\" id=\"a_210\">Section 2(1)(zf)</a> SARFAESI Act means &quot;right, title and\n           interest of any kind whatsoever upon property,\n\n\n<span class=\"hidden_text\" id=\"span_77\">Crl. Appeal No.143/2018 &amp; others                             Page 66 of 105</span>\n            created in favour of any secured creditor and includes\n           any mortgage, charge, hypothecation, assignment\n           other than those specified in <a href=\"/doc/194732963/\" id=\"a_211\">section 31</a>&quot;. Similarly, in\n           terms of <a href=\"/doc/68068735/\" id=\"a_212\">Section 2(1)(zc)</a> SARFAESI Act, the\n           expression &quot;secured asset&quot; means &quot;the property on\n           which security interest is created.&quot; For purposes of\n           this special law, &quot;banks&quot; and &quot;financial institutions&quot;,\n           defined in <a href=\"/doc/87858235/\" id=\"a_213\">Section 2(1)(c)</a> and (m) respectively,\n           qualify, as per <a href=\"/doc/187204982/\" id=\"a_214\">Section 2(1)(zd)</a>, to be treated as\n           &quot;secured creditor&quot;.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_162\">           26. <a href=\"/doc/152603276/\" id=\"a_215\">Section 13</a> of the SARFAESI Act is conceived as\n           the code prescribed for &quot;enforcement of security\n           interest&quot; by the secured creditors, inter alia, for\n           whose purposes the law was enacted. It opens with\n           non-obstante clause and declares upfront that the\n           provision herein is made, over and above, what is\n           available under the general law through <a href=\"/doc/792696/\" id=\"a_216\">Section 69</a>\n           and <a href=\"/doc/933049/\" id=\"a_217\">69A</a> of Transfer of Property Act.\n</p>\n<p data-structure=\"Section\" id=\"p_163\">           28. <a href=\"/doc/152603276/\" id=\"a_218\">Section 13</a> of SARFAESI Act vests in the secured\n           creditor, the power to enforce the security interest\n           &quot;without the intervention of the Court or Tribunal&quot;. It\n           may be noted, at the outset, that the rights thus\n           conferred on the secured creditor are exercisable, by\n           virtue of <a href=\"/doc/122392953/\" id=\"a_219\">Section 13(12)</a> through officers duly\n           authorized in such behalf. For such purposes, the\n           legislation sets out an elaborate procedure that\n           begins with a notice under <a href=\"/doc/122562177/\" id=\"a_220\">Section 13(2)</a> issued by the\n           secured creditor (giving requisite details of the\n           amount due and the secured assets in which respect\n           the enforcement is intended) and addressed to the\n           borrower-in-default requiring him &quot;to discharge in\n           full his liabilities&quot; within 60 days. On the expiry of\n           the said period of 60 days calculated &quot;from the date\n           of notice&quot; if the default continues, the secured\n           creditor acquires the title to proceed further.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_78\">Crl. Appeal No.143/2018 &amp; others                             Page 67 of 105</span>\n<p data-structure=\"Section\" id=\"p_164\">            29. Upon being served with a notice under <a href=\"/doc/122562177/\" id=\"a_221\">Section\n           13(2)</a>, the borrower is given the liberty, by <a href=\"/doc/152603276/\" id=\"a_222\">Section\n           13(3A)</a>, to object or make any representation and in\n           the event of such objection or representation, the\n           secured creditor is obliged to consider it and\n           communicate his response (specifying the reasons)\n           within a week. Of course, by virtue of proviso to\n           <a href=\"/doc/152603276/\" id=\"a_223\">Section 13(3A)</a>, the non-acceptance of the objection\n           or representation at this stage does not confer on the\n           borrower any legal remedy in the nature of appeal or\n           application.\n</p>\n<p data-structure=\"Precedent\" id=\"p_165\">           30. In the event of failure on the part of borrower to\n           discharge his liability in full, in terms of the notice\n           under <a href=\"/doc/122562177/\" id=\"a_224\">Section 13(2)</a>, the secured creditor is permitted,\n           by <a href=\"/doc/26129616/\" id=\"a_225\">Section 13(4)</a>, to take recourse to any of the\n           measures indicated in the said clause &quot;to recover his\n           secured debt&quot;. The measures include taking of the\n           &quot;possession of the secured assets of the borrower\n           including the right to transfer by way of lease,\n           assignment or sale for realizing the secured asset&quot;.\n           Noticeably, <a href=\"/doc/26129616/\" id=\"a_226\">Section 13(4)</a> broadly indicates the said\n           measures, pursuit whereof requires compliance with\n           the procedure that is laid out in detail thereafter.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_166\">119. <a href=\"/doc/52229129/\" id=\"a_227\">The SARFAESI Act</a> and RDBA (earlier RDDBFI Act) have an\noverlap in the matter of judicial remedy. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"5866140\" id=\"span_79\">In <a href=\"/doc/5866140/\" id=\"a_228\">Urmila Kumari</a> (supra), it\nwas further noted as under :-</span>\n</p>\n<blockquote id=\"blockquote_63\">           &quot;39. The procedure prescribed by the law, and rules,\n           for enforcement of security interest, as noted above, at\n           the hands of the secured creditor (or its authorized\n           officer) is subject to the remedy of appeal before the\n           Debts Recovery Tribunal (DRT), constituted under\n           RDDBFI Act, in terms of <a href=\"/doc/112742697/\" id=\"a_229\">Section 17</a> SARFAESI Act. As\n           noted earlier, mere non-acceptance of the objection or\n           representation in response to the initial notice under\n\n\n\n<span class=\"hidden_text\" id=\"span_80\">Crl. Appeal No.143/2018 &amp; others                            Page 68 of 105</span>\n            <a href=\"/doc/122562177/\" id=\"a_230\">Section 13(2)</a> does not confer the right of challenge\n           through appeal. The remedy of appeal becomes\n           available as soon as effective action, including taking\n           over of possession of the secured asset (and further\n           process in the nature of sale, etc.) commences. The test\n           to which the process undertaken by the secured creditor\n           is subjected by DRT is indicated in <a href=\"/doc/1483980/\" id=\"a_231\">Section 17(2)</a> as\n           under:-\n</blockquote>\n<blockquote id=\"blockquote_64\">                 &quot;17(2). The Debts Recovery Tribunal shall\n                 consider whether any of the measures\n                 referred to in sub-section (4) of <a href=\"/doc/152603276/\" id=\"a_232\">section 13</a>\n                 taken by the secured creditor for enforcement\n                 of security are in accordance with the\n                 provisions of this Act and the rules made\n                 thereunder.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_167\">120. It is thus clear that prime objective of <a href=\"/doc/52229129/\" id=\"a_233\">SARFAESI Act</a> is to\nfacilitate enforcement of &quot;security interest&quot;. <a href=\"/doc/116137496/\" id=\"a_234\">Section 37</a> of SARFAESI\nAct makes it further clear that the provisions of this law, or rules made\nthereunder, have been enacted &quot;in addition to, and not in derogation\nof&quot; other laws including the RDBA.\n</p>\n\n<p data-structure=\"Section\" id=\"p_168\">121. <a href=\"/doc/52229129/\" id=\"a_235\">The SARFAESI Act</a> contains <a href=\"/doc/33076222/\" id=\"a_236\">Section 35</a> which reads thus :-\n</p>\n<blockquote id=\"blockquote_65\">           &quot;35. The provisions of this Act to override other laws - The\n           provisions of this Act shall have effect, notwithstanding\n           anything inconsistent therewith contained in any other law\n           for the time being in force or any instrument having effect by\n           virtue of any such law.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_169\">122. As in the case of RDBA, the above clause of <a href=\"/doc/52229129/\" id=\"a_237\">SARFAESI Act</a>\nwould not render PMLA subservient to it because of the different\nobjects and reasons of both enactments. Thus, the PMLA, enacted in\n\n\n\n<span class=\"hidden_text\" id=\"span_81\">Crl. Appeal No.143/2018 &amp; others                            Page 69 of 105</span>\n 2002 (but enforced in 2005), continued to prevail, particularly in the\nmatter of attachment and confiscation, by virtue of Section 71 which\nreads thus :-\n</p>\n<blockquote id=\"blockquote_66\">           &quot;71. Act to have overriding effect - The provisions of\n           this Act shall have effect notwithstanding anything\n           inconsistent therewith contained in any other law for the\n           time being in force.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_170\">123. But, some confusion has come about, as is the subject matter of\nthe discourse in the impugned decisions of the appellate tribunal, on\naccount of certain amendments, inter alia, to RDBA and SARFAESI\nAct, by the Enforcement of Security Interest and Recovery of Debts\nLaws and Miscellaneous Provisions (Amendment) Act, 2016 (Act\nno.44 of 2016), which came into force from 01.09.2016. As per the\nstatement of objects and reasons of the said amending law (Act no. 44\nof 2016), the core legislative concern has been the need for\n&quot;expeditious disposal of recovery applications, such matters being\npending for money years due to various adjournments and prolonged\nhearings&quot;, the purpose of amendments to RDBA (then RDDBFI Act)\nbeing indicated thus :\n</p>\n<blockquote id=\"blockquote_67\">           &quot;3. The amendments proposed in the Recovery of Debts\n           due to Banks and Financial Institutions Act, 1993 inter\n           alia, include (i) expeditious adjudication of recovery\n           applications; (ii) electronic filing of recovery\n           applications, documents and written statements; (iii)\n           priority to secured creditors in repayment of debts; (iv)\n           debenture trustees as financial institutions; (v)\n           empowering the Central Government to provide for\n           uniform procedural rules for conduct of proceedings in\n\n\n\n\n<span class=\"hidden_text\" id=\"span_82\">Crl. Appeal No.143/2018 &amp; others                           Page 70 of 105</span>\n            the Debts Recovery Tribunals and Appellate Tribunals.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_171\">124. Similarly the prime objective sought to be served by the\namendments to <a href=\"/doc/52229129/\" id=\"a_238\">SARFAESI Act</a> was set out in the statement of objects\nand reasons as under :-\n</p>\n<blockquote id=\"blockquote_68\">           &quot;2. The amendments in the Securitisation and\n           Reconstruction of Financial Assets and Enforcement of\n           Security Interest Act, 2002 are proposed to suit\n           changing credit landscape and augment ease of doing\n           business which, inter alia, include (i) registration of\n           creation, modification and satisfaction of security\n           interest by all secured creditors and provision for\n           integration of registration systems under different laws\n           relating to property rights with the Central Registry so\n           as to create Central database of security interest on\n           property rights; (ii) conferment of powers upon the\n           Reserve Bank of India to regulate asset reconstruction\n           companies in a changing business environment; (iii)\n           exemption from stamp duty on assignment of loans by\n           banks and financial institutions in favour of asset\n           reconstruction companies; (iv) enabling non-\n           institutional investors to invest in security receipts; (v)\n           debenture trustees as secured creditors; (vi) specific\n           timeline for taking possession of secured assets; and\n</blockquote><blockquote id=\"blockquote_69\">           (vii) priority to secured creditors in repayment of\n           debts.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_172\">125. By the above-mentioned amendment of 2016, the following\nprovision has been inserted in RDBA :-\n</p>\n<blockquote id=\"blockquote_70\">           &quot;31B. Priority to secured creditors - Notwithstanding\n           anything contained in any other law for the time being\n           in force, the rights of secured creditors to realise\n           secured debts due and payable to them by sale of assets\n           over which security interest is created, shall have\n           priority and shall be paid in priority over all other debts\n\n\n\n<span class=\"hidden_text\" id=\"span_83\">Crl. Appeal No.143/2018 &amp; others                             Page 71 of 105</span>\n            and Government dues including revenues, taxes, cesses\n           and rates due to the Central Government, State\n           Government or local authority.\n</blockquote><blockquote id=\"blockquote_71\">           Explanation - for the purposes of this section, it is\n           hereby clarified that on or after the commencement of\n           the Insolvency and Bankruptcy Code, 2016, in cases\n           where insolvency or bankruptcy proceedings are\n           pending in respect of secured assets of the borrower,\n           priority to secured creditors in payment of debt shall be\n           subject to the provisions of that Code.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_173\">126. Similarly, by the above-mentioned amendment of 2016, while\ninserting a new chapter (no.IVA) relating to &quot;registration by secured\ncreditors and other creditors&quot; in <a href=\"/doc/52229129/\" id=\"a_239\">SARFAESI Act</a>, conferring (by\n<a href=\"/doc/164564024/\" id=\"a_240\">Section 26-D</a>) right of enforcement of securities, a new provision -\n<a href=\"/doc/104779555/\" id=\"a_241\">Section 26 E </a>- was added (in the same chapter), reading thus :-\n</p>\n<blockquote id=\"blockquote_72\">           &quot;26E. Priority to secured creditors - Notwithstanding\n           anything contained in any other law for the time being\n           in force, after the registration of security interest, the\n           debts due to any secured creditor shall be paid in\n           priority over all other debts and all revenues, taxes,\n           cesses and other rates payable to the Central\n           Government or State Government or local authority.\n</blockquote>\n<blockquote id=\"blockquote_73\">           Explanation - For the purposes of this section, it is\n           hereby clarified that on or after the commencement of\n           the Insolvency and Bankruptcy Code, 2016 in cases\n           where insolvency or bankruptcy proceedings are\n           pending in respect of secured assets of the borrower,\n           priority to secured creditors in payment of debt shall be\n           subject to the provisions of that Code.&quot;\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_174\">127. The Insolvency Code (referred to in explanations in above\nquoted clauses), enacted and enforced in 2016, with the objective of\nconsolidating and amending the laws &quot;relating to reorganization and\n\n\n<span class=\"hidden_text\" id=\"span_84\">Crl. Appeal No.143/2018 &amp; others                            Page 72 of 105</span>\n insolvency resolution of corporate persons, partnership firms and\nindividuals in a time bound manner for maximisation of value of\nassets of such persons, to promote enterpreneurship, availability of\ncredit and balance the interest of all the stake holders including\nalteration in the order of priority of payment of government dues&quot; has\nalso come with a declaration of its primacy through the following\nprovision :\n</p>\n<blockquote id=\"blockquote_74\">           &quot;238. Provisions of this Code to override other laws -\n           The provisions of this Code shall have effect,\n           notwithstanding    anything      inconsistent    therewith\n           contained in any other law for the time being in force or\n           any instrument having effect by virtue of any such law.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_175\">128. It is the view of the appellate tribunal that the insertion of\nSection 31-B to RDBA and <a href=\"/doc/104779555/\" id=\"a_242\">Section 26-E</a> to <a href=\"/doc/52229129/\" id=\"a_243\">SARFAESI Act</a> by the\namendment of 2016 renders the said laws to have an overriding effect\nover PMLA. Though the issue raised by the Resolution Professional\n(RP) in the fourth captioned appeal with reference to the Insolvency\nCode was not urged before the appellate tribunal, similar argument is\npressed to seek primacy for the Insolvency Code over PMLA on\naccount of Section 238 of the former.\n</p>\n<p data-structure=\"Section\" id=\"p_176\">129. At the hearing, however, it was noted that some of the\namendments made to the SARFEAESI Act by second chapter of Act\nNo.44 of 2016 are yet to come into force and this includes the chapter\n(no.IV-A) on the subject of &quot;registration by secured creditors and\nother creditors&quot;. <a href=\"/doc/104779555/\" id=\"a_244\">Section 26-E</a> (priority to secured creditors) with\nreference, inter alia, to which the aforementioned view has been taken\n\n\n\n<span class=\"hidden_text\" id=\"span_85\">Crl. Appeal No.143/2018 &amp; others                            Page 73 of 105</span>\n by the Appellate Tribunal falls in said Chapter (no. IV-A) by virtue of\n<a href=\"/doc/11945171/\" id=\"a_245\">Section 18</a> of the Act No.44 of 2016. Strictly speaking, therefore, a\nview to the effect taken by the tribunal by reference to <a href=\"/doc/104779555/\" id=\"a_246\">Section 26-E</a>\n(which is yet to come into effect) was impermissible. Be that as it\nmay, since the said Chapter (no.IV-A) has been inserted in\nSARFEAESI Act by the legislature, and is likely to come into force in\nfuture, its effect on the issues being addressed in these matters may be\nconsidered also on the assumption that it is part of the law.\n</p>\n<p data-structure=\"Section\" id=\"p_177\">130. For comprehensive understanding of the subject, before\nproceeding further, it may be noted here that the existing provisions in\nSARFEAESI Act, particularly the Chapter (no. IV) captioned\n&quot;Central Registry&quot; envisage, inter alia, &quot;registration of ... creation of\nsecurity interest&quot; (as indeed of its modification), through a central\nregistry established under <a href=\"/doc/187948024/\" id=\"a_247\">Section 20</a> by the Central Government, its\ndatabase required to be integrated with other registration systems by\nvirtue of <a href=\"/doc/20004756/\" id=\"a_248\">Section 20-A</a>, the mandate in terms of notification issued\nunder proviso to <a href=\"/doc/49791631/\" id=\"a_249\">Section 23(1)</a> for all such transactions to be\ncompulsorily registered within the period specified. It may be added\nhere that the Securitisation and Reconstruction of Financial Assets and\nEnforcement of Securities Interest (Central Registry) Rule, 2011\npublished in the Gazette of India on 31.03.2011 govern the procedure\nand the timelines for such registration.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_178\">131. The Chapter (no. IV-A) on the subject of &quot;registration by\nsecured creditors and other creditors&quot; - containing <a href=\"/doc/105272785/\" id=\"a_250\">sections 26-B</a> to\n<a href=\"/doc/104779555/\" id=\"a_251\">26-E</a> - is primarily meant to extend the above-said requirement of\n\n\n\n<span class=\"hidden_text\" id=\"span_86\">Crl. Appeal No.143/2018 &amp; others                            Page 74 of 105</span>\n compulsory registration, inter alia, of &quot;security interest over any\nproperty of the borrower&quot; to &quot;all creditors other than the secured\ncreditors&quot;. As and when the said Chapter (no. IV-A) is notified and\nbrought into force, the registration of the &quot;security interest&quot; would\nbecome a condition precedent for the creditor to exercise &quot;any right&quot;\n</p><blockquote id=\"blockquote_75\">of &quot;enforcement of securities&quot; under the SARFEAESI Act by virtue,\ninter alia, of Section 26-B(3) and Section 26-D.\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_179\">132. But, the position of law may be examined assuming also the\nsituation to prevail when above noted amendment to SARFEAESI\nAct, come into force. In this context, the objects and reasons of the\nlaws have to be the guiding factors. The law on the subject may be\nnoted here.\n</p>\n<p data-structure=\"Precedent\" id=\"p_180\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"528664\" id=\"span_87\">133. The issue in <a href=\"/doc/528664/\" id=\"a_252\">Bhoruka Steel Ltd.</a> (supra) before the Bombay High\nCourt concerned conflicting claims under the then existing <a href=\"/doc/438563/\" id=\"a_253\">Sick\nIndustrial Companies (Special Provisions) Act, 1985</a> (&quot;SICA&quot; for\nshort) and <a href=\"/doc/104507346/\" id=\"a_254\">Special Court (Trial of Offences Relating to Transactions in\nSecurities) Act, 1992</a> (&quot;the <a href=\"/doc/701797/\" id=\"a_255\">Special Courts Act</a> of 1992&quot;, for short).</span>\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1575265\" id=\"span_88\">The court held that if the language of the law is obscure and\nambiguous, the object and purpose of a legislation assumes greater\nrelevance and quoted the following views of the Supreme Court in\n<a href=\"/doc/1575265/\" id=\"a_256\">Sarwan Singh vs. Kasturi Lal</a>, (1977) 1 SCC 750 :-</span>\n</p>\n<blockquote id=\"blockquote_76\">                 &quot;When two or more laws operate in the same field\n                and each contains a non-obstante clause stating\n                that its provisions will override those of any other\n                law, stimulating and incisive problems of\n                interpretation arise. Since statutory interpretation\n\n\n\n<span class=\"hidden_text\" id=\"span_89\">Crl. Appeal No.143/2018 &amp; others                             Page 75 of 105</span>\n                 has no conventional protocol cases of such conflict\n                have to be decided in reference to the object and\n                purpose of the laws under consideration.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_181\">134. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"965356\" id=\"span_90\">In <a href=\"/doc/965356/\" id=\"a_257\">Solidaire India Ltd.</a>(supra), the Supreme Court was dealing\nwith similar issues concerning the conflict between SICA and the\nSpecial Courts Act of 1992 and quoted with approval <a href=\"/doc/965356/\" id=\"a_258\">the above\ndecision</a> in Bhoruka, observing thus :</span>\n</p>\n<blockquote id=\"blockquote_77\">                 &quot;...Where there are two special statutes which\n                contain non obstante clauses the later statute must\n                prevail. This is because at the time of enactment of\n                the later statute, the Legislature was aware of the\n                earlier legislation and its non obstante clause. If\n                the Legislature still confers the later enactment\n                with a non obstante clause it means that the\n                Legislature wanted that enactment to prevail. If\n                the Legislature does not want the later enactment\n                to prevail then it could and would provide in the\n                later enactment that the provisions of the earlier\n                enactment continue to apply.\n</blockquote>\n<blockquote id=\"blockquote_78\">                 <a href=\"/doc/104507346/\" id=\"a_259\">The Special Court (Trial of Offences Relating to\n                Transactions in Securities) Act, 1992</a>, provides in\n                <a href=\"/doc/152603276/\" id=\"a_260\">Section 13</a>, that its provisions are to prevail over\n                any other Act. Being a later enactment, it would\n                prevail over the <a href=\"/doc/438563/\" id=\"a_261\">Sick Industrial Companies\n                (Special Provisions) Act, 1985</a>.          Had the\n                Legislature wanted to exclude the provisions of the\n                Sick Companies Act from the ambit of the said Act,\n                the Legislature would have specifically so\n                provided. The fact that the Legislature did not\n\n\n\n<span class=\"hidden_text\" id=\"span_91\">Crl. Appeal No.143/2018 &amp; others                             Page 76 of 105</span>\n                 specifically so provide necessarily means that the\n                Legislature intended that the provisions of the said\n                Act were to prevail even over the provisions of the\n                Sick Companies Act...&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_182\">135. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"188483483\" id=\"span_92\">In <a href=\"/doc/188483483/\" id=\"a_262\">KSL and Industries Ltd. v. Arihant Threads Ltd. and Ors.</a>,\n(2015) 1 SCC 166, the effect of non-obstante clause in Section 32 of\nSICA on RDDBFI Act was examined by the Supreme Court, the latter\nenactment also containing non-obstante clause under <a href=\"/doc/6431889/\" id=\"a_263\">Section 34(1)</a>.</span>\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"791872\" id=\"span_93\">While concluding that the objective of the two enactments is entirely\ndifferent, and observing that &quot;the purpose of one is to provide\nameliorative measures for reconstruction of sick companies, and the\npurpose of the other is to provide for speedy recovery of debts of\nbanks and financial institutions&quot;, the rule <a href=\"/doc/188483483/\" id=\"a_264\">laid down in</a> a previous\ndecision reported as <a href=\"/doc/791872/\" id=\"a_265\">LIC vs. D.J. Bahadur</a>, (1981) 1 SCC 315, to the\nfollowing effect was noted :-</span>\n</p>\n<blockquote id=\"blockquote_79\">           &quot;52. In determining whether a statute is a special or a\n           general one, the focus must be on the principal subject-\n           matter plus the particular perspective. For certain\n           purposes, an Act may be general and for certain other\n           purposes it may be special and we cannot blur\n           distinctions when dealing with finer points of law. In\n           law, we have a cosmos of relativity, not absolutes -- so\n           too in life...&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_183\">136. The court also referred to the principle of contextual\nconstruction <a href=\"/doc/791872/\" id=\"a_266\">laid down in</a> earlier ruling of RBI v. Peerless General\nFinance &amp; Investment Co. Ltd., (1987) 1 SCC 424, holding thus :-\n</p>\n<blockquote id=\"blockquote_80\">           &quot;33. Interpretation must depend on the text and the\n           context. They are the bases of interpretation. One may\n\n\n\n<span class=\"hidden_text\" id=\"span_94\">Crl. Appeal No.143/2018 &amp; others                             Page 77 of 105</span>\n            well say if the text is the texture, context is what gives\n           the colour. Neither can be ignored. Both are important.\n           That interpretation is best which makes the textual\n           interpretation match the contextual. A statute is best\n           interpreted when we know why it was enacted. With this\n           knowledge, the statute must be read, first as a whole and\n           then section by section, clause by clause, phrase by\n           phrase and word by word. If a statute is looked at, in the\n           context of its enactment, with the glasses of the statute-\n           maker, provided by such context, its scheme, the\n           sections, clauses, phrases and words may take colour\n           and appear different than when the statute is looked at\n           without the glasses provided by the context. With these\n           glasses we must look at the Act as a whole and discover\n           what each section, each clause, each phrase and each\n           word is meant and designed to say as to fit into the\n           scheme of the entire Act. No part of a statute and no\n           word of a statute can be construed in isolation. Statutes\n           have to be construed so that every word has a place and\n           everything is in its place.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_184\">137. It was further clarified that :\n</p>\n<blockquote id=\"blockquote_81\">           &quot;49. The term &quot;not in derogation&quot; clearly expresses the\n           intention of Parliament not to detract from or abrogate\n           the provisions of SICA in any way. This, in effect must\n           mean that Parliament intended the proceedings under\n           SICA for reconstruction of a sick company to go on and\n           for that purpose further intended that all the other\n           proceedings against the company and its properties\n           should be stayed pending the process of reconstruction.\n           While the term &quot;proceedings&quot; under <a href=\"/doc/2517670/\" id=\"a_267\">Section 22</a> of SICA\n           did not originally include the RDDB Act, which was not\n           there in existence. <a href=\"/doc/2517670/\" id=\"a_268\">Section 22</a> covers proceedings under\n           the RDDB Act.\n</blockquote>\n<blockquote id=\"blockquote_82\">           50. The purpose of the two Acts is entirely different and\n           where actions under the two laws may seem to be in\n           conflict, Parliament has wisely preserved the\n\n\n<span class=\"hidden_text\" id=\"span_95\">Crl. Appeal No.143/2018 &amp; others                            Page 78 of 105</span>\n            proceedings under SICA, by specifically providing for\n           sub-section (2), which lays down that the later Act,\n           RDDB shall be in addition to and not in derogation of\n           SICA.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_185\">138. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86892798\" id=\"span_96\">In <a href=\"/doc/86892798/\" id=\"a_269\">Assistant Commissioner vs. Indian Overseas Bank</a> (supra),\nreferred to by the tribunal, the issue before the full bench of the\nMadras High Court arose out of objection of the sales tax authority to\nrecovery proceedings taken out by the bank against the property of the\ndefaulting borrower under RDBA without taking care of the arrears of\nrevenue. The court noted the insertion of Section 31-B in RDBA by\nthe amending Act of 2016, holding the financial institution (a secured\ncreditor) to have the &quot;priority of charge&quot; over the mortgaged property\nand with reference to said provision (Section 31B) held thus :</span>\n</p>\n<blockquote id=\"blockquote_83\">                 &quot;3. There is, thus, no doubt that the rights of a\n                secured creditor to realize secured debts due and\n                payable by sale of assets over which security\n                interest is created, would have priority over all\n                debts and Government dues including revenues,\n                taxes, cesses and rates due to the Central\n                Government, state Government or Local Authority.\n                this section introduced in the Central Act is with\n                &quot;notwithstanding&quot; clause and has come into force\n                from 01.09.2016.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_186\">139. From the above discussion, it is clear that the objects and\nreasons of enactment of the four legislations are distinct, each\noperating in different field. There is no overlap. While RDBA has\nbeen enacted to provide for speedier remedy for banks and financial\ninstitutions to recover their dues, <a href=\"/doc/52229129/\" id=\"a_270\">SARFAESI Act</a> (with added chapter\n\n\n\n<span class=\"hidden_text\" id=\"span_97\">Crl. Appeal No.143/2018 &amp; others                           Page 79 of 105</span>\n on registration of secured creditor) aims at facilitating the secured\ncreditors to expeditiously and effectively enforce their security\ninterest. In each case, the amount to be recovered is &quot;due&quot; to the\nclaimant i.e. the banks or the financial institutions or the secured\ncreditor, as the case may be, the claim being against the debtor (or his\nguarantor).      The Insolvency Code, in contrast, seeks to primarily\nprotect the interest of creditors by entrusting them with the\nresponsibility to seek resolution through a professional (RP), failure\non his part leading eventually to the liquidation process.\n</p>\n<p data-structure=\"Section\" id=\"p_187\">140. The purpose, purport and import of Section 31-B inserted in\nRDBA, and <a href=\"/doc/104779555/\" id=\"a_271\">Section 26-E</a> inserted in <a href=\"/doc/52229129/\" id=\"a_272\">SARFAESI Act</a>,                 has to be\nunderstood in above light. The marginal heads of both the provisions\nare identically worded - &quot;Priority to secured creditors&quot;.           Though\n<a href=\"/doc/104779555/\" id=\"a_273\">Section 26-E</a> of SARFAESI Act requires, as a condition precedent,\n&quot;the registration of security interest&quot;, which is not requisite for\nSection 31-B of RDBA to operate, both provisions give precedence to\nrealization of &quot;debts due to&quot; the &quot;secured creditor&quot;, the clause in\nRDBA also clarifying it by additional words &quot;payable to them by sale\nof assets over which security interest is created&quot;.          Each of these\nprovisions renders secondary &quot;all other debts&quot; and &quot;revenues, taxes,\ncesses&quot; and &quot;rates&quot; enforced by &quot;the Central Government, State\nGovernment or local authority&quot;. Section 31- B of RDBA uses the\nexpression &quot;due to&quot; while <a href=\"/doc/104779555/\" id=\"a_274\">Section 26-E</a> of SARFAESI Act uses the\nwords &quot;payable to&quot; in relation to such debts, revenues, taxes, etc., the\nmeaning being similar.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_98\">Crl. Appeal No.143/2018 &amp; others                              Page 80 of 105</span>\n<p data-structure=\"Precedent\" id=\"p_188\"> 141. This court finds it difficult to accept the proposition that the\njurisdiction conferred on the State by PMLA to confiscate the\n&quot;proceeds of crime&quot; concerns a property the value whereof is &quot;debt&quot;\ndue or payable to the Government (Central or State) or local authority.\nThe Government, when it exercises its power under PMLA to seek\nattachment leading to confiscation of proceeds of crime, does not\nstand as a creditor, the person alleged to be complicit in the offence of\nmoney-laundering similarly not acquiring the status of a debtor. The\nState is not claiming the prerogative to deprive such offender of ill-\ngotten assets so as to be perceived to be sharing the loot, not the least\nso as to levy tax thereupon such as to give it a colour of legitimacy or\nlawful earning, the idea being to take away what has been\nillegitimately secured by proscribed criminal activity.\n</p>\n<p data-structure=\"Precedent\" id=\"p_189\">142. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"42502475\" id=\"span_99\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1139229\" id=\"span_100\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1420336\" id=\"span_101\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"375776\" id=\"span_102\">In view of the above, the reliance by the respondents in support\nof argument of government dues taking a back seat, on <a href=\"/doc/375776/\" id=\"a_275\">Dena Bank vs.\nBhikhabhai Prabhudas Parekh &amp; Co. &amp; Ors.</a>, (2000) 5 SCC 694;\n<a href=\"/doc/1420336/\" id=\"a_276\">Union of India &amp; Ors. vs. SICOM Limited &amp; Anr.</a>, (2009) 2 SCC 121;\n<a href=\"/doc/1139229/\" id=\"a_277\">Bank of Bihar vs. State of Bihar &amp; Ors.</a>, (1972) 3 SCC 196; and <a href=\"/doc/42502475/\" id=\"a_278\">Pr.\nCommissioner of Income Tax vs. Monnet Ispat and Energy Limited,\nSLP No.6483/2018</a>, decided on 10.08.2018, is misplaced.</span></span></span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_190\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1589411\" id=\"span_103\">143. The proceeds of crime, there is no doubt, are not even remotely\ncovered by the expressions &quot;revenues, taxes, cesses&quot; or other &quot;rates&quot;.\nThe word &quot;revenue&quot; is the controlling word, the expressions following\n(taxes, cesses, rates) taking the colour from the same. The word\nrevenue, in the context of Government is to be understood to be\n\n\n\n<span class=\"hidden_text\" id=\"span_104\">Crl. Appeal No.143/2018 &amp; others                           Page 81 of 105</span>\n conveying taxation [<a href=\"/doc/1589411/\" id=\"a_279\">Gopi Pershad vs. State of Punjab</a>, AIR 1957\nPunjab 45 (DB)].          This is how the expression is defined by Black&#x27;s\nLaw Dictionary, Eighth Edition as also by Cambridge English\nDictionary (accessible online). The reliance by the respondents on the\nuse of the expression &quot;non-tax revenue&quot; with reference to PMLA\nunder major accounting head &quot;0047 Other Fiscal Services&quot; in the list\nof Heads of Accounts of Union and States issued by Controller\nGeneral of Accounts, Department of Expenditure in the Ministry of\nFinance, Government of India under the Government of India\n(Allocation of Business) Rules, 1961 is misplaced. The use of the\nexpression for accounting purposes - to take care of receipts flowing\ninto the Consolidated Fund - cannot give to the value of proceeds of\ncrime realised by sale of properties confiscated under PMLA the\ncolour of taxation.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_191\">144. The respondents have referred to the following observations of\nthe Supreme Court in order dated 10.08.2018 in Special Leave to\nAppeal (Civil) No.6483/2018, Principal Commissioner of Income Tax\nvs. Monnet Ispat and Energy Limited :-\n</p>\n<blockquote id=\"blockquote_84\">                &quot;Given Section 238 of the Insolvency and\n                Bankruptcy Code, 2016, it is obvious that the Code\n                will override anything inconsistent contained in\n                any other enactment, including the <a href=\"/doc/789969/\" id=\"a_280\">Income-Tax\n                Act</a>.\n</blockquote>\n<blockquote id=\"blockquote_85\">                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"375776\" id=\"span_105\">We may also refer in this connection to <a href=\"/doc/375776/\" id=\"a_281\">Dena Bank\n                vs. Bhikhabhai Prabhudas Parekh and Co. &amp; Ors.</a>\n                (2000) 5 SCC 694 and its progeny, making it clear\n                that income-tax dues, being in the nature of Crown\n\n\n<span class=\"hidden_text\" id=\"span_106\">Crl. Appeal No.143/2018 &amp; others                             Page 82 of 105</span>\n                 debts, do not take precedence even over secured\n                creditors, who are private persons.&quot;</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_192\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"26280691\" id=\"span_107\">145. Noticeably, the effect of Insolvency Code on PMLA was not in\nissue before the Supreme Court in the aforesaid case, the prime\nconcern being the conflict arising out of claims of revenue under\n<a href=\"/doc/789969/\" id=\"a_282\">Income Tax Act, 1961</a> vis-à-vis proceedings under the Insolvency\nCode. For the same reasons, the ruling of the full bench of the Madras\nHigh Court in <a href=\"/doc/26280691/\" id=\"a_283\">Indian Overseas Bank</a> (supra) also would have no effect\nhere.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_193\">146. A Resolution Professional appointed under the Insolvency Code\ndoes not have any personal stake. He only represents the interest of\ncreditors, their committee having appointed and tasked him with\ncertain responsibility under the said law. The moratorium enforced in\nterms of <a href=\"/doc/57488768/\" id=\"a_284\">Section 14</a> of Insolvency Code cannot come in the way of the\nstatutory authority conferred by PMLA on the enforcement officers\nfor depriving a person (may be also a debtor) of the proceeds of crime.\nA view to the contrary, if taken, would defeat the objective of PMLA\nby opening an escape route. After all, a person indulging in money-\nlaundering cannot be permitted to avail of the proceeds of crime to get\na discharge for his civil liability towards his creditors for the simple\nreason such assets are not lawfully his to claim.\n</p>\n<p data-structure=\"Section\" id=\"p_194\">147. To sum up on the issue, the objective of the legislation in\nPMLA being distinct from the purposes of the three other enactments\nviz. RDBA, SARFAESI Act and Insolvency Code, the latter cannot\nprevail over the former. There is no inconsistency. The purpose, the\n\n\n\n<span class=\"hidden_text\" id=\"span_108\">Crl. Appeal No.143/2018 &amp; others                          Page 83 of 105</span>\n text and context are different. This court thus rejects the argument of\nprevalence of the said laws over PMLA.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_195\">       THE RIGHTS OF THIRD PARTY ACTING BONA FIDE\n\n</p><p data-structure=\"Section\" id=\"p_196\">148. In view of the conclusions reached as above, rejecting the\nargument of prevalence of RDBA, SARFAESI Act and Insolvency\nCode over PMLA, the said laws (or similar other laws, some <a href=\"/doc/26280691/\" id=\"a_285\">referred\nto above</a>) must co-exist, each to be construed and enforced in\nharmony, without one being in derogation of the other, with regard to\nassets respecting which there is material available to show the same to\nhave been &quot;derived or obtained&quot; as a result of &quot;criminal activity\nrelating to a scheduled offence&quot; rendering the same &quot;proceeds of\ncrime&quot;, within the mischief of PMLA. The PMLA, declares, by virtue\nof Section 71, that it has over-riding effect over other existing laws,\nsuch provision containing non-obstante clause with regard to\ninconsistency apparently to be construed as referable to the dealings in\n&quot;money-laundering&quot; and &quot;proceeds of crime&quot; relating thereto.\n</p>\n<p data-structure=\"Precedent\" id=\"p_197\">149. An order of attachment under PMLA, if it meets with the\nstatutory pre-requisites, is as lawful as an action initiated by a bank or\nfinancial institution, or a secured creditor, for recovery of dues\nlegitimately claimed or for enforcement of secured interest in\naccordance with RDBA or <a href=\"/doc/52229129/\" id=\"a_286\">SARFAESI Act</a>. An order of attachment\nunder PMLA is not rendered illegal only because a secured creditor\nhas a prior secured interest (charge) in the subject property.\nConversely, mere issuance of an order of attachment under PMLA\ncannot, by itself, render illegal the prior charge or encumbrance of a\n\n\n\n<span class=\"hidden_text\" id=\"span_109\">Crl. Appeal No.143/2018 &amp; others                            Page 84 of 105</span>\n secured creditor, this subject to such claim of the third party (secured\ncreditor) being bonafide. In these conflicting claims, a balance has to\nbe struck. On account of exercise of the prerogative of the State under\nPMLA, the lawful interest of a third party which may have acted\nbonafide, and with due diligence, cannot be put in jeopardy. The\nclaim of bonafide third party claimant cannot be sacrificed or\ndefeated.       A contrary view would be unfair and unjust and,\nconsequently, not the intention of the legislature.     The legislative\nscheme itself justifies this view. To illustrate, reference may be made\nto    sub-section (8) of <a href=\"/doc/192781018/\" id=\"a_287\">Section 8</a> PMLA where-under a power is\nconferred on the special court to direct the Central Government to\n&quot;restore&quot; a property to the claimant with a legitimate interest even\nafter an order of confiscation has been passed.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_198\">150. The legislation on money-laundering, as is the case of similarly\nplaced other legislations providing for forfeiture or confiscation of\nillegally acquired assets, contains sufficient safeguards to protect the\ninterest of such third parties as may have acted bonafide.          Such\nsafeguards and rights to secure their lawful interest in the property\nsubjected to attachment (with intent to take it to confiscation) have\nalready been noticed at length with reference to the statutory\nprovisions. To recapitulate, and by way of illustration, reference may\nbe made to the opportunity afforded by law (<a href=\"/doc/192781018/\" id=\"a_288\">Section 8</a>) to a person\nclaiming &quot;a legitimate interest&quot; to approach the adjudicating authority\nand the appellate tribunal, as indeed the court, to prove that he had\n&quot;acted in good faith&quot;, taking &quot;all reasonable precautions&quot;, himself not\nbeing involved in money-laundering, to seek its &quot;release&quot; or\n\n\n<span class=\"hidden_text\" id=\"span_110\">Crl. Appeal No.143/2018 &amp; others                          Page 85 of 105</span>\n &quot;restoration&quot;. In this context, however, as also earlier noted, the\npresumptions that can be drawn in terms of <a href=\"/doc/49791631/\" id=\"a_289\">Sections 23</a> and <a href=\"/doc/41629693/\" id=\"a_290\">24</a> of\nPMLA are to be borne in mind, the burden of proving facts contrary to\nthe case of money-laundering being on the person claiming to have\nacted bonafide.\n</p>\n<p data-structure=\"Precedent\" id=\"p_199\">151. The appellate tribunal, in the decision (dated 14.07.2017) earlier\nrendered (In Kolkata case), and followed in the matters from which\nthese appeals have arisen, has also observed thus :\n</p>\n<blockquote id=\"blockquote_86\">                 &quot;59. These are four ingredients which are\n                determinative factors on the basis of which it can\n                be said that whether any person or any property is\n                involved in money laundering or not. If there is no\n                direct / indirect involvement of any person or\n                property with the proceeds of the crime nor there is\n                any aspect of knowledge in any person with respect\n                to involvement or assistance nor the said person is\n                party to the said transaction, then it cannot be said\n                that the said person is connected with any activity\n                or process with the proceeds of the crime. The\n                same principle should be applied while judging the\n                involvement of any property or any person in\n                money laundering. This is due to the reason that if\n                the property has no direct involvement in the\n                proceeds of the crime and has passed on hands to\n                the number of purchasers which includes the bona\n                fide purchaser without notice, the said purchaser\n                who is not having any knowledge about the\n                involvement of the said property with the proceeds\n                of the crime nor being the participants in the said\n                transaction ever, cannot be penalized for no fault\n\n\n\n<span class=\"hidden_text\" id=\"span_111\">Crl. Appeal No.143/2018 &amp; others                              Page 86 of 105</span>\n                 of his. Therefore, it cannot be the scheme of the\n                Act whereby bona fide person without having any\n                direct / indirect involvement in the proceeds of the\n                crime or its dealings can be made to suffer by mere\n                attachment of the property at the initial stage and\n                later on its confirmation on the basis of mere\n                suspicion when the element of mens rea or\n                knowledge is missing...&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_200\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"162098651\" id=\"span_112\">152. The appellate tribunal has referred to the decision in <a href=\"/doc/162098651/\" id=\"a_291\">V. M.\nGanesan</a> (supra). The issues relating to the attachment order under\nPMLA involved <a href=\"/doc/162098651/\" id=\"a_292\">in that case</a> concerned the claims not only of the\nperson accused of money-laundering and also of predicate offences,\nthey including those punishable under <a href=\"/doc/1198799/\" id=\"a_293\">Sections 294(b)</a>, <a href=\"/doc/988620/\" id=\"a_294\">406</a>, <a href=\"/doc/1436241/\" id=\"a_295\">420</a>, <a href=\"/doc/1317063/\" id=\"a_296\">465</a>,\n<a href=\"/doc/556166/\" id=\"a_297\">468</a>, <a href=\"/doc/1466184/\" id=\"a_298\">471</a>, <a href=\"/doc/1731569/\" id=\"a_299\">197</a>, <a href=\"/doc/1667388/\" id=\"a_300\">419</a>, <a href=\"/doc/180217/\" id=\"a_301\">506 (ii)</a> of IPC and <a href=\"/doc/144870239/\" id=\"a_302\">Section 19</a> of Transplantation\nof Human Organs Act, 1994, it involving illegal kidney trade, but also\nof a financial institution (LIC Housing Finance Ltd.) which had\nadvanced money to the said accused.          The learned single judge of\nMadras High Court held thus :-</span>\n</p>\n<blockquote id=\"blockquote_87\">                 &quot;47. For instance, if LIC Housing Finance\n                Limited, which has advanced money to the\n                petitioner in the first writ petition and which\n                consequently has a right over the property, is able\n                to satisfy the Adjudicating Authority that the money\n                advanced by them for the purchase of the property\n                cannot be taken to be the proceeds of crime, then,\n                the Adjudicating Authority is obliged to record a\n                finding to that effect and to allow the provisional\n                order of attachment to lapse. Otherwise, a\n                financial institution will be seriously prejudiced. I\n                do not think that the Directorate of Enforcement or\n\n\n<span class=\"hidden_text\" id=\"span_113\">Crl. Appeal No.143/2018 &amp; others                              Page 87 of 105</span>\n                 the Adjudicating Authority would expect every\n                financial institution to check up whether the\n                contribution made by the borrowers towards their\n                share of the sale consideration was lawfully earned\n                or represent the proceeds of crime. Today, if the\n                Adjudicating Authority confirms the provisional\n                order of attachment and the property vests with the\n                Central Government, LIC Housing Finance\n                Limited will also have to undergo dialysis, due to\n                the illegal kidney trade that the petitioner in the\n                writ petition is alleged to have indulged in. This\n                cannot be purport of the Act.\n</blockquote>\n<blockquote id=\"blockquote_88\">                 48. Fortunately, the Adjudicating Authority is\n                obliged under the proviso to Sub-Section (2) of\n                <a href=\"/doc/192781018/\" id=\"a_303\">Section 8</a> to issue a notice to every person, who\n                claims the property to be his own and to provide an\n                opportunity of being heard even to such a person.\n                Therefore, the Adjudicating Authority is obliged to\n                issue a notice to LIC Housing Finance Limited.\n                They have already issued show cause notices to the\n                writ petitioners, though the petitioner in the second\n                writ petition is not obliged of obtaining the\n                property as a result of any criminal activity, to\n                come within the definition of the expression\n                &quot;proceeds of crime&quot;. The Adjudicating Authority\n                has power, why, even an obligation and a statutory\n                duty under <a href=\"/doc/192781018/\" id=\"a_304\">Section 8(2)</a> to look into the evidence\n                produced by the petitioner in the second writ\n                petition and LIC Housing Finance Limited and to\n                come to an independent conclusion as to whether\n                the provisional order of attachment is to be\n                confirmed or not. Therefore, I am of the view that\n\n\n\n\n<span class=\"hidden_text\" id=\"span_114\">Crl. Appeal No.143/2018 &amp; others                              Page 88 of 105</span>\n                 the petitioners should submit themselves to the\n                enquiry under <a href=\"/doc/192781018/\" id=\"a_305\">Section 8(1)</a>.&quot;\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_201\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"162098651\" id=\"span_115\">153. The ruling in <a href=\"/doc/162098651/\" id=\"a_306\">V.M. Ganesan</a> (supra<a href=\"/doc/162098651/\" id=\"a_307\">)<a href=\"/doc/162098651/\" id=\"a_308\">, <a href=\"/doc/162098651/\" id=\"a_309\">referred to above</a></a></a>, is not of\nmuch help since the claim of third party (secured creditor) was yet to\nbe inquired into or adjudicated upon. This court generally accepts the\nspirit behind the earlier quoted thoughts articulated by the tribunal, but\nfinds it difficult to accept that a property may be allowed escape from\ncivil sanction under PMLA only on the plea of the third party claiming\nto be at &quot;no fault&quot; or to have acted &quot;without notice&quot; of the criminal\nactivity engaged in by the person from whom interest is acquired. As\nwould be elaborated hereinafter, the burden to prove facts to rebut the\nstatutory presumptions necessitates more than mere ignorance to be\nshown.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_202\">154. Generally speaking, the third party whose interest in a property\nmay be adversely affected on account of it being attached under\nPMLA would be one who may have acquired such interest, right or\ntitle by a transaction involving, directly or indirectly, the person who\nis accused of, or charged with, the offence of money-laundering. Such\nacquisition of interest, right or title may be by transactions in the\nnature of sale / purchase, gift, lease, mortgage, pledge, hypothecation,\netc. In the present cases, the respondent banks cried foul by objecting\nto the attachment orders respecting properties which were subject\nmatter of mortgage or hypothecation with them.\n</p>\n<p data-structure=\"Precedent\" id=\"p_203\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1769362\" id=\"span_116\">155. It is well settled that by hypothecation, no interest or property is\ntransferred to the hypothecatee, the latter acquiring nothing more than\n\n\n\n<span class=\"hidden_text\" id=\"span_117\">Crl. Appeal No.143/2018 &amp; others                            Page 89 of 105</span>\n an equitable and notional charge to have his claim realized by sale of\ngoods hypothecated [<a href=\"/doc/1769362/\" id=\"a_310\">Paramatha Nath Talukdar v. Maharaja\nProbirendra M. Tagore</a>, AIR 1966 Calcutta 405].</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1989403\" id=\"span_118\">The possession\nremains with the hypothecator, the hypothecatee having the right to\ntake possession of the hypothecated property, in the event of default,\nand to sell it for realization of the debt secured by hypothecation\n[<a href=\"/doc/1989403/\" id=\"a_311\">Syndicate Bank vs. Official Liquidator</a>, AIR 1985 Delhi 256].</span>\n</p>\n<p data-structure=\"Section\" id=\"p_204\">156. <a href=\"/doc/63739/\" id=\"a_312\">Section 58</a> of the Transfer of Property Act, 1882 (&quot;TPA&quot;)\ndefines the expression &quot;mortgage&quot; as &quot;the transfer of an interest in\nspecific immoveable property for the purpose of securing the payment\nof money advanced or to be advanced by way of loan, an existing or\nfuture debt, or the performance of an engagement which may give rise\nto a pecuniary liability&quot;, the transferor in such contract being a\n&quot;mortgagor&quot;, transferee the &quot;mortgagee&quot; and the principal money\nwith interest thereby secured known as &quot;the mortgage money&quot;, the\ninstrument by which such transfer is effected called a &quot;mortgage\ndeed&quot;.\n</p>\n<p data-structure=\"Section\" id=\"p_205\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1794157\" id=\"span_119\">157. Section 60 of TPA provides for the right of the mortgagor to\nrequire the mortgagee to deliver the mortgage deed and all documents\nrelating to mortgage property and where the mortgagee is in\npossession of such property to deliver possession thereof to him at any\ntime after the money has become due subject to he (the mortgagor)\npaying or tendering, at a proper time and place, the mortgage money,\nsuch right being known as the equity of &quot;redemption&quot;. The mortgagor\nbeing the owner who had parted with some rights of ownership has a\n\n\n\n<span class=\"hidden_text\" id=\"span_120\">Crl. Appeal No.143/2018 &amp; others                         Page 90 of 105</span>\n right to get back the mortgaged property and the mortgage deed, in\nexercise of his right of ownership. The right of redemption is a\nstatutory right under TPA which cannot be extinguished, this being\nsubject to the right of the creditor to seek the remedy of fore-closure\nor sale under Section 67 or to exercise the power under Section 69 to\nsell the mortgaged property or appoint a receiver under <a href=\"/doc/1794157/\" id=\"a_313\">Section 69A\n[Shivdev Singh and Anr. Vs. Sucha Singh and Anr.</a> (2000) 4 SCC 326].</span>\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1274804\" id=\"span_121\">To put it simply, a mortgage is transfer of an interest in an immovable\nproperty for the purpose of securing repayment of a loan, the\nmortgagee&#x27;s interest lasting &quot;only as long as the mortgage has not\nbeen paid off&quot; [<a href=\"/doc/1274804/\" id=\"a_314\">All Indian Film Corporation Ltd. vs. Raja Gyan Nath</a>,\n2(1969) 3 SCC 79].</span>\n</p>\n<p data-structure=\"Section\" id=\"p_206\">158. A hypothecatee or a mortgagee, thus, has a limited interest in\nthe property, the right restricted to have the debt realized by putting\nthe hypothecated goods or mortgaged property to sale. There is no\nownership, or right to possess, vesting in either. At the same time, it\nmust be added that the charge or encumbrance of a third party in a\nproperty attached under PMLA can be treated as &quot;void&quot; if there is\nmaterial to show that it had been created &quot;to defeat&quot; the law, such\ndeclaration rendering the property liable to attachment and\nconfiscation in favour of the Government vesting it &quot;free from all\nencumbrances&quot;.\n</p>\n<p data-structure=\"Section\" id=\"p_207\">159. As noted earlier, there are three parts of the definition of the\nexpression &quot;proceeds of crime&quot;, the first clearly referring to a property\nrespecting which there is material to show the same to have been\n\n\n\n<span class=\"hidden_text\" id=\"span_122\">Crl. Appeal No.143/2018 &amp; others                           Page 91 of 105</span>\n &quot;derived or obtained&quot;, directly or indirectly, by a person &quot;as a result of\ncriminal activity (of specified nature)&quot;. In case such property is held\nby the person who is &quot;charged with the offence of money-laundering&quot;,\nthere is a statutory presumption under <a href=\"/doc/41629693/\" id=\"a_315\">Section 24(a)</a> PMLA, using the\nexpression &quot;shall presume&quot;, about it being proceeds of crime involved\nin such money-laundering. It is a rebuttable presumption, the onus to\nprove facts to the contrary being on the person accused of such\noffence. If the acquisition of such property by such accused has\ninvolved more than one &quot;inter-connected transactions&quot;, one of such\ntransactions being proved to be involving money-laundering, a\nstatutory presumption is raised under <a href=\"/doc/49791631/\" id=\"a_316\">Section 23</a> PMLA that the other\ntransactions form part of the former, the burden to prove facts to the\ncontrary being again on the person claiming otherwise.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_208\">160. But, in cases where the enforcement authority seeks to attach\nother properties, suspecting them to be &quot;proceeds of crime&quot;, not on the\nbasis of fact that they are actually &quot;derived or obtained&quot; from criminal\nactivity but because they are of equivalent &quot;value&quot; as to the proceeds\nof crime which cannot be traced, it is essential that there be some\nnexus or link between such property on one hand and the person\naccused of or charged with the offence of money-laundering on the\nother. In cases of this nature, the person accused of money-laundering\nmust have had an interest in such property at least till the time of\nengagement in the proscribed criminal activity from which he is stated\nto have derived or obtained pecuniary benefit which is to be taken\naway by attachment or confiscation. It is with this view that PMLA\nprovides for a possible presumption to be drawn, under <a href=\"/doc/41629693/\" id=\"a_317\">Section 24(b)</a>\n\n\n<span class=\"hidden_text\" id=\"span_123\">Crl. Appeal No.143/2018 &amp; others                            Page 92 of 105</span>\n using the expression &quot;may presume&quot;, about a property being &quot;involved\nin money-laundering&quot; in the case of person other than the one who is\ncharged with the offence of money-laundering. There is no doubt that\nsuch presumption, if drawn, may also be rebutted by evidence\nshowing facts to the contrary.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_209\">161. The law conceives of possibility of third party interest in\nproperty of a person accused of money-laundering being created\nlegitimately or, conversely, with ulterior motive &quot;to frustrate&quot; or &quot;to\ndefeat&quot; the objective of law against money-laundering. In case of\ntainted asset - that is to say a property acquired or obtained as a result\nof criminal activity - the interest acquired by a third party from person\naccused of money-laundering, even if bona fide, for lawful and\nadequate consideration, cannot result in the same being released from\nattachment, or escaping confiscation, since the law intends it to &quot;vest\nabsolutely in the Central Government free from all encumbrances&quot;,\nthe right of such third party being restricted to sue the wrong-doer for\ndamages, the encumbrance, if created with the objective of defeating\nthe law, being treated as void (<a href=\"/doc/123082127/\" id=\"a_318\">Section 9</a>).\n</p>\n<p data-structure=\"Section\" id=\"p_210\">162. But, in case an otherwise untainted asset (i.e. deemed tainted\nproperty) is targeted by the enforcement authority for attachment\nunder the second or third part of the definition of &quot;proceeds of crime&quot;,\nfor the reason that such asset is equivalent in value to the tainted asset\nthat was derived or obtained by criminal activity but which cannot be\ntraced, the third party having a legitimate interest may approach the\nadjudicating authority to seek its release by showing that the interest\n\n\n\n<span class=\"hidden_text\" id=\"span_124\">Crl. Appeal No.143/2018 &amp; others                            Page 93 of 105</span>\n in such property was acquired bona fide and for lawful (and adequate)\nconsideration, there being no intent, while acquiring such interest or\ncharge, to defeat or frustrate the law, neither the said property nor the\nperson claiming such interest having any connection with or being\nprivy to the offence of money-laundering.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_211\">163. Having regard to the above scheme of the law in PMLA, it is\nclear that if a bonafide third party claimant had acquired interest in the\nproperty which is being subjected to attachment at a time anterior to\nthe commission of the criminal activity, the product whereof is\nsuspected as proceeds of crime, the acquisition of such interest in such\nproperty (otherwise assumably untainted) by such third party cannot\nconceivably be on account of intent to defeat or frustrate this law. In\nthis view, it can be concluded that the date or period of the\ncommission of criminal activity which is the basis of such action\nunder PMLA can be safely treated as the cut-off.           From this, it\nnaturally follows that an interest in the property of an accused, vesting\nin a third party acting bona fide, for lawful and adequate\nconsideration, acquired prior to the commission of the proscribed\noffence evincing illicit pecuniary benefit to the former, cannot be\ndefeated or frustrated by attachment of such property to such extent by\nthe enforcement authority in exercise of its power under <a href=\"/doc/192781018/\" id=\"a_319\">Section 8</a>\nPMLA.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_212\">164. Though the sequitur to the above conclusion is that the bonafide\nthird party claimant has a legitimate right to proceed ahead with\nenforcement of its claim in accordance with law, notwithstanding the\n\n\n\n<span class=\"hidden_text\" id=\"span_125\">Crl. Appeal No.143/2018 &amp; others                            Page 94 of 105</span>\n order of attachment under PMLA, the latter action is not rendered\nirrelevant or unenforceable. To put it clearly, in such situations as\nabove (third party interest being prior to criminal activity) the order of\nattachment under PMLA would remain valid and operative, even\nthough the charge or encumbrance of such third party subsists but the\nState action would be restricted to such part of the value of the\nproperty as exceeds the claim of the third party.\n</p>\n<p data-structure=\"Precedent\" id=\"p_213\">165. Situation may also arise, as seems to be the factual matrix of\nsome of the cases at hand, wherein a secured creditor, it being a\nbonafide third party claimant      vis-a-vis the alternative attachable\nproperty (or deemed tainted property) has initiated action in\naccordance with law for enforcement of such interest prior to the order\nof attachment under PMLA, the initiation of the latter action\nunwittingly having the effect of frustrating the former. Since both\nactions are in accord with law, in order to co-exist and be in harmony\nwith each other, following the preceding prescription, it would be\nappropriate that the PMLA attachment, though remaining valid and\noperative, takes a back-seat allowing the secured creditor bonafide\nthird party claimant to enforce its claim by disposal of the subject\nproperty, the remainder of its value, if any, thereafter to be made\navailable for purposes of PMLA.\n</p>\n<p data-structure=\"Section\" id=\"p_214\">166. As already noted, the newly inserted provision contained in\n<a href=\"/doc/105272785/\" id=\"a_320\">Sections 26-B</a> to <a href=\"/doc/104779555/\" id=\"a_321\">26-E</a> falling in Chapter (no. IV-A) on &quot;registration\nby secured creditors and other creditors&quot; of SARFEAESI Act are yet\nto be notified and brought into force. In the event of said statutory\n\n\n\n<span class=\"hidden_text\" id=\"span_126\">Crl. Appeal No.143/2018 &amp; others                            Page 95 of 105</span>\n clauses coming into force, a creditor will not be entitled to exercise the\nright of enforcement, inter alia, of security interest over the property\nof borrower unless such &quot;security interest&quot; has been duly registered\nunder the said law. Upon such amended law being enforced, a bona\nfide third party claimant seeking relief against an order of attachment\nunder PMLA will also be obliged to show due compliance with such\nstatutory requirements.\n</p>\n<p data-structure=\"Section\" id=\"p_215\">167. As has been highlighted earlier, the provisional order of\nattachment is subject to confirmation by the adjudicating authority.\nThe order of the adjudicating authority, in turn, is amenable to appeal\nto the appellate tribunal. The said forum (i.e. the appellate tribunal)\nmay pass such orders as it thinks fit &quot;confirming, modifying or setting\naside the order appealed against&quot; [<a href=\"/doc/54131328/\" id=\"a_322\">Section 26(4)</a>]. Undoubtedly, an\naggrieved party is entitled in law to invoke the said jurisdiction of the\nappellate tribunal to bring a challenge to the orders of attachment (as\nconfirmed) but, the law in PMLA, at the same time, also confers\njurisdiction on the special court to entertain such claim for purposes of\nrestoration of the property during the trial of the case [<a href=\"/doc/192781018/\" id=\"a_323\">Section 8</a>]. The\njurisdiction to entertain objections to attachment conferred on the\nappellate tribunal on one hand and, on the special court, on the other,\nthus, may be co-ordinate, to an extent.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_216\">168. An argument, however, was raised, by the appellants that the\nrespondents herein should have approached the special court, instead\nof the appellate tribunal, for consideration of their respective claims.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_127\">Crl. Appeal No.143/2018 &amp; others                            Page 96 of 105</span>\n<p data-structure=\"Precedent\" id=\"p_217\"> 169. In view of above-noted legislative scheme, it must be clarified\nthat if the order confirming the attachment has attained finality, or if\nthe order of confiscation has been passed or, further if the trial of a\ncase for the offence under <a href=\"/doc/20781376/\" id=\"a_324\">Section 4</a> PMLA has commenced, the claim\nof a party asserting to have acted bonafide or having legitimate\ninterest will have to be inquired into and adjudicated upon only by the\nspecial court.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_218\">170.     But, the above exception cannot be applied to all cases of bona\nfide third party claimants so as to confer a general right to seek release\nof such property as last mentioned above from attachment even in\ncases where the encumbrance is created or interest acquired at a time\naround or after the date or period of criminal activity. In this category\nof cases, the third party will have the additional burden to prove that it\nhad exercised due diligence having &quot;taken all reasonable precautions&quot;\n</p><blockquote id=\"blockquote_89\">at the time of acquisition of such interest or creation of such charge,\nthe jurisdiction to entertain and inquire into such claim and grant relief\nof release after order of attachment has attainted finality, or of\nrestoration after order of confiscation, vesting only in the special court\nunder <a href=\"/doc/192781018/\" id=\"a_325\">Section 8(7)</a> &amp; (8) PMLA. The due diligence is to be tested\namongst others, on the touchstone of questions as to whether the party\nhad indulged in transaction after due inquiry about untainted status of\nthe asset or legitimacy of its acquisition.\n</blockquote>\n<blockquote id=\"blockquote_90\">                   SUMMARISING THE CONCLUSIONS\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_219\">171. It will be advantageous to summarise the conclusions reached\nby the above discussion, as under :-\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_128\">Crl. Appeal No.143/2018 &amp; others                            Page 97 of 105</span>\n<blockquote id=\"blockquote_91\">         (i).    The process of attachment (leading to confiscation)\n        of proceeds of crime under PMLA is in the nature of civil\n        sanction which runs parallel to investigation and criminal\n        action vis-a-vis the offence of money-laundering.\n</blockquote>\n<blockquote id=\"blockquote_92\">        (ii).   The empowered enforcement officer is expected to\n        assess, even if tentatively, the value of proceeds of crime so\n        as to ensure such proceeds or other assets of equivalent\n        value of the offender of money-laundering are subjected to\n        attachment, the evaluation being open to modification in\n        light of evidence gathered during investigation.\n</blockquote>\n<blockquote id=\"blockquote_93\">        (iii). The      empowered     enforcement      officer   has    the\n        authority of law in PMLA to attach not only a &quot;tainted\n        property&quot; - that is to say a property acquired or obtained,\n        directly or indirectly, from proceeds of criminal activity\n        constituting a scheduled offence - but also any other asset\n        or property of equivalent value of the offender of money-\n</blockquote><p data-structure=\"Conclusion\" id=\"p_220\">        laundering, the latter not bearing any taint but being\n        alternative      attachable   property   (or    deemed     tainted\n        property) on account of its link or nexus with the offence\n        (or offender) of money-laundering.\n</p>\n<p data-structure=\"Section\" id=\"p_221\">        (iv). If the &quot;tainted property&quot; respecting which there is\n        evidence available to show the same to have been derived\n        or obtained as a result of criminal activity relating to a\n        scheduled offence is not traceable, or the same for some\n        reason cannot be reached, or to the extent found is deficient,\n\n\n<span class=\"hidden_text\" id=\"span_129\">Crl. Appeal No.143/2018 &amp; others                                 Page 98 of 105</span>\n         the empowered enforcement officer may attach any other\n        asset (&quot;the alternative attachable property&quot; or &quot;deemed\n        tainted property&quot;) of the person accused of (or charged\n        with) offence of money-laundering provided it is near or\n        equivalent in value to the former, the order of confiscation\n        being restricted to take over by the government of illicit\n        gains of crime.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_222\">        (v).    If the person accused of (or charged with) the offence\n        of money-laundering objects to the attachment, his claim\n        being that the property attached was not acquired or\n        obtained (directly or indirectly) from criminal activity, the\n        burden of proving facts in support of such claim is to be\n        discharged by him.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_223\">        (vi). The objective of PMLA being distinct from the\n        purpose of RDBA, SARFAESI Act and Insolvency Code,\n        the latter three legislations do not prevail over the former.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_224\">        (vii). The PMLA, by virtue of section 71, has the\n        overriding effect over other existing laws in the matter of\n        dealing with &quot;money-laundering&quot; and &quot;proceeds of crime&quot;\n</p><blockquote id=\"blockquote_94\">        relating thereto.\n</blockquote>\n<blockquote id=\"blockquote_95\">        (viii). The PMLA, RDBA, SARFAESI Act and Insolvency\n        Code (or such other laws) must co-exist, each to be\n        construed and enforced in harmony, without one being in\n        derogation of the other with regard to the assets respecting\n\n\n\n<span class=\"hidden_text\" id=\"span_130\">Crl. Appeal No.143/2018 &amp; others                              Page 99 of 105</span>\n         which there is material available to show the same to have\n        been &quot;derived or obtained&quot; as a result of &quot;criminal activity\n        relating to a scheduled offence&quot; and consequently being\n        &quot;proceeds of crime&quot;, within the mischief of PMLA.\n</blockquote>\n<blockquote id=\"blockquote_96\">        (ix). If the property of a person other than the one accused\n        of (or charged with) the offence of money-laundering, i.e. a\n        third party, is sought to be attached and there is evidence\n        available to show that such property before its acquisition\n        was held by the person accused of money-laundering (or his\n        abettor), or it was involved in a transaction which had inter-\n</blockquote><p data-structure=\"Conclusion\" id=\"p_225\">        connection with transactions concerning money-laundering,\n        the burden of proving facts to the contrary so as to seek\n        release of such property from attachment is on the person\n        who so contends.\n</p>\n<p data-structure=\"Section\" id=\"p_226\">        (x).    The charge or encumbrance of a third party in a\n        property attached under PMLA cannot be treated or\n        declared as &quot;void&quot; unless material is available to show that\n        it was created &quot;to defeat&quot; the said law, such declaration\n        rendering such property available for attachment and\n        confiscation under PMLA, free from such encumbrance.\n</p>\n<p data-structure=\"Precedent\" id=\"p_227\">        (xi). A party in order to be considered as a &quot;bonafide third\n        party claimant&quot; for its claim in a property being subjected\n        to attachment under PMLA to be entertained must show, by\n        cogent evidence, that it had acquired interest in such\n        property lawfully and for adequate consideration, the party\n\n\n<span class=\"hidden_text\" id=\"span_131\">Crl. Appeal No.143/2018 &amp; others                            Page 100 of 105</span>\n         itself not being privy to, or complicit in, the offence of\n        money-laundering, and that it has made all compliances\n        with the existing law including, if so required, by having\n        said security interest registered.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_228\">        (xii). An order of attachment under PMLA is not illegal\n        only because a secured creditor has a prior secured interest\n        (charge) in the property, within the meaning of the\n        expressions used in RDBA and SARFAESI Act. Similarly,\n        mere issuance of an order of attachment under PMLA does\n        not ipso facto render illegal a prior charge or encumbrance\n        of a secured creditor, the claim of the latter for release (or\n        restoration) from PMLA attachment being dependent on its\n        bonafides.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_229\">        (xiii). If it is shown by cogent evidence by the bonafide\n        third party claimant (as aforesaid), staking interest in an\n        alternative      attachable   property   (or   deemed     tainted\n        property), claiming that it had acquired the same at a time\n        around or after the commission of the proscribed criminal\n        activity, in order to establish a legitimate claim for its\n        release from attachment it must additionally prove that it\n        had taken &quot;due diligence&quot; (e.g. taking reasonable\n        precautions and after due inquiry) to ensure that it was not a\n        tainted asset and the transactions indulged in were\n        legitimate at the time of acquisition of such interest.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_132\">Crl. Appeal No.143/2018 &amp; others                                Page 101 of 105</span>\n<p data-structure=\"CDiscource\" id=\"p_230\">         (xiv). If it is shown by cogent evidence by the bonafide\n        third party claimant (as aforesaid), staking interest in an\n        alternative      attachable   property   (or   deemed     tainted\n        property) claiming that it had acquired the same at a time\n        anterior to the commission of the proscribed criminal\n        activity, the property to the extent of such interest of the\n        third party will not be subjected to confiscation so long as\n        the charge or encumbrance of such third party subsists, the\n        attachment under PMLA being valid or operative subject to\n        satisfaction of the charge or encumbrance of such third\n        party and restricted to such part of the value of the property\n        as is in excess of the claim of the said third party.\n</p>\n<p data-structure=\"Section\" id=\"p_231\">        (xv). If the bonafide third party claimant (as aforesaid) is a\n        &quot;secured creditor&quot;, pursuing enforcement of &quot;security\n        interest&quot; in the property (secured asset) sought to be\n        attached, it being an alternative attachable property (or\n        deemed tainted property), it having acquired such interest\n        from person(s) accused of (or charged with) the offence of\n        money-laundering (or his abettor), or from any other person\n        through such transaction (or inter-connected transactions)\n        as involve(s) criminal activity relating to a scheduled\n        offence, such third party (secured creditor) having initiated\n        action in accordance with law for enforcement of such\n        interest prior to the order of attachment under PMLA, the\n        directions of such attachment under PMLA shall be valid\n\n\n\n<span class=\"hidden_text\" id=\"span_133\">Crl. Appeal No.143/2018 &amp; others                                Page 102 of 105</span>\n         and operative subject to satisfaction of the charge or\n        encumbrance of such third party and restricted to such part\n        of the value of the property as is in excess of the claim of\n        the said third party.\n</p>\n<p data-structure=\"Precedent\" id=\"p_232\">        (xvi). In the situations covered by the preceding two sub-\n        paragraphs, the bonafide third party claimant shall be\n        accountable to the enforcement authorities for the &quot;excess&quot;\n        value of the property subjected to PMLA attachment.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_233\">        (xvii). If the order confirming the attachment has attained\n        finality, or if the order of confiscation has been passed, or if\n        the trial of a case under <a href=\"/doc/20781376/\" id=\"a_326\">Section 4</a> PMLA has commenced,\n        the claim of a party asserting to have acted bonafide or\n        having legitimate interest in the nature mentioned above\n        will be inquired into and adjudicated upon only by the\n        special court.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_234\">                        DECISION ON THE APPEALS\n\n</p><p data-structure=\"Conclusion\" id=\"p_235\">172. In view of the above conclusions, the impugned decisions of the\nappellate tribunal will have to be set aside. There is a need for further\nscrutiny particularly on facts, of the claims of the respondents, in their\nappeals which were presented before the said forum to challenge the\norders of attachment, as confirmed by the adjudicating authority in the\nfive cases. This may be illustrated hereinbelow.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_236\">173. It does appear that the assets which have been the subject matter\nof attachment in the appeals at hand are not &quot;tainted property&quot;, the\n\n\n\n<span class=\"hidden_text\" id=\"span_134\">Crl. Appeal No.143/2018 &amp; others                              Page 103 of 105</span>\n same having been seemingly acquired prior to the criminal activity\ngiving rise to accusations of money-laundering. But, they are sought\nto be attached and subjected to eventual confiscation on account of\nthey being the alternative attachable properties or deemed tainted\nproperties, which is permissible in law. The audi car (subject matter\nof first appeal) was acquired by a transaction which has no direct\nconnection with the case of money-laundering. However, there is no\nclarity as to the value of proceeds of crime which are to be confiscated\nas against value of the attached property as indeed the extent of the\ndebt yet to be recovered by the secured creditor. The monetary gains\nmade by the transactions which are subject matter of the accusations\nof money-laundering on account of illicit foreign exchange\ntransactions (third appeal) or the case of cheating by use of fabricated\ndefence supply orders (fourth appeal), both involving public servants,\nrequire closer scrutiny as to the claim of the respondent banks of\nbonafide action. Though there is no such element of complicity on\npart of any of the officials of the respondent banks in the case relating\nto fictitious hospital equipment (second appeal) or the one involving\nconsortium of banks (fifth appeal), scrutiny respecting legitimacy and\nbonafide of the claim on the touchstone, inter alia, of the subsisting\nvalue of the secured interest and chronology of events leading to\nattachment would be necessary.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_237\">174. It will be appropriate that such further scrutiny as is necessary\non the touchstone of above principles is undertaken by the appellate\ntribunal after calling for further responses (and inputs) from each side.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_135\">Crl. Appeal No.143/2018 &amp; others                            Page 104 of 105</span>\n<p data-structure=\"Conclusion\" id=\"p_238\"> 175. Ordered accordingly.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_239\">176. Thus, the appeals are allowed. The impugned decisions of the\nappellate tribunal are set aside. The matters arising out of the appeals\nof the respondents stand revived and restored for further consideration\nby the appellate tribunal. The parties are directed to appear before the\nsaid forum on 15.04.2019.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_240\">177. The appeals, and the applications filed therewith, stand disposed\nof in above terms.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_241\">                                                      R.K.GAUBA, J.\n</p><p data-structure=\"Conclusion\" id=\"p_242\">April 02, 2019\nnk/yg/vk\n\n\n\n\n<span class=\"hidden_text\" id=\"span_136\">Crl. Appeal No.143/2018 &amp; others                          Page 105 of 105</span>\n </p>","numcites":141,"numcitedby":28,"docsource":"Delhi High Court","citetid":172990019,"divtype":"judgments","relatedqs":[{"value":"pmla ","formInput":"pmla%20"},{"value":"money laundering attachment","formInput":"money%20laundering%20attachment"},{"value":"section 420 ipc","formInput":"section%20420%20ipc"},{"value":"benami transaction","formInput":"benami%20transaction"},{"value":"attachment of property under PMLA","formInput":"attachment%20of%20property%20under%20PMLA"},{"value":"nclt","formInput":"nclt"},{"value":"\"proceeds of crime\"","formInput":"%22proceeds%20of%20crime%22"},{"value":"'proceeds of the crime'","formInput":"%27proceeds%20of%20the%20crime%27"},{"value":"sarfaesi act","formInput":"sarfaesi%20act"},{"value":"uapa","formInput":"uapa"},{"value":"fugitive economic offenders act","formInput":"fugitive%20economic%20offenders%20act"},{"value":"indian penal code 1860","formInput":"indian%20penal%20code%201860"},{"value":"forfeiture of property ","formInput":"forfeiture%20of%20property%20"},{"value":"section 420","formInput":"section%20420"},{"value":"ndps act","formInput":"ndps%20act"},{"value":"rddbfi act","formInput":"rddbfi%20act"},{"value":"benami ","formInput":"benami%20"},{"value":"attachment of property","formInput":"attachment%20of%20property"},{"value":"benami property","formInput":"benami%20property"},{"value":"offence of money laundering","formInput":"offence%20of%20money%20laundering"}],"cats":[{"value":"securitisation-reconstruction-of-assets,financial-security","formInput":"tag:securitisation-reconstruction-of-assets,financial-security"}],"courtcopy":true,"query_alert":null,"agreement":false}