{"tid":191544208,"publishdate":"2017-09-20","title":"Villayati Ram Mittal (P) Ltd vs Reseerve Bank Of India on 20 September, 2017","doc":"<h2 class=\"doc_title\">Villayati Ram Mittal (P) Ltd vs Reseerve Bank Of India on 20 September, 2017</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:b-dangre\">Bharati H. Dangre</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:n-h-patil\">Naresh H. Patil</a>, <a href=\"/search/?formInput=benchid:b-dangre\">Bharati H.Dangre</a></h3>\n\n<pre id=\"pre_1\">                                               1 /34               ARAPP-125-05.doc\nLadda R.S.\n\n                   IN THE HIGH COURT OF JUDICATURE AT BOMBAY\n\n                        ORDINARY ORIGINAL CIVIL JURISDICTION\n\n                           ARBITRATION APPEAL No. 125 of 2005\n                                          IN\n                           ARBITRATION PETITION No. 28 of 2003\n\n\n             Vilayati Ram Mittal (P) Ltd.              ]\n             505, Belscot Tower,                       ]\n             Lokhandwala Complex,                      ]\n             Link Road, Andheri (West)                 ]\n             Mumbai-400 058.                           ]        ..   Appellant.\n                                                                (Orig. Respondent)\n\n                           Versus\n\n\n             Reserve Bank of India,                    ]\n             constituted under the                     ]\n             <a href=\"/doc/462219/\" id=\"a_1\">Reserve Bank of India Act, 1934</a>,          ]\n             through the Premises Department,          ]\n             Western Zone, Garment House,              ]\n             Worli, Mumbai-400 018.                        ..       Respondent.\n                                                                (Orig. Petitioner)\n\n             Mr. Sarosh Bharucha a/with N.C. Parekh and Sunil Vyas i/by\n             Mansukhlal Hiralal &amp; Co. for the Appellant.\n             Mr. Phiroz Palkhiwala a/with Debojit Banerjee i/by Udwadia &amp;\n             Udeshi for the Respondent.\n\n\n                         CORAM: NARESH H. PATIL &amp;\n                                 SMT. BHARATI H.DANGRE, JJ.\n                   RESERVED ON: 3 rd August, 2017.\n                   JUDGMENT PRONOUNCED ON: 20 th Sept, 2017.\n\n\n\n\nLadda R.S.\n\n\n\n\n                ::: Uploaded on - 26/09/2017               ::: Downloaded on - 27/09/2017 00:49:26 :::\n                                                   2 /34           ARAPP-125-05.doc\n\n             JUDGMENT (Per: Smt. Bharati H. Dangre, J):</pre><p data-structure=\"Issue\" id=\"p_1\">-\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n\n</p><p data-structure=\"Facts\" id=\"p_3\">             (1)              The present appeal challenges the judgment dated\n\n             30th August, 2004 delivered by the learned Single Judge\n\n             thereby setting aside the Award mainly on two counts, namely\n\n             that there was accord and satisfaction in between the parties\n\n             as the amount was accepted towards full and final settlement\n\n             by the claimant without any demur and secondly rejecting the\n\n             claim for no damages in view of Clause 18 of the Agreement\n\n             between the parties which dis-entitle the contractor from\n\n             claiming any compensation for any loss suffered.\n\n</p><p data-structure=\"Section\" id=\"p_4\">                              For adjudicating the challenge to the order passed\n\n             by the learned Single Judge, it would be necessary to avert to\n\n             certain essential facts:-\n</p>\n<blockquote id=\"blockquote_1\">             (2)              The Reserve Bank of India, (RBI) constituted under\n\n             the <a href=\"/doc/462219/\" id=\"a_2\">Reserve Bank of India Act, 1934</a> invited tenders for\n\n             construction of eighty Class III Quarters and one hundred and\n\n             twelve Class IV Quarters and a Community Hall at Kharghar,\n\n             Navi Mumbai. The appellant (hereinafter referred to as the\n\n             &quot;claimant&quot;) is a Private Limited Company engaged in the\n\n\nLadda R.S.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">                   ::: Uploaded on - 26/09/2017           ::: Downloaded on - 27/09/2017 00:49:26 :::</span>\n                                                            3 /34              ARAPP-125-05.doc\n\n             business of construction submitted its offer which was\n\n             accepted by the RBI being the lowest and the letter of\n\n             acceptance was issued to the claimant on 25 th June, 1993. An\n\n             Agreement was signed between the parties on 14 th September,\n\n             1993 in which the date of commencement was specified as 5 th\n\n             July, 1093 and the period of completion was fixed as 20\n\n             months.          The       total     value   of   work      awarded           was       Rs.\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_5\">             4,89,94,854/-.\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">\n\n             (3)              Though the date of completion was specified as 5 th\n\n             July, 1993, the conditional extension was regularly granted\n\n             and time for completion of the project was finally extended till\n\n             31st January, 1997.                  The virtual completion certificate was\n\n             granted on 31st March, 1997. The claimant raised final bill in\n\n             regard to the work carried out by them on 4th May, 1998 which\n\n             was scrutinized by both the parties, certified by the Architect\n\n             and finally the claimant accepted the amount of final bill of\n\n             Rs.4,16,51,201/- towards full and final settlement of their\n\n             dues (except PVA). Subsequently, even the PVA Bill relating\n\n             to escalation was scrutinized and claimant received an amount\n\n\n\nLadda R.S.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_2\">                   ::: Uploaded on - 26/09/2017                       ::: Downloaded on - 27/09/2017 00:49:26 :::</span>\n                                                   4 /34           ARAPP-125-05.doc\n\n             of Rs. 76,23,930/- as full and final claim. The claimant raised a\n\n             dispute and sought reference of the same to the Arbitrater by\n\n             virtue of Clause 34 of the contract and Shri Prabhakar\n\n             Shankar Ambike was the sole arbitrator to whom the dispute\n\n             was referred.          The claimant raised claims under 17 Heads.\n\n             The respondent/RBI raised issue of jurisdiction of Arbitrator to\n\n             entertain the alleged claims and claimed that accord and\n\n             satisfaction had taken place between the parties, bringing the\n\n             contract to an end and, therefore, no arbitrable dispute exists\n\n             to be referred to the Arbitrator.       It was also a ground of the\n\n             respondent that there was no compliance of the provisions of\n\n             arbitration clause having not followed the procedure under\n\n             clause 34 while referring the matter to the arbitration. The\n\n             Reserve Bank of India also raised a counter claim before the\n\n             Arbitrator.         The Arbitrator declared his Award on 30 th\n\n             September, 2002 and awarded a sum of Rs. 47,55,507.00\n\n             against the 17 claims but rejected the counter claims of the\n\n             respondent in totality. The Arbitrator further awarded future\n\n             simple interest @ 12% per annum on the award amount from\n\n             the date of publishing award till the date of decree or date of\n\n\nLadda R.S.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_3\">                ::: Uploaded on - 26/09/2017              ::: Downloaded on - 27/09/2017 00:49:26 :::</span>\n                                                       5 /34           ARAPP-125-05.doc\n\n             payment, whichever is earlier.\n</p>\n<p data-structure=\"Facts\" id=\"p_7\">             (4)                       Being aggrieved by the said Award, RBI filed\n\n             Arbitration Petition which was numbered as 28 of 2003 before\n\n             the learned Single Judge of this Court praying for quashing\n\n             and setting aside the award alleging that the Arbitrator had\n\n             no jurisdiction to entertain the claims in view of accord and\n\n             satisfaction reached between the parties and that the amount\n\n             granted by the Arbitrator ought not to have been granted\n\n             under the various Heads as the learned Arbitrator had failed\n\n             to appreciate that the various claims which were raised by the\n\n             claimant fell under the category of &quot;excepted matters&quot; under\n\n             the contract on which decision of the Architect is final and\n\n             there is no appeal.\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">             (5)              The learned Single Judge by judgment dated 30 th\n\n             August, 2004 was pleased to allow the arbitration petition and\n\n             set aside the impugned award.\n</p>\n<p data-structure=\"Issue\" id=\"p_9\">                              This is how the present appeal is before us.\n\n             (6)              We have extensively heard Advocate Shri Sarosh\n\n             Bharucha a/with N.C. Parekh and Sunil Vyas i/by Mansukhlal\n\n             Hiralal &amp; Co. for the Appellant and Advocate Shri. Phiroz\n\n\nLadda R.S.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_4\">                   ::: Uploaded on - 26/09/2017               ::: Downloaded on - 27/09/2017 00:49:26 :::</span>\n                                                   6 /34           ARAPP-125-05.doc\n\n             Palkhiwala a/with Debojit Banerjee i/by Udwadia &amp; Udeshi for\n\n             the Respondent.\n</p>\n<p data-structure=\"PetArg\" id=\"p_10\">             (7)              Advocate Shri Sarosh Bharucha appearing for the\n\n             appellant argued in extenso that the order passed by the\n\n             learned Single Judge does not fall within the purview of\n\n             <a href=\"/doc/1722761/\" id=\"a_3\">Section 34</a> of the Arbitration Act and the learned Single Judge\n\n             could not have substituted the view of the Arbitrator unless\n\n             and until he recorded a finding of perversity. It is argued by\n\n             him that the learned Arbitrator&#x27;s finding that after considering\n\n             the facts of the case, terms of the contract and evidence on\n\n             record there was no accord and satisfaction, has been\n\n             substituted by the learned Single Judge on the ground that the\n\n             Arbitrator&#x27;s finding was based on no evidence which is ex facie\n\n             perverse and contrary to the evidence on record. Further it is\n\n             also argued by Mr. Bharucha that the finding of the learned\n\n             Single Judge that the appellant did not demonstrate any case\n\n             of &quot;financial hardship&quot; on count of delay in release of\n\n             payments was not established and no pleadings to that effect\n\n             were raised nor it was proved by any cogent evidence, is also\n\n             an incorrect finding not based on facts and to demonstrate so\n\n\nLadda R.S.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_5\">                   ::: Uploaded on - 26/09/2017           ::: Downloaded on - 27/09/2017 00:49:26 :::</span>\n                                                    7 /34           ARAPP-125-05.doc\n\n             the learned counsel took us through the documents contained\n\n             in the form of letters which specifically refer to the\n\n             correspondence prior to completion of work and after\n\n             completion of work but prior to receipt of payment, which\n\n             according to him was sufficient proof of financial hardship and\n\n             coercion.        <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1929162\" id=\"span_6\">In order to substantiate his contention that the\n\n             learned Single Judge should not have substituted his view for\n\n             that of the Arbitrator in exercise of powers under clause 34,\n\n             he placed reliance upon a judgment of the Apex Court in the\n\n             case of <a href=\"/doc/1929162/\" id=\"a_4\">T.P. George 1 Vs. State of Kerala and Anr</a> to urge\n\n             that it was not permissible for the High Court to substitute its\n\n             views for those of the arbitrator as it could not be said that the\n\n             view taken by the arbitrator is unreasonable or one which\n\n             cannot be arrived at by a reasonable person.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"908591\" id=\"span_7\">He also placed his\n\n             reliance on the case of <a href=\"/doc/908591/\" id=\"a_5\">Numaligarh Refinery Ltd 2 Vs.\n\n             Daelim Industrial Co. Ltd. Shri Bharucha</a> also argued that\n\n             the finding of the learned Single Judge on clause 18 debarring\n\n             claimant from raising any claim is also an incorrect finding he\n\n             attempted to demonstrate before us that the said clause is\n\n\n             1 (2001) 2 Supreme Court Cases 758.</span>\n</p><p data-structure=\"Issue\" id=\"p_11\">             2 (2007) 8 SCC 466.\n</p>\n<p data-structure=\"Section\" id=\"p_12\">Ladda R.S.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_8\">                 ::: Uploaded on - 26/09/2017              ::: Downloaded on - 27/09/2017 00:49:26 :::</span>\n                                                     8 /34            ARAPP-125-05.doc\n\n             violative of <a href=\"/doc/1224074/\" id=\"a_6\">Section 28</a> of the Indian Contract Act and such\n\n             existence of a clause in the Agreement binds the parties but do\n\n             not bind the Court. In support of his submission he refers to\n\n             the following judgments of the Hon&#x27;ble Supreme Court.\n\n\n\n</p><pre id=\"pre_2\">                           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"189357032\" id=\"span_9\"><a href=\"/doc/189357032/\" id=\"a_7\">1)       (2009) 10 SCC 354\n                                    Asian Techs Ltd Vs. Union of India</a>.\n\n\n                           2)       (2009) 16 SCC 705</span>\n</pre><p data-structure=\"Precedent\" id=\"p_13\">                                    Bharat Drilling &amp; Foundation Treatment\n                                    Pvt Ltd. Vs. State of Jharkhand &amp; Ors.\n</p>\n<p data-structure=\"RespArg\" id=\"p_14\">                           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1766532\" id=\"span_10\">3)       (1996) 1 SCC 516\n                                    Board of Trustees for the <a href=\"/doc/1766532/\" id=\"a_8\">Port of Calcutta\n                                    Vs. Engineers-DE-SPACE-AGE\n\n\n                           According</a> to him, the clause dealt by the Apex\n\n             Court in the aforesaid judgments is of similar nature as clause\n\n             No.18 and according to him, existence of such a clause will not\n\n             bind the Arbitrator or even the Court. It is the contention of\n\n             the learned Counsel that the respondent has not filed an\n\n             appeal challenging the impugned order and if at all the\n\n             respondent was aggrieved by the said order on the ground that\n\n             it had failed to take into consideration various other grounds\n\n             raised in his petition, it was open for the respondents to\n\nLadda R.S.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_11\">                ::: Uploaded on - 26/09/2017                 ::: Downloaded on - 27/09/2017 00:49:26 :::</span>\n                                                   9 /34           ARAPP-125-05.doc\n\n             challenge the impugned order to that extent and having failed\n\n             to do so the respondents are precluded from raising the said\n\n             grounds in the appeal which is filed by the appellant.\n\n             (8)              As against the claim of the appellant, learned\n\n             Counsel             Shri Palkhiwala appeared on behalf of the\n\n             respondents and argued the matter at length.</span>                    <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"919241\" id=\"span_12\">He placed\n\n             reliance on the judgment of the Hon&#x27;ble Apex Court\n\n             demonstrating the powers of the Court to interfere with and\n\n             setting aside an arbitral award under <a href=\"/doc/1722761/\" id=\"a_9\">section 34</a> of the\n\n             Arbitration Act and by placing heavy reliance upon the\n\n             judgment of the Apex Court in <a href=\"/doc/919241/\" id=\"a_10\">Oil                &amp;      Natural           Gas\n\n             Corporation 3 Vs. Saw Pipes Ltd</a> , he argued that an award\n\n             can be set aside if it is in contravention of the provisions of the\n\n             Act or any other substantive law governing the parties and is\n\n             contrary to the fundamental policy of the Indian Law.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1617540\" id=\"span_13\">He\n\n             relied upon the judgment of the Apex Court in the case of\n\n             <a href=\"/doc/1617540/\" id=\"a_11\">Delhi Development Authority 4 Vs. R.S.Sharma &amp; Co.</a>\n\n             and according to the learned counsel the following grounds\n\n             permit interference in an arbitral award :-</span>\n\n\n</p><blockquote id=\"blockquote_2\">             3 2003 (5) SCC 705\n             4 2008 (13_ SCC 80\n\nLadda R.S.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_14\">                   ::: Uploaded on - 26/09/2017           ::: Downloaded on - 27/09/2017 00:49:26 :::</span>\n</blockquote><p data-structure=\"Issue\" id=\"p_15\">                                                           10 /34            ARAPP-125-05.doc\n\n</p><p data-structure=\"Precedent\" id=\"p_16\">                     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31621011\" id=\"span_15\">(a) An award which is contrary to the substantive\n\n             provisions of law or the said Act, (b)                    an award which is\n\n             against the specific terms of the contract, (c) an award which\n\n             is patently illegal, (d) an award which is prejudicial to the\n\n             rights of the parties, (e) an award contrary to the fundamental\n\n             policy of Indian Law and (f) an award which is so unfair and\n\n             unreasonable that it shocks conscience of the Court. He also\n\n             placed reliance on the judgment of the Apex Court in the case\n\n             of        <a href=\"/doc/31621011/\" id=\"a_12\">Associate             Builders 5    Vs.     Delhi       Development\n\n             Authority</a>, wherein the Hon&#x27;ble Apex Court had interpreted\n\n             the term &quot;fundamental policy of Indian Law&quot; to include the\n\n             principles which the Arbitrator must follow and adopt &quot;a\n\n             judicial approach&quot;. The said judgment also mandates the\n\n             Arbitrator          to follow the principles of natural justice and\n\n             recording of reasons in support of the decision has been held to\n\n             be fundamental policy of Indian law. The Apex Court has also\n\n             included the perversity or irrationality of decision to be tested\n\n             on     the       touchstone         of   Wednusbury&#x27;s            Principle             of\n\n             Reasonableness to be included within the purview of\n\n             &quot;fundamental policy of Indian Law&quot;.</span>\n</p><p data-structure=\"PetArg\" id=\"p_17\">             5 2015 (3) SCC 49\n\nLadda R.S.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_16\">                  ::: Uploaded on - 26/09/2017                      ::: Downloaded on - 27/09/2017 00:49:27 :::</span>\n                                                     11 /34           ARAPP-125-05.doc\n\n             (9)              The learned Counsel advanced argument to the\n\n             effect that Arbitrator is bound to follow due process, to comply\n\n             with the requirement of natural justice, fair play and must\n\n             apply his mind and consider all relevant material before\n\n             arriving at his findings and if he does not do so, his Award is\n\n             liable to be set aside on that ground alone. According to him, if\n\n             findings of Arbitrator are shown to be contrary to law,\n\n             patently illegal or contrary to the contract, or based on no\n\n             evidence, or shocks judicial conscience, or are prejudicial to\n\n             the rights of parties, or contrary to policy of Indian Law, then,\n\n             such an award needs to be set aside.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_18\">             (10)             Shri Palkhiwala also referred two letters dated 28 th\n\n             November, 1998 and 10th December, 1998 which acknowledge\n\n             the receipt of the amount towards final bill and the PVA bill\n\n             (i.e. Escalation bill) and he also contended that the amount\n\n             thereunder in fact has been paid to the appellant. According to\n\n             him, on such demand and acceptance, all                          rights and\n\n             obligations of the parties           came to an end, and accord and\n\n             satisfaction had taken place with respect to the subject\n\n             contract. He relied upon the following                judgments of the\n\n\nLadda R.S.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_17\">                   ::: Uploaded on - 26/09/2017              ::: Downloaded on - 27/09/2017 00:49:27 :::</span>\n                                                         12 /34                 ARAPP-125-05.doc\n\n             Hon&#x27;ble Supreme Court and this Court to demonstrate that\n\n             when accord and satisfaction is reached, the contract comes to\n\n             an end and there is no scope for arbitration.\n\n\n\n</p><pre id=\"pre_3\">                   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"209845\" id=\"span_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1829562\" id=\"span_19\">i.       <a href=\"/doc/1829562/\" id=\"a_13\">Union        of     India   v   Ajit       Mehta         and\n                            Associates</a>: AIR 1990 Bombay 45.\n\n\n                   ii.      <a href=\"/doc/209845/\" id=\"a_14\">P. K. Ramaiah and Co. v Chairman and\n                            Managing           Director,    National          Thermal\n                            Power Corporation</a>: 1994 Supp (3) SCC\n<span class=\"hidden_text\" id=\"span_20\">                            126.</span>\n                   iii.</span></span>     <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1682326\" id=\"span_21\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1917378\" id=\"span_22\">Nathani            Steels   Ltd        v      Associated\n                            Constructions: 1995 Supp (3) SCC 324.\n                   iv.      National Insurance Company Limited v\n                            M/s Boghara Polyfab Pvt Ltd.: AIR 2009\n                            Supreme Court 170.\n\n\n                   v.       <a href=\"/doc/1917378/\" id=\"a_15\">Cauvery Coffee Traders, Mangalore v\n                            Hornor              Resources          (International)\n                            Company Limited</a>: (2011) 10 SCC 420.\n                   vi.      <a href=\"/doc/1682326/\" id=\"a_16\">Union of India and Others v Master\n                            Construction Company</a>: (2011) 12 SCC\n<span class=\"hidden_text\" id=\"span_23\">                            349.</span>\n\n\n                   vii.     New India Assurance Company Limited v</span></span>\n</pre><p data-structure=\"Precedent\" id=\"p_19\">                            Genus Power Infrastructure Ltd: (2015) 2\n\nLadda R.S.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_24\">                ::: Uploaded on - 26/09/2017                           ::: Downloaded on - 27/09/2017 00:49:27 :::</span>\n                                                13 /34           ARAPP-125-05.doc\n\n                            SCC 424.\n</p>\n<p data-structure=\"PetArg\" id=\"p_20\">\n             (11)          Shri Palkhiwala also strenuously attempted to\n\n             demonstrate that the Arbitrator has chosen to ignore all the\n\n             relevant and germane arguments put forth by the respondent\n\n             to the effect that no evidence was led to prove alleged coercion\n\n             or financial hardship and the same was neither pleaded nor\n\n             proved. He further argued that the Arbitrator has relied upon\n\n             several trade practices to come to a conclusion that final bill\n\n             should have been paid within six months from the date of\n\n             virtual completion. However, no opportunity was given to the\n\n             respondent to deal with trade practice or to negate the same\n\n             and moresoever his precise argument is that even if such\n\n             trade practices exist, it cannot override the specific provision\n\n             in the contract between the parties. He therefore submitted\n\n             that the learned Single Judge has rightly set aside the award\n\n             though on a limited ground of accord and satisfaction being\n\n             reached between the parties.\n</p>\n<p data-structure=\"PetArg\" id=\"p_21\">\n\n             (12)          Mr. Palkhiwala, however, attempted to demonstrate\n\n             before us that the award was liable to be set aside on several\n\n\nLadda R.S.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_25\">                ::: Uploaded on - 26/09/2017            ::: Downloaded on - 27/09/2017 00:49:27 :::</span>\n                                                14 /34           ARAPP-125-05.doc\n\n             other grounds; namely, it being contrary to specific terms of\n\n             the contract and the fact that the arbitrator has misconducted\n\n             himself in allowing the claim and not considering the objection\n\n             raised by other party and also on the ground that the\n\n             arbitrator being a creature of contract must operate within\n\n             four corners of the agreement and cannot travel beyond it.\n\n             According to him, an act of the arbitrator in allowing claims\n\n             relating to delayed damages are also contrary to the specific\n\n             terms of the contract and specific reliance is placed on clause\n\n             18 of the contract between the parties. He also assailed the\n\n             award on the ground that the claimant had not followed the\n\n             procedure for reference to arbitration under the contract\n\n             which was prescribed in terms of clause 34 of the contract and\n\n             according to him said clause created a contractual allegation\n\n             for the purpose of reference to the arbitration and the\n\n             reference to the arbitration according to him, itself is\n\n             unsustainable. He also argued that there was no arbitral\n\n             dispute at the time of reference. Mr. Palkhiwala also dealt in\n\n             detail with the individual claims granted by the arbitrator\n\n             under various heads namely from claim no.1 to claim no.17\n\n\nLadda R.S.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_26\">                ::: Uploaded on - 26/09/2017            ::: Downloaded on - 27/09/2017 00:49:27 :::</span>\n                                                15 /34           ARAPP-125-05.doc\n\n             and in detail. He demonstrated as to how grant of such claims\n\n             by the arbitrator cannot be sustained. When we specifically\n\n             questioned the learned Counsel as to whether this Court while\n\n             exercising power under <a href=\"/doc/1656413/\" id=\"a_17\">section 37</a> of the Arbitration Act, can\n\n             look into the award and sit in appeal over the award, which\n\n             was in fact put to test before the learned Single Judge and the\n\n             learned Single Judge though on a limited ground found that\n\n             the award to be not sustainable and has set aside the award\n\n             and whether it is permissible for this Court to deal with all his\n\n             arguments. The learned counsel argued that the Court is\n\n             exercising the appellate power conferred under <a href=\"/doc/1656413/\" id=\"a_18\">section 37</a> of\n\n             the Arbitration Act and the said section do not in any manner\n\n             expressly or by necessary implication restrict the power of the\n\n             Appellate Court. According to the learned counsel, provisions\n\n             of <a href=\"/doc/169027350/\" id=\"a_19\">section 107</a> of the Code of Civil Procedure will apply fully\n\n             even to appeals under <a href=\"/doc/1656413/\" id=\"a_20\">section 37</a> of the Arbitration Act and the\n\n             this Court is required to consider all aspects and contentions\n\n             to arrive at its conclusion, whether or not the impugned award\n\n             is required to be set aside.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_22\">\n\n\nLadda R.S.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_27\">                ::: Uploaded on - 26/09/2017            ::: Downloaded on - 27/09/2017 00:49:27 :::</span>\n                                                16 /34           ARAPP-125-05.doc\n\n             (13)          We have carefully considered the submissions\n\n             advanced on behalf of both the parties and also perused the\n\n             judgment of the learned Single Judge dated 30 th August, 2004.\n\n             It is not in dispute that the contract was entered into between\n\n             the claimant and the RBI in pursuance of acceptance of a bid\n\n             by the former for the construction of residential quarters and\n\n             Community hall for the later at Belapur with an estimated cost\n\n             of Rs.483.64 lakhs. The agreement executed between the\n\n             parties contained several clauses including the clauses for\n\n             payment to be made to the claimant, the phase and manner of\n\n             such payments apart from the technical specifications of the\n\n             work to be carried out by the contractor. As per clause 31, the\n\n             contractor is to be paid from time to time an amount by the\n\n             employer by instalments under interim certificates to be\n\n             issued by the Architect to the contractor on account of the\n\n             works executed. According to clause 33 of the Agreement, the\n\n             decision, opinion, direction, certificate for payment issued by\n\n             the Architect was final and conclusive and binding on the\n\n             parties. Clause 34 of the contract provides for settlement of\n\n             disputes arising out of or in connection with contract or\n\n\nLadda R.S.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_28\">                ::: Uploaded on - 26/09/2017            ::: Downloaded on - 27/09/2017 00:49:27 :::</span>\n                                                17 /34           ARAPP-125-05.doc\n\n             carrying out of the work to be referred and decided by the\n\n             arbitrator to be agreed upon by both the parties. The existence\n\n             of the arbitration clause is not in dispute. However, the dispute\n\n             in the present matter revolves around the date when the\n\n             payment was due and the period of honouring the certificates\n\n             of payment. According to the agreement, defective liability\n\n             period was for 12 months and the period of final measurement\n\n             is prescribed as three months from the date of virtual\n\n             completion. The period of honouring the certificate of payment\n\n             was prescribed as one month for running account bill and\n\n             three months for final bill. According to the respondent RBI,\n\n             the work under the tender was to be completed within 20\n\n             months i.e. by 4th March, 1995 but there was delay in\n\n             execution of the work and extension was granted from time to\n\n             time for completion of the said work and the period for\n\n             execution was extended upto 31st January, 1997, virtual\n\n             certificate was issued on 31st March, 1997 subject to certain\n\n             conditions. It appears that the claimant raised the final bill\n\n             with regard to the work carried out by them on 4 th March,\n\n             1998. The virtual completion certificate issued on 27 th August,\n\n\nLadda R.S.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_29\">                ::: Uploaded on - 26/09/2017            ::: Downloaded on - 27/09/2017 00:49:27 :::</span>\n                                                18 /34           ARAPP-125-05.doc\n\n             1997 mentions that the works were to be considered virtually\n\n             completed on 31st March, 1997 subject to rectification of\n\n             defects as per respondent&#x27;s letter of 10 th June, 1997 and other\n\n             cited instructions and it also mention that the defect and\n\n             liability period would start from the date of handing over\n\n             buildings after rectification of defects. On 6 th October 1997 the\n\n             RBI asked the appellant to rectify the defects and hand over\n\n             the buildings in the phased manner. On 1 st May, 1998 the final\n\n             bill was submitted by the appellant and on 14 th July,1998 ad-\n\n             hoc payment of Rs.17,57,471/- was made by the respondent to\n\n             the appellant. On 16th July, 1998 the respondent noted serious\n\n             lapse on the part of the appellant in failing to furnish the water\n\n             proof guarantee. On 30th September, 1997 the RBI recorded\n\n             that there is a delay on the part of the contractor for\n\n             rectification, taking measurement and handing over of the\n\n             premises and in the same letter it asked the contractor to\n\n             depute their representative to discuss and finalize the final\n\n             bill on 9th October, 1998 the meeting took place for discussion\n\n             of the final bill to be cleared pending rectification with an\n\n             assurance that the rectification would be completed before\n\n\nLadda R.S.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_30\">                ::: Uploaded on - 26/09/2017            ::: Downloaded on - 27/09/2017 00:49:27 :::</span>\n                                                19 /34            ARAPP-125-05.doc\n\n             settlement of final bill failing which the respondent could\n\n             retain a reasonable amount from the final bill towards\n\n             rectification of defects. It was on 9th October, 1998 the final bill\n\n             was certified for payment by the Architect. On 16th October,\n\n             1998 the respondent paid the balance 50% of the retention\n\n             money to the appellant. We have noted that on 28 th November,\n\n             1998 the appellant unequivocally accepted the amount of final\n\n             bill scrutinised by the respondent and admitted that the same\n\n             was correct and the appellant accepted the amount mentioned\n\n             in the said bill as full and final settlement except for the PVA\n\n             Bill amount relating to escalation which was to be certified and\n\n             paid separately. In pursuance of the said letter on 1 st\n\n             December, 1998 the RBI paid the amount mentioned in the\n\n             said bill to the appellant and on 10th December, 1998 the\n\n             appellant issued a letter accepting that the scrutinised\n\n             escalation bill was corrected and accepted the amount\n\n             thereunder as full and final settlement. On 10 th December,\n\n             1998 the escalation bill amount was paid towards full and final\n\n             settlement, retaining amount of Rs. 50,000/- for non-\n\n             compliance by the appellant as far as attending to the defects\n\n\nLadda R.S.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_31\">                ::: Uploaded on - 26/09/2017             ::: Downloaded on - 27/09/2017 00:49:27 :::</span>\n                                                20 /34           ARAPP-125-05.doc\n\n             and deficiencies.\n</p>\n<p data-structure=\"Precedent\" id=\"p_23\">             (14)          We have noted that the appellant referred the\n\n             dispute to the arbitration on 23.1.1999 and submitted his\n\n             statement of claim before the Arbitrator on 21.8.1999. The\n\n             respondent submitted their reply in response to the claim on\n\n             15th November, 1999 and on 1st December, 1999 the rejoinder\n\n             was filed by the appellant in which for the first time they\n\n             protested/stated that the letter dated 28th November, 1998\n\n             and 10th December, 1998 accepting the amounts towards full\n\n             and final settlement were obtained by coercion and pressure.\n\n             It was only when the respondent in the written statement\n\n             pointed out that &quot;accord and satisfaction&quot; had taken place in\n\n             view of two letters and the payment having been made and\n\n             accepted by the appellant, there was no question of arbitrator\n\n             entertaining the claims and there was no arbitrable dispute. In\n\n             rejoinder the appellant, for the first time, contended that the\n\n             said letters had been obtained by causing extreme financial\n\n             hardship and coercion and is therefore invalid in law. Thus,\n\n             the allegations that the acceptance of the amount towards full\n\n             and final settlement was on account of free will was made for\n\n\nLadda R.S.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_32\">                ::: Uploaded on - 26/09/2017            ::: Downloaded on - 27/09/2017 00:49:27 :::</span>\n                                                       21 /34               ARAPP-125-05.doc\n\n             the first time on 1st December, 1999. However, it is noteworthy\n\n             to mention that there are no particulars given about any\n\n             financial hardship or coercion except making bald statements.\n\n             The Arbitrator brushed aside the said objection which was\n\n             duly raised by the respondent RBI. The arbitrator after noting\n\n             dates of virtual completion certificate as on 31.3.1997\n\n             observed that as per normal trade practice the final bill is\n\n             required to be certified and finalized within reasonable time\n\n             and normally the final bill should have been paid within six\n\n             months&#x27;       time.       The     Arbitrator   also     observed          that       the\n\n             respondent could have on its own prepared the final bill after\n\n             giving notice to the claimant and there is a practice that the\n\n             payment was actually released as latest on 31.12.1998. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1682326\" id=\"span_33\">The\n\n             arbitrator did not accept the contention of the respondent in\n\n             respect of &quot;accord and satisfaction&quot; and concluded that looking\n\n             to the chronology of the events the amount of final bill\n\n             involved in releasing retention bill and also bill as PVA one\n\n             would think that the claimant were under pressure so far as\n\n             getting their legitimate dues are concerned. The arbitrator\n\n             therefore agreed with the claim of the claimant that &quot;no claim\n\n\nLadda R.S.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_34\">                ::: Uploaded on - 26/09/2017                       ::: Downloaded on - 27/09/2017 00:49:27 :::</span>\n                                                   22 /34            ARAPP-125-05.doc\n\n             certificate&quot; was procured as delay in payment was causing\n\n             financial hardship to the claimant and in the circumstances, if\n\n             the claimants have accepted the final bill without murmur, it is\n\n             not necessary that it is by way of accord and satisfaction. The\n\n             learned Single Judge has rightly dislodged the conclusion of\n\n             the arbitrator on the said point. The learned Counsel for the\n\n             respondent has rightly relied upon the judgment of the Apex\n\n             Court in the case of <a href=\"/doc/1682326/\" id=\"a_21\">Union of India and Anr. Vs. Master\n\n             Construction Co</a> wherein the Court has held that the bald plea\n\n             of fraud, coercion, duress or undue influence is not enough and\n\n             the party who sets up such a plea must prima facie establish\n\n             the same by placing material before the Chief Justice/\n\n             designated. In New India Assurance Co 6 .</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"188734489\" id=\"span_35\"><a href=\"/doc/188734489/\" id=\"a_22\">Ltd vs. Genesis\n\n             Infrastructure Ltd</a>, the Apex Court observed as follows :-</span>\n\n\n\n</p><blockquote id=\"blockquote_3\">                                  10.    &quot;In our considered view, the\n                                  plea raised by the respondent is\n                                  bereft of any details and particulars,\n                                  and cannot be anything but a bald\n                                  assertion. Given the fact that there\n                                  was no protest or demur raised\n                                  around the time or soon after the\n                                  letter of subrogation was signed, that\n                                  the notice dated 31-3-2011 itself was\n\n             6 (2015) 2 SCC 424,\n\nLadda R.S.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_36\">                ::: Uploaded on - 26/09/2017                ::: Downloaded on - 27/09/2017 00:49:27 :::</span>\n</blockquote><p data-structure=\"CDiscource\" id=\"p_24\">                                                    23 /34           ARAPP-125-05.doc\n\n                                  nearly after three weeks and that the\n                                  financial condition of the respondent\n                                  was not so precarious that it was left\n                                  with no alternative but to accept the\n                                  terms as suggested, we are of the firm\n                                  view that the discharge in the present\n                                  case and signing of letter of\n                                  subrogation were not because of\n                                  exercise of any undue influence. Such\n                                  discharge and signing of letter of\n                                  subrogation was voluntary and free\n                                  from any coercion or undue influence.\n</p><p data-structure=\"Precedent\" id=\"p_25\">                                  In the circumstances, we hold that\n                                  upon execution of the letter of\n                                  subrogation, there was full and final\n                                  settlement of the claim. Since our\n                                  answer to the question, whether there\n                                  was really accord and satisfaction, is\n                                  in the affirmative, in our view no\n                                  arbitrable dispute existed so as to\n                                  exercise power under <a href=\"/doc/596725/\" id=\"a_23\">section 11</a> of\n                                  the Act. The High Court was not\n                                  therefore justified in exercising power\n                                  under <a href=\"/doc/596725/\" id=\"a_24\">section 11</a> of the Act.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_26\">\n\n             (15)          In the case in hand, the appellant did not plead as to\n\n             how he was under the financial hardship which coerced him to\n\n             accept the amount towards full and final settlement and in fact\n\n             the plea that the amount has been accepted under coercion\n\n             was raised for the first time after a period of one year from\n\n             writing such letters. In case, if it was the case of the appellant\n\n             that he was coerced to accept the amount and he was\n\nLadda R.S.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_37\">                ::: Uploaded on - 26/09/2017                ::: Downloaded on - 27/09/2017 00:49:27 :::</span>\n                                                24 /34           ARAPP-125-05.doc\n\n             undergoing a financial hardship which prompted him to accept\n\n             the amount that ought to have been the case of the appellant\n\n             while filing his claim before the arbitrator. It is, however, only\n\n             when the reply was filed by the respondent, wherein an\n\n             objection was raised about &quot;accord and satisfaction&quot; being\n\n             reached between the parties, the plea has come forth. No\n\n             evidence is adduced to demonstrate the financial hardship and\n\n             it is very apparent that the said plea is merely an after thought\n\n             to counter the case of the respondent of reaching accord and\n\n             satisfaction. The learned Single Judge has rightly recorded in\n\n             paragraph 6 of the judgment that the requirement of giving\n\n             particulars of coercion is a basic requirement of compliance\n\n             and no particulars whatsoever of alleged financial hardship or\n\n             coercion are given. The learned Single Judge has also observed\n\n             that what circumstance can operate as coercion in relation to\n\n             one person may not so operate in relation to another person\n\n             and it was for the respondent to give particulars of the alleged\n\n             financial hardship and coercion and in the absence of the same\n\n             being pleaded or proved, mere delay in preparation of final bill\n\n             will not itself amount to financial hardship or coercion. The\n\n\nLadda R.S.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_38\">                ::: Uploaded on - 26/09/2017            ::: Downloaded on - 27/09/2017 00:49:27 :::</span>\n                                                25 /34           ARAPP-125-05.doc\n\n             learned Single Judge has therefore proceeded to conclude that\n\n             the findings recorded by the arbitral tribunal was based on no\n\n             evidence and therefore has rightly set aside the same.\n\n             (16)          As regards the contention of the respondent that\n\n             there was no arbitrable dispute which called for the reference\n\n             to arbitration, since there was &quot;accord and satisfaction&quot;, we\n\n             have carefully analysed the position of law on the said aspect.\n\n             Though for a considerable time there was an                 issue as to\n\n             whether in spite of full and final settlement of the claim, the\n\n             arbitration clause in the contract can be invoked which\n\n             provide for reference to arbitration in case of existence of an\n\n             arbitrable dispute. The trend of judgment took a view that\n\n             Court need not refer the dispute to the arbitrator, if it did not\n\n             exist at all. In case of Steel Authority of India Ltd 7 . Vs.\n\n             J. C. Budharaja, it was held that once there is full and final\n\n             settlement in respect of any particular dispute or difference in\n\n             relation to matter covered under arbitration clause in the\n\n             contract and that dispute or difference is finally settled by and\n\n             between the parties, such a dispute or reference does not\n\n             remain to be arbitrable dispute and arbitration clause cannot\n</p><p data-structure=\"Precedent\" id=\"p_27\">             7. AIR 1999 S.C. 3275\n\nLadda R.S.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_39\">                ::: Uploaded on - 26/09/2017            ::: Downloaded on - 27/09/2017 00:49:27 :::</span>\n                                                 26 /34           ARAPP-125-05.doc\n\n             be invoked even though for certain other matter contract may\n\n             be in existence. The Apex Court further observed that once\n\n             parties have carried out the settlement in respect of any\n\n             dispute arising under a contract and that dispute or difference\n\n             is amicably settled by way of final settlement, unless that\n\n             settlement is set aside in appropriate proceeding, it cannot lie\n\n             in the mouth of one party to the settlement to spurn it on the\n\n             ground that it was mistake and to proceed to invoke\n\n             arbitration clause and if this is permitted sanctity of contract,\n\n             settlement also being a contract would be wholly lost and it\n\n             would be open to one party to take benefit under the\n\n             settlement and question the same on the ground of mistake\n\n             without having the settlement set aside.\n\n</p><p data-structure=\"Precedent\" id=\"p_28\">                            The divergence of views was put to rest by the Apex\n\n             Court in the case of National Insurance Co. 8 Vs. M/s\n\n             Boghra, where the Apex Court in paragraph 24 observed as\n\n             follows:-\n</p>\n<p data-structure=\"Conclusion\" id=\"p_29\">\n</p><blockquote id=\"blockquote_4\">                         24.     &quot;We thus find that the cases referred\n                         fall under two categories. The cases relied on\n                         by the appellant are of one category where\n                         the court after considering the facts, found\n</blockquote><blockquote id=\"blockquote_5\">             8. AIR 2009 SCC 170\n\nLadda R.S.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_40\">                ::: Uploaded on - 26/09/2017             ::: Downloaded on - 27/09/2017 00:49:27 :::</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_30\">                                              27 /34           ARAPP-125-05.doc\n\n                     that there was a full and final settlement\n                     resulting in accord and satisfaction, and\n                     there was no substance in the allegations of\n                     coercion/ undue influence. Consequently, this\n                     Court held that there could be no reference of\n                     any dispute to arbitration. The decisions in\n                     Nav Bharat and Nathani Steels are cases\n                     falling under this category where there were\n                     bilateral negotiated settlements of pending\n                     disputes, such settlements having been\n                     reduced to writing either in the presence of\n                     witnesses or otherwise. P.K. Ramaiah is a\n                     case where the contract was performed and\n                     there was a full and final settlement and\n                     satisfaction resulting in discharge of the\n                     contract. It also falls under this category. The\n                     cases relied on by the respondent fall under a\n                     different category where the court found\n                     some substance in the contention of the\n                     claimants that `no due/claim certificates&#x27;, or\n                     `full and final settlement Discharge\n                     Vouchers&#x27; were insisted and taken (either in\n                     a printed format or otherwise) as a condition\n                     precedent for release of the admitted dues.\n                     Alternatively, they were cases where full and\n                     final discharge was alleged, but there were no\n                     documents confirming such discharge.\n</p><p data-structure=\"Precedent\" id=\"p_31\">                     Consequently, this Court held that the\n                     disputes were arbitrable. None of the three\n                     cases relied on by the appellant lay down a\n                     proposition that mere execution of a full and\n                     final settlement receipt or a discharge\n                     voucher is a bar to arbitration, even when the\n                     validity thereof is challenged by the claimant\n                     on the ground of fraud, coercion or undue\n                     influence. Nor do they lay down a proposition\n                     that even if the discharge of contract is not\n                     genuine or legal, the claims cannot be\n                     referred to arbitration&quot;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_32\">\n</p><blockquote id=\"blockquote_6\">Ladda R.S.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_41\">             ::: Uploaded on - 26/09/2017             ::: Downloaded on - 27/09/2017 00:49:27 :::</span>\n</blockquote><p data-structure=\"CDiscource\" id=\"p_33\">                                                28 /34           ARAPP-125-05.doc\n\n                           Ultimately, the Apex Court held that whether there\n\n             was a &quot;full and final satisfaction&quot; is also an issue which has to\n\n             be looked into by the Arbitrator and it would depend on the\n\n             facts and circumstances of each case and the Chief Justice/\n\n             Designate would consider while exercising jurisdiction under\n\n             <a href=\"/doc/596725/\" id=\"a_25\">Section 11</a> as to whether there was really &quot;accord and\n\n             satisfaction&quot; or &quot;discharge of contract by performance&quot;. If the\n\n             answer is in the affirmative, he will refuse to refer the dispute\n\n             to the arbitration, however, if he comes to conclusion that full\n\n             and final settlement received/or discharged, was a result of\n\n             any fraud/ coercion / undue influence he will have to hold that\n\n             there was no discharge and refer the dispute to arbitration.\n\n</p><p data-structure=\"Precedent\" id=\"p_34\">                           In view of the aforesaid legal position, facts and\n\n             circumstances of the case would have to be looked into to\n\n             determine, whether the arbitrable dispute existed and cause\n\n             for reference to arbitration. In the present case, after the\n\n             claim was raised though after period of almost a year, the\n\n             appellant raised a plea of fraud and coercion it was looked into\n\n             by the arbitrator and concluded that it was a case of &quot;financial\n\n             hardship&quot; and it cannot be said that there was no case of\n\n\nLadda R.S.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_42\">                ::: Uploaded on - 26/09/2017            ::: Downloaded on - 27/09/2017 00:49:27 :::</span>\n                                                 29 /34           ARAPP-125-05.doc\n\n             &quot;accord and satisfaction&quot; and the claim was entertained. The\n\n             learned Single Judge also dealt with the issue of accord and\n\n             satisfaction and held that there was, one in the form of\n\n             acknowledgement receipt. In such circumstances, we do not\n\n             feel it necessary to conclude that the dispute was not\n\n             arbitrable.\n</p>\n<p data-structure=\"Precedent\" id=\"p_35\">\n\n             <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"189357032\" id=\"span_43\">(17)          The learned Single Judge has also made reference to\n\n             the clause 18 of the contract and it was argued by the Counsel\n\n             for the appellant that existence of such a clause which\n\n             prevented the claim to be entertained, in any event, did not\n\n             bind the arbitrator or the Court. He had relied upon judgment\n\n             in case of <a href=\"/doc/189357032/\" id=\"a_26\">Asian Techs Ltd. Vs. Union of India</a> (2009)\n\n             10 SCC 354 to canvass that a clause on similar nature did\n\n             not preclude adjudication in the said case.              The referable\n\n             clause reads as under :-</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_36\">\n\n</p><blockquote id=\"blockquote_7\">                            (C) &quot;No claim in respect of compensation or\n                            otherwise howsoever arising as result of\n                            extensions granted under condition (A) &amp;\n                            (B) above shall be admitted.&quot;\n</blockquote>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_37\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1766532\" id=\"span_44\">Ladda R.S.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_45\">                ::: Uploaded on - 26/09/2017             ::: Downloaded on - 27/09/2017 00:49:27 :::</span>\n                                                           30 /34           ARAPP-125-05.doc\n\n                             In recording a finding the Hon&#x27;ble Apex Court\n\n             referred to its earlier judgment in the case of Board of\n\n             Trustees for the <a href=\"/doc/1766532/\" id=\"a_27\">Port of Calcutta 9 Vs. Engineers-DE-\n\n             SPACE-AGE</a> and                       Bharat   Drilling       &amp;       Foundation\n\n             Treatment Pvt Ltd. 10 Vs. State of Jharkhand &amp; Ors.\n\n             cited supra.</span>\n</p>\n<blockquote id=\"blockquote_8\">                                             &quot;Clause 1.21.4 reads as under : No\n                                     claim shall be entertained for delays in\n                                     communicating decision drawing or\n                                     specifications by the Department. The\n                                     Department may however consider the\n                                     grant of extension of time in completion of\n                                     work. If there is any such genuine reason\n                                     of it.&quot;\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_38\">                             The principle of law discernable from the aforesaid\n\n             judgment reveals to us that it is for the arbitrator to decide\n\n             the effect of the said clause and deal with the issue.\n\n</p><p data-structure=\"Precedent\" id=\"p_39\">                             <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"51211271\" id=\"span_46\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1015491\" id=\"span_47\">Per contra, Shri Palkhiwala had relied upon the\n\n             judgment of the Apex Court in the case of <a href=\"/doc/1015491/\" id=\"a_28\">Associated\n\n             Engineering Co.11 Vs. Government of Andhra Pradesh</a> and\n\n             <a href=\"/doc/51211271/\" id=\"a_29\">Ramnath International Construction (P) Ltd.12 Vs. Union</a> of\n\n             9 (1996) 1 SCC 516.</span></span>\n</p><p data-structure=\"Precedent\" id=\"p_40\">             10. (2009) 16 SCC 705\n             11      (91) 4 SCC 93\n\n             12      (2007) 2 SCC 453\n\nLadda R.S.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_48\">                  ::: Uploaded on - 26/09/2017                     ::: Downloaded on - 27/09/2017 00:49:27 :::</span>\n                                                31 /34            ARAPP-125-05.doc\n\n             India, wherein the Apex Court has held that any derogation\n\n             from terms of contract is not sustainable and award of\n\n             damages ignoring the terms of contract amounted to legal\n\n             misconduct on the part of Arbitrator. In the present case,\n\n             clause 18 reads as follows :-\n</p>\n<blockquote id=\"blockquote_9\">                          18. &quot;The contractor shall not be\n                          entitled to any compensation for any\n                          loss suffered by him on account of\n                          delays in commencing or executing\n                          the work, whatever the cause of\n                          delays may be, including delays\n                          arising out of modifications to the\n                          work entrusted to him or in any sub-\n</blockquote><p data-structure=\"Section\" id=\"p_41\">                          contract connected therewith or\n                          delays in awarding contracts for\n                          other trades of the project or in\n                          commencement or completion of\n                          such works or in procuring\n                          Government controlled or other\n                          building materials or in obtaining\n                          water and power connections for\n                          construction purposes or for any\n                          other reason whatsoever and the\n                          Employer shall not be liable for any\n                          claim in respect thereof. The\n                          Employer does not accept liability\n                          for any sum besides the tender\n                          amount, subject to such variations as\n                          are provided for herein.&quot;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_42\">                           By virtue of said clause, the contractor is not held\n\n             entitled for any compensation for any loss suffered on account\n\n             of delays, whatever may be cause, the arbitrator has to operate\n\nLadda R.S.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_49\">                ::: Uploaded on - 26/09/2017             ::: Downloaded on - 27/09/2017 00:49:27 :::</span>\n                                                   32 /34           ARAPP-125-05.doc\n\n             within the parameters of the agreement and is bound by its\n\n             terms and if the clause provide that the contractor will not be\n\n             entitled for any claim, it binds both the parties since the\n\n             agreement was signed by both the parties and now it is not\n\n             open to the appellant to construe clause No.18 so as to seek\n\n             benefit and contend that the clause is binding between the\n\n             parties but do not bind the arbitrator or the Court. The\n\n             judgment cited by the Counsel for the appellant does not\n\n             support him for the said proposition which he had attempted\n\n             to canvass. If the clause specifically prohibits any claim on\n\n             account of delay, on any ground whatsoever, by ignoring the\n\n             said clause 18, arbitrator has travelled beyond his jurisdiction\n\n             as his existence depends upon the agreement and his function\n\n             is to act within its limits.      It is settled law that arbitrator is\n\n             creature of the contract between the parties and if he ignores\n\n             the specific terms of the contract, it would be question of a\n\n             jurisdictional error on his part which could be corrected by\n\n             Court.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_43\">             (18)          We find that the learned Single Judge has rightly\n\n             construed clause No.18 and arrived at a conclusion that the\n\n\nLadda R.S.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_50\">                ::: Uploaded on - 26/09/2017               ::: Downloaded on - 27/09/2017 00:49:27 :::</span>\n                                                33 /34           ARAPP-125-05.doc\n\n             contractor is not entitled to claim any interest or damages and\n\n             in fact the arbitrator has excluded from his consideration\n\n             clause no.18 which was relevant for deciding the claim for\n\n             damages.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_44\">                   The learned counsel Shri Palkhiwala is not successful in\n\n             persuading us to look into various other flaws, which the\n\n             arbitrator has committed, because according to us, our\n\n             jurisdiction is appellate one, where an appeal is carried against\n\n             the judgment of the learned Single Judge and therefore we will\n\n             confine ourselves to the findings of the learned Single Judge,\n\n             who has set aside the Award. The respondents did not carry an\n\n             appeal against the judgment of the learned Single Judge and\n\n             rightly so, since the purpose of respondent in the arbitration\n\n             petition is achieved by setting aside of the Award. <a href=\"/doc/1052228/\" id=\"a_30\">The\n\n             Arbitration Act</a> contains provision for supervision by the\n\n             Courts over the specially created Forum of Arbitrator, only\n\n             with a view to ensure fairness. The jurisdiction of the Court\n\n             under <a href=\"/doc/1722761/\" id=\"a_31\">Section 34</a> is not appellate in nature and it is not open to\n\n             the Court to interfere with the Award, merely because other\n\n             view is possible if the arbitrator has taken a plausible view on\n\n\nLadda R.S.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_51\">                ::: Uploaded on - 26/09/2017            ::: Downloaded on - 27/09/2017 00:49:27 :::</span>\n                                                34 /34              ARAPP-125-05.doc\n\n             facts, evidence and pleadings before him. The extent of judicial\n\n             scrutiny under <a href=\"/doc/1722761/\" id=\"a_32\">section 34</a> of the Act is limited and under\n\n             <a href=\"/doc/1656413/\" id=\"a_33\">Section 37</a> it is further narrower. Appeal under <a href=\"/doc/1656413/\" id=\"a_34\">section 37</a> is in\n\n             the nature of second appeal, and where there are concurrent\n\n             findings of facts and law, first by the Arbitraral Tribunal which\n\n             are then confirmed by the Court, while scrutinizing it under\n\n             <a href=\"/doc/1722761/\" id=\"a_35\">Section 34</a>, the Scope of the Appellate Court is minimal. In our\n\n             opinion, the learned Single Judge has rightly set aside the\n\n             award since it suffered from patent illegality and found it to be\n\n             unfair and unreasonable. We do not propose to enhance the\n\n             scope of <a href=\"/doc/1656413/\" id=\"a_36\">Section 37</a> to sit in appeal over the Award once again\n\n             and we refrain to advert to the arguments advanced by the\n\n             learned Counsel Shri. Palkhiwala for setting aside the Award\n\n             on grounds other than the one which are reflected in the\n\n             impugned judgment passed by the learned Single Judge.\n\n</p><p data-structure=\"Conclusion\" id=\"p_45\">                   In the result, we uphold the order and judgment of the\n\n             learned Single Judge and dismiss the appeal.\n\n</p><p data-structure=\"Conclusion\" id=\"p_46\">                           The appeal is dismissed.\n</p>\n<p data-structure=\"Precedent\" id=\"p_47\">\n\n             (SMT. BHARATI H.DANGRE,J)                  (NARESH H. PATIL,J.)\n\n\n\nLadda R.S.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_52\">                ::: Uploaded on - 26/09/2017               ::: Downloaded on - 27/09/2017 00:49:27 :::</span>\n </p>","numcites":21,"numcitedby":0,"docsource":"Bombay High Court","citetid":191544208,"divtype":"judgments","relatedqs":[{"value":"accord and satisfaction ","formInput":"accord%20and%20satisfaction%20"},{"value":"coercion","formInput":"coercion"},{"value":"undue influence ","formInput":"undue%20influence%20"},{"value":"\"arbitrable dispute\"","formInput":"%22arbitrable%20dispute%22"},{"value":"final bill","formInput":"final%20bill"},{"value":"subrogation","formInput":"subrogation"},{"value":"setting aside of award","formInput":"setting%20aside%20of%20award"},{"value":"completion certificate ","formInput":"completion%20certificate%20"},{"value":"financial hardship","formInput":"financial%20hardship"},{"value":"Virtual completion certificate ","formInput":"Virtual%20completion%20certificate%20"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"escalation","formInput":"escalation"},{"value":"full and final settlement : supremecourt","formInput":"full%20and%20final%20settlement%20%3A%20supremecourt"},{"value":"architects","formInput":"architects"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"\"no claim certificate ANDD \"duress ORR Coercion\"","formInput":"%22no%20claim%20certificate%20ANDD%20%22duress%20ORR%20Coercion%22"},{"value":"Coercion  filter:  coercion","formInput":"Coercion%20%20filter%3A%20%20coercion"},{"value":"Terms of the contract","formInput":"Terms%20of%20the%20contract"},{"value":"arbitration dispute","formInput":"arbitration%20dispute"}],"cats":[{"value":"limitations","formInput":"tag:limitations"},{"value":"legal-stay","formInput":"tag:legal-stay"},{"value":"power-of-court-to-remove-arbitrators, umpire-misconducting-arbitrator","formInput":"tag:power-of-court-to-remove-arbitrators, umpire-misconducting-arbitrator"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":true,"query_alert":null,"agreement":false}