{"tid":152482230,"publishdate":"2017-12-18","title":"Intelenet Global Services Pvt. Ltd. ... vs Madhya Pradesh Paschim Kshetra Vidyut ... on 18 December, 2017","doc":"<h2 class=\"doc_title\">Intelenet Global Services Pvt. Ltd. ... vs Madhya Pradesh Paschim Kshetra Vidyut ... on 18 December, 2017</h2>\n\n<pre id=\"pre_1\">                                          1\n\nHIGH COURT OF MADHYA PRADESH BENCH AT INDORE\n  (S.B.: HON. SHRI JUSTICE PRAKASH SHRIVASTAVA)\n\nA.C. No. 79/2017, A.C. No. 80/2017, A.C. No. 81/2017 &amp; A.C.\n                        No. 82/2017\n\n       Intelenet Global Services Pvt. Ltd.\n                                                                    Applicant\n                          Vs.\n       Madhya Pradesh Paschim Kshetra Vidyut Vitran\n       Company Limited\n                                           Respondent\n\n------------------------------------------------------------------------------------\n        Shri R.S. Chhabra learned counsel for applicant.\n       Shri Prasanna Prasad learned counsel for respondent.\n------------------------------------------------------------------------------------\nWhether approved for reporting :\n\n\n                                   ORDER\n</pre><p data-structure=\"Facts\" id=\"p_1\">                     (Passed on 18/12/2017 )\n\n\n       This order will govern disposal of AC Nos. 79/2017,\n80/2017, 81/2017 &amp; 82/2017 since it is jointly submitted by\ncounsel for both the parties that all these arbitration cases\ninvolve same issue on the identical facts situation and identical\ndocuments are to be considered therein.\n2/     For convenience, the facts have been noted from AC No.\n79/2017.\n</p><p data-structure=\"Facts\" id=\"p_2\">3/     This AC has been filed under <a href=\"/doc/1841764/\" id=\"a_1\">section 11</a> of Arbitration and\nConciliation Act, 1996, for appointment of independent\narbitrator to resolve the dispute between the parties.\n4/     The case of applicant is that non applicant had floated\ntender for award of rate contract for outsourcing of unskilled\nmanpower required for different operation and maintenance\n<span class=\"hidden_text\" id=\"span_1\">                                  2</span>\n\nwork and clerical work. The applicant had participated in the\nprocess and was awarded the rate contract award No.\nCE/IR/14-15/TS-243/PUR/5851          vide   communication    dated\n9/6/2014. The applicant had furnished earnest money deposit\n(EMD) of Rs. 50,000/- as per terms of the contract but before\ncontract could be performed, the non application vide order\ndated 4/7/2014 had unilaterally terminated the contract. The\napplication had made a request vide letter dated 7/7/2014 to\nreconsider the decision but to no avail. Thereafter repeated\nrepresentations were given by applicant without any fruitful\nresult and non applicant had issued letter dated 17/11/2014\nblacklisting the applicant. Hence the applicant had sent the\nregistered letter dated 18/2/2015 for appointment of arbitrator\nand no response was received. In the meanwhile the applicant\nhad also approached the District Court for interim measure\nunder <a href=\"/doc/1079220/\" id=\"a_2\">Section 9</a> of the Act and order dated 27/2/2016 was\npassed by Additional District Judge staying operation of the\norder relating to blacklisting of applicant. The applicant\nthereafter has filed present application for appointment of\nindependent arbitrator.\n</p><p data-structure=\"RespArg\" id=\"p_3\">5/    The respondent has filed reply raising several objections\nsuch as there is no contract between the parties as the terms\nwere not accepted add-idum, there was no contract in terms of\n<a href=\"/doc/1084525/\" id=\"a_3\">Article 299</a> of Constitution of India; there is delay on the part of\napplicant in approaching this court and contract does not bear\nsufficient stamp duty.\n</p><p data-structure=\"CDiscource\" id=\"p_4\">6/    I have heard the learned counsel for the parties and\nperused the record.\n</p><p data-structure=\"Facts\" id=\"p_5\">7/    The applicant has filed a copy of order dated 27/2/2016\npassed by Additional District Judge granting interim measure\n<span class=\"hidden_text\" id=\"span_2\">                                 3</span>\n\nunder <a href=\"/doc/1079220/\" id=\"a_4\">Section 9</a> of the Act and staying the operation of order\nrelating to blacklisting of applicant. Against this order the non\napplicant had filed Arbitration Appeals No. 3/2016, 4/2016,\n5/2016 &amp; 6/2016, wherein on the basis of same documents an\nissue was raised by non applicant that no arbitration agreement\nhad come into existence and this court after examining the\nmatter in detail by a separate order passed today has reached\nto the conclusion that the arbitration agreement exists between\nthe parties. In that AA No. 3/2016 by the order pronounced\ntoday, it has been held as under:-\n</p>\n<blockquote id=\"blockquote_1\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"658803\" id=\"span_3\">&quot; 10/ The core issue involved in this appeal is about\n    existence of the arbitration agreement.\n    11/ <a href=\"/doc/1846895/\" id=\"a_5\">Section 7</a> of the Arbitration and Conciliation Act,\n    1996 (for short the Act) defines arbitration agreement\n    and in terms of subsection 4 thereof, the arbitration\n    agreement can be contained in a document signed by\n    the parties or exchange of letters, telex, telegrams or\n    other means of telecommunication which provide a\n    record of the agreement or even an exchange of\n    statements of claim and defence in which the existence\n    of the agreement is alleged by one party and not denied\n    by the other. Hence in terms of <a href=\"/doc/1846895/\" id=\"a_6\">Section 7</a> even in the\n    absence of duly signed agreement by the parties,\n    agreement can be inferred from other written\n    communication exchanged between them.\n    12/      The Supreme Court in the matter of <a href=\"/doc/658803/\" id=\"a_7\">Trimex\n    International FZE Limited, Dubai Vs. Vedanta\n    Aluminium Limited, India</a> reported in 2010(3) SCC 1\n    has considered the earlier judgment on the point and\n    has ruled that signed agreement between the parties is\n    not a must but from the other documents approved and\n    signed by the parties in the formal exchange of e-mail,\n    letters, telex, telegrams etc., the arbitration agreement\n    can be inferred, by holding as under:-</span>\n</blockquote><blockquote id=\"blockquote_2\">             52/ The Court of Appeal in the case of\n       Pagnan SPA vs. Feed Products Ltd., [1987] Vol. 2,\n       Lloyd&#x27;s Law Reports at p. 619 observed as follows:\n</blockquote><blockquote id=\"blockquote_3\">            &quot;It is sometimes said that the parties must\n            agree on the essential terms and that it is only\n<span class=\"hidden_text\" id=\"span_4\">                            4</span>\n\n    matters of detail which can be left over. This\n    may be misleading, since the word `essential&#x27;\n    in that context is ambiguous. If by `essential&#x27;\n    one means a term without which the contract\n    cannot be enforced then the statement is true:\n    the law cannot enforce an incomplete\n    contract. If by `essential&#x27; one means a term\n    which the parties have agreed to be essential\n    for the formation of a binding contract, then\n    the statement is tautologous. If by `essential&#x27;\n    one means only a term which the Court\n    regards as important as opposed to a term\n    which the Court regards as less important or a\n    matter of detail, the statement is untrue. It is\n    for the parties to decide whether they wish to\n    be bound and, if so, by what terms, whether\n    important or unimportant. It is the parties who\n    are, in the memorable phrase coined by the\n    Judge, &quot;the masters of their contractual fate&quot;.\n</blockquote><p data-structure=\"Section\" id=\"p_6\">    Of course, the more important the term is the\n    less likely it is that the parties will have left it\n    for future decision. But there is no legal\n    obstacle which stands in the way of the\n    parties agreeing to be bound now while\n    deferring important matters to be agreed later.\n    It happens every day when parties enter into\n    so-called `heads of agreement&#x27;.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_7\">     The above principle has been consistently\nfollowed by the English Courts in Mamidoil-Jetoil\nGreek Petroleum Co. S.A. v. Okta Crude Oil Refinery\nAD, (2001) Vol. 2 Lloyd&#x27;s Law Reports 76 at p. 89;\nWilson Smithett &amp; Cape (Sugar) Ltd. vs. Bangladesh\nSugar and Food Industries Corporation, (1986) Vol.\n1 Lloyd&#x27;s Law Reports 378 at p. 386. In addition,\nIndian law has not evolved a contrary position. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"589456\" id=\"span_5\">The\ncelebrated judgment of Lord Du Parcq in <a href=\"/doc/589456/\" id=\"a_8\">Shankarlal\nNarayandas Mundade v. The New Mofussil Co. Ltd.\n&amp; Ors.</a> AIR 1946 PC 97 makes it clear that unless an\ninference can be drawn from the facts that the parties\nintended to be bound only when a formal agreement\nhad been executed, the validity of the agreement\nwould not be affected by its lack of formality.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_8\">    53/    In the present case, where the Commercial\n<span class=\"hidden_text\" id=\"span_6\">                           5</span>\n\nOffer carries no clause making the conclusion of the\ncontract incumbent upon the Purchase Order, it is\nclear that the basic and essential terms have been\naccepted by the respondent, without any option but to\ntreat the same as a concluded contract.\n</p><p data-structure=\"Precedent\" id=\"p_9\">     <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1159642\" id=\"span_7\">54/ Though Mr. C.A. Sundaram, learned\nsenior counsel heavily relied on the judgment of this\nCourt in <a href=\"/doc/1159642/\" id=\"a_9\">Dresser Rand S.A. v. Bindal Agro Chem\nLtd.</a>, (2006) 1 SCC 751, the same is distinguishable\nbecause <a href=\"/doc/1159642/\" id=\"a_10\">in that case</a> only general conditions of\npurchase were agreed upon and no order was\nplaced. On the other hand, in the case on hand,\nspecific order for 5 shipments was placed and only\nsome minor details were to be finalized through\nfurther agreement.</span>\n</p><p data-structure=\"Precedent\" id=\"p_10\">     55/ This Court in Dresser Rand S.A. rejected\nthe contention that the acceptance of a modification\nto the General Conditions would not constitute the\nconclusion of the contract itself. On the other hand, in\nthe present case, after the suggested modifications\nhad crystallized over several emails. Further in para\n32 (at SCC p. 770) in Dresser Rand S.A. this Court\nheld that &quot;parties agreeing upon the terms subject to\nwhich a contract will be governed, when made, is not\nthe same as entering into the contract itself&quot; whereas\nin the case on hand, the moment the commercial\noffer was accepted by the respondent, the contract\ncame into existence. Though in para 44 of the\nDresser Rand S.A. it is recorded that neither the\nLetter of Intent nor the General Conditions contained\nany arbitration agreement, in the case on hand, the\narbitration agreement is found in clause 6 of the\nCommercial Offer. In view of the same, reliance\nplaced by the respondent on Dresser Rand S.A. is\nwholly misplaced and cannot be applied to the case\non hand where the parties have arrived at a\nconcluded contract.\n</p>\n<p data-structure=\"Precedent\" id=\"p_11\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1699016\" id=\"span_8\">56/ *********************************\n     57/ *********************************\n     58/ <a href=\"/doc/1699016/\" id=\"a_11\">Smita Conductors Ltd. vs. Euro Alloys Ltd.</a>\n(2001) 7 SCC 728 was a case where a contract\ncontaining an arbitration clause was between the\nparties but no agreement was signed between the\npaties. The Bombay High Court held that the\n<span class=\"hidden_text\" id=\"span_9\">                           6</span>\n\n  arbitration clause in the agreement was binding.\n  Finally, this Court upholding the judgment of the\n  Bombay High Court held that the arbitration clause in\n  the agreement that was exchanged between the\n  parties was binding.</span>\n</p><p data-structure=\"Precedent\" id=\"p_12\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1911324\" id=\"span_10\">59/     In <a href=\"/doc/1911324/\" id=\"a_12\">Shakti Bhog Foods Limited vs. Kola\n  Shipping Limited</a>, (2009) 2 SCC 134, this Court held\n  that from the provisions made under <a href=\"/doc/1846895/\" id=\"a_13\">Section 7</a> of the\n  Arbitration and Conciliation Act, 1996 that\n        &quot;the existence of an arbitration agreement\n        can be inferred from a document signed by\n        the parties, or an exchange of letters, telex,\n        telegrams       or    other    means        of\n        telecommunication, which provide a record\n        of the agreement&quot; (SCC p.142, para 14).</span>\n</p>\n<p data-structure=\"Section\" id=\"p_13\">       60/ It is clear that in the absence of signed\n  agreement between the parties, it would be possible\n  to infer from various documents duly approved and\n  signed by the parties in the form of exchange of e-\n  mails, letter, telex, telegrams and other means of\n  telecommunication.&quot;\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_14\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1267330\" id=\"span_11\">13/     Counsel for the respondent has <a href=\"/doc/1911324/\" id=\"a_14\">placed reliance\nupon</a> the judgment of the Supreme Court in the matter\nof <a href=\"/doc/1267330/\" id=\"a_15\">U.P. Rajkiya Nirman Nigam Ltd. Vs. Indure Pvt.\nLtd. and others</a> reported in (1996) 2 SCC 667 but <a href=\"/doc/1267330/\" id=\"a_16\">the\nsaid judgment</a> in strict terms is not attracted in the\npresent case because it was rendered keeping in view\nthe provisions of the <a href=\"/doc/1052228/\" id=\"a_17\">Arbitration Act, 1940</a> whereas in\nthe present case the existence of the agreement is to\nbe seen in the light of the provisions contained in\n<a href=\"/doc/1306164/\" id=\"a_18\">Arbitration Act, 1996</a> and especially <a href=\"/doc/1846895/\" id=\"a_19\">Section 7</a> thereof,\nwhich defines the arbitration agreement. Counsel for\nthe respondent has <a href=\"/doc/1267330/\" id=\"a_20\">placed reliance upon</a> the judgment\nof the Supreme Court in the matter of M/s Vedanta\nLimited (Formerly known as Sesa Sterlite Limited\nand successor in interest of erstwhile Sterlite\nIndustries (India) Ltd) Vs. M/s Emirates Trading\nAgency LLC Reported in 2017 SCC Online 454 but <a href=\"/doc/1267330/\" id=\"a_21\">in\nthat case</a> there was proposal and counter proposal but\nno concluded contract had come into existence,\nwhereas the present case stands on a different footing.</span>\n</p><span class=\"hidden_text\" id=\"span_12\">                             7</span>\n\n<p data-structure=\"CDiscource\" id=\"p_15\">14/     In the present case the bid was submitted by\nrespondent for rate contract award for outsourcing of\nskilled manpower required for ministerial office work\nand clerical work. The bid of respondent was accepted\nand vide communication dated 9/6/14 rate contract\naward was issued. The contract was for a period of 24\nmonths and clause 4 of rate contract award makes it\nclear that extension was to be governed by terms and\ncondition as specified in the bid document.\n15/    Clause 8 of the rate contract award dated 9/6/14\ncontains the requirement of security deposit/contract\nperformance guarantee and clause 8.3 reads as under:\n</p><blockquote id=\"blockquote_4\">          &quot;8.3 Failure by the successful bidder to\n    furnish the prescribed security deposit/contract\n    performance guarantee or to execute the\n    agreement within the period specified in bid\n    document after his/her bid has been accepted or\n    notice to start the work within such time as is\n    determined by the Engineer-in-Chief/Controlling\n    officer after notification of the acceptance of the\n    bid shall entail action as deemed appropriate by\n    the purchaser/service recipient shall be initiated\n    (including forfeiture of the earnest money deposit\n    (EMD), cancellation of the contract, blacklisting of\n    bidder, etc.&quot;\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_16\">16/     The above clause by its very nature comes into\noperation on acceptance of bid and if the formalities as\nmentioned in this clause are not completed, then action\nincluding cancellation of contract, blacklisting etc. is\ncontemplated.\n</p><p data-structure=\"CDiscource\" id=\"p_17\">17/     The order of the court below as well as the\ndocuments on record reveal that though no written\nagreement was signed between the parties but bid of\nrespondent was duly accepted and rate contract award\nwas issued. Not only this the appellant itself had treated\nit to be a concluded contract therefore, they had\nsubsequently sent the communication dated 4/7/14\ncancelling the rate contract award and forfeiting the\nEMD. Even the blacklisting vide communication dated\n17/11/14 has been done on the ground of non\ncompliance of rate contract award.\n</p><span class=\"hidden_text\" id=\"span_13\">                             8</span>\n\n<p data-structure=\"Section\" id=\"p_18\">18/    Having regard to the aforesaid, I am of the\nopinion that an agreement and concluded contract had\ncome into existence between the parties.\n19/     The connected issue is if there was an arbitration\nclause in the agreement.\n</p><p data-structure=\"Section\" id=\"p_19\">20/     The objection of counsel for the respondent is\nthat the clause 15 contained in the general conditions of\ncontract is not an arbitration clause but it is a clause\nrelating to the binding nature of the decision by the\ndepartmental authority relating to resolution of dispute.\n21/     Under <a href=\"/doc/1846895/\" id=\"a_22\">Section 7</a> of the Act what is contemplated\nbetween the parties is &quot;arbitration agreement&quot; and not\nmere agreement, hence for attracting the provisions of\n<a href=\"/doc/1306164/\" id=\"a_23\">Arbitration Act, 1996</a> the existence of the valid arbitration\nclause in the agreement is necessary.\n</p><p data-structure=\"Precedent\" id=\"p_20\">22/     There is a distinction between arbitration clause\nand the clause empowering an expert or departmental\nauthority to give a decision of binding nature. In the\nadjudicatory process the arbitrator is required to act\njudicially and impartially, where both the parties are\ngiven opportunity to put forth their claim. As against\nthis, an agreement may contain a clause giving power to\nthe departmental or other experts or authorities to give\ntheir decision in respect of supervision, drawing, design\netc. of the work without following any adjudicatory\nprocess and attach finality to such a decision but such a\nclause relating to decision by the expert or the authority\ncannot be termed as arbitration clause in view of\nmissing elements of judicious decision making process.\n23/     The intention of the parties as regards the\nresolution of dispute by the arbitration can be inferred by\nthe reading of the clause as a whole. The agreement\nshould either expressly or by clear implication provide\nfor referring the dispute to the arbitrator, distinct and\ndifferent from mere one sided decision by the\ndepartmental authority.\n</p><p data-structure=\"Precedent\" id=\"p_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"344153\" id=\"span_14\">24/     Hon&#x27;ble J. Murtaza Fazal Ali in the matter of\n<a href=\"/doc/344153/\" id=\"a_24\">State of U.P. Vs. Tipper Chand</a> reported in (1980) 2\nSCC 341 while considering the clause of the agreement\nwhich provides for giving finality to the decision of the\nSuperintending Engineer as to the quality of\nworkmenship, material used or any other question,\nclaim, right, matter arising out of or relating to the\n<span class=\"hidden_text\" id=\"span_15\">                             9</span>\n\ncontract without any element of adjudication has held\nthat the clause does not contain any arbitration\nagreement and it merely vests the Superintending\nEngineer with the supervision of execution of the work\nand administrative control over it from time to time.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"344153\" id=\"span_16\">In\nthe matter of <a href=\"/doc/344153/\" id=\"a_25\">Tipper Chand</a> (supra) it has been held:-</span>\n</p><blockquote id=\"blockquote_5\">       &quot;2. The suit out of which this appeal has arisen\n  was filed by the respondent before us for recovery\n  of Rs. 2,000/- on account of dues recoverable from\n  the Irrigation Department of the petitioner State for\n  work done by the plaintiff in pursuance of an\n  agreement, Clause 22 of which runs thus :\n</blockquote><blockquote id=\"blockquote_6\">  Except where otherwise specified in the contract the\n  decision of the Superintending Engineer for the time\n  being shall be final, conclusive and binding on all\n  parties to the contract upon all questions relating to\n  the meaning of the specifications, design, drawing\n  and instructions herein before mentioned. The\n  decision of such Engineer as to the quality of\n  workmanship, or materials used on the work, or as\n  to any other question, claim, right, matter or things\n  whatsoever, in any way arising out of or relating to\n  the contract, designs, drawing specifications,\n  estimates, instructions, orders, or these conditions,\n  or otherwise concerning the works, or the execution\n  or failure to execute the same, whether arising\n  during the progress of the work, or after the\n  completion or abandonment of the contract by the\n  contractor, shall also be final, conclusive and\n  binding on the contractor.\n</blockquote><blockquote id=\"blockquote_7\">  3. The defendant respondent made an application\n  under <a href=\"/doc/1722761/\" id=\"a_26\">Section 34</a> of the Arbitration Act to the trial\n  Court on the plea that the above extracted Clause\n  22 amounted to an arbitration agreement. The plea\n  found favour with the trial Court as well of the\n  appellate Court but was rejected by the High Court\n  in revision on the ground that it merely conferred\n  power on the Superintending Engineer to take\n  decisions on his own and that it did not authorise\n  the partis-to refer any matter to his arbitration. In\n  this connection the High Court particularly adverted\n  to the marginal note to the said clause which was to\n  the following effect:\n</blockquote><span class=\"hidden_text\" id=\"span_17\">                          10</span>\n\n<blockquote id=\"blockquote_8\">Direction of work.\n</blockquote><blockquote id=\"blockquote_9\">4. After perusing the contents of the said clause and\nhearing learned Counsel for the parties we find\nourselves a complete agreement with the view\ntaken by the High Court Admittedly the clause does\nnot contain any express arbitration agreement. Nor\ncan such an agreement be spelled out from its\nterms by implication, there being no mention in it of\nany dispute, much less of a reference thereof. On\nthe other hand, the purpose of the clause clearly\nappears to be to vest the Superintending Engineer\nwith supervision of the execution of the work as\nadministrative control over it from time to time.\n</blockquote><blockquote id=\"blockquote_10\">5. Mr. Dixit relied on Governor-General v. Simla\nBanking and Industrial Company Ltd. AIR 1947\nLah 215, Dewan Chand v. State of Jammu and\nKashmir AIR 1961 J &amp; K 58 and Ram Lal v.\n</blockquote><p data-structure=\"Precedent\" id=\"p_22\">Punjab State . In the first of these authorities the\nclause appearing in the contract of the parties which\nwas held by Abdur Rahmaa, J., to amount to an\narbitration agreement was practically, word for\nword, the same with which we are concerned here\nbut we are of the opinion that the interpretation put\nthereupon was not correct. As pointed out by the\nHigh Court such a clause can be interpreted only as\none conferring power on the Superintending\nEngineer to take decisions all by himself and not by\nreason of any reference which the parties might\nmake to him.\n</p><p data-structure=\"Precedent\" id=\"p_23\">6. In the Jammu and Kashmir case the relevant\nclause was couched in these terms:\n</p><blockquote id=\"blockquote_11\">For any dispute between the contractor and the\nDepartment the decision of the Chief Engineer PWD\nJammu and Kashmir, will be final and binding upon\nthe contractor.\n</blockquote><blockquote id=\"blockquote_12\">The language of this clause is materially different\nfrom the clause in the present case and in our\nopinion was correctly interpreted as amounting to\nan arbitration agreement, In this connection the use\nof the words &quot;any dispute between the contractor\nand the Department&quot; are significant. The same is\n<span class=\"hidden_text\" id=\"span_18\">                            11</span>\n\n true of the clause in Ram Lal&#x27;s case (supra) which\n ran thus :\n</blockquote><blockquote id=\"blockquote_13\"> In matter of dispute the case shall be referred to the\n Superintending Engineer of the Circle, whose order\n shall be final.\n</blockquote><blockquote id=\"blockquote_14\"> We need hardly say that this clause refers not only\n to a dispute between the parties to the contract but\n also specifically mentions a reference to the\n Superintending Engineer and must therefore be\n held to have been rightly interpreted as an\n arbitration agreement.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_24\"> 7. Holding, in conformity with the judgment of the\n High Court, that Clause 22 above extracted does\n not amount to an arbitration agreement, we find no\n force in this appeal which is dismissed with the\n costs.&quot;\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"64556\" id=\"span_19\">25/ In the matter of <a href=\"/doc/64556/\" id=\"a_27\">State of Orissa and another Vs.\nDamodar Das</a> reported in (1996) 2 SCC 216 in a case\nwhere clause 25 of the agreement gives finality to the\ndecision of the Public Health Engineering, it is held that\nthe agreement must provide expressly or by necessary\nimplication, a reference to an arbitrator named therein or\notherwise of any dispute or difference and in its absence\nit is difficult to spell out existence of such an agreement\nfor reference to an arbitration to resolve the dispute or\ndifference contracted between the parties.</span>\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1777887\" id=\"span_20\">26/ In (1998) 3 SCC 573 in the matter of <a href=\"/doc/1777887/\" id=\"a_28\">K.K. Modi\nVs. K.N. Modi and others</a>, the Hon&#x27;ble Supreme Court\ntaking note of the earlier judgment on the point, has held\nthat since the clause under consideration did not\ncontemplate any judicial determination by the Chairman\nof IFCI therefore, it was not an arbitration clause.</span>\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1707042\" id=\"span_21\">27/ In the matter of <a href=\"/doc/1707042/\" id=\"a_29\">Bharat Bhushan Bansal Vs.\nU.P. Small Industries Corporation Ltd., Kanpur</a>\nreported in AIR 1999 SC 899 in a case where the\nclause did not mention that the dispute could be referred\nto arbitration of Managing Director, nor did it spelt any\nduty on him to record evidence or hear both parties\nbefore deciding the question before him, it is held that\nthe Managing Director was more in the category of an\n<span class=\"hidden_text\" id=\"span_22\">                           12</span>\n\nexpert for deciding the matters pertaining to contract and\nthe intention appear to be to avoid dispute than to\ndecide the formal dispute in quasi judicial manner,\nhence the clause was not held to be an arbitration\nclause.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1248820\" id=\"span_23\">Similarly in the matter of <a href=\"/doc/1248820/\" id=\"a_30\">State of Rajasthan\nVs. Nav Bharat Construction Co.</a> reported in\n2005(11) SCC 197 in a case where the contractual\nclause was in respect of the settlement of question\nrelating to specification, design, quality and\nworkmanship and other technical aspects by officer of\none party, it has been held that such a clause is not an\narbitration clause.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1913246\" id=\"span_24\">In the matter of <a href=\"/doc/1913246/\" id=\"a_31\">Jagdish Chander\nVs. Ramesh Chander and others</a> reported in JT\n2007(6) SC 375 the principle in this regard have been\nculled out as under:-</span>\n</p><p data-structure=\"Precedent\" id=\"p_26\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"48449\" id=\"span_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1707042\" id=\"span_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1777887\" id=\"span_27\">&quot;8. This Court had occasion to refer to the\n  attributes or essential elements of an arbitration\n  agreement in <a href=\"/doc/1777887/\" id=\"a_32\">K K Modi v. K N Modi</a> [1998 (<a href=\"/doc/1707042/\" id=\"a_33\">3) SCC\n  573], Bharat Bhushan Bansal vs. U.P. Small\n  Industries Corporation Ltd.</a> [1999 (<a href=\"/doc/48449/\" id=\"a_34\">2) SCC 166] and\n  Bihar State Mineral Development Corporation v.\n  Encon Builders (I)(P) Ltd.</a> [2003 (7) SCC 418].</span></span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"64556\" id=\"span_28\">In\n  <a href=\"/doc/64556/\" id=\"a_35\">State of Orissa v. Damodar Das</a> [1996 (2) SCC\n  216], this Court held that a clause in a contract can\n  be construed as an &#x27;arbitration agreement&#x27; only if an\n  agreement to refer disputes or differences to\n  arbitration is expressly or impliedly spelt out from\n  the clause. We may at this juncture set out the well\n  settled principles in regard to what constitutes an\n  arbitration agreement :</span>\n</p><blockquote id=\"blockquote_15\">        (i) The intention of the parties to enter into an\n  arbitration agreement shall have to be gathered\n  from the terms of the agreement. If the terms of the\n  agreement clearly indicate an intention on the part\n  of the parties to the agreement to refer their\n  disputes to a private tribunal for adjudication and an\n  willingness to be bound by the decision of such\n  tribunal on such disputes, it is arbitration\n  agreement. While there is no specific form of an\n  arbitration agreement, the words used should\n  disclose a determination and obligation to go to\n  arbitration and not merely contemplate the\n  possibility of going for arbitration. Where there is\n  merely a possibility of the parties agreeing to\n  arbitration in future, as contrasted from an obligation\n<span class=\"hidden_text\" id=\"span_29\">                            13</span>\n\nto refer disputes to arbitration, there is no valid and\nbinding arbitration agreement.\n</blockquote><blockquote id=\"blockquote_16\">      (ii) Even if the words &#x27;arbitration&#x27; and &#x27;arbitral\ntribunal (or arbitrator)&#x27; are not used with reference to\nthe process of settlement or with reference to the\nprivate tribunal which has to adjudicate upon the\ndisputes, in a clause relating to settlement of\ndisputes, it does not detract from the clause being\nan arbitration agreement if it has the attributes or\nelements of an arbitration agreement. They are : (a)\nThe agreement should be in writing. (b) The parties\nshould have agreed to refer any disputes (present\nor future) between them to the decision of a private\ntribunal. (c) The private tribunal should be\nempowered to adjudicate upon the disputes in an\nimpartial manner, giving due opportunity to the\nparties to put forth their case before it. (d) The\nparties should have agreed that the decision of the\nPrivate Tribunal in respect of the disputes will be\nbinding on them.\n</blockquote><blockquote id=\"blockquote_17\">      (iii) Where the clause provides that in the event\nof disputes arising between the parties, the disputes\nshall be referred to Arbitration, it is an arbitration\nagreement. Where there is a specific and direct\nexpression of intent to have the disputes settled by\narbitration, it is not necessary to set out the\nattributes of an arbitration agreement to make it an\narbitration agreement. But where the clause relating\nto settlement of disputes, contains words which\nspecifically excludes any of the attributes of an\narbitration agreement or contains anything that\ndetracts from an arbitration agreement, it will not be\nan arbitration agreement. For example, where an\nagreement requires or permits an authority to\ndecide a claim or dispute without hearing, or\nrequires the authority to act in the interests of only\none of the parties, or provides that the decision of\nthe Authority will not be final and binding on the\nparties, or that if either party is not satisfied with the\ndecision of the Authority, he may file a civil suit\nseeking relief, it cannot be termed as an arbitration\nagreement.\n</blockquote><blockquote id=\"blockquote_18\">      (iv) But mere use of the word &#x27;arbitration&#x27; or\n&#x27;arbitrator&#x27; in a clause will not make it an arbitration\nagreement, if it requires or contemplates a further or\n<span class=\"hidden_text\" id=\"span_30\">                                 14</span>\n\n      fresh consent of the parties for reference to\n      arbitration. For example, use of words such as\n      &quot;parties can, if they so desire, refer their disputes to\n      arbitration&quot; or &quot;in the event of any dispute, the\n      parties may also agree to refer the same to\n      arbitration&quot; or &quot;if any disputes arise between the\n      parties, they should consider settlement by\n      arbitration&quot; in a clause relating to settlement of\n      disputes, indicate that the clause is not intended to\n      be an arbitration agreement. Similarly, a clause\n      which states that &quot;if the parties so decide, the\n      disputes shall be referred to arbitration&quot; or &quot;any\n      disputes between parties, if they so agree, shall be\n      referred to arbitration&quot; is not an arbitration\n      agreement. Such clauses merely indicate a desire\n      or hope to have the disputes settled by arbitration,\n      or a tentative arrangement to explore arbitration as\n      a mode of settlement if and when a dispute arises.\n</blockquote><p data-structure=\"Precedent\" id=\"p_27\">      Such clauses require the parties to arrive at a\n      further agreement to go to arbitration, as and when\n      the disputes arise. Any agreement or clause in an\n      agreement requiring or contemplating a further\n      consent or consensus before a reference to\n      arbitration, is not an arbitration agreement, but an\n      agreement to enter into an arbitration agreement in\n      future.&quot;\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_28\">28/ From the aforesaid principles it is clear that for\n    ascertaining the nature of the arbitration agreement,\n    the intention of the parties is relevant which is to be\n    ascertained from the terms of the agreement and that\n    the use or absence of the word &#x27;Arbitrator&#x27;, &#x27;Arbitration&#x27;\n    or &#x27;Arbitration Tribunal&#x27; in the clause is immaterial but\n    the clause should have the necessary ingredients to\n    term as the arbitration clause and that the intention of\n    the parties to refer the dispute to the arbitrator should\n    be clear from the clause itself, without there being any\n    requirement of further or fresh consent of the parties\n    for reference to the arbitrator.\n</p><p data-structure=\"CDiscource\" id=\"p_29\">29/ What is culled out from the above pronouncements is\n    that one of the distinguishing feature between the\n    decision by the departmental expert or authority and\n    the arbitrator is that the process before the arbitrator is\n    adjudicatory process wherein the parties can put forth\n<span class=\"hidden_text\" id=\"span_31\">                                  15</span>\n\n    their respective claim, lead evidence in support thereof\n    and the award is passed in independent and impartial\n    manner. In the case of missing adjudicatory process\n    before the departmental authorities or experts,\n    proceedings by them are not held to be arbitral\n    proceedings.\n</p><p data-structure=\"Precedent\" id=\"p_30\">30/ Counsel for appellant has <a href=\"/doc/64556/\" id=\"a_36\">placed reliance upon</a>\n    division bench judgment of this court in the matter of\n    State of MP and another Vs. Dewas Udyog Indore and\n    others reported in 2012(1) MPLJ 269 but the said\n    judgment is distinguishable on facts because in that\n    case it was found that the order was passed in wrong\n    notion that there was a written arbitration clause for\n    reference to the arbitrator. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1090790\" id=\"span_32\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1849222\" id=\"span_33\">He has also placed reliance\n    upon judgment of the Supreme court in the matter of\n    <a href=\"/doc/1849222/\" id=\"a_37\">International Amusement Ltd. Vs. Indian Trade\n    Promotion Organization</a> reported in (2015) 12 SCC\n    677 and Full Bench judgment of Patna High Court in\n    the matter of State of Bihar and others Vs. M/s. Shiv\n    Shankar Construction Co.(P) Ltd. reported in AIR\n    2008 Patna 143 and Allahabad High Court in the\n    matter of M/s <a href=\"/doc/1090790/\" id=\"a_38\">Ganga Plumbering Works Vs. Kanpur\n    Development Authority Moti Jheel Kanpur and\n    others</a> Reported in AIR 2008 Allahabad 107 and has\n    argued that dispute resolution clause cannot be termed\n    as arbitration clause. But in the present case clause 15\n    under consideration is very differently worded.\n31/ In the present case clause 15 of the General Condition\n    of Contract provides for settlement of dispute and\n    reads as under:</span></span>\n</p><blockquote id=\"blockquote_19\">         &quot;15. Settlement of disputes\n           15.1    If any dispute or difference of any kind\n    whatsoever arises between the purchaser/service\n    recipient and the service provider in connection with or\n    arising out of the contract, the parties will make every\n    effort to resolve amicably such dispute or difference by\n    mutual consultation. After seven (7) days from the date\n    the dispute is first brought to the notice of either party, if\n    the parties have failed to resolve their dispute or\n    difference by such mutual consultation, then the dispute\n    shall be referred in writing by either party to the\n    adjudicator, with a copy to the other party.\n</blockquote><span class=\"hidden_text\" id=\"span_34\">                                  16</span>\n\n<blockquote id=\"blockquote_20\">            15.2 In the event of any dispute between the\n     parties, resolution shall be done in following manner:\n</blockquote><blockquote id=\"blockquote_21\">            15.2.1 First Stage- The Superintending Engineer\n     of the concerned circle shall be the dispute resolution\n     authority.\n</blockquote><blockquote id=\"blockquote_22\">            15.2.2 Second stage- If dispute is not resolved\n     in first stage then Chief Engineer (concerned region)\n     shall be dispute resolution authority at second stage.\n</blockquote><blockquote id=\"blockquote_23\">            15.2.3 Third stage- If dispute is not resolved in\n     second stage the corporate level authority (as decided\n     by the Managing Director of authority designated by\n     him) shall be the dispute resolution authority.\n</blockquote><p data-structure=\"Section\" id=\"p_31\">       Section V of General Condition of Contract as contained\nin the tender document also provides that:-\n</p><blockquote id=\"blockquote_24\">             &quot;15.3 Notwithstanding any disputes with\n     reference to the contract pending for arbitration, the\n     contractor shall continue to perform his obligations in\n     accordance with the purchaser/service recipient&#x27;s\n     decision or instruction, and purchaser/service recipient\n     shall also continue to perform his obligations under the\n     contract including payment of any undisputed monies\n     due to the contractor.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_32\">     32/      The aforesaid clause clearly reveals that at the\n     first instance the parties are required to make an effort\n     to resolve the dispute amicably through mutual\n     consultation in three stages with dispute resolution\n     authorities, failing which the dispute is to be referred to\n     the &#x27;adjudicator&#x27;. In place of &quot;arbitrator&quot; the parties have\n     used the word &quot;adjudicator&quot; to convey the same\n     meaning. The aforesaid clause makes it clear the\n     intention of the parties is to resolve the dispute through\n     the adjudicatory process in case of failure of\n     consultation process. Clause 15.3 noted above makes\n     the said intention further clear, hence the Clause 15 is\n     not a clause relating to the one sided decision by the\n     departmental authority or the expert but it is in fact an\n     arbitration clause.&quot;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_33\">8/    Having regard to the aforesaid and considering the fact\nthat same issue in respect of same contract on the basis of\n<span class=\"hidden_text\" id=\"span_35\">                                 17</span>\n\nsame documents has been decided by this court, I am of the\nopinion that for detailed reasons assigned in the above order in\nAA No. 3/2016 the arbitration agreement exists between the\nparties.\n</p><p data-structure=\"CDiscource\" id=\"p_34\">9/    The next issue is whether applicant has approached this\nCourt after following the procedure prescribed in arbitration\nagreement as per clause 15 of GCC which is quoted in the\nabove order passed in AA No. 3/16. As per clause 15 firstly an\nattempt is required to make for resolving the dispute by mutual\nconsultation in three stages with the dispute resolution\nauthorities provided therein, failing which the dispute is required\nto be referred in writing by either party to the adjudicator with a\ncopy to the other party. In the present case there is no\nauthentic material on record to find that the appellant had made\nany effort to amicably resolve the dispute by following the\nprocess prescribed in clause 15. Except for making the bold\nassertion in the arbitration application, no communication or\ndocument has been placed on record by applicant to show that\nany attempt was made to resolve the dispute by mutual\nconsultation.\n</p><p data-structure=\"CDiscource\" id=\"p_35\">10/   So far as registered letter dated 18/2/2015 Annex.A-7\nsent by appellant to Chief Engineer is concerned this letter\ndoes not reveal that procedure for resolution of dispute by\nmutual consultation which is prescribed in clause 15 was\nfollowed before making a request for appointment of Former\nHigh court Judge or Senior Advocate as an independent\nArbitrator.\n</p><p data-structure=\"Section\" id=\"p_36\">11/   <a href=\"/doc/1868040/\" id=\"a_39\">Section 11(2)</a> of the Act gives liberty to the parties to\nagree on a procedure for appointment of arbitrator or arbitrators\nand sub-section (6) of <a href=\"/doc/1841764/\" id=\"a_40\">Section 11</a> can be attracted only if the\n<span class=\"hidden_text\" id=\"span_36\">                                   18</span>\n\ncondition mentioned in either of the clauses (a) to (c) are\nsatisfied.\n</p><p data-structure=\"Precedent\" id=\"p_37\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"61100372\" id=\"span_37\">12/     Supreme court in the matter of <a href=\"/doc/61100372/\" id=\"a_41\">Deep Trading Company\nVs. Indian Oil Corporation and others</a> reported in (2013) 4\nSCC 35 considering the scope and applicability of <a href=\"/doc/1841764/\" id=\"a_42\">Section 11</a>\nhas held as under:</span>\n</p><blockquote id=\"blockquote_25\">         &quot;11. Sub-sections (3), (4) and (5) of <a href=\"/doc/1841764/\" id=\"a_43\">Section 11</a> have\n      no application in the present case as the parties have\n      agreed on a procedure for appointing the arbitrator in\n      Clause 29. Sub-section (2) provides that subject to sub-\n      section (6), the parties are free to agree on a procedure\n      for appointing the arbitrator or arbitrators. Sub-section\n      (6) makes provision for making an application to the\n      Chief Justice concerned for appointment of an arbitrator\n      in three circumstances, (a) a party fails to act as\n      required under the agreed procedure or (b) the parties\n      or the two appointed arbitrators fail to reach an\n      agreement expected of them under that procedure or\n</blockquote><blockquote id=\"blockquote_26\">      (c) a person, including an institution, fails to perform\n      any function entrusted to him or it under that procedure.\n</blockquote><p data-structure=\"Precedent\" id=\"p_38\">      If one of the three circumstances is satisfied, the Chief\n      Justice may exercise the jurisdiction vested in him\n      under <a href=\"/doc/605764/\" id=\"a_44\">Section 11(6)</a> and appoint the arbitrator. In the\n      present case, the dealer moved the Chief Justice of the\n      Allahabad High Court under <a href=\"/doc/234911/\" id=\"a_45\">Section 11(6)(a)</a> for the\n      appointment of an arbitrator as the Corporation failed to\n      act as required under Clause 29.&quot;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_39\">13/     Since in the present case the applicant has approached\nthis court for appointment of arbitrator without exhausting the\nagreed procedure contained in clause 15 of GCC therefore, no\ncase is made out to allow the prayer for appointment of\narbitrator under <a href=\"/doc/1841764/\" id=\"a_46\">Section 11</a> of Act. The arbitration cases are\naccordingly dismissed, however, with liberty to applicant to\napproach this court again if need so arises after taking recourse\nto the procedure contained in clause 15.\n</p><span class=\"hidden_text\" id=\"span_38\">                               19</span>\n\n<p data-structure=\"Conclusion\" id=\"p_40\">      The signed order be placed in the record of AC No. 79/17\nand copy whereof be placed in the record of connected\narbitration cases.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_41\">      C.C. as per rules.</p><pre id=\"pre_2\">\n                                   (Prakash Shrivastava)\n                                        Judge\n\nBDJ\n\n\n\n\n                           Bhun\n<span class=\"hidden_text\" id=\"span_39\">                                           Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_40\">                                           Bhuneshwar Datt</span>\n<span class=\"hidden_text\" id=\"span_41\">                                           DN: c=IN, o=High Court of</span>\n<span class=\"hidden_text\" id=\"span_42\">                                           Madhya Pradesh,</span>\n<span class=\"hidden_text\" id=\"span_43\">                                           ou=Administration,</span>\n\n\n                           eshwa           postalCode=452001,\n                                           st=Madhya Pradesh,\n                                           2.5.4.20=3fb5bcda9fd75d9\n                                           5d6c7cdcbd092ee5a74a94\n\n\n                           r Datt\n                                           a5534aed3a66d9385cfcfc2\n                                           01e0, cn=Bhuneshwar Datt\n                                           Date: 2017.12.23 15:41:44\n                                           -08&#x27;00&#x27;\n </pre>","numcites":26,"numcitedby":0,"docsource":"Madhya Pradesh High Court","citetid":152482230,"divtype":"judgments","relatedqs":[{"value":"concluded contract","formInput":"concluded%20contract"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"arbitration clause in agreement","formInput":"arbitration%20clause%20in%20agreement"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"existance of arbitration agreement ","formInput":"existance%20of%20arbitration%20agreement%20"},{"value":"arbitration agreement and parties","formInput":"arbitration%20agreement%20and%20parties"},{"value":"mutual","formInput":"mutual"},{"value":"arbitration case","formInput":"arbitration%20case"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"Blacklist    filter:   tender  conditions","formInput":"Blacklist%20%20%20%20filter%3A%20%20%20tender%20%20conditions"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"expert  filter:  sec 26 arbitration and conciliation act 1996","formInput":"expert%20%20filter%3A%20%20sec%2026%20arbitration%20and%20conciliation%20act%201996"},{"value":"rate contract","formInput":"rate%20contract"},{"value":"awarding of contract ","formInput":"awarding%20of%20contract%20"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"},{"value":"parties to agreement","formInput":"parties%20to%20agreement"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"arbitration act 1996","formInput":"arbitration%20act%201996"},{"value":"telegram","formInput":"telegram"}],"cats":[{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"appointment-of-arbitrators","formInput":"tag:appointment-of-arbitrators"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"interim-measures-etc-by-court","formInput":"tag:interim-measures-etc-by-court"}],"courtcopy":true,"query_alert":null,"agreement":false}