{"tid":511787,"publishdate":"2002-11-30","title":"Gtc Limited vs Royal Consulting Rv, Being A Company ... on 30 November, 2002","doc":"<h2 class=\"doc_title\">Gtc Limited vs Royal Consulting Rv, Being A Company ... on 30 November, 2002</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:f-i-rebello\">F.I. Rebello</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:f-i-rebello\">F.I. Rebello</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n\n\n \n\n F.T. Rebello, J. \n\n\n\n\n\n\n\n\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. The questions for determination in this\nappeal form order arise from two agreements. The\nfirst agreement was between the appellant and the\nRespondent No. 1 dated 9.11.2000 and the arbitral\nagreement dated 9th December, 2000. The second\nagreement is dated 18.1.2001 between the Petitioner\nand Respondent No. 2. Both the agreements contain\narbitral clauses. In the agreement between\nappellant and Respondent No. 1 the arbitral\nclauses reads as under:\n</p>\n<blockquote id=\"blockquote_1\">  &quot;All disputes arisen in connection with\nthis agreement shall be referred to arbitration.\nThe arbitrator shall be appointed by the courts of\nU.K. Hearing shall take place in london. This\nagreement shall be governed by U.K. &quot;law&quot;. \n</blockquote>\n \n\n<p data-structure=\"Facts\" id=\"p_2\">In so far as agreement dated 18.1.2001\nbetween Appellant and Respondent No. 2 is\nconcerned, the arbitral clause is contained in\nClauses 13 and 15 and they read as under:\n</p>  \n \n\n<blockquote id=\"blockquote_2\">&quot;13. If at any time any dispute or question\nshall arise between the parties to this Agreement\nin connection with this Agreement or its validity\nconstruction or performance then the same shall be\nreferred to an arbitrator to be agreed upon by the\nparties and failing such agreement within (15) days\nof either party requesting the appointment of an\narbitrator and suggesting a name, the arbitrator\nshall be appointed by the President for the time\nbeing of the Chartered Institute of Arbitrators and\naccording to the provisions of the Arbitration Acts\n1950 and 1979 and the decision of the arbitrator\nshall be final and binding on both the parties and\nunless otherwise agreed the cost of arbitration\nshall be borne by the parties equally&quot;.\n</blockquote>\n \n\n<blockquote id=\"blockquote_3\">&quot;15. The construction validity and\nperformance of this agreement shall be governed in\nall respects by English law.&quot;\n</blockquote> \n \n\n<p data-structure=\"Issue\" id=\"p_3\">2. The plaintiffs have filed a suit before\nthe Civil Judge, Senior Division. Thane being\nSpecial Civil Suit No. 50 of 2002 against the\nrespondents. The main reliefs sought in the suit\nread as under:\n</p>  \n \n\n<blockquote id=\"blockquote_4\">(a) that this Hon&#x27;ble Court declare that the said\nagreements dated 9th November, 2000 and 18th\nJanuary, 2001 and the arbitration agreements\ncontained in them are all illegal null and void ab\ninitio, or inoperative and/or incapable of being\nperformed.\n</blockquote>\n \n\n<blockquote id=\"blockquote_5\">(c) That this Hon&#x27;ble Court be pleased to grant a\nperpetual order and injunction restraining the\ndefendants from in any manner implementing and/or\nacting upon and/or in furtherance of the Agreements\ndated 9th November 2000 (as amended by the\nagreement dated 9th December, 2000) and 18th\nJanuary, 2001 and the arbitration clauses contained\nin them and from initiating any proceedings arising\nout of the agreement.\n</blockquote>\n \n\n<blockquote id=\"blockquote_6\">(d) Without prejudice to prayers (a) to (c) this\nHon&#x27;ble Court be pleased to declare that the 2nd\nDefendant is not entitled to proceed with the\narbitration under the Agreement dated 18th January,\n2001 unless and until the arbitration between the\nplaintiff and the 1st Defendants is finally\nconcluded and the award therein finally executed\nand enforced in accordance with law.&quot;\n</blockquote> \n \n\n<p data-structure=\"RespArg\" id=\"p_4\">Plaintiffs had taken out a Notice of\nMotion, and sought reliefs which substantially are\nto restrain defendants from in any manner\ncommencing and or proceeding with and or\nparticipating in any manner in any proceedings in a\ncourt of law and or arbitration against the plaintiffs under the agreements dated 9.11.2000 as\namended by agreement dated 9.12.2000 and 18.1.2001.\nThe Application came to be dismissed by order dated\n13.8.2001. The cause of action as pleaded in the\nsuit by the Plaintiffs, is that the agreements were\nentered into by misrepresentation to the\nAppellant/Plaintiffs by the Defendant/Respondent,\nby suppressing material facts which were to the\nknowledge of the defendants and thus defendants\nplayed fraud on the plaintiffs. The agreements\nwith Respondent No. 1 and 2 were executed by the\nappellants under the mistaken belief induced by the\nrespondents, that the same were forming part of the\nagreement and as such there was no consensus ad\n(SIC). In the circumstances it is contended that\nthe agreements were void ab initio and in fact no\nconsent in law and as such are not enforceable as\nthe defendants have no legal right. Inspite\nof the arbitral clause. It is the case of the\nPlaintiffs, that they are entitled to maintain the\nsuit with the reliefs as sought.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_5\">3. The main contention urged by the learned\ncounsel is that inspite of the arbitral agreement\nand even invocation of the arbitral clauses, there\nouster is no of jurisdiction of the Civil Court.\nCivil Court, it is contended, will retain\njurisdiction to decide all issues including issue\nas to the invalidity of the contract considering\n<a href=\"/doc/76869205/\" id=\"a_1\">Section 9</a> of C.P.C. The issue involves\ninterpretation of <a href=\"/doc/1146817/\" id=\"a_2\">Section 8</a>, <a href=\"/doc/1151350/\" id=\"a_3\">10</a> and <a href=\"/doc/160474/\" id=\"a_4\">45</a> of the\nArbitration and Conciliation Act, 1996, read with\nthe other provisions of the Act of 1996.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_6\">Let us therefore, examine the various\nprovisions in the Act under which in the case of\nexistence of an arbitral clause the judicial\nauthority can direct parties to arbitration\n<a href=\"/doc/160474/\" id=\"a_5\">Section 45</a> of the Arbitration &amp; conciliation Act\n1996 is a power in the Judicial authority to direct\nPlaintiffs to direct parties to proceed to\narbitration if there be an arbitral clause in the\nagreement between the parties. If that power is\nnot invoked, the civil court retain jurisdiction\n<a href=\"/doc/160474/\" id=\"a_6\">Section 45</a> reads as under:\n</p>\n<blockquote id=\"blockquote_7\">  &quot;Notwithstanding anything contained in Part I or in\n<a href=\"/doc/161831507/\" id=\"a_7\">the Code of Civil Procedure</a>, 1908 (5 of 1908), a\njudicial authority, when seized of an action in\nmatter in respect of which the parties have made an\nagreement, referred to in <a href=\"/doc/1211237/\" id=\"a_8\">Section 44</a> shall, at the\nrequest of one of the parties or any person\nclaiming through or under him, refer the parties to\narbitration, unless it finds that the said\nagreement is null and void, inoperative or\nincapable of being performed.&quot; \n</blockquote>\n \n\n<p data-structure=\"Section\" id=\"p_7\">In the instant case, there is no\napplication pending before the Judicial Authority\nat the instance of the Respondent/Defendant\ninvoking the provisions of <a href=\"/doc/160474/\" id=\"a_9\">Section 45</a> of the Act.\nThe suit has been filed to contend that the\nagreements are null and void inoperative or\nincapable of being performed. <a href=\"/doc/160474/\" id=\"a_10\">Section 45</a> forms\npart of <a href=\"/doc/1306164/\" id=\"a_11\">Part II of the Act</a> dealing with New York\nConvention Awards. Under this provision a\nJudicial Authority unless it finds that the\nagreement is null and void inoperative or\nincapable of being performed would direct parties\nto arbitration. <a href=\"/doc/1573006/\" id=\"a_12\">Section 54</a> of Chapter 2 of Part II\ndeals with Geneva Convention awards. Under <a href=\"/doc/1573006/\" id=\"a_13\">Section\n54</a> once there is arbitration clause in the\ncontract, if the agreement is valid under <a href=\"/doc/1940965/\" id=\"a_14\">Section\n53</a>, the Judicial Authority shall refer the parties\nto arbitration. In so far as Part 1, Chapter II\nin case of existence of arbitral agreement the\nrelevant provision is <a href=\"/doc/1146817/\" id=\"a_15\">Section 8</a>. Under <a href=\"/doc/1146817/\" id=\"a_16\">Section 8</a>\nif any proceeding is pending and a party applies\nnot latter than submitting the first statement on\nthe substance of disputes to the Judicial\nAuthority, the Judicial Authority shall refer the\nparties to arbitration. <a href=\"/doc/1146817/\" id=\"a_17\">Section 8</a>, <a href=\"/doc/160474/\" id=\"a_18\">Section 45</a> and\n<a href=\"/doc/1573006/\" id=\"a_19\">Section 54</a> are therefore, the powers conferred on\nthe judicial authorities in pending proceedings in\nwhich there is an arbitral clause to refer the\nparties to arbitration. However, unlike <a href=\"/doc/160474/\" id=\"a_20\">Section 45</a>\nand <a href=\"/doc/1573006/\" id=\"a_21\">Section 54</a>, the language of <a href=\"/doc/1146817/\" id=\"a_22\">Section 8</a> does not\nprovide specifically that the Judicial authority\ncan examine the invalidity of the contract on the\ncontrary, under <a href=\"/doc/675839/\" id=\"a_23\">Section 16</a>, this power is\nspecifically conferred on the arbitral Tribunal\nwhat is the extent of that power will be considered\nin the subsequent discussions.\n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_8\">It is not necessary to set out the facts\nonce again as they have been elaborately set out in\nthe Judgment of the Trial Court.\n</p>\n \n\n<p data-structure=\"PetArg\" id=\"p_9\">4. At the hearing of the appeal it was\nsought to be contended at one stage on behalf of\nthe appellant, needless to say without prejudice\nthat the appellants would have no objection to\nproceed with the arbitral proceedings. If the\nclaims against Respondent Nos. 1 and 2 are clubbed\ntogether and jointly heard by the same Arbitrator.\nIn other words it was sought to be contended that\nthe appellants would have no objection to combining\nthe two arbitral references and for a common award\nas there the rights of the appellants would be\nfairly dealt with against the Respondents. At the\noutset under English law, the court would have no\nsuch power unless parties agree support for that\ncan be found in para 3-029 of 21st Edition of\nRussel on Arbitration for the following\nobservations:\n</p>\n<blockquote id=\"blockquote_8\">  &quot;Where however, the parties to all the related\ndisputes have chosen arbitration the courts will\nnot intervene to stop duplication of proceedings.\nIn these cases, the most that the court may do in\nthe absence of agreement between all the parties on\nthe arbitrators to constitute a tribunal or on an\nappointing authority, is to appoint the same\ntribunal to hear a number of different disputes in\nconsecutive hearings. The Court cannot (SIC) the\nparties to agree to that arbitral tribunal hearing\nthe different cases simultaneously. Judge have\nnoted the benefits that would result from the\nabolition of the rules preventing joinder but the\ndraftsman of the <a href=\"/doc/1052228/\" id=\"a_24\">Arbitration Act</a> 1996 decided this\nwould be too great an interference with the\nprinciple of party autonomy. <a href=\"/doc/486370/\" id=\"a_25\">Section 55</a> of the\nAct, after confirming that parties are free to\nagree on consolidation and concurrent hearings\ngoes on to state that an arbitral tribunal has no\npower to order consolidation or concurrent hearings\nwithout the agreement of the parties and nothing\nis said about any similar power of the court with\nthe result that the court does not have the power.&quot; \n</blockquote>\n \n\n<p data-structure=\"RespArg\" id=\"p_10\">On behalf of the Respondents their\nlearned counsel contends that Respondents have no\nobjection to the same arbitrator deciding the\ndisputes between the parties but disputes cannot be\nconsolidated or joined. There is no unanimity an\nthe part of the counsel on that count. Though\nRussel in the very same paragraph has pointed out\nthat this would be desirable perusal of the\narbitral clause in the first agreement would show\nthat hearing is to take place in London and the\nagreement was to be governed by the U.K. law and\nthe arbitrator is to be appointed by the courts of\nU.K. In so far as second agreement is concerned\nArbitrator was to be appointed by the chartered\nInstitute of Arbitrators is United Kingdom and\naccording to provisions of the <a href=\"/doc/1052228/\" id=\"a_26\">Arbitration Act</a>\n1950 and 1979 of U.K. and governed by U.K. law.\nIn other words, arbitration was to take place\noutside India and in the United Kingdom and was to\nbe governed by law elating to Arbitration in\nUnited Kingdom. Considering the legal position in\nU.K. as explained in Russel it is prima facie not\npossible to issue directions for consolidation in\nthe absence of agreement between the parties or\ndirect the parties to move the court in U.K. for\nthat purpose.\n</p>\n \n\n<p data-structure=\"PetArg\" id=\"p_11\">5. With the above we may now briefly advert\nto the arguments raised on behalf of the Appellants\nherein. It is contended that even considering the\narbitral clauses and the place or venue of the\narbitral proceedings, as also the law applicable to\nthe arbitral proceedings as the agreement were\nprocured by fraud they are liable to be set aside\nand considering <a href=\"/doc/160474/\" id=\"a_27\">Section 45</a> of the Arbitration &amp;\nConciliation Act, 1996, the Court where the suit is\ninstituted, would have jurisdiction to go into\nthose issues and to grant reliefs as prayed for it\nis also contended that though there are two\ndifferent agreements between two different\nrespondent, yet if the corporate veil is lifted,\nit will be clear that Respondent No. 2 is nothing\nbut another face of Respondent No. 1. In these\ncircumstances, to drive the appellant to separate\narbitral proceedings would cause irreparable\ninjustice in as much as even if the appellant may\nsucceed against one Respondent, yet considering\nmaterial on record, they will end up paying another\nRespondent and unable to recover from the other\nconsidering the financial position. It is further\ncontended that English Arbitration Act, 1950 and\n<a href=\"/doc/1003813/\" id=\"a_28\">English Arbitration Act</a> of 1979 have been repealed\nonce the Act had been repealed, there was no valid\narbitration clause which was enforceable between\nthe parties. The conduct of the appellant in\nmerely exchanging corresponding in the matter of\nappointment or Arbitrator cannot amount to\nacquiescence in arbitration. It is further\ncontended that the learned Judge misdirected\nhimself in law in not addressing himself to the\nissue of fraud, considering the material on record.\nIf the learned judge had answered this basic\nquestion in the affirmative, then the learned Judge\nwould have to consider whether the appellants have\nestablished prima facie case for restraining\nrespondents from participating in the arbitral\nproceedings and or taking further steps in\narbitration under the agreement till disposal of\nthe suit. The tests considered by the learned\ntrial court were not the correct legal tests in law\nand the trial court also did not address itself to\nthe material on record. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1267330\" id=\"span_1\">The finding by the learned\ntrial Judge that considering <a href=\"/doc/675839/\" id=\"a_29\">Section 16</a> of the\nArbitration &amp; Conciliation Act 1996 and <a href=\"/doc/1372859/\" id=\"a_30\">Section 7</a>\nof the English Arbitration Act 1996, that the\ncourt should not go into validity of arbitration\nagreement is clearly erroneous. Considering the\npredicates of <a href=\"/doc/160474/\" id=\"a_31\">Section 45</a> of the Arbitration &amp;\nConciliation Act, 1996, if the contract was\ninvalid, the court ought not to force the parties\nto arbitration. The learned Judge further has\ngiven a wrong finding that the appellant had agreed\nfor arbitration, whereas the material on record\nshows that the solicitors were merely waiting for\ninstructions from the appellant. The learned Judge\nin holding that writing to the arbitrator would\namount to acquiescence in the arbitral proceeding\nignored the ratio of the judgment of the Apex Court\nin <a href=\"/doc/1267330/\" id=\"a_32\">U.P. Rajkiya Nirmanan Nigam Ltd. v. Indore\nPvt. Ltd.</a>, . Various\nauthorities have been relied upon. they will be\nadverted to, to the extent that they are necessary\nfor the purpose of deciding the issues in\ncontroversy.</span>\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_12\">On behalf of the Respondents it is\ncontended that the contract provides for reference\nof disputes to arbitration and not for decision by\nthe Civil Courts. Even if the jurisdiction of the\ncivil court is invoked by the application for\ninterim relief to restrain parties from proceeding\nwith arbitration, the court ought not to grant\ninjunction sought for if the challenge to the\narbitration agreement is on the ground that the\narbitrator is incompetent to hear and decide the\nissue of the validity of the contract or even of\nthe arbitral agreement. A reading of the\nprovisions of the Act of 1996 and more particularly\n<a href=\"/doc/310829/\" id=\"a_33\">Section 5</a>, would make it clear that the\njurisdiction is impliedly barred. <a href=\"/doc/1306164/\" id=\"a_34\">The Act</a> of 1996\nrecognizes rights of a party to an arbitration\nagreement to have the dispute decided by an\narbitrator. This right cannot be interfered with\nexcept in accordance with the provisions of the\nAct. There is no provision under the Act which\nempowers the court to interfere with the arbitral\nprocess by granting an injunction restraining a\nparty from so proceeding. The court would grant\ninterim injunction only for protection or assertion\nof the legal or equitable rights. In the instant\ncase, no legal or equitable right of the appellant\nhas been infringed and no legal injury would be\ncaused if the arbitration is allowed to proceed.\nIf it is the contention of the appellants that the\nagreement is invalid, the same can be raised before\nthe arbitrator and if aggrieved by the award by\nsubsequently challenging the award before the\ncompetent forum. In the case of International\ncommercial arbitration where the parties have\nagreed to a foreign forum and the law of that\ncountry to apply to arbitration the remedy of the\nparty is to do so before the arbitrator by raising\nthe issue under Section 7 and 50 of the English\nArbitration Act, 1996, the issue about (SIC) of\nthe agreement can be raised before the arbitral\nforum. The Award so passed can be challenged in\nthe forum provided under the Act. The appellant\ntherefore, has effective legal remedies available.\nIn these circumstances, the party should be\ndirected to proceed with the forum voluntarily\nchosen by the parties. The case of the appellant\nthemselves is that there has been misrepresentation\nor suppression of material facts to the knowledge\nof the Respondents and as such the agreement having\nbeen obtained by fraud is not binding on the\nappellants. Clearly therefore, the arbitral\ntribunal would have jurisdiction in such cases to\nenter upon arbitration and decide the issue. If\nthe Civil Suit is filed in respect of an agreement\ncontaining arbitral clause it is open to the\ndefendant or respondent as the case may be to\napply to the Judicial authority for referring the\nparties to Arbitration under the Act of 1996.\n<a href=\"/doc/1306164/\" id=\"a_35\">Under the Act</a> of 1940, there was power to stay\nproceedings and direct the parties to arbitration.\n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_13\">It is then pointed out that in so far as\nRespondent No. 1 is concerned, the arbitral\nprocess was set in motion as far back as 26.9.2001\nwhen the appellants sent notice to Respondent No.\n1 for payment of certain sums failing which they\nwould refer the claim to arbitrators. Respondent\nNo. 1 by letter dated 4.6.2002 made counter claim\nand suggested the appointment of a sole arbitrator.\nAs the parties did not agree to the name of sole\narbitrator and the agreement being subject to\nEnglish Law; Respondent No. 1 is required to apply\nto the English High Court under <a href=\"/doc/891488/\" id=\"a_36\">Section 18</a> of the\nEnglish Arbitration Act 1996 for appointment of the\nArbitrator. The appellants suit filed\nsubsequently in  Thane Court on 2.2.2002 cannot be\nproceeded with by the appellants once the English\nHigh Court appoints arbitrator and nothing will\ntherefore remain to be decided in the said suit.\nThe Award shall not be invalid on the ground that\nthe suit filed by the appellants in pending before\nThane Court. As regards Arbitration between\nappellants and Respondent No. 2, the Arbitrator\nwas to the appointed by chartered Institute of\nArbitrators at London. The sole arbitrator was\nappointed by the Chartered Institute of Arbitrators\nat London on 24.12.2001. The appointment was\ncommunicated to the parties and no objection was\ntaken by the appellants to the said appointment.\nThe suit having been instituted by the appellants\nin Thane Court on 2.2.2002, after the appointment\nof the sole arbitrator in accordance with the\narbitration agreement between the parties, it is\nopen to the respondent No. 2 to proceed with the\narbitration before the sole arbitrator. It is\ncontended that it is not mandatory on Respondent\nNo. 2 to make an application before Thane Court\nunder <a href=\"/doc/160474/\" id=\"a_37\">Section 45</a> of the Act of 1996 and request the\ncourt to refer the parties to arbitration. If\nIntervention of the court is barred in respect of\ndomestic arbitration, the same principle apply to\nInternational commercial arbitration. The\nprinciple which applies for grant of anti suit\ninjunction or for the stay of the suit on the\nground of forum non convenience do not apply to\narbitration. Arbitration being consensual cannot\nbe injuncted or stayed.\n</p>\n \n\n<p data-structure=\"Issue\" id=\"p_14\">6. From the above, three questions will have\nto be answered in considering the contention raised\nby the appellant for the grant of relief as prayed\nfor. The questions that arise are:\n</p>  \n \n\n<blockquote id=\"blockquote_9\">(a) Does the Civil Court have jurisdiction to\nentertain a suit between the parties to an\nagreement which contains an arbitral clause\nconsidering <a href=\"/doc/1146817/\" id=\"a_38\">Sections 8</a>, <a href=\"/doc/675839/\" id=\"a_39\">16</a> and <a href=\"/doc/160474/\" id=\"a_40\">45</a> of the\nArbitration &amp; Conciliation Act, 1996 read with\n<a href=\"/doc/76869205/\" id=\"a_41\">Section 9</a> of Code of Civil Procedure, 1908.\n</blockquote>\n \n\n<blockquote id=\"blockquote_10\">(b) Will a Civil Court, in case of an agreement\ncontaining an arbitral clause governed by English\nlaw, which agreement in the suit is challenged as\nnull and void, in the absence of the Defendant\nrequesting the Civil Court to direct parties to\narbitration considering <a href=\"/doc/160474/\" id=\"a_42\">Section 45</a> of the Indian\nArbitration Act, 1996, refer the parties to\narbitration?\n</blockquote>\n \n\n<blockquote id=\"blockquote_11\">(c) On the facts and circumstances of this\ncase, would it be appropriate for this court to\ngrant an injunction directing Respondents from not\nproceeding with or applying under the arbitral\nclause on the ground of forum non convenience.\n</blockquote> \n \n\n<p data-structure=\"Section\" id=\"p_15\">7. We may firstly deal with the first\ncontention as to jurisdiction of the civil court.\nThe provisions for arbitration whether under the\nAct of 1940 or Act 1996 is for an arbitral Forum to\ndecide the dispute between the parties which\ndispute ordinarily would have been decided by a\ncompetent Civil Court. Ordinarily any clause in an\nagreement which bars enforcing of rights through\nlegal proceedings by the ordinary tribunals/courts\nwould be void considering <a href=\"/doc/1224074/\" id=\"a_43\">Section 28</a> of the Indian\nContract Act. There is however, a saving by which\nthe agreement shall not be rendered void if the\nreference is to arbitration. In other words\nordinarily a party cannot be precluded from moving\na court of competent jurisdiction in its original\nordinary jurisdiction, save and except if there be\nagreement for arbitration in which event the\nagreement is saved. Let us consider the relative\npositions under the Act of 1940 and the Act of\n1996.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1703962\" id=\"span_2\"><a href=\"/doc/1306164/\" id=\"a_44\">Under the Act</a> of 1940 power of the civil\ncourt was to stay proceedings and direct the\nparties for arbitration of the dispute once the\nArbitral tribunal passed an award, the award had to\nbe filed before the court of competent jurisdiction\nwhich would then make the award a decree of the\ncourt which decree was then executable. Inspite\nof the arbitral clause, there was discretion in the\ncourt, even if an application was made before\nfiling of the written statement or taking any other\nsteps in the proceedings to still proceed with the\nsuit. Unlike the Act of 1940, in the case of\ndomestic arbitration under <a href=\"/doc/1146817/\" id=\"a_45\">Section 8</a> of the Act of\n1996, a defendant to the judicial proceeding can\napply to the Judicial authority where the subject\nmatter of the suit based on the contract which\ncontains an arbitral clause to direct the parties\nto arbitration. If the court is satisfied that the\nsubject matter of the suit is covered by the\narbitral clause then the court had no choice but\nto direct the parties to arbitration. See <a href=\"/doc/1703962/\" id=\"a_46\">P.\nAnand Gajapathy Raju and Ors. v. P.V.G. Raju</a>\n(deceased) and Ors. (2000) S.C.C. 539. If the\ndispute be whether the contract is void or not, it\ncan be decided by the arbitral tribunal under\n<a href=\"/doc/675839/\" id=\"a_47\">Section 16</a> of the Act of 1996. If the court\ndirects the parties to arbitration then there\nremains nothing more in the suit and the parties\nthen would have to seek remedies against the award\nbefore the appropriate court.</span>\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1076013\" id=\"span_3\">The issue of jurisdiction of the civil\ncourt under the <a href=\"/doc/1052228/\" id=\"a_48\">Arbitration Act</a> of 1940 to\nentertain the suit under <a href=\"/doc/76869205/\" id=\"a_49\">Section 9</a> of the C.P.C.\nin (SIC) case where the agreement contained an arbitral\nclause was considered by the Apex Court in <a href=\"/doc/1076013/\" id=\"a_50\">Food\nCorporation of India v. Yadav Engineers</a> AIR 1982 SC 1302. At the outset it may be\nmentioned that neither under the Act of 1940 or the\nAct of 1996, is there is specific provision barring\nthe jurisdiction of the civil court to entertain\nthe suit, where the cause of action arises from an\nagreement containing an arbitral clause. There is\nalso no express exclusion in the Act. The\njurisdiction of the civil court is also not\nimpliedly barred, because rights to be adjudicated\nare not rights created by the Act. On the\ncontrary, they are mostly common law rights of\nexisting civil rights based on statute. There is\nthus no implied ouster of jurisdiction of the civil\ncourt. It was only in the event (SIC) party invoked in\nthe case of domestic arbitration the provisions of\n<a href=\"/doc/536284/\" id=\"a_51\">Section 34</a> of the Act of 1940 would the court\ndirect the stay of the suit. Under <a href=\"/doc/76869205/\" id=\"a_52\">Section 9</a> of\nthe Code of Civil Procedure all suits of a civil\nnature, except suits of which cognizance is either\nexpressly or impliedly barred would be triable by\nthe courts set up for the purpose. IF the dispute\nis o a civil nature the forum is before one of the\ncourts set up for the purpose Civil Courts have\nbeen set up for redressal of grievances and as an\neasy access for persons who seek resolution of\ntheir disputes. The disputes must be of civil\nnature and the cognizance of which should not be\nexpressly or impliedly barred. Civil Courts set on\nby the State having defined jurisdiction will be\nthe forum for resolution of such disputes\nOrdinary, therefore, whenever a dispute of a\ncivil nature arises, the party claiming relief\nwould approach the court having jurisdiction to\nresolve the dispute. The party against whom relief\nis sought will be informed of the cognizance of the\ndispute being taken by the Court and it must come\nforth and either concede that the dispute is\ngenuine in whole or in part or defend the action.\nThis is the prescribed mode of access to justice\n<a href=\"/doc/1052228/\" id=\"a_53\">Arbitration Act</a> Carves out an exception to the\ngeneral rule, that the forum for resolution of\ncivil disputes is the civil court having\njurisdiction to deal with the same by providing\nthat the parties to a dispute by agreement between\nthemselves, may choose a forum of their choice for\nsettlement of disputes between them in preference\nto the State Courts. If the parties enter into an\narbitral agreement, implying that they would like\nthat the disputes covered by the agreement will be\nresolved by a forum of their choice approach of\nthe court must be to hold the parties to the\ncontract to their bargain. It is in that context\nthat <a href=\"/doc/65067/\" id=\"a_54\">Section 28</a> of the Indian Contract makes\ncontracts void, which restricts a party absolutely\nfrom enforcing his rights under or in respect of\nany contract by the usual legal proceedings.\nHowever, it carves out an exception in so far as\nagreement, which provides for redressal by an\narbitral forum. If in breach or derogation of a\nsolemn contract a party to an arbitration agreement\napproaches the court and if the other side\nexpeditiously approaches the court invoking the\ncourt&#x27;s jurisdiction to stay the proceedings, then\nby this negative process the court forces the\nparties to abide by the bargain ordinarily the\ncourt&#x27;s approach should be and has been to enforce\nagreement rather than to find (SIC) therein.\nIf the party therefore in breach of agreement\nrushes to the court unless a clear case to the\ncontrary is made out, the approach of the court\nshould be to hold the parties to their bargain\nprovided necessary conditions for invoking <a href=\"/doc/536284/\" id=\"a_55\">Section\n34</a> are satisfied. <a href=\"/doc/536284/\" id=\"a_56\">Section 34</a> of the Act of 1940\nclearly indicates that the parties to the contract\nmay waive their right of proceeding before the\nchosen forum. On the inspection of the judicial\nproceedings, defendant may choose not to invoke the\narbitral clause and instead choose to have the\ndecision of the Civil Court. In such cases it\nwould be presumed that both the parties do not wish\nto proceed with the arbitration clause by their\nconduct, in as much as plaintiff has moved the\ncourt for breach of the arbitration clause and the\ndefendant by not invoking the arbitral clause for\nthe stay of the suit or other directings to\njudicial authority to direct the parties to\narbitration have waived their right to proceed\nbefore the arbitral forum. It is thus clear that\nmerely because of the arbitral clause there is an\nouster of jurisdiction of the civil court and the\nCivil Court, retains jurisdiction to hear and decide\nthe dispute which are within its competence. Thus\nunder the Act of 1940, the Civil Court in the\naforementioned circumstances retained\njurisdiction, inspite of invocation of the arbitral\nclause.</span>\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1703962\" id=\"span_4\">Let us examine the position under the Act\nof 1966. In so far as discretion of the court is\nconcerned to direct parties to arbitration under\n<a href=\"/doc/1146817/\" id=\"a_57\">Section 8</a> of the Act of 1996, thee apparently is\nno discretion, if the predicates required are\nsatisfied. See <a href=\"/doc/1703962/\" id=\"a_58\">P. Anand Gajapathy Raju and Ors.\nv. P.V.G. Raju (Deceased) and Ors.</a> .</span> When and what stage it has to be\napplied has been considered in a judgment delivered\non December 09, 2002 in Arbitration Petition No.\n405 of 2002 between Jashu M. Patel v. Shivtatta\nR. Joshi by this court. The effect is that the\njudicial authority must direct the parties to\narbitration, if they do not waive or acquiesce in\nthe jurisdiction of the civil court. In that\nextent, the position of law will be the same namely\nthat a competent civil court has jurisdiction to\ndecide the claims even in case of there being an\narbitral clause in the agreement from which the\nclaims are preferred.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_19\">Does <a href=\"/doc/1146817/\" id=\"a_59\">Section 8</a> confer power on the\njudicial authority to decide the validity of the\narbitration agreement? The answer is no as under\n</p><blockquote id=\"blockquote_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"202973\" id=\"span_5\"><a href=\"/doc/1146817/\" id=\"a_60\">Section 8</a>, all that the court does on an\napplication in a case of a contract containing an\narbitral clause is to direct the parties to\narbitration. That power is now conferred\nspecifically on the Tribunal under <a href=\"/doc/1151350/\" id=\"a_61\">Section 10</a> <a href=\"/doc/1306164/\" id=\"a_62\">05</a>\nthe Act. <a href=\"/doc/202973/\" id=\"a_63\">To Konkan Railway Corporation\nLtd. v. Rani Construction Pvt. Ltd.</a> (2000) (SIC)\nS.C.C. 158 the Apex Court has held that the\nauthority under <a href=\"/doc/1841764/\" id=\"a_64\">Section 11</a> cannot decide the issue\nof the existence of validity of the agreement and\nthat has to be decided by the Arbitral Tribunal\nitself. The further discussion will clarify that\nposition.</span>\n</blockquote>\n \n\n<blockquote id=\"blockquote_13\">8. What will now be the position under the\nAct of 1996 and what would be the prima facie\nposition under English law considering the <a href=\"/doc/1003813/\" id=\"a_65\">English\nArbitration Act</a> of 1996 of the jurisdiction of a\ncivil court to decide on the arbitrability of the\nclaims and or the validity of the contract itself\nas to the arbitral clause or the entire agreement.\n</blockquote><p data-structure=\"Section\" id=\"p_20\">It may be noted that both the Indian and U.K. Acts\nare partly adopted from the model laws i.e.\nUncitral Code. The relevant provisions and the\njurisdiction of the arbitral tribunal to decide the\narbitrability of the disputes is <a href=\"/doc/675839/\" id=\"a_66\">Section 16</a> under\nthe Indian Law and <a href=\"/doc/1846895/\" id=\"a_67\">Sections 7</a> and <a href=\"/doc/308340/\" id=\"a_68\">30</a> of the U.K.\nLaw. The relevant portion of Section 16 of the\nIndian Arbitration Act is reproduced below:\n</p>  \n \n\n<blockquote id=\"blockquote_14\">&quot;Competence of Arbitral Tribunal to rule on its\njurisdiction : (1) The arbitral Tribunal may rule\non its own jurisdiction including ruling on any\nobjections with respect to the existence or\nvalidity of the arbitration agreement and for that\npurpose:\n</blockquote>  \n \n\n<blockquote id=\"blockquote_15\">(a) an arbitration clause which forms part of a\ncontract shall be treated as an agreement\nindependent of the other terms of the contract and\n\n \n\n</blockquote><blockquote id=\"blockquote_16\">(b) a decision by the arbitral Tribunal that the\ncontract is null and void shall not entail ipso\njure the invalidity of the arbitration clause\n.....&quot;  \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_21\">It is clear therefore that the arbitral\nclause in an arbitration agreement has to be\ntreated as an independent agreement independent of\nthe other terms of the contract. It is further\nclear that even if the contract is declared null\nand void, it shall not entail ipso facto\ninvalidation of the arbitral clause. It is\ntherefore, within the jurisdiction of the Arbitral\nTribunal apart from ruling on its own jurisdiction\nto decide whether the agreement before it is null\nand void. Even if it has come to the conclusion\nthat the contract is null and void it necessarily\ndoes not follow that the arbitral clause is null\nand void. The pleadings of the parties in the suit\nwill therefore be relevant to consider the\ncontention as to whether prima facie the arbitral\nclause itself as contained in the contract is null\nand void. The position under the Act of 1940 was\nslightly different. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"527224\" id=\"span_6\"><a href=\"/doc/1306164/\" id=\"a_69\">Under the Act</a> of 1940, though\nissue of jurisdiction could be decided by the\narbitral tribunal, yet that decision was not final.\nThat decision was subject to final decision by the\nCourt. That is a law declared by the Apex Court in\nnumber of judgments. (See <a href=\"/doc/527224/\" id=\"a_70\">Union of India v. G.S.\nAtwal &amp; Co. (Asansole</a>) . The\nApex Court there held that the Arbitrator&#x27;s\ndecision on his own jurisdiction to arbitrate is\nnot final and binding as the court has power under\n<a href=\"/doc/1977813/\" id=\"a_71\">Section 33</a> of the Act of 1940 to decide the\nquestion.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86594\" id=\"span_7\">The position under the Foreign Awards\n(Regulation &amp; Enforcement) Act was the same (See\npara 55 of the <a href=\"/doc/86594/\" id=\"a_72\">Renusagar Power Co. Ltd. v.\nGeneral Electric Company</a>, ).</span>\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_22\">We may now refer to the corresponding\nprovision of the <a href=\"/doc/1003813/\" id=\"a_73\">English Arbitration Act</a> 1996. The\nrelevant provisions are <a href=\"/doc/1846895/\" id=\"a_74\">Sections 7</a> and <a href=\"/doc/308340/\" id=\"a_75\">30</a> which\nread as under:\n</p>  \n \n\n<blockquote id=\"blockquote_17\"><a href=\"/doc/1846895/\" id=\"a_76\">Section 7</a>:\n</blockquote>\n<blockquote id=\"blockquote_18\">  &quot;Unless otherwise agreed by the parties an\narbitration agreement which forms of was intended\nto form part of another agreement (whether or not\nin writing) shall not be regarded as invalid\nnon-existent or ineffective because that other\nagreement is invalid or did not came into\nexistence or has become ineffective and it shall\nfor that purpose be treated as a distinct\nagreement.&quot; \n</blockquote>\n \n\n<p data-structure=\"Section\" id=\"p_23\"><a href=\"/doc/308340/\" id=\"a_77\">Section 30</a>:\n</p>  \n \n\n<blockquote id=\"blockquote_19\">&quot;Competence of tribunal to rule on its own\njurisdiction : (1) Unless otherwise agreed by\nthe parties the arbitral tribunal may rule on\nits own substantive jurisdiction that is as to:\n</blockquote>  \n \n\n<blockquote id=\"blockquote_20\">(a) whether there is a valid arbitration agreement\n\n \n\n</blockquote><blockquote id=\"blockquote_21\">(b) whether the tribunal is properly constituted and\n\n \n\n</blockquote><blockquote id=\"blockquote_22\">(c) what matters have been submitted to arbitration\nin accordance with the arbitration agreement\n \n \n\n(2) Any such ruling may be challenged by any\navailable arbitral process of appeal or review or\nin accordance with the provisions of this Part.&quot;  \n</blockquote>\n \n\n<p data-structure=\"CDiscource\" id=\"p_24\">With that we will now examine the\ndevelopment of law leading to the severability of\nthe arbitration agreement legislative recognising\nfor the concent has been given to that concent by\nthe Uncitral Modal law and ow by the Parliaments\nof the both India and U.K. The question to be\nposed is as under:\n</p>\n \n\n<blockquote id=\"blockquote_23\">Where a contract provides for arbitration of\ndisputes which arise thereunder does the\ninvalidity termination nullification or\nsuspension of the contract vitiate the arbitral\nobligations of the parties?\n</blockquote>\n \n\n<blockquote id=\"blockquote_24\">The question is posed on the assumption\nthat when the agreement contains on obligation to\narbitrate the disputes arising from it but the\nagreement is invalid or no longer in force the\nobligation to arbitrate disappears with the\nagreement of which it is a part. If the agreement\nwas never entered at all then the arbitral clause\nnever came into force. If the agreement was not\nvalidly entered into the prima facie it is\ninvalid as a whole as must be all of its parts\nincluding its arbitral clause. If the agreement\nhas been nullified or terminated or arguably\nsuspended it must presumably follow that the\nobligation to arbitrate disputes arising under the\nagreement is nullified terminated or suspended.\nNow if, in these various contingencies there is no\ninitial or sustained obligation to arbitrate under\nan agreement which either never came into force or\nis no longer in force, then the arbitral tribunal\nwhich maybe or is constituted pursuant to the\narbitral clause of the void or voided agreement has\nno standing to do anything. It cannot pronounce or\ndecide upon the validity of the agreement or upon\nthe effect of the tribunal&#x27;s establishment or upon\nits jurisdiction or upon the merits of the case\nbecause it cannot have a legal status which derives\nfrom a vacuum.\n</blockquote>\n \n\n<blockquote id=\"blockquote_25\">This proposition of law has been\novercomed by presumption and by practice. It has\nbeen overcomed by necessity. It has been overcomed\nby the assence of the arbitral process. If it is\ninherent in the arbitral process that a tribunal is\nthe judge of its own jurisdiction that it has\ncompetence de la competence, it is no less inherent\nin that process that an arbitral tribunal shall\nhave the competence to pass upon disputes arising\nout of the agreement which is the immediate source\nof the tribunal&#x27;s creation even where those\ndisputes engage the initial or continuing validity\nof that agreement. This essential doctrine of\nmodern arbitration is called that of the\nseverability, separability or autonomy of the\narbitration agreement. The rationale of the\ndoctrine of the severability of the arbitration\nagreement has four foundations as set out by\nJustice S.M. Schwebel.\n</blockquote>\n \n\n<blockquote id=\"blockquote_26\">Firstly, when two parties enter into a\ncontract of a treaty providing for arbitration of\ndisputes arising thereunder and do so as they\ntypically do in comprehensive terms &quot;any dispute\narising out of or relating to the agreement&quot; they\nintend to require arbitration of any dispute not\notherwise settled, including disputes over the\nvalidity of the contract or treaty, then the will\nof the parties should be given effect to.\n</blockquote>\n \n\n<blockquote id=\"blockquote_27\">Secondly if one party could deny\narbitration to the other party by the allegation\nthat the agreement locked initial or continuing\nvalidity, if by such an allegation it could deprive\nan arbitral tribunal of the competence to rule upon\nthat allegation upon its constitution and\njurisdiction and upon the merits of the dispute\nthen it would always be open to a party to an\nagreement containing an arbitration clause in\nvitiate its arbitral obligation by the simple\nexpedient of declaring the agreement void. The\nintention of the parties and the requirement of\neffective arbitration combine to give rise to the\nconcept of severability.\n</blockquote>\n \n\n<blockquote id=\"blockquote_28\">Thirdly in reality on if but in\nreality then in the contemplation of the law and\nas a matter of legal presumption the parties to an\nagreement containing an arbitration clause conclude\nnot one agreement but two first the substantive\nor principal agreement which provides for a\ncertain course of action second an additional\nseparate agreement which provides for arbitration\nof disputes arising out of the principal agreement.\nEven if it be argued or even if it be\nauthoritatively decided that the principal\nagreement is invalid, or voided nullified\nterminated, or suspended nevertheless the arbitral\nagreement is separable and separated and so\nseparated, survives to furnish a viable basis for\nthe arbitration tribunal to rule upon such\narguments or arrives at those or other\ndeterminations. Thus when the parties to an\nagreement containing an arbitration clause enter\ninto that agreement, they conclude not one but two\nagreements, the arbitral twin of which survives any\nbirth defect or acquired disability of the\nprincipal agreement.\n</blockquote>\n \n\n<blockquote id=\"blockquote_29\">Fourthly the consideration which\nmilitates in favour of the rule of the severability\nof the arbitral clause because if severability\nwere not the rule the courts would contrary to\nthe norm, be drawn into passing upon the substance\nof the dispute submitted to arbitration. (See\n&quot;SEVERABILITY OF THE ARBITRATION AGREEMENT&quot; by\nStephen M. Schwabel).\n</blockquote>\n \n\n<blockquote id=\"blockquote_30\">Considering the law evolved and now\nrecognised we may for better understanding\nconsider the position prevailing in English law\nbefore the Act of 1996.\n</blockquote>\n \n\n<blockquote id=\"blockquote_31\">To Smith Coney &amp; Rarrett v. (SIC)\nGray &amp; Co. 1915 (21) Ch 86 the issue arose out of\na contract which contained a war clause Delivery\ncould not be effected in view of the happenings\npursuant to closure of the port in view of\ndeclaration of war. The contract provided that in\nthe event of a German war contracts were to be\ndeemed to be closed and were to be referred to the\nSugar Association Council and provisions for\narbitration. The Civil Court was considering a\nmotion to restrain arbitral proceedings. The\napplication for injunction was refused against\nproceeding in arbitration. The court held that\nthough the contract owing to the war and the\ndeclaration against trading with the enemy could\nno longer be carried out; it was not invalid when\nit was made and that it might have been carried\nout by delivering the sugar to a warehouse at\nHamburg and that the parties were bound by the\narbitration clause and there will be no restraint\nfor the party to proceed with arbitral proceedings.\n</blockquote>\n \n\n<blockquote id=\"blockquote_32\">Joe Lee Limited v. (SIC) Dalmeny 1927\n(1) Ch. 300 was a case where the proceedings were\ninitiated to restrain the parties from proceeding\nwith arbitration. It was sought to be argued that\nclause for arbitration be treated as separate\nagreement and as one not trained with illegality\nattached to rules, regulations. The court answered\nthe question by holding that it is not possible to\nseparate that part of the document from the rules\nand treat the agreement to refer as one distinct\nand apart from the other contends of the agreement.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_25\">That there was only one contract and that a\ncontract or agreement by way of gaming of wagering\ncontract which is void cannot be made the\nfoundation of any successful application in the\nCourt. To other words the judgment held that if\nthe contract itself was void the arbitral clause\ncannot be separated from the rest of the contract.\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_26\">Next we may consider the case of Hevmon\nand Anr. v. Darwins Limited 1942 A.C. 357.\nIn that case there was a contract between the\nparties which contained as arbitral clause. It was\ncontended and asserted by one party that\ncircumstances had arisen whether before or after\nthe contract had been validly performed which had\nthe effect of discharging one or both the parties\nfrom all subsequent liabilities under the contract\nsuch as repudiation of the contract by one party\naccepted by the other or frustration of the\ncontract. The issue was whether the contract\ncontaining clause for arbitration was ever entered\ninto at all or was void ab initio for examine\nbecause the making of it was illegal it was held\non the construction of the arbitral cause that the\ndispute fell within the terms of the arbitrating\nclause and that the action before the Civil Court\nought to be stayed in order to enable the parties\nto proceed with the arbitration. The ledding\nJudgment was by Viscount Simon who summed up the\nposition in so far as arbitration clause is\nconcerned. Considering that the arbitration clause\nis a written submission agreed to by the parties in\nthe contract. Unlike other submissions to\narbitration must be construed according to its\nlanguage and in the light of circumstances in which\nit is made. The position was summarised thus:\n</p>  \n \n\n<blockquote id=\"blockquote_33\">(a) If the dispute is whether the contract which\ncontains the clause has ever been entered into at\nall that issue cannot go to arbitration under the\nclause, for the party who denies that be has ever\nentered into the contract is thereby denying that\nhe has ever joined in the submissions.\n</blockquote>\n \n\n<blockquote id=\"blockquote_34\">(b) Similarly, if one party to the alleged contract\nis contending that it is void ab initio because\nfor example the making of such a contract is\nillegal), the arbitration clause cannot operate\nfor on this view the clause itself also is void.\n</blockquote>\n \n\n<blockquote id=\"blockquote_35\">(c) In a situation where the parties are one in\nasserting that they entered into a binding\ncontract, but a difference has arisen between them\nwhether there has been a breach by one side of the\nother or whether circumstances have arisen which\nhave discharged one or both parties from further\nperformance, such differences should be regarded as\ndifferences which have arisen &quot;in respect &quot;of&quot; or\n&quot;with regard to&quot; or &quot;under&quot; the contract and an\narbitration clause which uses these of similar\nexpressions should be construed accordingly.\n</blockquote> \n \n\n<p data-structure=\"Precedent\" id=\"p_27\">Lord Macmillan speaking in the same\nmatter, discussed the nature of arbitration clause.\nIt can be best be expressed in the words of the\nlearned Judge:\n</p>\n<blockquote id=\"blockquote_36\">  &quot;I venture to think that enough attention has been\ndirected to the true nature and function of an\narbitration in a contract. It is quite distinct\nfrom (SIC) other clauses. The other clauses set out\nthe obligations which the parties undertake towards\neach other (SIC) but the arbitration clause\ndoes not impose on one of the parties an obligation\nin favour of the other. It embodies the agreement\nof both parties that, if any dispute arises with\nregard to the obligations which the one party has\nundertaken to the other, such dispute shall be\nsettled by a tribunal of their own constitution\nand there is this very material difference that\nwhereas in an ordinary contract the obligations of\nthe parties to each other cannot be general be\nspecifically enforced and breach of them results\nonly in damages, the arbitration clause can be\nspecifically enforced by the machinery of the\nArbitration Acts. The appropriate remedy for\nbreach of the agreement to arbitrate is not\ndamages, but its enforcement. \n</blockquote>\n \n\n<blockquote id=\"blockquote_37\">To the same Judgement lord wright brought\nabout the distinction between a mere submission and\na clause providing for arbitration observing as under:\n</blockquote>\n<blockquote id=\"blockquote_38\">  &quot;The distinction between a mere submission and such\na clause is clearly stated by Warrington I.J. in\nWoodall v. Pearl Assurance on Ld(I). A\nsubmission may, however, take many different forms.\nIt may be a special agreement to arbitrate on a\nparticular dispute which has already arisen on some\nmatter, such as contract tort, trust or family\narrangement. Thus, to take a single instance in\nJoseph Constantine Steamship Ld. v. Imperial\nSmelting Corporation Ld. (2) recently decided by\nthis House, there was a specific submission of the\ndifference whether the character party in question\nhad been frustrated, the charters claiming damages\nbecause the veggel had not been tendered to load\nher cargo, the shipowners defending the claim on\nthe ground of frustration. That illustrates\nclearly one aspect of an arbitration agreement\nnamely, that it is collateral to the substantial\nstipulations of the contract it is merely\nprocedural and ancillary, it is a mode or settling\ndisputes, though the agreement to do so is itself\nsubject to the discretion of the court. All this\nmay be said of every agreement to arbitrate even\nthough not a separate bargain but one incorporated\nin the general contract. It may also be noted that\nthe agreement to arbitrate depends on there being a\ndispute or difference in respect of the substantive\nstipulation. It appertains to the stage of\npleadings or allegations. It is in regard to these\nthat it has to be decided whether the submission\napplies or should received effect. It is\ninterlocutory.&quot; \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_28\">In David Taylor &amp; Son Ld. v. Barnett\nTrading Co. (1953) 1 W.I.R. 562 the court of\nappeal observed relying on the judgment on Smith\nConey &amp; Barett v. Becker Gray &amp; Co. (supra) that\nthe plaintiffs in order to succeed must show that\nthe contract for arbitration with the submission\nwas invalid and if it was illegal then any\nquestion of arbitration under the contract would\nfall with it.\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_29\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1404344\" id=\"span_8\">In <a href=\"/doc/1404344/\" id=\"a_78\">Mackender and Ors. v. Faldia (SIC)\nand Ors.</a> (1966) 2 All F.R. 847, there was\nprovision for arbitration Diplock (SIC)\nconsidering the issue of legality of the clause\nobserved as under:</span>\n</p>\n<blockquote id=\"blockquote_39\">  &quot;They claim that the policy either was void for\nillegality in English law or was voidable for\nnon-disclosure by the assured of material facts\nand they have elected to avoid it disputes of\nthese kinds, they contend are not disputes arising\nunder the contract but are disputes whether there\nis a contract at all.&quot; \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_30\">It was further observed that unenforceability and\nvoidness, however are not the same concept. If\nhowever, an agreement is wholly enforceable because\nit is contrary to English law it may it the\nproper law of the agreement is itself English law\naccurately be said to be void as a contract that\nis not to be a contract at all. If however an\nagreement, though contrary to English law is not\nillegal by its proper law it cannot properly be\nsaid to be void and thus not a contract at all. It\nis a contract but one which is unenforceable in\nthe English Courts.\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_31\">9. Various earlier judgments of the English\nCourts on the subject including those referred in\nearlier came up for consideration in (SIC)\nSchiffbau Und Maschinenfabrik v. South India\nShipping Corporation (1981) 1 All FR 289. The\nrespondents therein had a contract with petitioners\na German Company to supply ships. There was\nprovision for arbitration. The clause provided\nthat it was German law which would be applicable.\nThe arbitral clause however provided that\narbitration proceedings shall be referred to\narbitration in London within the meaning of English\nArbitration Act, 1950 and the Rules Regulation etc.\nof the said Act were to apply for various\nreasons, including that the arbitral claims were\nbarred by limitation and/or that Respondent had not\ntaken steps to proceed with arbitration a suit was\ninstituted to restrain the continuance of the\nfurther arbitration proceedings. Injunction was\ngranted. In appeal preferred the injunction was\nconfirmed. This matter came before the House of\nLords. The Appeal was allowed and the injunction\nvacated. One of the questions considered was\ngeneral jurisdiction of the High Court (England) to\ngrant injunctions as an alternative source of its\npower to control the conduct in an arbitration of\nthe parties to it or the arbitrator. In so\nconsidering the House also considered that analogy\nbetween action at law and arbitration. Considering\nthe arbitration clause it was observed that it\nconstitutions a self contained contract collateral\nor ancillary to main agreement. The Judgment\nrecognizes that the injunction could be granted in\ntwo types of cases. First is whether one party\nclaims that arbitration agreement relied on was\nvoid or voidable ab initio e.g. for fraud\nmistake, ultra vires or want of authority. This\ntype of case is to be distinguished from the cases\nwhere the arbitration agreement itself is not\nimpeached but one party claims that no dispute has\narisen under it. Whether there is a dispute or not\nis a matter to be decided by the arbitrator and no\ninjunction will be granted. The second type of case\ncase in which injunction have been granted is where\nthe arbitrator is or has become disqualified by\nreason of bias. In this case we are not really\nconcerned with second aspect of the matter.\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_32\">Lord Diplock in the same judgment\nconsidering the arbitral clause observed as under:\n</p>\n<blockquote id=\"blockquote_40\">  &quot;I would accept that the unperformed primary\nobligations of the parties under an arbitration\nagreement, like other contracts may be brought to\nan and by frustration, or at the election of one\nparty where there has been a repudiatory breach of\nthat agreement by the other party. (I speak of\nrepudiatory breach as covering both what I\ndescribed in Photo Production Ltd. v. (SIC)\nTransport Ltd. (1980) 1 All FR 556 as &quot;fundamental\nbreach&quot; and &quot;breach of condition&quot;). I would also\naccept that when on the commission of such a\nbreach, the party to an arbitration agreement who\nis not in default has lawfully elected to bring to\nan end the unperformed primary obligations of both\nparties to continue with the arbitration up to the\nissue of an award the High Court has jurisdiction\nin protection of that party&#x27;s legal right to do so\nto grant him an injunction to restrain the other\nparty from proceeding further with the arbitration\n... ...&quot; \n</blockquote>\n \n\n<p data-structure=\"Section\" id=\"p_33\">Also dealt was the issue of fundamental\ndifference between &quot;act at law&quot; and\n&quot;arbitration&quot;. It may be noted that in the case of\naction, dispute has to arise and the Plaintiff has\nto approach the court constituted under the\nordinary law for its redressal. The defendant if\nhe wants to resist the claim has to submit to the\njurisdiction of the court. The Plaintiff has\nchoice whether or not to bring the action in the\ncourt of law to enforce the disputed claims against\ndefendant, but if he does want to enforce it the\nonly forum which it can do so is the court of law\nunless the plaintiff and defendant mutually agreed\nto submit their dispute about the Plaintiff&#x27;s claim\nfor termination in some other way. The proceedings\nin respect of the obligations are imposed on them\nby the rules and practice of the court. In\ncontract to this, the submission of a dispute to\narbitration under a private arbitration agreement\nis purely voluntary by both claimant and\nrespondent. It is immaterial where the arbitration\nagreement is in a clause forming part of a wider\ncontract and provides for the reference to\narbitration of all future disputes arising under or\nconcerning the contract, neither party knows when\nthe agreement is entered into whether he will be\nclaimant or respondent in disputes to which the\narbitration agreement will apply. If it creates\nany contractual obligation to proceed with\nreasonable dispatch in all future arbitrations held\npursuant to the clause the obligation is in my\nview, mutual, it obliges each party in cooperate\nwith the other in taking appropriate steps to keep\nthe procedure of arbitration moving.\n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_34\">Another fundamental difference between an\naction and an arbitration is that in an\naction the successive steps to be taken by each\nparty and the timetable for taking them are\nprescribed by the rules and practice of the court.\nAn Underlying principle of civil litigation in the\nEnglish Courts is that the court takes no action in\nit of its own motion but only on the application of\none or other of the parties to the litigation\nwhereas in an arbitration there is no fixed pattern\nof procedure.\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_35\">This position of law in England came to\nbe considered or if it may be put, reconsidered by\nthe Court of Appeal in Harbour Assurance Co. (UK)\nLtd. v. Kansa General International Insurance\nCo. Ltd. (1993) Vol. 1 Loyds Law Reports 455.\nThe leading Judgment was delivered by Lord Justice\nGibson. The question in issue was framed as under\n</p><blockquote id=\"blockquote_41\">&quot;Whether in English law, under the principle of the\nseparability or autonomy of the agreement expressed\nin an arbitration clause which clause is contained\nin a written contract the clause can give\njurisdiction to the arbitrators under that clause\nto determine a dispute over the initial validity or\ninvalidity of the written contract upon the\nassumptions that; upon its true construction the\narbitration clause covers such a dispute and that\nthe nature of the invalidity alleged does not\nattach the validity of the agreement expressed in\nthe arbitration clause itself.&quot;\n</blockquote>\n \n\n<p data-structure=\"CDiscource\" id=\"p_36\">The court then noted that &quot;The orthodox\nview in English law has always been, it has been\nsaid for the plaintiffs that if the contract in\nwhich the arbitration clause is contained is void\nab initio, and therefore, nothing so also must be\nthe arbitration clause in the contract. That is\nthe proposition that nothing can come of nothing\nex nihil nil fit. It has also been called in this\ncase the argument of logic.&quot;\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_37\">The facts of the case need not be\nreferred to suffice it to say that it was alleged\nby the Plaintiffs against the defendants that there\nwas non-disclosure of material facts and\nmisrepresentation by reason of which the plaintiffs\nsaid that they avoided the reinsurance. The trial\ncourt in the judgment delivered by Justice Steyn\nheld that he was compelled by authority to hold\nthat the principle of separability could not extend\nso as to enable the arbitrator to determine whether\nor not the contract in which the arbitration clause\nis contained, is in fact void ab initio for\nillegality. In these circumstances, the court\ndismissed the application for stay of the\nproceedings in which Plaintiff sought to establish\nthat illegality. An appeal was preferred against\nthis part of the judgment. It was argued that the\nlogical proposition, however, upon which the\northodox view is based, does not depend upon the\nterms or construction of he arbitration clause. It\nasserts that if the containing contract is void ab\ninitio, an arbitration clause contained within it\nis also void. If this logical argument is applied\naccording to its terms the intention of the\nparties could be thwarted even if no its true\nconstruction, the clause shows not only that the\ndispute is within those agreed to be referred but\nalso that the clause was intended to survive the\nvalidity of the contract. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1404344\" id=\"span_9\">The Court then observed\nthat such a rule of law in the court&#x27;s judgment\nshould be rejected, if the court can properly hold\nthat it is not part of the English law. The court\nnoted that arbitral clause without special\nwords to ensure survival is usually and has been\nbald to be a self contained contract collateral to\nthe containing contract. As with any other\ncontract, it must be construed according to its\nterms in and with regard to the relevant factual\nsituation. The leading Judgment of Lord Gibson\nthen dealt with issues arising in the judgments of\n<a href=\"/doc/1404344/\" id=\"a_79\">Mackender</a> (supra), Joe Lee Ltd. (supra), David\nTaylor (supra) and differentiated them on the\nground that those judgments had not taken a view\nthat the arbitral clause was not separable and that\nthe arbitral clause can cover the issue of\nillegality. The learned judge after considering\nthe issue and culling down the ratio of the\njudgments referred observed as under.</span>\n</p>\n \n\n<blockquote id=\"blockquote_42\">&quot;The question whether all the promises contained in\nthe agreement were rendered invalid and void at the\ntime when the parties signed the documents by the\nillegality of the agreement, is in my judgment a\ndispute arising out of the agreement.&quot; The court\nheld that this could be decided by the Arbitral\nTribunal.\n</blockquote>\n \n\n<blockquote id=\"blockquote_43\">In a separate judgment, Lord Justice\nLeggatt, again considered the ratio of the\njudgments, based on the orthodox view and observed\nthat the arbitration clause is collateral in the\nmain contract in which it is incorporated and it\ngives rise to collateral primary and secondary\nobligations. Referring to the judgment in Bremer\nVulcan (supra) the learned Judge explained the\nseparability of the arbitration agreement\nconsidering the cases cited, which impels the\nconclusion that an arbitrator can have no\njurisdiction to decide whether the contract in\nwhich the arbitration agreement is incorporated is\nvoid ab initio. The learned Judge further\nproceeded to hold that the court is not obliged by\nauthority to prevent the arbitration from\ndetermining the issue of initial illegality. The\ntide is flowing in favour of permitting the\narbitrator to do so, and it is no more necessary on\ngrounds of public policy for the Courts to retain\nexclusive control over the determination of the\ninitial legality of agreements than over their\nsubsequent legality. In particular it would ill\nbecome the Courts of the country, by setting their\nface against this jurisdiction, to deprive those\nengaged in international commerce of the\nopportunity of entrusting such disputes in English\ncommercial arbitrators without the need for\narbitration clauses containing elaborate\nself-fulfilling formulae.\n</blockquote>\n \n\n<blockquote id=\"blockquote_44\">Lord Justice Hoffmann also gave a\nconcurring judgment. The learned Lord found that\nthe issue involves two separate questions. The\nfirst is whether the arbitration clause would\nitself be struck down by the alleged illegality.\nThe second is whether as a matter of construction\nit is wide enough to cover the illegality issue.\nThe learned Judge then considered the various\nauthorities. Next was addressed the contention of\ncounsel therein that the separability doctrine\ncannot apply to any rule which prevents the\ncontract from coming into existence or makes it\nvoid ab initio and in particular it does not apply\nto statutory or rule and law which make the\ncontract void. Answering that the learned Judge\nobserved that it was impossible to accept so\nsweeping a proposition as there would be cases in\nwhich a claim that no contract came into existence\nnecessarily entails a denial that there was any\nagreement to arbitrate. The cases of non est\nfactum or denial that there was a concluded\nagreement or mistake as to the identity of the\nother contracting party suggest themselves as\nexamples. But there is no reason why every case of\ninitial invalidly should have this consequence.\nProceeding further the learned Judge observed that\nin every case it seems that the logical question is\nnot whether the issue goes to the validity of the\ncontract but whether it goes in the validity of the\narbitration clause. The one may entail the other\nbut, as seen it may not. When one comes to\nvoidness for illegality, it is particularly\nnecessary to have regard to the purpose and policy\nof the rule which invalidates the contract and to\nask, as the House of Lords did in Heyman v.\nDarwins Ltd. whether the rule strikes down the\narbitration clause as well. Proceeding further\nthe learned Judge observed that saying that\narbitration clauses, because separable, are never\naffected by the illegality of the principal\ncontract is as much a case of false logic as saying\nthat they must be. The learned Judge then referred\nto the development of the separability clause and\nthe land mark judgment of the German Federal\nSupreme Court and need to avoid the matter being\ndecided by two different Tribunal.&quot;\n</blockquote>\n \n\n<p data-structure=\"CDiscource\" id=\"p_38\"> It is therefore, clear from this judgment\nthat the jurisdiction of the arbitral tribunal in\ndecide on the validity of over the initial\ninvalidity of the arbitral agreement was accepted.\nThe argument that illegality of the contract, would\nalso automatically affect the legality of the\narbitral clause was rejected. The doctrine of\nseverability was confirmed. However, lord Hoffmann\nhad reservation whether in certain cases the\narbitral clauses will parish with the agreement\nitself. This doubt was now been answered by\n<a href=\"/doc/447587/\" id=\"a_80\">Section 30</a> of the English Arbitraction Act whereby\nthe validity of the arbitration agreement can be\ndecided by the Arbitral Tribunal. \n</p>\n\n\n\n \n\n<p data-structure=\"Precedent\" id=\"p_39\">The position in United States is not\ndifferent. The leading case is Prima Paint\nCorporation v. Flood &amp; Cooklin Mfg. Co. (SIC) US\n</p><p data-structure=\"Precedent\" id=\"p_40\">395. The question raised was:\n</p>\n<blockquote id=\"blockquote_45\">  &quot;Whether the Federal Court or an Arbitration is to\nresolve a claim of &quot;fraud&quot; in the inducement under\na contract governed by the United States\nArbitration Act of 1925. The majority judgment\nanswered the issue thus: &quot;Accordingly, if the\nclaim is fraud in the inducement of the arbitration\nclause itself - an issue which goes to the &quot;making\nof the agreement to arbitrate - the Federal Court\nmay proceed to adjudicate it. But the statutory\nlanguage does not permit the Federal Court to\nconsider claims of fraud in the inducement of\ncontracts generally.&quot; \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_41\">10. The position in India before the\nenactment of the Act of 1996, considering Act of\n1940 was holding for the jurisdiction of the Court\nto decide the issue rather than the Arbitrator.\nThe jurisdiction of the Civil Court and its\njurisdiction to proceed with the suit inspite of\nthe arbitral clause was never doubted. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"228570\" id=\"span_10\">In Waverly\njute <a href=\"/doc/228570/\" id=\"a_81\">Mills Co. Ltd. v. Raymon &amp; Co.</a> , the Apex Court held that if the contract\nis illegal and void, the arbitration clause which\nis one of the terms, must perish and it is for the\nCourt to decide the validity of the contract.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1666610\" id=\"span_11\">In\n<a href=\"/doc/1666610/\" id=\"a_82\">Ramji Dayawala and Sons (P) Ltd. v. Invest\nImport</a>, AIR 1981 S.C. 7085, the Apex Court\nobserved in the matter of stay of suit as under:</span>\n</p>\n<blockquote id=\"blockquote_46\">  &quot;When parties by contract agree to arrange for\nsettlement of their disputes by a Judge of their\nchoice, by procedure of arbitration voluntarily\nagreed upon, ordinarily the Court must hold the\nparties to their bargain. As a corollary, if a\nparty to a subsisting arbitration agreement in\nbreach or violation of the agreement to refer\ndispute to arbitration approaches the Court, the\nCourt would not lend its assistance to such a party\nand by staying the suit compel the party in breach\nto abide by its contract. When the parties have\nagreed to an arbitration by a foreign arbitral\nTribunal, the case for stay wold be stronger than\nif there was a domestic arbitration agreement.\nThis proceeds on the assumption that parties not\nonly sought and agreed upon the forum for\nresolution of disputes but also the law according to\nwhich the dispute would be resolved. However, this\nis not an absolute rule. Granting or refusing to\ngrant stay, is still a matter within the discretion\nof the Court. How discretion would be exercised in\na given case would depend upon various\ncircumstances.&quot; \n</blockquote>\n \n\n<p data-structure=\"Section\" id=\"p_42\">The position in England is now governed\nby the <a href=\"/doc/1052228/\" id=\"a_83\">Arbitration Act</a> of 1996. As noted earlier\nboth the arbitral agreements are governed by the\nEnglish Law. We have earlier referred and noted\n<a href=\"/doc/1372859/\" id=\"a_84\">Section 7</a> and <a href=\"/doc/447587/\" id=\"a_85\">30</a> of the English Arbitration Act of\n1996. The arbitral clause in the contract is not\nto be regarded as invalid, non existent or\nineffective, because the agreement is invalid or\ndid not come into existence or has become\nineffective. The arbitral clause has to be treated\nas a distinct agreement unless otherwise agreed to\nby the parties. The reservation expressed by Lord\nHoffmann in Harbour Assurance Co. (U.K.) Ltd.,\nconsidering language of <a href=\"/doc/1846895/\" id=\"a_86\">Section 7</a>, prima facie no\nlonger survive on account of legislative\nrecognition.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_43\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"202973\" id=\"span_12\">The position of the law in India after\ncoming into force the Act of 1996 is similar\n<a href=\"/doc/675839/\" id=\"a_87\">Section 16</a> has accepted the doctrine of\nseverability of the arbitral clause. Even if the\narbitral clause is invalid, the jurisdiction to\ndecide that issue is of the Arbitral Tribunal,\nconsidering <a href=\"/doc/1146817/\" id=\"a_88\">Section 8</a> as now interpreted. That\njurisdiction would be of the arbitral tribunal.\nFor assistance See <a href=\"/doc/202973/\" id=\"a_89\">Konkan Railway Corporation Ltd.\nv. Rani Construction Pvt. Ltd.</a> . Considering <a href=\"/doc/675839/\" id=\"a_90\">Section 16</a>, the Court observed\nthat the Tribunal&#x27;s authority under <a href=\"/doc/675839/\" id=\"a_91\">Section 16</a> is\nnot confined to the width of its jurisdiction but\ngoes to the very root of its jurisdiction. Once\nthat be the case, it is clear that both under\nEnglish Law as well as Indian Law, there is no room\nfor doubt, about the jurisdiction of the arbitral\ntribunal to rule on its own jurisdiction to the\nexclusion of the judicial authority in India and\nCivil Courts in England. The object and purpose\nhas been earlier set out namely to facilitate\nInternational Commercial Arbitration to avoid\nmultiplicity of proceedings and to allow one\ntribunal to decide all issues between the parties\nand further to direct the parties to proceed before\nthe forum of their choice. Therefore, reading\nSection 8 and 16 of the Indian Arbitration Act\ntogether with <a href=\"/doc/1372859/\" id=\"a_92\">Section 7</a>, <a href=\"/doc/478781/\" id=\"a_93\">9</a> and <a href=\"/doc/447587/\" id=\"a_94\">30</a> of the English\nArbitration Act, it is clear that all disputes can\nbe decided by the Arbitral Tribunal. The fact\nhowever, remains that if the parties acquiesce in\nthe proceeding by not moving under <a href=\"/doc/1237642/\" id=\"a_95\">Section 8</a> or\n<a href=\"/doc/1124334/\" id=\"a_96\">Section 45</a> or Section 54, the jurisdiction of the\ncivil court will not be ousted. At the same time\nthe issue whether the contract is void ab initio\nincluding the arbitral clause, inoperative or\nincapable of being performed, can now be decided by\nthe Arbitral Tribunal. The first question has to be\nanswered accordingly.</span>\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_44\">11. We now come to the next submission\nconsidering <a href=\"/doc/1124334/\" id=\"a_97\">Section 45</a> of the Act of 1996, whether\nthe Civil Court can proceed with the suit where the\nrelief sought is that the agreement is null and\nvoid. The position under <a href=\"/doc/1124334/\" id=\"a_98\">Section 45</a> and Section 54\nwhich fall in part II is slightly different. Under\n<a href=\"/doc/1124334/\" id=\"a_99\">Section 45</a>, the Court before directing the parties\nto arbitration has to consider whether the\nagreement is null and void. Under Section 54, it\nhas to examine whether the agreement is valid and\ncapable of being carried into effect. For the\npresent discussion Section 54 is not attracted.\nThe arbitral clause or agreement will be subject in\nan application under <a href=\"/doc/1124334/\" id=\"a_100\">Section 45</a>. If a suit is\nfiled, the defendant, in a case where there is an\narbitral clause, can ask the judicial authority to\nrefer the parties to arbitration. However, in\ndoing so, the court will consider the plea raised\nthat the arbitral agreement is invalid being null\nand void ab initio or inoperative or incapable of\nbeing performed. The expression agreement in\n<a href=\"/doc/1124334/\" id=\"a_101\">Section 45</a> must be read with <a href=\"/doc/1465223/\" id=\"a_102\">Section 44</a>, which\nspeaks of the arbitral agreement. The Civil Court\nwill only in a case where the Defendant seeks\nresolution of the dispute by arbitration in case\nof a valid agreement, direct the parties to\narbitration. It is only in those cases where the\nvalidity of the arbitral agreement is itself\nchallenged that the civil court on an application\nby a party for reference to arbitration, can\nexamine the validity and if it finds in favour of\nthe Plaintiff proceed with the suit instead of\ndirecting the parties to International Arbitration.\nIf the Defendant does not apply, but acquiesces in\nthe jurisdiction, the suit will proceed. What will\nbe the effect of a conflict in an award passed or\ndecree made is not required to be addressed here\nif there be no stay of the proceedings. Thus it is\nclear that the Civil Court retains jurisdiction to\ndecide the dispute before it. There is no ouster\nof jurisdiction of a civil court even in a case\nwhere there is an arbitral clause in an agreement\nor there is an arbitral agreement. The position is\nsimilar in England. See para 7.002, Russall on\nArbitration, 21st Edition. When a dispute arises,\nhowever, one of the parties may nevertheless\ncommence court proceedings, either because it\nchallenge the validity of the arbitration agreement\nor because he means to breach it. Where the court\naction is commenced in breach of an arbitration\nagreement, the other party may apply to stay the\ncourt action, unless be is content to forgo his\nright to refer the dispute to arbitration and to\ndefend the action before the court.\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_45\">12. The suit has been filed by the appellant\nherein as the Plaintiff and the Respondent as\ndefendant. The Respondent has not requested the\ncourt by an application under <a href=\"/doc/160474/\" id=\"a_103\">Section 45</a> of the\nArbitration &amp; Conciliation Act of 1996 to direct\nthe parties to arbitration. The Respondent has\nhowever, opposed the grant of relief of temporary\ninjunction to restrain the Respondents from\nproceeding with the arbitral proceedings or taking\nfurther steps pursuant to invocation of the\nArbitral clause. We proceed on the footing that\nthe Petitioners have made out a prima facie case\nthat subsequent to the agreement, they have\ndiscovered facts which were not to their knowledge\nbut within the knowledge of Respondent Nos. 1 and\n2 and had these facts been known to the Appellants\nor disclosed by the Respondent to the Appellants.\nAppellants would not have entered into the\nagreements. Learned counsel has taken me through\nthe pleadings, documents and Judgments in support\nof the proposition as to when the contract can be\nrendered void in case of misrepresentation or by\nnon-disclosure of facts which were to the knowledge\nof the party entering into the contract. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"662058\" id=\"span_13\">In\n<a href=\"/doc/662058/\" id=\"a_104\">R.C. Thakkar v. Gujarat Housing Board</a> , a Division Bench of the Gujarat High\nCourt was considering <a href=\"/doc/299780/\" id=\"a_105\">Section 17</a> of the Indian\nContract Act and the requirements thereto. The\ncourt placed reliance on Halsbury&#x27;s Laws of England\n(third edition), Volume 26 to hold that\nrepresentation is deemed to have been false and\ntherefore, a misrepresentation, if it was at the\nmaterial date false in substance and in fact.\nTherefore, to constitute the falsity of a\nrepresentation it should be found false in\nsubstance as well as in fact. The further\nobservations are the standard by which the truth or\nfalsity of a representation is to be judged. If\nthe material circumstances are incorrectly stated\nthat is to say, if the discrepancy between the\nfacts as represented and the actual facts is such\nas would be considered material by a reasonable\nrepresentee, the representation is false if other\nwise, it is not.</span> In Esso Petroleum Co. Ltd. v.\nMardon, 1976 (2) All.F.R. 47, the issue was of the\ncase of negligent misrepresentation Lord Denning\nspeaking for the court relying on various\ndecisions, summing up the proposition set out that\nthose decisions show, that in the case of a\nprofessional man, the duty to use reasonable care\narises not only in contract, but is also imposed by\nthe law apart from contract and is therefore\nactionable in tort. It is comparable to the duty\nof a reasonable care which is owed by master to his\nservant or vice versa. It can be put either in\ncontract or in tort. The learned Judge then held\nthat if a man, who has or professes to have special\nknowledge or skill, makes a representation by\nvirtue thereof to another - be at advice\ninformation or opinion with the intention of\ninducing him to enter into a contract with him he\nis under a duty to use reasonable care to see that\nthe representation is correct and that the advice\ninformation or opinion is reliable. If be\nnegligently gives unsound advice or misleading\ninformation or expresses an erroneous opinion, and\nthereby induces the other side into a contract with\nhim he is liable in damages.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_46\">Earlier discussion would show that the\nissue whether agreement is null and void\ninoperative or incapable of being performed can be\ndecided by the Arbitral Tribunal. By the\nexpression &quot;Said agreement&quot; what really is meant is\nthe agreement as referred to under <a href=\"/doc/1211237/\" id=\"a_106\">Section 44</a> of\nthe Act of 1996. That shows that the foreign award\nmust be made pursuant to agreement in writing for\narbitration. It is therefore, not merely the\nagreement but the agreement in writing for\narbitration which is material. This power in\ndomestic arbitration to decide the validity of the\narbitration agreement is conferred on the arbitral\ntribunal under <a href=\"/doc/675839/\" id=\"a_107\">Section 16</a> of the Act of 1996. In\ncase of an agreement providing for arbitration\noutside India, a specific power has been conferred\non the Civil Court, in the event any party to the\nagreement seeks referral to arbitration to decide\nwhether the agreement is null and void, inoperative\nor incapable of being performed. This seems to be\npart of public policy to confer jurisdiction on\nmunicipal courts to decide whether the arbitral\nagreement is void or inoperative then not to give\neffect to the arbitral clause but to get the issue\ndecided by the Civil Court, which as a civil court\nit has jurisdiction to decide. The object being\nthat party ought not to be driven to prosecute\narbitral proceedings to the foreign country at\nconsiderable time and expenses, where the finding\nof the court would show that the arbitral agreement\nis null and void, inoperative or incapable of being\nperformed. It is to avoid a situation, where all\nthat the arbitral tribunal would have to do is to\nrecord the same finding that the arbitral agreement\nis null and void, inoperative or incapable of being\nperformed. It is to avoid a situation, where all\nthat the arbitral tribunal would have to do is to\nrecord the same finding that the arbitral agreement\nis null and void, inoperative or incapable of being\nperformed and then close the proceedings. To that\nextent in the matter of international commercial\narbitration, the law has put a rider on the power\nof the court to direct the parties to arbitration.\nIn such circumstances, the Civil Court can proceed\nwith the suit, if defendant seeks to direct the\nparties to arbitration. In the instant case,\ndefendant in the suit, respondent herein has\nchosen not to take any steps. It may also be\nrelevant to note that there is nothing in <a href=\"/doc/160474/\" id=\"a_108\">Section\n45</a> like <a href=\"/doc/1146817/\" id=\"a_109\">Section 8</a> setting out at what stage the\napplication should be made. As we have discussed\nearlier. <a href=\"/doc/1146817/\" id=\"a_110\">Section 8</a> requires an application to be\nmade to the judicial authority not latter than\nsubmitting first statement on the substance of\ndispute. There is no such limitation under Section\n</p><p data-structure=\"Conclusion\" id=\"p_47\">45. However, this exercise is to be done at the\ninsurance of the defendant. If the defendant\nchooses not to invoke the provision of <a href=\"/doc/160474/\" id=\"a_111\">Section 45</a>,\nnothing will prevent the court from proceeding with\nthe suit. Again what will be the effect of Award\nand decree on the same cause, need not be decided\nhere, as it is not in issue and can be decided in\nappropriate proceedings where the issue may arise.\nThe issue will have to bee answered in the\naffirmative, namely that the Civil Court can\nproceed with the suit.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_48\">13. Even if the circumstances were proved\nwould the court in the case where at the instance\nof Respondent No. 2 there has been constitution of\nan arbitral tribunal to decide the disputes and in\nso far as Respondent No. 1 is concerned, there has\nbeen invocation of arbitral clause restrain parties\nfrom so moving. It is a settled proposition as\nearlier set out that the Civil Courts ordinarily\nwould give intent to the intention of the parties\nto move the arbitral forum. It is only in the\nevent in the case of International commercial\nArbitration and if the arbitral clause itself is\nvoid or in respect of the subject matter not\nforming part of the arbitral clause and as such\ndoes not have jurisdiction to decide on the issue\nwhich are relevant for disposal of the dispute\nwould the court then proceed not to direct the\nparties to the chosen forum. Prima facie, there is\nno material or from the pleadings to show that the\narbitral clause is void or invalid. The pleadings\nare that the entire agreement is void.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_49\">In the contract with Respondent No. 1,\nthe arbitral clause is clear. The agreement itself\nprovides that it shall be governed by U.K. Law. The\nagreement is of 9.11.2000. It is therefore, clear\nthat the <a href=\"/doc/1003813/\" id=\"a_112\">English Arbitration Act</a> of 1996 would be\nthe law applicable to resolve the dispute between\nPetitioner and Respondent No. 1. In so far as\ndispute between Petitioner and Respondent No. 2,\nit was sought to be contended that arbitral\nproceedings would be governed by the arbitration\nAct, 1950 and 1979 which had been repealed.\nHowever, this is without taking into consideration\nClause 15 of the said agreement which reads as\nunder:\n</p>\n<blockquote id=\"blockquote_47\">  &quot;The Construction validity and performance of this\nAgreement shall be governed in all respects by\nEnglish Law.&quot; \n</blockquote>\n \n\n<p data-structure=\"Section\" id=\"p_50\">This contract was entered into in\nJanuary, 2001. It is therefore, clear that the\nEnglish Law as existing on the date of the contract\nand date of the termination or invocation of arbitral\nclause would be the Law. That law would be <a href=\"/doc/1003813/\" id=\"a_113\">English\nArbitration Act</a> of 1996. Clause 13 as noted\nearlier really provides for appointment of\narbitrators and that would be according to\nprovisions of the <a href=\"/doc/1052228/\" id=\"a_114\">Arbitration Act, 1950</a> and 1979.\nIt is therefore, clear that even if the Acts have\nbeen repealed (without going into that issue). The\nprocedural provisions contained there for\nappointment of Arbitrator would as terms of\ncontract by incorporation which parties have agreed\nwould be applicable for appointment of arbitrators.\nThe Law would be the law for the time being in\nforce in the United Kingdom. Therefore, in case of\nboth the contracts, the law applicable would be the\nlaw as governed by the English Arbitration Act,\n1996.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_51\">Having so held, it will be clear that in\nso far as Respondent No. 2 is concerned arbitral\nclause has already been invoked. In these\ncircumstances, it will not be appropriate for this\ncourt in stay the arbitral proceedings but allow\nthe parties to agitate these disputes before the\nforum chosen. In so far as Respondent No. 1 is\nconcerned, arbitral clause has been invoked. It is\nleft to the parties to how move the court under\n<a href=\"/doc/1003813/\" id=\"a_115\">English Arbitration Act</a>, the law under which they\nare governed for redressal of their disputes for\nappointment of an Arbitral Tribunal. The\ncontention of the Petitioner that even if they get\nan award against Respondent No. 1 it will be a\npaper award incapable of being executed by itself\ncan be no answer. It is not necessary for this\ncourt to go into the issue of tests for anti suit\ninjunction because the legal position and the case\nlaw has been set out in the Division Bench\nJudgment of this court in WSG Cricket Pvt. Ltd.\nv. MFN and Anr. 2002 (3) All.M.R. 377.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_52\">A last observation. Respondents for\nreasons for which they are advised have not moved\nunder <a href=\"/doc/1124334/\" id=\"a_116\">Section 45</a> or <a href=\"/doc/1232861/\" id=\"a_117\">Section 8</a> of the Arbitration\nAct of 1996. Though both sections are attracted to\nthose cases where the arbitral clause has not been\ninvolved. In these circumstances and without going\ninto that issue, considering that in one case the\narbitral clause having already been invoked and in\nthe other the Arbitrator has been appointed, all\nthat can be said is that the relief sought for by\nthe Petitioners on account of invocation of the\narbitral clause and or the arbitral tribunal\nassuming jurisdiction, it would not be appropriate\nto grant any relief: The parties have chosen their\nforum, the place of arbitration and the law that\nwill govern the proceedings. The point of\ninvalidity of the contract, can be dealt with by the\nchosen arbitral forum as it is now clothed with\nsuch jurisdiction. In these circumstances the\nissue of acquiescence need not be dealt with. The\nparties must be left to proceed before the forum\nthat they chose.\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_53\">In the light of the above, appeal\ndismissed, however without costs.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_54\">The learned counsel for the appellant\nsought stay the Judgment. To my mind, considering\nthe position in English Law and position in so far\nas this country is concerned. If find no reason as\nto why the arbitral procedure should not be\nproceeded with. In the light of that application\nfor stay is rejected.\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_55\">Personal Secretary to issue authenticated\ncopy of this order.\n</p> \n\n","numcites":40,"numcitedby":5,"docsource":"Bombay High Court","citetid":511787,"divtype":"judgments","relatedqs":[{"value":"void agreements","formInput":"void%20agreements"},{"value":"void contracts","formInput":"void%20contracts"},{"value":"arbitration clause is void","formInput":"arbitration%20clause%20is%20void"},{"value":"stay on proceedings","formInput":"stay%20on%20proceedings"},{"value":"jurisdiction of arbitration","formInput":"jurisdiction%20of%20arbitration"},{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"international commercial arbitration","formInput":"international%20commercial%20arbitration"},{"value":"invalid agreement  ","formInput":"invalid%20agreement%20%20"},{"value":"jurisdiction of civil court","formInput":"jurisdiction%20of%20civil%20court"},{"value":"jurisdiction of arbitral tribunal","formInput":"jurisdiction%20of%20arbitral%20tribunal"},{"value":"misrepresentation","formInput":"misrepresentation"},{"value":"acquiescence","formInput":"acquiescence"},{"value":"torts","formInput":"torts"},{"value":"ouster","formInput":"ouster"},{"value":"void and void ab initio","formInput":"void%20and%20void%20ab%20initio"},{"value":"implied bar","formInput":"implied%20bar"},{"value":"section 45 arbitration","formInput":"section%2045%20arbitration"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"arbitration and conciliation act, 1996","formInput":"arbitration%20and%20conciliation%20act%2C%201996"},{"value":"issue of jurisdiction.","formInput":"issue%20of%20jurisdiction."}],"cats":[{"value":"judicial-authority-to-refer-parties-to-arbitration","formInput":"tag:judicial-authority-to-refer-parties-to-arbitration"},{"value":"referral-power-for-arbitration-agreements","formInput":"tag:referral-power-for-arbitration-agreements"},{"value":"arbitral-tribunals-jurisdictional-competence","formInput":"tag:arbitral-tribunals-jurisdictional-competence"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"}],"courtcopy":false,"query_alert":null,"agreement":false}