{"tid":150885969,"publishdate":"2020-12-18","title":"Preeti Pritam Nagrkar vs Cbi Acb, Mumbai And Anr on 18 December, 2020","doc":"<h2 class=\"doc_title\">Preeti Pritam Nagrkar vs Cbi Acb, Mumbai And Anr on 18 December, 2020</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:p-k-chavan\">Prithviraj K. Chavan</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:p-k-chavan\">Prithviraj K. Chavan</a></h3>\n\n<pre id=\"pre_1\">                                                                         555-2019-Cri.Revn=.doc\n\n\n                         Uday S. Jagtap\n\n\n                                    IN THE HIGH COURT OF JUDICATURE AT BOMBAY\n                                          CRIMINAL APPELLATE JURISDICTION\n\n                                  CRIMINAL REVISION APPLICATION NO. 555 OF 2019\n\n                         Smt. Pritee Pritam Nagarkar                     .. Applicant\n\n                               Vs.\n                         1. Central Bureau of Investigation\n                            A.C.B., Mumbai\n                         2. The State of Maharashtra                     .. Respondents\n\n                                                        .....\n                         Mr. Ejaz Khan a/w Mr. Vijay N. Shingnapurkar for the applicant\n                         Mr. Hiten Venegaonkar, S.P.P. for respondent no.1 - CBI\n                         Ms. J.S. Lohokare, APP for respondent no.2 - State\n\n                                            CORAM : PRITHVIRAJ K. CHAVAN, J.\n</pre>\n<pre id=\"pre_2\">                                            RESERVED ON      : 9th DECEMBER, 2020\n                                            PRONOUNCED ON : 18th DECEMBER, 2020\n                                            (Through Video Conferencing)\n                         P.C.\n\n                         1.       Rule.\n\n\n</pre><p data-structure=\"CDiscource\" id=\"p_1\">                         2.       Rule made returnable forthwith.   Heard finally with the\n                         consent of learned Counsel for the applicant / original accused\n                         no.2 and the learned Special Public Prosecutor appearing for\n                         respondent no.1 - C.B.I.\n\n\n</p><p data-structure=\"Issue\" id=\"p_2\">                         3.       Mr. Venegaonkar waives service on behalf of respondent\n                         no.1 - CBI.</p><pre id=\"pre_3\">\n\n\n          Digitally\n          signed by\nUDAY      UDAY SHIVAJI\n          JAGTAP\nSHIVAJI   Date:\nJAGTAP    2020.12.21\n          17:45:50\n          +0530\n                                                                                        1 of 37\n                                                555-2019-Cri.Revn=.doc\n\n\n</pre><p data-structure=\"Section\" id=\"p_3\">4.    The revisional powers of this Court under <a href=\"/doc/1457888/\" id=\"a_1\">Section 397</a> of\nthe Criminal Procedure Code as well as under <a href=\"/doc/1331149/\" id=\"a_2\">Article 227</a> of the\nConstitution of India have been invoked impugning an order\npassed by the C.B.I. Special Court in C.B.I. Special Case No.10\nof 2017 on 30th September, 2019 rejecting an application of\ndischarge preferred by the applicant, who is being prosecuted\nby C.B.I., along with her husband - accused no.1 of the offences\nunder <a href=\"/doc/17098/\" id=\"a_3\">Sections 13(1)(e)</a> read with 13(2) of <a href=\"/doc/1331755/\" id=\"a_4\">Prevention of\nCorruption Act, 1988</a> (for short &quot;<a href=\"/doc/1331755/\" id=\"a_5\">P.C. Act</a>&quot;) and <a href=\"/doc/513074/\" id=\"a_6\">Section 109</a> of\nthe Indian Penal Code.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_4\">5.      Few facts germane for disposal of the Revision\nApplication, in nutshell, can be summarized as follows :-\n</p>\n\n<p data-structure=\"Facts\" id=\"p_5\">6.    Pritam Nagarkar is the prime accused of whom the\napplicant is the wife. Pritam Nagarkar had served with Dena\nBank, Malabar Hill Branch for 31 years as a Senior Manager,\nwho has admittedly been dismissed from the services of Dena\nBank on 21.03.2016 on the charges of fraud of Rs.224 crores.\nHe is being prosecuted along with the applicant of the offence\npunishable under <a href=\"/doc/178303/\" id=\"a_7\">Section 13(1)(e)</a> read with 13(2) of the <a href=\"/doc/1331755/\" id=\"a_8\">P.C.\nAct</a> as well as under <a href=\"/doc/513074/\" id=\"a_9\">Section 109</a> of the Indian Penal Code for\nhaving found in possession of assets disproportionate to his\nknown source of income to the tune of Rs.33,28,374/- in his\nname as well as in the name of his family members for a period\nfrom 31.01.2014 to 16.07.2014 (check period).\n</p>\n\n<p data-structure=\"Section\" id=\"p_6\">7.    It is the contention of the applicant that she has her own\n\n\n                                                              2 of 37\n                                                555-2019-Cri.Revn=.doc\n\n\nbusiness of trading in shares. She also earns by conducting\nprivate tuition classes for past several years and has also been\nearning income from house rent. She has been regularly filing\nincome tax returns.        The prosecution agency however, has\nfalsely implicated her alleging commission of an offence under\n<a href=\"/doc/178303/\" id=\"a_10\">Section 13(1)(e)</a> of the PC Act read with <a href=\"/doc/513074/\" id=\"a_11\">Section 109</a> of the\nIndian Penal Code.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_7\">8.    It is contended that Statement &quot;D&quot; submitted along with\nthe charge-sheet in respect of the expenditures indicates that\nthe applicant had forwarded a sum of Rs.21,31,925/- to M/s.\nJ.M. Financial Services Ltd.     A perusal of the Statement &quot;C&quot;\nindicates income during check period whereas the Investigating\nAgency had shown the net profit earned on trading account to\nthe tune of Rs.18,55,138/-. Statement &quot;B&quot; indicates assets to\nthe tune of Rs.16,41,955/- as shares.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_8\">9.    It is thus, contended that the applicant had received\nprofits / benefits in two forms namely; one by way of receipt of\ncheque and other by way of profit in the form of shares which\nwere retained by her. Thus, even though the applicant had\nshares to the tune of Rs.16,41,955/-, there is no separate\npayment made other than 21,31,925/-.          The Investigating\nAgency had, therefore, wrongly considered the assets, income\nand expenditure and thereby erroneously arraigned the\napplicant as an accused.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_9\">10.   In support of her contention, the applicant has submitted\n\n\n                                                              3 of 37\n                                                             555-2019-Cri.Revn=.doc\n\n\na chart in tabular form indicating the comparative figures,\nwhich reads as under :-\n</p>\n\n<pre id=\"pre_4\">               Particular                       As per       As per    Differences\n                                                Defence    Prosecution\n      Income considered by          35,37,212\n      prosecution\n      Income on trading in shares 16,41,955\n      in form of shares,\n      prosecution not considered\n      Income by way of interest,    1,04,000    52,83,167 35,37,212       17,45,955\n      dividend, rent credited in\n      A/c 00011000072220 with\n      HDFC Bank, prosecution\n      considered short\n      Expenditure                               32,38,800 32,38,800\n      Likely savings                            20,44,367 2,98,412        17,45,955\n      Asset at the end of the check 49,45,299\n      period considered by\n      prosecution.\n      Less - prosecution          16,41,955     33,03,344 49,45,299       16,41,955\n      considered Income as assets\n      Asset prior to check period               24,05,531 24,05,531\n      Asset during the check                    8,97,813   25,39,768      16,41,955\n      period\n      Surplus (D.A.)                            11,46,554 -22,41,356\n\n\n</pre><p data-structure=\"RespArg\" id=\"p_10\">11.      On the other hand, in its reply, respondent no.1 - C.B.I.\nrefuted all the contentions of the applicant and contended that\nafter completion of the investigation, a charge-sheet has been\nfiled against the applicant and her husband.                       It has been\nnoticed that the applicant has abetted the offence under the <a href=\"/doc/1331755/\" id=\"a_12\">P.C.\nAct</a> and was found in possession of assets disproportionate to\nthe tune of Rs.22,41,356/- (63%).                 It is contended that the\ncalculations made by the respondent are based upon the\nstatements of witnesses and the documents forming part of the\nrecord which were collected during the course of investigation.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_11\">                                                                           4 of 37\n                                                555-2019-Cri.Revn=.doc\n\n\nIt is contended that on the basis of documents collected during\nthe investigation, a total amount of Rs.27,13,201/- has been\nincluded in Statement &quot;C&quot; as the income of the applicant shown\nin Income Tax Returns, interest / dividend credited in various\nsavings accounts and income from sell / purchase of shares.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_12\">12.   Mr. Khan, learned Counsel for the applicant would argue\nthat husband of the applicant had served with the bank for 31\nyears, whereas the check period of the applicant is only for 6\nmonths i.e. from 31.01.2014 to 16.07.2014. According to the\nlearned Counsel, the Investigating Agency had not called for the\nexplanation of the applicant at any point of time in view of the\nfact that the applicant is not a public servant but a private\nperson.   It is submitted that she has been filing Income Tax\nReturns regularly for last 10 years and, therefore, the\nprosecution has failed to bring on record the basic ingredients\nof <a href=\"/doc/178303/\" id=\"a_13\">Section 13(1)(e)</a> of the P.C. Act. The prosecution has failed\nto consider the independent earning sources of the applicant in\nthe form of trading in shares, conducting private tuition classes\nand income by way of receipt of rent from the house properties.\nIt is submitted that the income tax details have been collected\nonly upto the period ending 31.03.2014 whereas the check\nperiod is from 31.01.2014 to 16.07.2014.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_13\">13.   The next limb of the argument of Mr. Khan is that there is\na miscalculation of the income.    He drew my attention to the\nchart annexed with the application indicating as to how the\nInvestigating Agency has shown less income and some times the\n\n\n                                                              5 of 37\n                                                 555-2019-Cri.Revn=.doc\n\n\nincome is shown as expenditure during the check period.\nSimilarly, he pointed out column no.9 on page 54 of the paper\nbook which indicates the amount forwarded to M/s. J.M.\nFinancial Services Ltd. by the applicant through her bank\naccount for purchase of shares in her Demat Account.\nAccording to Mr. Khan, this is an asset of the applicant and not\nan expenditure. The C.B.I. has made a mistake in showing it as\nan expenditure. Thus, there is a flaw in calculations by the\nC.B.I.\n\n\n</p><p data-structure=\"PetArg\" id=\"p_14\">14.      It is contended by Mr. Khan that ingredients of <a href=\"/doc/1667403/\" id=\"a_14\">Section\n107</a> of the Indian Penal Code are not at all attracted and there\nis no material placed on record even to frame a charge under\nthe said section against the applicant and, therefore, she needs\nto be discharged.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_15\">15.      Mr. Venegaonkar, the learned Special Public Prosecutor\nfor respondent no.1. at the outset, while replying the arguments\nraised by Mr. Khan contended that the requirement of clause\n</p><p data-structure=\"Section\" id=\"p_16\">(e) of <a href=\"/doc/178303/\" id=\"a_15\">Section 13(1)</a> of the PC Act are precisely attracted.\n</p>\n\n<p data-structure=\"Section\" id=\"p_17\">16.      He emphasized on the words &quot;cannot satisfactorily\naccount&quot; and contended that it does not necessarily mean that\nthe Investigating Agency shall obtain written explanation and,\ntherefore, the ingredients of <a href=\"/doc/178303/\" id=\"a_16\">Section 13(1)(e)</a> of the P.C. Act are\nprecisely attracted.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_18\">17.      Mr. Venegaonkar would argue that the documents\n\n\n                                                               6 of 37\n                                                  555-2019-Cri.Revn=.doc\n\n\nreferred to by Mr. Khan indicate that all the sources of income\nnamely trading in shares, tuition classes as well as rent have\nbeen considered by C.B.I. He further buttressed his contention\nby drawing my attention to the income tax record.                  It is\ncontended that the applicant was an investor which is evident\nfrom a document at page 291. It is an account opening kit with\nM/s. J.M. Financial Services Ltd. Mr. Venegaonkar submits that\nthe explanation tendered by the applicant is two fold; firstly,\nincome through tuition classes and secondly income through\ninvestment in trading. The Investigating Agency has, therefore,\nconducted investigation on the basis of the documents provided\nby the stock broker.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_19\">18.   On the aspect of income through tuition classes, Mr.\nVenegaonkar contends that such classes do not require\nregistration, black board, benches etc.    If the applicant had\nearned an income of Rs.21 lakhs by conducting tuition classes,\nshe ought to have furnished the details, as the burden would\nshift upon her in view of <a href=\"/doc/697566/\" id=\"a_17\">Section 106</a> of the Indian Evidence\nAct. Since there are no rules and regulations for conducting\nhome tuitions, the Investigating Officer had inquired with the\napplicant about the names and details of the students, the\nduration of tuition classes, fees etc., to which the applicant\ncould not give satisfactory explanations. There is nothing on\nrecord to show that the applicant was conducting institutional\ncoaching classes, which, at least, are governed by some rules.\nAs such, there is a presumption           that    these are           the\ndisproportionate assets of the applicant as she has no legal\n\n\n                                                                7 of 37\n                                                      555-2019-Cri.Revn=.doc\n\n\nsource of her income.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_20\">19.      On the point of Income Tax Returns, Mr. Venegaonkar\nwould argue that only declaration of income and not source of\nincome is considered. The Income Tax Authorities do not ask\nwhether the income earned is from legitimate or illegitimate\nsources. The Income Tax Authorities are only concerned with\ntax      and    not   the   source   of   income.   However,        during\ninvestigation, the C.B.I. found that the declaration made was\nfalse.         He submitted that whatever has been argued by Mr.\nKhan, can, at the most be the grounds of defence during trial\nbut not while considering the material on record and its\nsufficiency to frame a charge.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_21\">20.      As regards showing assets as expenditure, it is contended\nby Mr. Venegaonkar that when an amount goes to the share\nbroker for purchasing the shares, it is in fact an expenditure for\npurchase of the shares and, therefore, it cannot be called as an\nasset as contended by Mr. Khan.           It is submitted that what has\nbeen shown in Statement &quot;D&quot; on page 54 rightly denotes the\nexpenditure to the tune of Rs.21,31,925/-. It is contended that\nthe applicant could not explain the source of money used for\npurchasing the shares.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_22\">21.      The Income Tax Officers, who are named at Sr. Nos. 9, 10\nand 11 in the list of witnesses, according to Mr. Venegaonkar,\nare formal witnesses who cannot clarify source of income of the\napplicant. They tendered what they had discovered from the\n\n\n                                                                    8 of 37\n                                                 555-2019-Cri.Revn=.doc\n\n\noffice of the income tax.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_23\">22.   Thus, it is submitted that it is not a case of absolutely no\nevidence since there is ample evidence on record and,\ntherefore, it is not a case for discharge. Wrong calculations can\nbe tested during the trial.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_24\">23.   Broadly, the learned Counsel for the applicant harped\nupon three points viz. the quantification of the alleged income\ndisproportionate to the known sources of the applicant is\nincorrect, in the sense, the purchase of shares has been termed\nas &#x27;expenditure&#x27; instead of &#x27;asset&#x27;;   Secondly - she being a\nprivate person having independent sources of income through\ntrading in shares, private tuition classes and income from house\nrent, had not been correctly assessed; and thirdly - her written\nexplanation has not been obtained by the Investigating Officer\nat any point of time to afford her an opportunity to offer her\ncontention.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_25\">24.   The position of law on the point of discharge is no more\nres integra. What is required to be seen is as to whether there\nexists a prima facie case.       After having considered the\ndocuments and material placed on record by the prosecution, if\nthe Court comes      to the conclusion that commission of an\noffence is a probable consequence, a case of framing charge\nexists, charge can be framed. The probative value of the\nevidence tendered on record cannot be gone into, as has been\ntried to be shown by Mr. Khan, learned Counsel for the\n\n\n                                                               9 of 37\n                                                555-2019-Cri.Revn=.doc\n\n\napplicant.\n</p>\n\n<p data-structure=\"Section\" id=\"p_26\">25.   The object of <a href=\"/doc/1056165/\" id=\"a_18\">Sections 227</a> and <a href=\"/doc/411062/\" id=\"a_19\">228</a> of the Cr.P.C. is to\nsatisfy the Court that the accusation is not frivolous. What is\nrequired to be seen at the stage of framing a charge is existence\nof sufficient ground for presuming that the accused has\ncommitted an offence. One cannot expect a strict proof while\nevaluating the material placed on record, nor the Court is\nexpected to see whether the case would end into conviction or\nacquittal. The word &#x27;ground&#x27; in <a href=\"/doc/1056165/\" id=\"a_20\">Section 227</a> of the Cr.P.C. does\nnot mean a ground for conviction but ground for putting the\naccused on trial.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_27\">26.   A charge sheet is filed against Pritam Nagarkar - husband\nof the applicant, the applicant and her mother Smt. Kamla\nPandya under <a href=\"/doc/513074/\" id=\"a_21\">Section 109</a> of the Indian Penal Code and under\n<a href=\"/doc/178303/\" id=\"a_22\">Sections 13(1)(e)</a> read with <a href=\"/doc/1259316/\" id=\"a_23\">Section 13(2)</a> of the P.C. Act for\npossession of assets disproportionate to their known sources of\nincome.\n</p>\n\n<p data-structure=\"Section\" id=\"p_28\">27.   The applicant has been mainly charged for abetment of\nthe offence punishable under <a href=\"/doc/178303/\" id=\"a_24\">Section 13(1)(e)</a> of the P.C. Act as\nshe failed to account for the income, which she claimed to be\nher independent income from lawful sources.\n</p>\n\n<p data-structure=\"Section\" id=\"p_29\">28.   In the light of the aforesaid position of law, it would be\nnecessary to see the documents and material placed on record\nby the respondent no.1 - C.B.I. Along with charge-sheet, the\n\n\n                                                             10 of 37\n                                                           555-2019-Cri.Revn=.doc\n\n\nrespondent no.1 has tendered Statements A, B, C &amp; D and then\na summary of the Statements A, B, C and D.                       It would be\napposite to reproduce the relevant portion from the aforesaid\nstatements, which read as under :-\n</p><blockquote id=\"blockquote_1\">Statement A:- Assets before check period i.e. prior to\n31.01.2014.\n</blockquote><p data-structure=\"Issue\" id=\"p_30\"> Sr. No.            Description of Property                 Date           Amount\n                                                                            Rs.\n</p><pre id=\"pre_5\">   ..                          ......\n   9.      Buy value of credit balance of the various    30.01.2014        1405770\n</pre><p data-structure=\"Precedent\" id=\"p_31\">           Shares purchased by Mrs. Preeti Nagarkar in\n           her Trading Account of M/s. J.M. Financial\n           Services Ltd.\n</p><pre id=\"pre_6\">   ..                          ......\n           Statement A Total                                               2405531\n\n</pre><p data-structure=\"Issue\" id=\"p_32\">Statement B:- Assets at the end of check period : As on\n16.07.2014\n Sr. No.       Details of Investments / Property          Date of          Amount\n                                                         Acquisition        Rs.\n</p><pre id=\"pre_7\">   ..                          ......\n   7.      TD/RD/1495/Kamla Pandya /            Preeti   16.07.2014         30000\n           Nagarkar with SVC Bank, Gamdevi\n   ..                          ......\n  18.      Credit balance in Account No.007610024821     01.03.2014          1718\n           of Mrs. Preeti Pritam Nagarkar in Dena\n           Bank.\n  19.      Credit balance in A/c No. 00011000072220      15.07.2014        265457\n           in the name of Preeti Nagarkar / Pritam\n           Nagarkar with HDFC Bank.\n   ...                           .....\n  24.      Credit balance amount in Trading Account of   16.07.2014         57913\n</pre><p data-structure=\"Precedent\" id=\"p_33\">           M/s. J.M. Financial Services Ltd. in the\n           name of Mrs. Preeti Nagarkar\n</p><p data-structure=\"Precedent\" id=\"p_34\">  25.      Buy value of credit balance of the various    16.07.2014        1641955\n           shares purchased by Mrs. Preeti Pritam\n           Nagarkar in the Trading account of M/s. JM\n           Financial Services Ltd. at the end of check\n           period\n   ...                           ......\n</p><pre id=\"pre_8\">           Statement B Total                                               4945299\n\n\n\n                                                                        11 of 37\n                                                           555-2019-Cri.Revn=.doc\n\n\n\n\nStatement C :-        Income during check period (31.01.2014 to\n16.07.2014)\nSr. No.    Statement C - Income during the Check          Date of          Amount\n                           Period                        Acquisition        Rs.\n  ..                          ......\n  4.      Income to Mrs. Preeti Pritam Nagarkar as        Jan 14 to        792837\n          per ITRs Ass. Year 2014-15 Rs. 1359149/-         June 14\n          (taken for 7 months for the purpose of\n          calculation)\n  ..                          ......\n</pre><p data-structure=\"Issue\" id=\"p_35\">  8.      Various credits received as interest / dividend\n          from shares purchased in A/c No. 03.02.2014 to                    39779\n          102703130001680 of SVC Bank in the 04.07.2014\n          name of Mrs. Preeti Nagarkar / Pritam\n          Nagarkara\n  ...                           ......\n</p><p data-structure=\"Issue\" id=\"p_36\">  12.     Interest, dividend, rent credited by into A/c April, 2014 to      25447\n          No.00011000072220 in the name of Mrs. June, 2014\n          Preeti Pritam Nagarkar with HDFC Bank.\n</p><p data-structure=\"Section\" id=\"p_37\">  ...                         .....\n</p><p data-structure=\"Facts\" id=\"p_38\">  14.     Net profit earned from the various Shares\n          purchased &amp; sold during the period January, 31.01.2014 to        1855138\n          2014 to July, 2014 in the Trading Account of 16.07.2014\n          M/s. JM Financial Services Ltd. in the name\n          of Mrs. Preeti Pritam Nagarkar\n          Statement C Total                                                3537212\n\nStatement D :-     Expenditure during check period (from\n31.01.2014 to 16.07.2014)\nSr. No.           Particulars of expenditure                Date           Amount\n                                                                            Rs.\n</p><p data-structure=\"Section\" id=\"p_39\">  ..                          ......\n</p><p data-structure=\"CDiscource\" id=\"p_40\">  6.      Amount paid toWaman Hari Pethe Jewellers\n          in their &quot;Golden Moments Scheme&quot; monthly Jan, 2014 to             87000\n          plan by Mrs. Preeti Pritam Nagarkar. (Three July, 2014\n          Schemes) as per letter received from Waman\n          Hari Pethe Jewellers.\n</p><p data-structure=\"Section\" id=\"p_41\">  ..                          ......\n</p><p data-structure=\"Facts\" id=\"p_42\">  9.      Amount forwarded to M/s. JM Financial\n          Services Ltd. by Mrs. Preeti Nagarkar 31.01.2014 to              2131925\n          through her bank accounts for the purchase 16.07.2014\n          of purchasing of shares in her Demat\n          Account No. 1203330000647629\n\n\n          Statement D Total                                                3238800\n\n\n\n                                                                         12 of 37\n                                                             555-2019-Cri.Revn=.doc\n\n\n\n\nThe summary of A, B, C, D Statements of Shri Pritam V.\nNagarkar is given below :- Check Period 31/01/2014 to\n16/07/2014\n      A    Assets at the beginning of the check period                       2405531\n      B    Assets at the end of the check period                             4945299\n      C    Income during the check period                                    3537212\n      D    Expenditure during the check period                               3238800\n\n\nThus, computation below are based on Statements A to D\n\n      1    Assets acquired before the check period                           2405531\n           (statement A)\n      2    Assets at the end of the check period                             4945299\n           (Statement B)\n      3    Assets acquired during the check period                           2539768\n           (B-A)\n      4    Net Income during        the check period                         3537212\n           (Statement C)\n      5    Expenditure during      the   check     period                    3238800\n           (Statement D)\n      6    Likely savings during the check period                            298412\n           (C-D)\n      7    Disproportionate Assets = (B-A) - (C-D)                           2241356\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_43\">29.       Mr. Khan, the learned Counsel for the applicant\nstrenuously urged that the C.B.I. had incorrectly quantified the\ntotal of Statement &quot;D&quot; as Rs.32,38,800/-, which is the\nexpenditure during check period. He contends that this amount\nincludes an amount of Rs.21,31,925/- which is the amount\nforwarded to M/s. J.M. Financial Services Ltd. by the applicant\nthrough her bank accounts for the purchase of shares in her\nDemat Account No.2131925.                   These are the assets of the\napplicant in shares and not an expenditure as contended by the\nC.B.I.     If this is excluded, there would be no disproportionate\n\n\n                                                                          13 of 37\n                                                 555-2019-Cri.Revn=.doc\n\n\nassets. As according to Mr. Khan, the amount of Rs.21,31,925/-\nhad been paid to M/s. J.M. Financial Services Ltd. for purchase\nof shares and, therefore, it would be her assets.    I am afraid, I\ncannot buy the arguments of Mr. Khan at this stage as it is a\nsettled position of law that mistakes or errors in the calculation\nat the stage of framing charge, cannot be gone into as what is\nrequired to be seen is that whether there is prima facie material\non record to put the accused on trial.     As already stated, the\nprobative value of the evidence tendered on record cannot be\ngone into at this stage.   Even if, for the sake of argument, if it\nis taken that there is some flaw in the calculation by the C.B.I.,\nthe defence would get an opportunity during trial to clarify the\nsame. The prosecution&#x27;s evidence can very well be rebutted.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_44\">30.   Similarly, while going through the Statement &#x27;C&#x27; which is\nthe income during the check period as shown in the aforesaid\ntable, it is contended by Mr. Khan that in column no.12 an\namount of Rs.25,447/- has been shown less which ought to\nhave been Rs.1,29,440/-, which is an interest, dividend, rent\ncredited into the account of the applicant with HDFC Bank\nbearing Account No.00011000072220 for the period from\nApril, 2014 to June, 2014. As already stated, even if, it is a\nmiscalculation, it cannot be looked into at this stage.        This is\nsignificant in the light of the fact that the applicant has come up\nwith a case that she also has her independent sources of income\nfrom conducting private tuition classes as well as income\nthrough house rent. First of all, it is pertinent to note that the\napplicant is an investor in the sense that she had purchased\n\n\n                                                              14 of 37\n                                                555-2019-Cri.Revn=.doc\n\n\nshares of various companies through M/s. J.M. Financial\nServices Ltd.   There is ample documentary evidence on record\nin the form of the statements and account opening kit of M/s.\nJ.M. Financial Services Ltd. indicating purchase of shares by the\napplicant of various companies. However, there is nothing on\nrecord to indicate that the amount invested in purchase of\nshares had been derived from the income from tuition classes or\nfrom the house rent.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_45\">31.   It is of common knowledge that there are no set of rules\nand regulations for conducting home tuition classes. It does not\nrequire registration. If it is presumed that the earning of the\napplicant was to the tune of Rs.21 lakhs during six months,\nboth from tuition classes as well as from house rent as has been\nrightly contended by Mr. Venegaonkar, the burden is upon the\napplicant as she contends in regard to her independent sources\nof income as a private person. Nothing is on record to indicate\nas to how many students were offered tuition classes, place of\nconducting the classes, furniture or other paraphernalia\nrequired for the same. It is not the contention of the applicant\nthat she was conducting institutional coaching classes. She can\nvery well discharge the burden under <a href=\"/doc/697566/\" id=\"a_25\">Section 106</a> of the Indian\nEvidence Act during trial.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_46\">32.   Mr. Khan,the learned Counsel for the applicant has placed\nreliance upon a decision of Madras High Court in the case of\nD. Vedagiri, In re (David Annoussamy, J.) 1985 L.W. Cri. 243 in\norder to substantiate his contention that an opportunity is\n\n\n                                                             15 of 37\n                                                   555-2019-Cri.Revn=.doc\n\n\nrequired to be given to the accused to explain the\ndisproportionate assets.       If the Investigating Officer fails to\ngive an opportunity to the accused then the charge-sheet\nvitiates. The relevant portion of the decision of the Madras\nHigh Court can be reproduced as under :-\n</p>\n<blockquote id=\"blockquote_2\">           &quot;Held: setting aside the order: It is true, that\n           ordinarily it is not necessary in ordinary cases\n           for the investigating officer to examine the\n           accused on the different ingredients of the\n           offence. His duty consists only to find out by\n           examination of witnesses, by search and by\n           other methods open to him whether an offence\n           has been committed. But the offence under<a href=\"/doc/1229833/\" id=\"a_26\"> S. 5\n           (1) (e)</a> of the Act is of a special nature.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_47\">              It is seen from<a href=\"/doc/1229833/\" id=\"a_27\"> S. 5(1) (e)</a> of the P.C. Act that\n           the failure of accounting for the possession of\n           the property by the person concerned is a\n           distinct element of the offence. In fact, it is not\n           merely the possession of the property\n           disproportionate to the known sources of\n           income that constitutes an offence, but it is the\n           failure to satisfactorily account for such\n           possession      that   makes     the    possession\n           objectionable and offending the law&quot;.\n</p>\n<p data-structure=\"Precedent\" id=\"p_48\">33.   There is no provision in <a href=\"/doc/178303/\" id=\"a_28\">Section 13(1)(e)</a> of the P.C. Act\nmandating that an explanation, that too, in writing need to be\nobtained     from     the   accused    while    investigating          the\ndisproportionate assets to his or her known sources of income.\nIt has been rightly observed by the Madras High Court that it is\nnot merely the possession of the property disproportionate to\nthe known sources of income that constitutes an offence but it\nis the failure to satisfactorily account for such possession that\n\n\n\n                                                                16 of 37\n                                                    555-2019-Cri.Revn=.doc\n\n\nmakes possession objectionable and offending the law.               Here,\nin the case at hand, as can be seen, the applicant herself has\ncome up with a case of her independent sources of income\nthrough tuition classes and house rent for which there is no\nmaterial tendered on record.          The ratio can be distinguished\naccordingly.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_49\">34.    It is contended by Mr. Venegaonkar that an opportunity\nhas been granted to the applicant pursuant to which she had\nstated about her sources of income through trading in shares,\ntuition classes and house rent, however, she could not\nsatisfactorily account for the same.        The respondent no.1 -\nC.B.I. has, therefore, implicated the applicant as an abettor.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_50\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"190260\" id=\"span_1\">35.    Mr. Khan has placed reliance upon a judgment of the\nHon&#x27;ble Supreme Court in the case of <a href=\"/doc/190260/\" id=\"a_29\">State of Inspector of\nPolice, Vishakhapattanam Vs. Surya Sankaram Karri</a>, 2006 (6)\nSupreme Court Cases 172.              In this judgment, the Hon&#x27;ble\nSupreme Court was dealing with an appeal filed by State\nbefore it impugning the judgment and order of Andhra Pradesh\nHigh Court at Hyderabad whereunder the judgment of\nconviction and sentence passed against the respondent under\n<a href=\"/doc/1259316/\" id=\"a_30\">Section 13(2)</a> of the P.C. Act and sentencing him to undergo R.I.\nfor 3 years and fine of Rs.4 lakhs, was set aside. In short, it was\na case under <a href=\"/doc/178303/\" id=\"a_31\">Section 13(1)(e)</a> read with <a href=\"/doc/1259316/\" id=\"a_32\">Section 13(2)</a> of the\nP.C.   Act   for   acquisition   of    property   by    the      accused\ndisproportionate to his known sources of income. The property\nwas in the name of accused as well as in the name of his wife.</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_51\">                                                                 17 of 37\n                                                  555-2019-Cri.Revn=.doc\n\n\nThe trial Court, taken a view that except one son, no other sons\nof the accused made contributions to their parents from their\nincome. In appeal, the High Court set aside the conviction. It\nhas been observed that the investigation was illegal and unfair\nfor   non-examination    of    important   witnesses      and      non-\nconsideration of relevant documentary evidence by the\nInvestigating Officer.      The Investigating Officer failed to\nascertain correctness of status of accused and his wife before\nthe Income Tax Department.        There was non production of\nrelevant statements of the accused and his wife and sons before\nthe Court.     The sanction was invalid. Thus, the Supreme\nCourt declined to interfere with the judgment of the High\nCourt.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_52\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"190260\" id=\"span_2\">36.   The <a href=\"/doc/190260/\" id=\"a_33\">ratio <a href=\"/doc/190260/\" id=\"a_34\">laid down in</a></a> <a href=\"/doc/190260/\" id=\"a_35\">Surya Sankaram Karri</a> (supra) by\nthe Hon&#x27;ble Supreme Court, would not be relevant at this stage,\nfor, after the High Court of Hyderabad set aside the conviction\nand sentence of the accused, the Hon&#x27;ble Supreme Court\nconfirmed the judgment of the High Court, which was after a\nfull fledged trial in the Special Court.   At the stage of framing\ncharge, as stated hereinabove, merits of the case are not\nrequired to be gone into.     Here the matter is at a preliminary\nstage of framing charge.        There is no doubt that a fair,\nimpartial and honest investigation has to be carried out by the\nInvestigating Agency. While doing so, the Investigating Agency\nhas to see not only the stand of the prosecution but also the\ndefence, particularly in view of the fact that onus of proof\nmight shift upon the accused at a later stage.</span>          <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"190260\" id=\"span_3\">Thus, there\n\n\n                                                               18 of 37\n                                                    555-2019-Cri.Revn=.doc\n\n\ncannot be any quarrel with regard to the <a href=\"/doc/190260/\" id=\"a_36\">ratio <a href=\"/doc/190260/\" id=\"a_37\">laid down in</a></a>\ncase of <a href=\"/doc/190260/\" id=\"a_38\">Surya Sankaram Karri</a> (supra).         However, it would not\nbe of any assistance to the applicant at this stage and, therefore,\ncan be distinguished accordingly.</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_53\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"184391\" id=\"span_4\">37.   The next judgment pressed into service is in case of DSP.\n<a href=\"/doc/184391/\" id=\"a_39\">Chennai Vs. K. Inbasagaran</a>, (2006) 1 SCC 420. Briefly stated,\nthe accused who was a Senior I.A.S. Officer was charged for\noffences punishable under <a href=\"/doc/178303/\" id=\"a_40\">Section 13(1)(e)</a> and <a href=\"/doc/1259316/\" id=\"a_41\">13(2)</a> of the\nP.C. Act.     The accused and his wife were in joint possession of\nthe assets.     The wife claimed ownership / contribution of the\nassets and properties. The accused who is a public servant was\nliving together with his wife. In the said case, the prosecution\nhas   discharged      initial   burden   by   proving    recovery           of\nunaccounted money and other assets from the premises jointly\nin possession of the accused and his wife. The accused, on his\npart, satisfactorily established that the money and the assets\nrecovered belonged to his wife which she amassed from her\nown business separately. Since there was no evidence that the\nassets belonged to the accused, it was held that he cannot be\nheld liable under the <a href=\"/doc/1331755/\" id=\"a_42\">P.C. Act</a> for such assets.      The proposition\nemerged from this judgment may not be applicable at the stage\nof framing charge. In the case at hand, the accused no.1 is not\nseeking his discharge by contending that the monies and assets\nrecovered, belong to the applicant from her own business which\nhas nothing to do with his income. Thus, this question would\narise only after trial on merits.</span>\n</p>\n\n\n\n<p data-structure=\"Section\" id=\"p_54\">                                                                 19 of 37\n                                                 555-2019-Cri.Revn=.doc\n\n\n</p><p data-structure=\"Precedent\" id=\"p_55\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"148976050\" id=\"span_5\">38.     Mr. Khan, has thereafter<a href=\"/doc/184391/\" id=\"a_43\">, <a href=\"/doc/184391/\" id=\"a_44\">placed reliance upon</a></a> a\njudgment of the Madras High Court in the case of <a href=\"/doc/148976050/\" id=\"a_45\">A.P. Pillai Vs.\nState</a> represented by, The Inspector of Police, SPE:CBI:ACB,\nChennai, 2013-2-L.W (Cri.) 358, the relevant portion of which\nreads as under :-</span>\n</p>\n<blockquote id=\"blockquote_3\">        &quot;2. The learned Counsel for the petitioners\n        submitted that before filing the final report\n        against the accused, the investigating Officer\n        did not call for any explanation from the\n        accused and therefore, the mandatory pre-\n        requisite condition has not been fulfilled by the\n        prosecution. The learned counsel for the\n        petitioners vehemently submitted that an\n        opportunity should have been provided to the\n        accused by the Investigating Officer and the\n        Investigating Officer, with mala fide intention,\n        filed final report against the accused.\n</blockquote>\n<blockquote id=\"blockquote_4\">        3. Per contra, the learned Special Public\n        Prosecutor for CBI Cases submitted that it has\n        been stated in the final report at paragraph\n        No.10 that during the course of investigation,\n        the first accused and his wife viz., the second\n        accused have been examined and they have\n        been given opportunities to explain and give\n        satisfactory account for the disproportionate\n        assets, but, the first accused has not offered any\n        satisfactory explanation worthy of acceptance.\n        The learned Special Public Prosecution further\n        submitted that according to the counter filed by\n        the respondent, the Investigating Officer has\n        called for his explanation in person from the\n        accused by showing the statements on\n        19.12.2011 and he had no satisfactory\n        explanation for the disproportionate assets.\n        The learned Special Public Prosecutor also\n        submitted that though it is stated in the counter\n        that an explanation was called for from the\n\n\n\n                                                              20 of 37\n                                                 555-2019-Cri.Revn=.doc\n\n\n        accused only in person, only on perusal of case\n        diary, it could be ascertained what exactly\n        transpired between the accused and the\n        Investigating Officer.       The learned Public\n        Prosecutor also submitted that asking for an\n        explanation in person without giving notice in\n        writing, is not an illegal procedure&quot;.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_56\">      It is observed by the learned Single Judge that there is no\nspecific procedure contemplated under the provisions of the <a href=\"/doc/1331755/\" id=\"a_46\">P.C.\nAct</a>. Normally it is expected that the Investigating Officer, while\ncalling for an explanation from the accused, must give notice to\nthe accused in writing along with statement showing the\ndisproportionate amount and sufficient reasonable time must\nbe given for explanation. With due respect, I am not in\nagreement with the view taken by the Madras High Court which\ncan only have a persuasive value. Sans any specific provision in\nthe Act, it cannot be mandated that a written explanation of the\naccused is required to be obtained for clarifying disproportionate\nassets. This judgment also will not be helpful for the applicant at\nthe stage of framing charge.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_57\">39.   The income tax returns of the applicant which are at page\nno. 479 onwards of the paper book obtained by the Income Tax\nOfficer, reveal the gross income of the applicant, deductions\nunder various heads and total tax paid under different heads.\nThe Income Tax Authority had furnished copies of the Income Tax\nReturns of the applicant as well as the other two accused.          It is\ncontended by Mr. Venegaonkar that since the husband of the\napplicant who was a public servant could not satisfactorily\n\n\n\n                                                              21 of 37\n                                                 555-2019-Cri.Revn=.doc\n\n\nexplain qua the assets which are disproportionate to his known\nsources of income and, therefore, in view of the material placed\non record qua the applicant, prima facie, it can be said that she\nis an abettor in view of <a href=\"/doc/513074/\" id=\"a_47\">Section 109</a> of the Indian Penal Code as\nshe being a wife and abettor living together with the husband\nknew everything.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_58\">40.   Most of the judgments relied upon by the learned Counsel\nfor the applicant are not directly on the point of discharge of the\naccused which can, at the most, be looked into after completion of\nthe trial on merits.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_59\">41.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"135095591\" id=\"span_6\">In a landmark judgment pressed into service by learned\nSpecial Public Prosecutor in the case of <a href=\"/doc/135095591/\" id=\"a_48\">State of Karnataka Vs.\nJayalalitha and Ors.</a> (2017) 6 SCC 263, the Hon&#x27;ble Supreme\nCourt after going through various case laws on the subject\nelaborately discussed and carved out the following principles,\namongst others, which would be precisely attracted to the case in\nhand especially on the point of quantification of assets,\nexpenditure and income during check period.            It would be\napposite to refer to the relevant paragraphs of <a href=\"/doc/135095591/\" id=\"a_49\">the said judgment</a>,\nwhich read as under :-</span>\n</p>\n\n<blockquote id=\"blockquote_5\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"469176\" id=\"span_7\">&quot;186. The respondent in <a href=\"/doc/469176/\" id=\"a_50\">CIT v. Devi Prasad Vishwwanath\n      Prasad</a> (1969) 72 ITR 194 (SC) was a firm dealing in\n      handloom cloth and silk fabrics. In the proceeding for\n      Assessment Year 1946-1947, the Income Tax Officer,\n      amongst others, found a credit of Rs.20,000 in its books of\n      accounts as a deposit in the name of M/s. Banshidhar\n      Rawatmal of Ratangarh. After considering the evidence\n      procured by the assessee, the Income Tax Officer rejected\n      the plea that the amount had been deposited by the above\n\n\n                                                              22 of 37\n                                           555-2019-Cri.Revn=.doc\n\n\nfirm and concluded that it was the assessee&#x27;s income from\nundisclosed source. Eventually, the statement of case was\nreferred to the High Court with the following question (ITR\np. 195)\n\n      &quot;Whether, on the facts and in the circumstances of the\n      case, there was any material to hold that the sum of\n      Rs.20,000 was income of the assessee from some\n      other source and was not income included in the\n      assessed income on the rejection of the books of\n      account?&quot;</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_60\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"96504\" id=\"span_8\">The High Court, having answered, (<a href=\"/doc/96504/\" id=\"a_51\">Deviprasad Vishwanath\nPrasad V. CIT</a>, 1962 SCC online All 316) in the affirmative in\nfavour of the assessee, the issue reached this Court.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_61\">187. It was exposited that there was nothing in law which\nprevented the Income Tax Officer in an appropriate case\nfrom taxing both the cash credit, the source and nature of\nwhich was not satisfactorily explained, and the business\nincome estimated by him under <a href=\"/doc/100361324/\" id=\"a_52\">Section 13</a> of the Income\nTax Act, 1922, after rejecting the books of accounts of the\nassessee as unreliable. It was propounded as well that\nwhere there was unexplained cash credit, it was open to the\nIncome Tax Officer to hold that it is the income of the\nassessee and no further burden lies on the income Tax\nOfficer to show that income is from any particular source\nand that it was for the assessee to prove that even if the\ncash credit represented income, it was an income from a\nsource which had already been taxed.\n</p>\n<p data-structure=\"Precedent\" id=\"p_62\">188. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"134001\" id=\"span_9\">In <a href=\"/doc/134001/\" id=\"a_53\">Anatharam Veerasinghaiah &amp; Co. V. CIT</a>, 1980 Supp\nSCC 13, the return filed by the petitioner assessee, who was\nan Abkari contractor, was not accepted by the ITO as\namongst others, excess expenditure over the disclosed\navailable cash was noticeable and further several deposits\nhad been made in the names of others. The assessee&#x27;s\nexplanation that the excess expenditure was met from the\namounts deposited with him by other shopkeepers but were\nnot entered in his book, was not accepted and penalty\nproceedings were taken out against him holding that the\nitems of cash deficit and cash deposit represented concealed\nincome resulting from suppressed yield and low selling\n\n\n                                                        23 of 37\n                                            555-2019-Cri.Revn=.doc\n\n\nrates mentioned in the books. The Appellate Tribunal,\nhowever, allowed the appeal of the assessee and set aside\nthe penalty order.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1085781\" id=\"span_10\">The High Court reversed (<a href=\"/doc/1085781/\" id=\"a_54\">CIT V.\nAnantharam Veerasingaiah &amp; Co.</a> 197 SCC Online AP 262)\nthe decision of the Appellate Tribunal and the matter\nreached the Supreme Court.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_63\">189. It was held that as per <a href=\"/doc/144487481/\" id=\"a_55\">Section 271(1)(c)</a> of the\nIncome Tax Act, 1961, penalty can be imposed in case\nwhere any person has concealed the particulars of his\nincome or has deliberately furnished inaccurate particulars\nof such income. The related proceeding was quasi-criminal\nin nature and the burden lay on the Revenue to establish\nthat the disputed amount represented income and that the\nassessee had consciously concealed the particulars of his\nincome or had deliberately furnished inaccurate particulars.\nThe burden of proof in penalty proceedings varied from\nthat involved in assessment proceedings and a finding in\nassessment proceedings that a particular receipt was\nincome cannot automatically be adopted as a finding to that\neffect in the penalty proceedings.         In the penalty\nproceedings, the taxing authority was bound to consider the\nmatter afresh on the materials before it, to ascertain that\nwhether a particular amount is a revenue receipt. It was\nobserved that no doubt the fact that the assessment year\ncontains a finding that the disputed amount represents\nincome constitutes good evidence in the penalty\nproceedings, but the finding in the assessment proceedings\ncannot be regarded as conclusive for the purpose of penalty\nproceedings. Before a penalty can be imposed, the entirety\nof the circumstances must be taken into account and must\nlead to the conclusion that the disputed amount\nrepresented income and that the assessee had consciously\nconcealed the particulars of his income or had deliberately\nfurnished inaccurate particulars.\n</p>\n<p data-structure=\"Section\" id=\"p_64\">190. The decision is to convey that the IT returns and the\norders passed in the IT proceedings in the instant case\nrecorded the income of the accused concerned as disclosed\nin their returns, in view of the charge levelled against them,\nsuch returns and the orders in the IT proceedings would not\nby themselves establish that such income had been from\nlawful source as contemplated in the Explanation to <a href=\"/doc/940317/\" id=\"a_56\">Section\n\n\n                                                         24</a> of 37\n                                            555-2019-Cri.Revn=.doc\n\n\n13(1)(e) of the <a href=\"/doc/1331755/\" id=\"a_57\">PC Act, 1988</a> and that independent\nevidence would be required to account for the same.\n</p>\n<p data-structure=\"RespArg\" id=\"p_65\">191.Though considerable exchanges had been made in\ncourse of the arguments, centering around <a href=\"/doc/43650/\" id=\"a_58\">Section 43</a> of the\nEvidence Act, 1872, we are of the comprehension that those\nneed not be expatiated in details. Suffice it to state that\neven assuming that the income tax returns, the proceedings\nin connection therewith and the decisions rendered therein\nare relevant and admissible in evidence as well, nothing as\nsuch, turns thereon definitively as those do not furnish any\nguarantee or authentication of the lawfulness of the\nsource(s) of income, the pith of the charge levelled against\nthe respondents. It is the plea of the defence that the\nincome tax returns and orders, while proved by the accused\npersons had not been objected to by the prosecution and\nfurther it (prosecution) as well had called in evidence the\nincome tax returns/orders and thus, it cannot object to the\nadmissibility of the records produced by the defence. To\nreiterate, even if such returns and orders are admissible, the\nprobative value would depend on the nature of the\ninformation furnished, the findings recorded in the orders\nand having a bearing on the charge levelled. In any view of\nthe matter, however, such returns and orders would not\nipso facto either conclusively prove or disprove the charge\nand can at best be pieces of evidence which have to be\nevaluated along with the other materials on record.\nNoticeably, none of the respondents has been examined on\noath in the case in hand. Further, the income tax returns\nrelied upon by the defence as well as the orders passed in\nthe proceedings pertaining thereto have been filed/passed\nafter the charge-sheet has been submitted. Significantly,\nthere is a charge of conspiracy and abetment against the\naccused persons. In the overall perspective therefore neither\nthe income tax returns nor the orders passed in the\nproceedings relatable thereto, either definitively attest the\nlawfulness of the sources of income of the accused persons\nor are of any avail to them to satisfactorily account the\ndisproportionateness of their pecuniary resources and\nproperties as mandated by <a href=\"/doc/178303/\" id=\"a_59\">Section 13(1)(e)</a> of the Act.\n</p>\n<p data-structure=\"Precedent\" id=\"p_66\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"618763\" id=\"span_11\">192. A Constitution Bench of this Court in <a href=\"/doc/618763/\" id=\"a_60\">Iqbal Singh\nMerwah v. Meenakshi Marwah</a>, (2005) 4 SCC 370 in this\n\n\n                                                         25 of 37\n                                           555-2019-Cri.Revn=.doc\n\n\ncontext had ruled that there is neither any statutory\nprovision nor any legal principle that the findings recorded\nin one proceeding may be treated as final or binding on the\nother as both the cases have to be decided on the basis of\nthe evidence adduced therein.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_67\">193. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"528298\" id=\"span_12\">In <a href=\"/doc/528298/\" id=\"a_61\">CIT V. Piara Singh</a>, 1980 Supp. 166, the respondent\nwas apprehended while crossing the Indo-Pakistan border\nand a sum of Rs.65,500 was recovered. He revealed at the\ninterrogation, that he was taking the currency notes to\nPakistan for purchase of gold to smuggle it into India. The\ncurrency notes were confiscated. In the income tax\nassessment proceedings of the respondent, the ITO held\nthat out of Rs.65,500 an amount of Rs.60,500 constituted\nincome of the assessee from undisclosed sources. The plea\nof the respondent was that if he was regarded as engaged\nin the business of smuggling gold, he was entitled to\ndeduction under <a href=\"/doc/990066/\" id=\"a_62\">section 10</a> <a href=\"/doc/1500729/\" id=\"a_63\">1</a>) of the <a href=\"/doc/789969/\" id=\"a_64\">Income Tax Act</a> of the\nentire amount at Rs.65,500 as loss incurred in the business\ndue to the confiscation thereof. His claim was upheld. It\nwas ruled that if the activities of smuggling can be regarded\nas business, the currency notes carried by the assessee was\nmeant for acquiring gold in Pakistan to be sold in India at a\nprofit. The carrying of currency note was thus an essential\npart of the business and the confiscation of currency notes\nwas a loss occasioned in pursuing the business and would\nbe akin to an eventuality, as if the currency notes had been\nstolen or dropped on the way, while carrying on business.</span>\n</p><p data-structure=\"Conclusion\" id=\"p_68\">                                           (emphasis supplied)\n\n</p><p data-structure=\"Precedent\" id=\"p_69\">194. This rendition too proclaims against probative efficacy\nof an income tax proceeding or order passed therein as a\nconclusive determinant of lawfulness of the source of any\nincome involved therein.\n</p>\n<p data-structure=\"Precedent\" id=\"p_70\">195. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"10489876\" id=\"span_13\">In <a href=\"/doc/10489876/\" id=\"a_65\">State of T.N v. N. Suresh Rajan</a>, (2014) 11 SCC 709,\nthe allegation against the respondent, who was the Minister\nof Tamil Nadu was acquisition of pecuniary resources and\nproperties in his name and in the names of his family\nmembers, and friends, disproportionate to the known\nsources of income. Charge of abetment was also levelled\nagainst the family members and friends.</span> Charge-sheet was\nsubmitted under Section 109 IPC read with Sections 13 (1)\n\n\n                                                        26 of 37\n                                           555-2019-Cri.Revn=.doc\n\n\n</p><p data-structure=\"Section\" id=\"p_71\">(e) and 13 (2) of the 1988 Act.          All of them were\ndischarged by the High Court.\n</p>\n<p data-structure=\"Precedent\" id=\"p_72\">196. This Court ruled that the fact that the accused, other\nthan the two Ministers, had been assessed to income tax\nand had paid income tax could not have been relied upon\nto discharge the accused persons in view of the allegation\nmade by the prosecution that there was no separate income\nto amass such huge property. It was underlined that the\nproperty in the name of the income tax assessee itself\ncannot be a ground to hold that it actually belongs to such\nan assessee and that if this proposition was accepted, it\nwould lead to disastrous consequences. This Court reflected\nthat in such an eventuality it will give opportunities to the\ncorrupt public servant to amass property in the name of\nknown person, pay income tax on their behalf and then be\nout from the mischief of law.\n</p><p data-structure=\"Conclusion\" id=\"p_73\">                                        (emphasis supplied)\n\n</p><p data-structure=\"Precedent\" id=\"p_74\">197. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1047535\" id=\"span_14\">In <a href=\"/doc/1047535/\" id=\"a_66\">CIT v. S.C Kothari</a>, (1972) 4 SCC 402, the\nrespondent S.C. Kothari was a registered firm and carrying\non the business of commission agents and general\nmerchants.     During Assessment Year 1958-1959, the\nassessee claimed to have incurred a loss of Rs.3,40,443 in\ncertain transactions and pleaded that the above loss was\nallowable under <a href=\"/doc/143567568/\" id=\"a_67\">Section 10 (1)</a> of the Income Tax Act, 1922\nas a deduction against its other business income. The\nIncome Tax Officer was of the view that the transactions in\nquestion were hit by the provisions of the <a href=\"/doc/148970782/\" id=\"a_68\">Forward\nContracts Regulation Act, 1852</a> and Rules and Regulations\nof the Saurashtra Oil and Oilseeds Association Ltd. The\nlosses were thus held to have been incurred in illegal\ntransactions and the Income Tax Officer, thus rejected the\ncontention of the assessee that even on the assumption that\nthe losses were incurred in illegal transactions, they would\nbe allowed in the computation of the income. The\nAppellate Assistant Commissioner confirmed the order of\nthe Income Tax Officer but the Tribunal held, in further\nappeal, that the transactions in question were not illegal\ncontracts but were contracts which had been validly\nentered into under the Act and the bye-laws, etc. The\nTribunal remanded the matter to the appellate Assistant\nCommissioner for a report and on the receipt thereof, it\n\n\n                                                        27 of 37\n                                              555-2019-Cri.Revn=.doc\n\n\neventually held that such loss could not be set off against\nthe other income but was of the view that the assessee was\nentitled to a set-off of the loss against the profits in\nspeculative transactions.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_75\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1047535\" id=\"span_15\">198. The High Court in the reference made, inter alia, held\n<a href=\"/doc/1047535/\" id=\"a_69\">CIT v. S.C. Kothari</a>, 1967 SCC Online Guj. 73 that even\nthough the disputed contracts were not validly entered into\nin accordance with the above mentioned Act, the loss of\nRs.3,40,443 was liable to be taken into account in\ncomputing the business income of the assessee under\n<a href=\"/doc/990066/\" id=\"a_70\">section 10</a> of the 1922 Act and the assessee was entitled to\nset off against the profits from other speculative\ntransactions. This Court in the above factual backdrop held\nthat it is well settled that contracts which are prohibited by\nstatute, the prohibition being either express or implied,\nwould be illegal and unenforceable if they are entered into\nin contravention of statute. If the business is illegal, neither\nthe profits earned or the losses incurred would be\nenforceable in law. But that does not take the profits out of\nthe taxing statute. Similarly, the taint of illegality of the\nbusiness cannot detract from the losses being taken into\naccount for computation of the amount which can be\nsubjected to tax as &quot;profits&quot; under <a href=\"/doc/990066/\" id=\"a_71\">section 10 (1)</a> of the\n1922 Act and the Tax Collector cannot be heard to say that\nhe will bring the gross receipts to tax. He can only tax\nprofits of a trade or business and that cannot be done\nwithout deducting the losses and the legitimate expenses of\nthe business. The view of the High Court that for the\npurpose of <a href=\"/doc/990066/\" id=\"a_72\">Section 10(1)</a>, the losses which have actually\nbeen incurred in carrying on a particular illegal business\nmust be deducted before the true figure relating to profits\ncan be computed or determined to be brought to tax, was\nupheld.</span>\n</p><p data-structure=\"Conclusion\" id=\"p_76\">                                          (emphasis supplied)\n\n</p><p data-structure=\"Section\" id=\"p_77\">199. The import of this decision is that in the tax regime,\nthe legality or illegality of the transactions generating profit\nor loss is inconsequential qua the issue whether the income\nis from a lawful source or not. The scrutiny in an\nassessment proceeding is directed only to quantify the\ntaxable income and the orders passed therein do not certify\nor authenticate that the source(s) thereof to be lawful and\n\n\n\n                                                           28 of 37\n                                           555-2019-Cri.Revn=.doc\n\n\nare thus of no significance vis-a-vis a charge under <a href=\"/doc/178303/\" id=\"a_73\">Section\n13(1)(e)</a> of the Act.\n</p>\n<p data-structure=\"RespArg\" id=\"p_78\">200. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"366255\" id=\"span_16\">In <a href=\"/doc/366255/\" id=\"a_74\">Vishwanath Chaturvedi (3) v. Union of India</a>,\n(2007) 2 SCC (Cri.) 302, a writ petition we filed under\n<a href=\"/doc/981147/\" id=\"a_75\">Article 32</a> of the Constitution of India seeking an\nappropriate writ for directing the Union of India to take\nappropriate action to prosecute R-2 to R-5 under the 1988\nAct for having amassed assets disproportionate to the\nknown sources of income by misusing their power and\nauthority. The respondents were the then sitting Chief\nMinister of U.P and his relatives. Having noticed that the\nbasic issue was with regard to alleged investments and\nsources of such investments, Respondents 2 to 5 were\nordered by this Court to file copies of income tax and\nwealth tax returns of the relevant assessment years which\nwas done. It was pointed out on behalf of the petitioner\nthat the net assets of the family though were\nRs.9,22,72,000, as per the calculation made by the official\nvaluer, the then value of the net assets came to be Rs.24\ncrores. It was pleaded on behalf of the respondents that\nincome tax returns had already been filed and the matters\nwere pending before the authorities concerned and all the\npayments were made by cheques, and thus the allegation\nlevelled against them were baseless. It was observed that\nthe minuteness of the details furnished by the parties and\nthe income tax returns and assessment orders, sale deeds,\netc., were necessary to be carefully looked into and\nanalysed only by an independent agency with the assistance\nof chartered accountants and other accredited engineers\nand valuers of the property. It was observed that the\nIncome Tax Department was concerned only with the\nsource of income and whether the tax was paid or not and,\ntherefore, only an independent agency or CBI could, on\ncourt direction, determine the question of disproportionate\nassets. CBI was thus directed to conduct a preliminary\nenquiry into the assets of all the respondents and to take\nfurther action in the matter after scrutinizing as to whether\na case was out or not.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_79\">201. The decision is to emphasis that admission of income\ntax returns and the assessments orders passed thereon,\nwould not constitute a full proof defence against a charge\n\n\n\n                                                        29 of 37\n                                                 555-2019-Cri.Revn=.doc\n\n\n      of acquisition of assets disproportionate to the known\n      lawful sources of income as contemplated under the <a href=\"/doc/1331755/\" id=\"a_76\">PC Act</a>\n      and that further scrutiny / analysis thereof is imperative to\n      determine as to whether the offence as contemplated by the\n      <a href=\"/doc/1331755/\" id=\"a_77\">PC Act</a> is made out or not.\n</p>\n<p data-structure=\"Precedent\" id=\"p_80\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1067331\" id=\"span_17\">227. This Court in <a href=\"/doc/1067331/\" id=\"a_78\">Ravinder Singh v. State of Haryana</a>,\n      (1975) 3 SCC 742, while dwelling on the rule of issue\n      estoppel enunciated that in order to invoke the rule of issue\n      estoppel not only the parties in the two proceedings must\n      be the same but also the fact-in-issue proved or not in the\n      earlier proceeding must be identical with what is sought to\n      be re-agitated in the subsequent one.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_81\">      228. This ruling was in the context of the plea that in the\n      face of the acquittal of the co-accused (the appellant\n      therein) in a separate trial, conviction against him (the\n      appellant) was unsustainable. This proposition has been\n      relied upon by the prosecution to reinforce its plea that in\n      any view of the matter, it not being a party to the tax\n      assessment proceeding, at any level, the decision passed\n      therein would not be of binding bearing at the trial by\n      invoking the rule of issue estoppel.\n</p>\n<p data-structure=\"Precedent\" id=\"p_82\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"618763\" id=\"span_18\">229. A Constitution Bench of this Court in <a href=\"/doc/618763/\" id=\"a_79\">Iqbal Singh\n      Marwah v. Meenakshi Marwah</a>, (2005) 4 SCC 370, in this\n      context had ruled that there is neither any statutory\n      provision nor any legal principle that the findings recorded\n      in one proceeding may be treated as final or binding in\n      other as both the cases have to be decided on the basis of\n      the evidence adduced therein.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_83\">      Interpretation of the expression &quot;satisfactorily account&quot; in\n      the context of the offence of misconduct under <a href=\"/doc/1229833/\" id=\"a_80\">Section 5\n      (1) (e)</a> of the 1947 Act and <a href=\"/doc/178303/\" id=\"a_81\">Section 13 (1) (e)</a> of the 1988\n      Act.\n</p><p data-structure=\"Conclusion\" id=\"p_84\">                                              (emphasis supplied)\n\n\n</p><p data-structure=\"Section\" id=\"p_85\">42.   Thus, it is evident that legality or illegality of the\ntransactions generating profit or loss is inconsequential qua the\nissue whether the income is from a lawful source or not. The\n\n\n\n                                                              30 of 37\n                                                 555-2019-Cri.Revn=.doc\n\n\nscrutiny in an assessment proceeding is directed only to quantify\nthe taxable income and the order passed therein do not certify or\nauthenticate that the sources thereof to be lawful and are thus of\nno significance vis-a-vis a charge under <a href=\"/doc/178303/\" id=\"a_82\">Section 13(1)(e)</a> of the\nP.C. Act. The ratio decidendi of this judgment is quite clear which\nneeds no further reiteration.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_86\">43.   It has been rightly argued by Mr. Venegaonkar that the\nreturns of the income tax would only be considered as a\ndeclaration of the income but not the proof of source of income.\nPrima facie, it appears that when the matter was investigated by\nthe C.B.I., it noticed an incorrect or false declaration by the\napplicant to the Income Tax Department.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_87\">44.   From the over all material placed on record, it prima facie\nindicates that the applicant committed certain acts and omissions\nin order to facilitate the commission of the offence by her\nhusband meaning thereby she aided the illegal acts and omissions\nof the prime accused.    These are prima facie observations being\nmade only for the purpose of considering whether the applicant\ncan be put on trial.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_88\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1379027\" id=\"span_19\">45.   Mr. Venegaonkar has also placed reliance on a judgment of\nthe Hon&#x27;ble Supreme Court in case of <a href=\"/doc/1379027/\" id=\"a_83\">Nirmaljit Singh Hoon Vs.\nThe State of West Bengal &amp; Ors.</a> (1972) SC 2639 , the Hon&#x27;ble\nSupreme Court has interpreted &quot;no sufficient ground for\nproceedings&quot;. The relevant portion of the judgment can be found\nin paragraph 22, which reads thus :-</span>\n</p>\n\n\n\n<blockquote id=\"blockquote_6\">                                                              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1786730\" id=\"span_20\">31 of 37\n                                            555-2019-Cri.Revn=.doc\n\n\n&quot;22. Under <a href=\"/doc/686759/\" id=\"a_84\">sec. 190</a> of the Code of Criminal Procedure,\na magistrate can take cognizance of an offence, either on\nreceiving a complaint or on a police report or on\ninformation otherwise received. Where a complaint is\npresented before him, he can under sec. 200 take\ncognizance of the offence made out therein and has then\nto examine the complainant and his witnesses. The\nobject of such examination is to ascertain whether there\nis prima facie case against the person accused of the\noffence in the complaint and to prevent the issue of\nprocess on a complaint which is either false or vexatious\nor intended only to harass such a person. Such\nexamination is provided therefore to find out whether\nthere is or not sufficient ground for proceeding. Under\nsec. 202, a magistrate, on receipt of a complaint, may\npostpone the issue of process and either inquire into the\ncase himself or direct an inquiry to be made by a\nmagistrate subordinate to him or by a police officer for\nascertaining its truth or falsehood. Under sec. 203, he\nmay dismiss the complaint, if, after taking the statement\nof the complainant and his witnesses and the result of\nthe investigation, if any, under sec. 202, there is in his\njudgment &quot;no sufficient ground for proceeding&quot;. The\nwords &#x27;sfficient ground&#x27; used also in sec. 209 have been\nconstrued to mean the satisfaction that a prima faice\ncase is made out against the person accused by the\nevidence of witnesses entitled to a reasonable degree of\ncredit, and not sufficient ground for the purpose of\nconviction. [see <a href=\"/doc/1786730/\" id=\"a_85\">R.G. Ruia v. Bombay</a>, 1958 SCR 618 =\n(AIR 1958 SC 97).].</span> In Vadilal Panchal v. Ghadigaonkar,\n(1961) 1 SCR 1 = (AIR 1960 SC 1113) this Court\nconsidered the scheme of ses. 200 to 203 and held that\nthe inquiry envisaged there is for ascertaining the truth\nor falsehood of the complaint, that is, for ascertaining\nwhether there is evidence in support of the complaint so\nas to justify the issue of process. The section does not\nsay that a regular trial of adjudging the truth or\notherwise of the person complained against should take\nplace at that stage, for such a person can be called upon\nto answer the accusation made against him only when a\nprocess has been issued and he is on trial. Sec. 203\nconsists of two parts. The first part lays down the\nmaterials which the magistrate must consider, and the\n\n\n                                                         32 of 37\n                                                  555-2019-Cri.Revn=.doc\n\n\n      second part says that if after considering those materials\n      there is in-his judgment no sufficient ground for\n      proceeding, he may dismiss the complaint. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1758785\" id=\"span_21\">In <a href=\"/doc/1758785/\" id=\"a_86\">Chandra\n      Deo Singh v. Piokash Chandra Bose</a>, (1964) 1 SCR 639\n      = (AIR 1963 SC 1430) where dismissal of a complaint\n      by the Magistrate at the stage of sec. 202 inquiry was set\n      aside, this Court laid down that the test was whether\n      there was sufficient ground for proceeding and not\n      whether there was sufficient ground for conviction, and\n      observed (p.653) that where there was prima facie\n      evidence, even though the person charged of an offence\n      in the complaint might have a defence, the matter had\n      to be left to be decided by the appropriate form at the\n      appropriate stage and issue of a process could not be\n      refused. Unless, therefore, the Magistrate finds that the\n      evidence led before him is self-contradictory, or\n      intrinsically untrustworthy, process cannot be refused if\n      that evidence makes out a prima facie case. In a revision\n      against such a refusal, the High Court also has to apply\n      the same test. The question, therefore, is whether while\n      applying this test the Chief Presidency Magistrate was\n      right in refusing process and the High Court in revision\n      could confirm such a refusal.&quot;</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_89\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"943850\" id=\"span_22\">46.   The next judgment pressed into service is in case of <a href=\"/doc/943850/\" id=\"a_87\">State of\nBihar Vs. Ramesh Singh</a>, (1977) SC 2018 .       This judgment is in\nrespect of <a href=\"/doc/1056165/\" id=\"a_88\">Sections 227</a> and <a href=\"/doc/411062/\" id=\"a_89\">228</a> of the Cr.P.C. Paragraph 4 of the\njudgment reads thus :-</span>\n</p><blockquote id=\"blockquote_7\">      &quot;4. Under S. 226 of the Code while opening the case\n      for the prosecution the prosecutor has got to describe\n      the charge against the accused and state by what\n      evidence he proposes to prove the guilt of the accused.\n      Thereafter comes at the initial stage the duty of the\n      Court to consider the record of the case and the\n      documents submitted therewith and to hear the\n      submissions of the accused and the prosecution in that\n      behalf. The Judge has to pass thereafter an order either\n      under S. 227 or S.228 of the Code. If &quot;the Judge\n      considers that there is not sufficient ground fro\n      proceeding against the accused, he shall discharge the\n\n\n\n                                                               33 of 37\n                                                   555-2019-Cri.Revn=.doc\n\n\n      accused and record his reasons for so doing&quot;, as\n      enjoined by S. 227. If, on the other hand, &quot;the Judge is\n      of opinion that there is ground for presuming that the\n      accused has committed an offence which -\n      .... ...... ..... ......\n</blockquote><blockquote id=\"blockquote_8\">      (b) is exclusively triable by the Court, he shall frame\n      in writing a charge against the accused&quot;, as provided in\n      S. 228.      Reading the two provisions together in\n      juxtaposition, as they have got to be, it would be clear\n      that at the beginning and the initial stage of the trial the\n      truth, veracity and effect of the evidence which the\n      Prosecutor proposes to adduce are not to be\n      meticulously judged. Nor is any weight to be attached\n      to the probable defence of the accused. It is not\n      obligatory for the Judge at that stage of the trial to\n      consider in any detail and weigh in a sensitive balance\n      whether the facts, if proved, would be incompatible with\n      the innocence of the accused or not. The standard of\n      test and judgment which is to be finally applied before\n      recording a finding regarding the guilt or otherwise of\n      the accused is not exactly to be applied at the stage of\n      deciding the matter under S. 227 or S. 228 of the Code.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_90\">      At that stage the Court is not to see whether there is\n      sufficient ground for conviction of the accused or\n      whether the trial is sure to end in his conviction. Strong\n      suspicion against the accused, if the matter remains in\n      the region of suspicion, cannot take the place of proof of\n      his guilt at the conclusion of the trial. But at the initial\n      stage if there is a strong suspicion which leads the Court\n      to think that there is ground for presuming that the\n      accused has committed an offence then it is not open to\n      the Court to say that there is no sufficient ground for\n      proceeding against the accused. The presumption of the\n      guilt of the accused which is to be drawn at the initial\n      stage is not in the sense of the law governing the trial of\n      criminal cases in France where the accused is presumed\n      to be guilty unless the contrary is proved. But it is only\n      for the purpose of deciding prima facie whether the\n      Court should proceed with the trial or not. .......&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_91\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1312750\" id=\"span_23\">47.   Similar is the view taken by the Hon&#x27;ble Supreme Court in\nthe case of <a href=\"/doc/1312750/\" id=\"a_90\">State of M.P. Vs. S.B. Johari &amp; Ors.</a> (2000) 2 SCC 57 .</span>\n</p>\n\n\n<p data-structure=\"Section\" id=\"p_92\">                                                                34 of 37\n                                                  555-2019-Cri.Revn=.doc\n\n\nThe relevant portion of the judgment reads thus :-\n</p>\n<blockquote id=\"blockquote_9\">      &quot;The entire approach of the High Court is illegal and\n      erroneous. From the reasons recorded by the High\n      Court, it appears that instead of considering the prima\n      facie case, the High Court has appreciated and weighed\n      the material on record for coming to the conclusion that\n      charge against the respondents could not have been\n      framed. It is settled law that at the stage of framing the\n      charge, the court has to prima facie consider whether\n      there is sufficient ground for proceeding against the\n      accused. The court is not required to appreciate the\n      evidence and arrive at the conclusion that the materials\n      produced are sufficient or not for convicting the accused.\n      If the court is satisfied that a prima facie case is made\n      out for proceeding further then a charge has to be\n      framed. The charge can be quashed if the evidence\n      which the prosecutor proposes to adduce to prove the\n      guilt of the accused, even if fully accepted before it is\n      challenged by cross-examination or rebutted by defence\n      evidence, if any, cannot show that the accused\n      committed the particular offence. In such case, there\n      would be no sufficient ground for proceeding with the\n      trial.&quot;\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_93\">48.   It can be seen that the applicant has not seriously\ndisputed the Statements A, B, C &amp; D at this stage. Statement &#x27;C&#x27;\nindicates the income during the check period to the tune of\nRs.35,37,212/- whereas the expenditure during check period is\namounting to Rs.32,38,800/-. The question is whether column\nno.9 of the expenditure during check period, in view of\nStatement &#x27;D&#x27; which is to the tune of Rs.21,31,995/-, the\namount forwarded for purchase of shares is an expenditure?\nAccording to Mr. Venegaonkar it is an expenditure for purchase\nof shares. It cannot be equated with purchase of a land or\nimmovable property.\n</p>\n\n\n<p data-structure=\"Conclusion\" id=\"p_94\">                                                               35 of 37\n                                                   555-2019-Cri.Revn=.doc\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_95\">49.   Thus, in view of the observations made hereinabove,\nprima facie, there is sufficient material on record to frame a\ncharge against the applicant.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_96\">50.   The Learned Special Judge in the impugned order neither\nappears to have perused Statements A, B, C, and D, the Income\nTax Returns of the applicant nor the documents and materials\nplaced on record by the C.B.I. in respect of the investments made\nby the applicant in M/s. J.M. Financial Services Ltd. for purchase\nof shares of various companies. The observations by the learned\nSpecial Judge are very casual, which do not reflect that the\nmaterial placed on record has been considered with a view to\nsatisfy himself that there exists a prima facie case and there are\nsufficient grounds to presume that the applicant has committed\nthe offence.   However, the learned Special Judge concluded that\nthere is sufficient material.    Least that is expected of the trial\nCourt to make a reference to the material placed on record while\narriving at a conclusion as regards existence of prima facie case.\nBe that as it may. No case is made out warranting interference in\nthe impugned order. Needless to add, these observations are only\nfor the purpose of framing the charge and shall not be construed\nas the observations on merits.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_97\">51.   The Revision Application is rejected.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_98\">52.   Rule is discharged.\n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_99\">                                                                36 of 37\n                                                  555-2019-Cri.Revn=.doc\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_100\">53.   This order shall be digitally signed by the Private\nSecretary of this Court. All concerned shall act on production\nby fax or e-mail of a digitally signed copy of this order.\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_101\">                                   (PRITHVIRAJ K. CHAVAN, J.)\n\n\n\n\n                                                               37 of 37\n </p>","numcites":42,"numcitedby":0,"docsource":"Bombay High Court","citetid":150885969,"divtype":"judgments","relatedqs":[{"value":"disproportionate asset","formInput":"disproportionate%20asset"},{"value":"check period","formInput":"check%20period"},{"value":"issue estoppel","formInput":"issue%20estoppel"},{"value":"framing of charge","formInput":"framing%20of%20charge"},{"value":"charge framing stage","formInput":"charge%20framing%20stage"},{"value":"known source of income","formInput":"known%20source%20of%20income"},{"value":"disproportionate to the known sources of income","formInput":"disproportionate%20to%20the%20known%20sources%20of%20income"},{"value":"\"disproportionate assets\"","formInput":"%22disproportionate%20assets%22"},{"value":"section 109 of indian penal code","formInput":"section%20109%20of%20indian%20penal%20code"},{"value":"section 109 of ipc","formInput":"section%20109%20of%20ipc"},{"value":"\"known sources of income\" ","formInput":"%22known%20sources%20of%20income%22%20"},{"value":"disproportionate ","formInput":"disproportionate%20"},{"value":"section 13(1)e","formInput":"section%2013%281%29e"},{"value":"estoppel","formInput":"estoppel"},{"value":"section 227  ","formInput":"section%20227%20%20"},{"value":"pc act","formInput":"pc%20act"},{"value":"sankaram karri","formInput":"sankaram%20karri"},{"value":"source of income","formInput":"source%20of%20income"},{"value":"abetment","formInput":"abetment"},{"value":"Bank   filter:   fraud vitiates everything","formInput":"Bank%20%20%20filter%3A%20%20%20fraud%20vitiates%20everything"}],"cats":[{"value":"criminal-misconduct-by-public-servant","formInput":"tag:criminal-misconduct-by-public-servant"},{"value":"corruption","formInput":"tag:corruption"},{"value":"abetment","formInput":"tag:abetment"},{"value":"criminal-misconduct","formInput":"tag:criminal-misconduct"}],"courtcopy":true,"query_alert":null,"agreement":false}