{"tid":6025602,"publishdate":"2014-04-02","title":"Don Ayengia vs The State Of Assam And Anr on 2 April, 2014","doc":"<h2 class=\"doc_title\">Don Ayengia vs The State Of Assam And Anr on 2 April, 2014</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2014 ACD 499 (GAU), (2014) 139 ALLINDCAS 326 (GAU), (2014) 3 CIVILCOURTC 792, (2014) 3 GAU LR 779, (2014) 4 BANKCAS 118, (2014) 2 GAU LT 573, (2014) 3 RECCIVR 421, (2014) 2 NIJ 283, (2014) 3 RECCRIR 374, (2015) 1 CURCC 19, 2014 (86) ACC (SOC) 43 (GAU)</h3>\n\n<pre id=\"pre_1\">           IN THE GAUHATI HIGH COURT\n(THE HIGH COURT OF ASSAM: NAGALAND: MIZORAM\n           AND ARUNACHAL PRADESH)\n\n                          Criminal Appeal No.10 of 2012\n\n\n              Sri Don Ayengia,\n              S/o Late Bormota Ayengia,\n              Partner of M/s Ayaan Consortium,\n              GS Road, Guwahati-5\n              Dist-Kamrup, Assam\n\n                                          .................. Appellant\n\n                                     -Versus-\n\n             1.The State of Assam\n             2. Sri Haren Mudoi,\n                S/O Late Nanda Mudoi,\n                House No.11, Hatigaon Road\n                Lakhimi Nagar Tiniali, Guwahati-38\n                PS-Dispur, Dist.Kamrup, Assam\n\n                                         ................ Respondents\n\n\n                  Criminal Revision Petition No.41 of 2012\n\n\n                 Sri Haren Mudoi,\n                 S/O Late Nanda Mudoi,\n                 House No.11, Hatigaon Road\n                 Lakhimi Nagar Tiniali, Guwahati-38\n                 PS-Dispur, Dist.Kamrup, Assam\n\n\n                                                   ............... Petitioner\n\n                                     -Versus-\n\n              Sri Don Ayengia,\n              S/o Late Bormota Ayengia,\n              Partner of M/s Ayaan Consortium,\n              GS Road, Guwahati-5\n              Dist-Kamrup, Assam\n\n\n                                                   ................... Respondent\n\nCrl. Appeal No. 10 &amp; Crl. Rev. P. No. 41 of 2012                 Page 1 of 11\n                             PRESENT\n                HON&#x27;BLE MR. JUSTICE B D AGARWAL\n\n\nAdvocates for the appellant                  : Sri AK Bhuyan, Smti B Bhuyan,\n                                               Sri I Sharma, Sri RS Deuri, Smti\n                                               P Pathak, Sri A Saikia\n\nAdvocates for the respondent : Sri AB Choudhury,Sri AK\n                               Purkayastha, Sri MJ Baruah\n                               Sri K Munir, Addl. PP, Assam.\n\nDate of Hearing                              : 27.03.2014\n\nDate of Judgment                             : 02.04.2014\n\n\n                     JUDGEMENT AND ORDER (CAV)\n\n(Agarwal, J)\n\n         In this case the moot question to be decided is as to whether\na person indemnifying the holder of a cheque can be said to have\nlegally enforceable debt or other liability towards the holder of the\ncheque when the payer defaults in payment of the cheque amount<a href=\"/doc/1823824/\" id=\"a_1\">\nu/s 138</a> of the Negotiable Instruments Act, 1881.\n\n\n2.        The appeal and revision petition are directed against the\njudgment dated 09.11.2011, passed by the learned Sessions Judge\nin Criminal Appeal Nos. 9 of 2010, affirming the judgment of the\nlearned Judicial Magistrate, passed in CR Case No. 270 of 2008\ndated 05.01.2010, whereby the accused has been convicted<a href=\"/doc/1823824/\" id=\"a_2\"> u/s 138</a>\nof the NI Act.\n\n\n3.       I have heard Sri AK Bhuyan, learned counsel for the\nappellant and the respondent/accused was represented by Sri AB\nChoudhury, learned senior counsel, who was ably assisted by Sri\nMJ Baruah, learned counsel. Also heard Sri K Munir, Additional\nPublic Prosecutor for the State of Assam.I have also gone through\n\nCrl. Appeal No. 10 &amp; Crl. Rev. P. No. 41 of 2012                    Page 2 of 11\n the impugned judgments and the oral and documentary evidence,\nproffered by both the parties.\n\n\n4.       The complaint U/s 138 r/w S 142 of the <a href=\"/doc/1132672/\" id=\"a_3\">NI Act</a> was filed by\nthe appellant in Criminal Appeal No. 10 of 2012 pleading that the\ncomplainant was a partner of a firm, named and styled as M/S\nAyaan Consortium. The said firm had entered into a development\nagreement with the accused No.2, Nazimul Islam. The agreement\nwas executed on 6.7.2007 and as per the terms and conditions of\nthe agreement the complainant paid a sum of Rs.10 lakhs as\nadvance to the accused Nazimul Islam against construction of a\nmulti-storied building over a certain plot of land. However, the\nagreement could not materialize and it was cancelled by way of\nexecution of a &#x27;Promissory Note&#x27; on 13.8.2007. As per the terms of\nthe Promissory Note the accused Nazimul Islam promised to refund\nthe advance amount of Rs.10 lakhs to the complainant within a\nmonth and for a limited period of one month the said accused\ndeposited as many as five cheques with the complainant as security.\nThe accused Nazimul Islam further agreed to pay interest for one\nmonth for the delay in refunding the money. Though the accused\nNazimul Islam promised to refund the loan amount within one\nmonth the post-dated cheques were issued on the date of execution\nof Promissory Note dated 13.8.2007. The cheques were dated\n5.9.2007, 7.9.2007, 9.9.2007 and 11.9.2007 and those were\ndeposited by the complainant in his bank even before the due date\ni.e. expiry of one month period of the Promissory Note. Cheques\nwere presented in the bank twice. The fact of dishonour of the\ncheques in the first round came to be known to the complainant on\n15.9.2007. On this date the accused No.1/ respondent Haren Mudoi\ncame into picture. The respondent indemnified the complainant and\nratified that earlier cheques, handed over to Nazimul Islam, were\nactually issued by him, by way of making an endorsement in the\noriginal Promissory Note. On the basis of this endorsement the\n\nCrl. Appeal No. 10 &amp; Crl. Rev. P. No. 41 of 2012      Page 3 of 11\n complainant again deposited the cheques in his bank on 5.11.2007,\nonly to be dishonoured by the bank. It was followed by a statutory\nNotice on 27.11.2007. The notice was replied by accused\nNo.1/respondent on 7.12.2007 through his lawyer, under Exhibit-\n21, denying that he had any knowledge of handing over of the\ncheques to the complainant by Nazimul Islam and also about the\ndishonour of the cheques due to insufficient fund prior to 25.9.2007\n(sic 15.9.2007). Though the respondent also pleaded that he had no\nbusiness relation with the complainant he took the responsibility to\npay the whole amount of Rs.10 lakhs tentatively in the second week\nof January, 2008 by issuing fresh cheques. On the basis of the\nrespondent&#x27;s endorsement in the Promissory Note and his certain\nadmissions in the reply to the notice of the complaint the\nrespondent in Criminal Appeal No. 10 of 2012 has been convicted<a href=\"/doc/1823824/\" id=\"a_4\">\nu/s 138</a> of the NI Act.\n\n\n4.1      Since there are counter appeal and revision petition I would\nrefer the parties as complainant and accused hereinafter in this\njudgment.\n\n\n5.       As noted earlier five cheques were issued by the respondent\nand each cheque was of Rs.2 lakhs only. After the conviction of the\nrespondent the trial court has sentenced the accused to undergo\nsimple imprisonment for one year and also imposed compensation\nof Rs.12 lakhs. However, the appellate court has set aside the\nprison sentence and, instead, imposed a fine of Rs.2000/-, while\nupholding the compensation of Rs.12 lakhs. This modification in\nthe sentence is under challenge in Criminal Appeal No. 10 of 2012\nin view of the judgments of the Hon&#x27;ble Supreme Court, rendered\nin the case of Sivasuryian -vs- Thangavelu: reported in (2004) 13\nSCC 795 and also the Judgment rendered by the Apex Court in the\ncase of R.Vijayan -vs- Baby; reported in 2011 SAR (Criminal) 903.\nIn these judgments, it has been held that both fine and\n\nCrl. Appeal No. 10 &amp; Crl. Rev. P. No. 41 of 2012       Page 4 of 11\n compensation cannot be imposed together. At best the amount of\nfine can be imposed as compensation<a href=\"/doc/640437/\" id=\"a_5\"> u/s 357 (3)</a> of Code of\nCriminal Procedure, 1973.\n\n\n6.       Learned counsel for the accused/respondent has argued that\nin absence of any deed of guarantee the accused cannot be treated\nas a &#x27;Guarantor&#x27; to hold him liable against the debts of the\npayer/drawer of the cheque. According to Sri Choudhury, learned\nsenior counsel for the accused, the appellant at best can be treated\nas a mediator. The impugned judgments have also been assailed on\nthe ground that neither the Promissory Note (Exhibit-2) nor the\nendorsement made thereon on 15.9.2007(Exhibit-3) can transfer the\nliability from the principal debtor (A-2) to the mediator/accused\nNo.1. The appellant further argued that the cheques were handed\nover to accused No.2, Nazimul Islam, only to be used as security\nwith the complainant but the accused No.1 never admitted his\nliability in unequivocal terms. Learned counsel for the accused\nfurther argued that even Exhibit-2 cannot be construed as a\n&#x27;Promissory Note&#x27; within the meaning of <a href=\"/doc/148539/\" id=\"a_6\">Section 4</a> of the NI Act.\nThe learned counsel for the appellant also relied on certain\nauthorities from different High Courts, which will be discussed\nlater.\n\n\n7.       Per contra, Sri Bhuyan, learned counsel for the complainant\nargued that the cheques were admittedly issued by the accused No.1\nand also there is no dispute that the cheques have been dishonoured\nby the bank on its presentation in the bank twice. Sri Bhuyan\nfurther submitted that even if the accused was not the principal\ndebtor he stepped into the shoes of the accused No.2 and he has\nbeen rightly convicted<a href=\"/doc/1823824/\" id=\"a_7\"> u/s 138</a> since he failed to discharge his\nliability. The learned counsel further submitted that <a href=\"/doc/1823824/\" id=\"a_8\">section 138</a>\nprovides prosecution and punishment to the persons who may not\nbe the principal debtors but if it is found that they have some &#x27;other\n\nCrl. Appeal No. 10 &amp; Crl. Rev. P. No. 41 of 2012        Page 5 of 11\n liability&#x27; towards the holder of the cheque. In support of these\nsubmissions the learned counsel has cited some other judgments,\nwhich will be discussed hereinafter.\n\n\n8.        Referring to the endorsements made in the Promissory Note,\nadmissions made in the lawyer&#x27;s reply (Exhibit-21) and the\nadmissions made in the oral deposition of the accused the learned\ncounsel for the complainant submitted that the cheques were issued\nby the accused in the capacity of a guarantor, which falls under\n&#x27;other liability&#x27; prescribed<a href=\"/doc/1823824/\" id=\"a_9\"> u/s 138</a> of the NI Act.\n\n\n9.       To appreciate the rival submissions it is necessary to look at\nthe Promissory Note and the endorsement made thereon minutely.\nHence, the contents of Exhibit-2 and 3 are reproduced below in\nextenso:\n\n\n                                       &quot; PROMISSORY NOTE        Dated: 13.8.2007\n\n\n                        I Shri Nazimul Islam s/o Late Sirajul Islam resident of\n              Bishnu Rabha Path Beltola do hereby declare that after mutual\n              discussion between us (the parties) as per agreement dated\n              06/07/07 have decided to cancel the said agreement and as such\n              the advance amount of Rs.10,00,000( Rupees Ten Lakhs) only\n              shall be refunded within a period of one month from today. The\n              amount is being refunded vide cheques Nos. 191254 dated\n              05.09.2007, 191255 dated 07.09.2007, 191256 dated 09.09.2007\n              191257 dated 11.09.2007 and cheque No.191258 dated 13.09.2001\n              which has been acknowledged by Mr. Dhan Ayengia, resident of\n              Nabagrah Road, Guwahati. It may here be mentioned that these\n              cheques have been issued as a security and shall be returned to\n              me as and when the payments are received from me, within the\n              mentioned period. Further it may be also be mentioned that one\n              month&#x27;s bank interest shall be paid by me, after the payment is\n              cleared, within the stipulated period.\n                                                   (Nazimul Islam) 13.8.2007\n\n\nCrl. Appeal No. 10 &amp; Crl. Rev. P. No. 41 of 2012                    Page 6 of 11\n                              The above cheques are issued by me\n                   to Nazimul Islam to deliver to Mr. Don\n                   Ayengia the cheques are already been\n                   bounce. Now, we have requested Mr. Dona\n                   Ayengia to represent the cheques after\n                   25.09.2007 to contact me. 15.09.2007\n                                                     (H. Mudoi)\n\n\n\n\n10.      In order to establish his case the complainant examined\nhimself as PW-1. He also examined two officers from the bank to\nprove the fact of deposit and dishonour of the cheques. On the other\nhand, the accused No.1 Haren Mudoi examined himself as DW-1.\nThe accused No.2 Nazimul Islam was murdered about a week prior\nto the filing of the complaint case in the court. Despite that the\noriginal debtor was impleaded as A-2 due to ignorance of his death\nby the complainant.\n\n\n11.      &quot;Promissory Note&quot; has been defined under <a href=\"/doc/148539/\" id=\"a_10\">Section 4</a> of the\nNI Act and the definition of promissory note is as below:\n                   &quot;A &#x27;promissory note&#x27; is an instrument in writing (not being a\n         bank-note or a              currency-note) containing    an unconditional\n         undertaking signed by the maker, to pay a certain sum of money only\n         to, or to the order of a certain person or to the bearer of the\n         instrument.&quot;\n         A few Illustrations as to what would constitute a promissory\nnote and which instrument would not be construed so have also\nbeen appended to <a href=\"/doc/148539/\" id=\"a_11\">Section 4</a>. As per the definition of &#x27;Promissory\nNote&#x27; given under <a href=\"/doc/148539/\" id=\"a_12\">Section 4</a> and the illustrations, I hold that if X\ngives an undertaking to Y to pay a sum on certain conditions it\nwould not amount to a promissory note in the eye of law.\n\n\n12.      In the instant case, the complainant&#x27;s case is primarily based\non the promissory note (Ext-2) and the endorsement made thereon\n\nCrl. Appeal No. 10 &amp; Crl. Rev. P. No. 41 of 2012                    Page 7 of 11\n by the accused No. 1. In the first part of the so-called promissory\nnote itself the principal debtor, Nazimul Islam himself declared that\nthe cheques were being kept with the creditor as a security for one\nmonth. There is no clear stipulation that the cheques were issued by\nthe debtor to the creditor as full and final payment of his liability.\nEven otherwise, the admitted fact is that the cheques mentioned in\nthe first part of the promissory note were not in the name of\nNazimul Islam (principal debtor) but the cheques belonged to the\nappellant, Haren Mudoi. At this stage, it would also be apposite to\nmention here that according to PW-2, cheques under Exhibits- 4 to\n8 were written in two different inks. In other words, the signatory\nwas different and the contents of the cheques were written by some\nother person. This fact is in consonance with the defence case that\nthe cheques were handed over by the accused No. 1 to accused No.\n2, Nazimul Islam and not directly to the complainant. It is true that\nin view of the endorsement dated 15.09.2007 and the reply of the\naccused to the statutory notice A-1 had subsequently ratified that\nthe cheques may be used by the complainant after 25.09.2007.\nHowever, these endorsements and admissions would not bring\nExhibits- 2 and 3 within the meaning of &#x27;Promissory Note&#x27; defined\nunder <a href=\"/doc/148539/\" id=\"a_13\">Section 4</a>.\n\n\n13.      Under Explanation to <a href=\"/doc/1823824/\" id=\"a_14\">Section 138</a> of the NI Act the &quot;debt or\nother liability means a legally enforceable debt or other liability&quot;.\nSince the principal loan of Rupees Ten Lakhs was paid by the\ncomplainant to A-2 and since the respondent/A-1 herein was not a\nparty to the original agreement dated 06.07.2007 the complainant\ncannot execute the promissory note and recover the amount from\nthe respondent/A-1 by way of instituting a civil suit in a court. In\nmy considered opinion, a debt which cannot be recovered in a civil\nsuit cannot be allowed to be recovered by way of instituting a\ncriminal case under <a href=\"/doc/1823824/\" id=\"a_15\">Section 138</a> of the NI Act.\n\n\nCrl. Appeal No. 10 &amp; Crl. Rev. P. No. 41 of 2012        Page 8 of 11\n 14.      Sri Bhuyan, learned counsel for the appellant argued that a\n&#x27;guarantor&#x27; stands on the same footing with that of the principal\ndebtor. In support of this submission, the learned counsel referred\nto a judgment of the Apex Court, rendered in the case of ICDS Ltd\n- Vs- Bina Shabir; (2002) 6 SCC 426 and a judgment of the Delhi\nHigh Court given in the case of Pratap Singh Yadav -Vs- Atal\nBihari Pandey;(2003) CriLJ 705. In the first case, a wife had\nissued a cheque to the creditor on behalf of her husband as a\nguarantor and in that context the Hon&#x27;ble Supreme Court held that a\nproceeding under <a href=\"/doc/1823824/\" id=\"a_16\">Section 138</a> of the NI Act is maintainable.\nHowever, the Hon&#x27;ble Judges have reiterated the basic rule that to\nmaintain a case U/s 138 the cheques should be issued against any\nother debt or other liability. I have already discussed the\nExplanation appended to <a href=\"/doc/1823824/\" id=\"a_17\">Section 138</a> wherein it has been stipulated\nthat the liability should be legally enforceable. In other words, the\nhusband&#x27;s liability is recoverable from the wife as a guarantor.\nHowever, in the case before me, there was no any contract of\nguarantee in between the complainant and Accused No.1. In this\nway, the authority of ICDS Ltd. (supra) stands on different footing\nand is not applicable in the present case.\n\n\n14.1 In the judgment of Delhi High Court, a son had issued a\ncheque to the creditor to discharge the liability of his father. When\nthe cheque was bounced from the bank the payee lodged a case\nunder <a href=\"/doc/1823824/\" id=\"a_18\">Section 138</a> of the NI Act. When processes were issued by\nthe court against father and son the accused persons approached the\nHigh Court for quashing of the criminal proceeding. The High\nCourt quashed the proceeding against the father and held that when\nthe cheque was issued by the son the proceeding would continue\nonly against the son. However, in the case before me, there is no\nfamily relationship between the complainant and A-1 nor is there\nany legally enforceable debt of the accused towards the\ncomplainant. Besides this, in Exhibit-2, there is a clear averment\n\nCrl. Appeal No. 10 &amp; Crl. Rev. P. No. 41 of 2012       Page 9 of 11\n that the cheques were deposited with the payee only as a security\nand that too for a limited period. In the case of Sudhir Kumar\nBhalla -Vs- Jagdish Chand; (2008) 7 SCC 137, the Hon&#x27;ble\nSupreme Court has held that only those cheques, which are issued\nagainst a legally enforceable liability or debt, can attract the\nprovisions of <a href=\"/doc/1823824/\" id=\"a_19\">Section 138</a> and not against the cheques which are\nissued on account of security. In this way, the Delhi High Court\njudgment is also distinguishable on facts.\n\n\n15.      On the other hand, learned counsel for the respondent relied\nupon a judgment of the Kerala High Court, given in the case of\nArumughan Pillai -Vs- State of Kerala; (2005 CriLJ 3259). In this\ncase, the complainant had a dispute with DW-1 and the second\nrespondent played the role of mediator and he issued a cheque to\nthe complainant/appellant to compromise the dispute. The dispute\nbetween the appellant and DW-1 led to filing of a civil case and\nultimately, the appellant withdrew the civil case and no\nconsideration was given to DW-1. Referring to <a href=\"/doc/254432/\" id=\"a_20\">Section 43</a> of the NI\nAct, the High Court has held that the cheque was issued by the\nmediator without any consideration. Hence, it would not create any\nobligation on the part of the drawer of the cheque. The case before\nme is squarely covered by the aforesaid decision. Here also,\ncheques were issued by the accused without any consideration nor\nagainst any business transaction nor as a guarantor. At best, the\ncheques were issued by A-1 to A-2 to be kept as collateral security\nwith the complainant. However, such collateral security cannot be\nexecuted or enforced by way of filing a criminal proceeding under\n<a href=\"/doc/1823824/\" id=\"a_21\">section 138</a> of the NI Act.\n\n\n16.      For the reasons, assigned hereinabove, I hold that no person\ncan be convicted or prosecuted in a proceeding under <a href=\"/doc/1823824/\" id=\"a_22\">Section 138</a>\nof the NI Act, who indemnifies the principal debtor for his liability\ntowards the complainant unless such guarantor enters into an\n\nCrl. Appeal No. 10 &amp; Crl. Rev. P. No. 41 of 2012       Page 10 of 11\n agreement with the holder of the cheque. In the present case,\nneither A-1/respondent had any legally enforceable debt towards\nthe holder of the cheque nor did he stand as a guarantor on the basis\nof any valid contract of guarantee. Besides this, blank cheques were\nhanded over to the principal debtor (A-2) to be kept as security\nagainst his liability and not against any legally recoverable debt or\nliability against A-1/respondent. Hence, the conviction of the\nrespondent/petitioner in Criminal Revision Petition No. 41 of 2012\nis against the law and is hereby set aside.\n\n\n17.      In the result, Criminal Revision Petition No. 41 of 2012\nstands allowed. The conviction of the said petitioner, namely Haren\nMudoi, vide impugned judgments, is hereby set aside. He is\nacquitted from the offence under <a href=\"/doc/1823824/\" id=\"a_23\">Section 138</a> of the NI Act.\n\n\n18.      In view of the aforesaid result, Criminal Appeal No. 10 of\n2012, filed by the complainant has become infructuous and\naccordingly, the same is closed.\n\n\n\n\n.\n</pre>\n\n<p data-structure=\"Conclusion\" id=\"p_1\">                                                              JUDGE\n\n\n\n\nNivedita/dtg\n\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">Crl. Appeal No. 10 &amp; Crl. Rev. P. No. 41 of 2012       Page 11 of 11</span>\n </p>","numcites":5,"numcitedby":30,"docsource":"Gauhati High Court","citetid":6025602,"divtype":"judgments","relatedqs":[{"value":"legally enforceable debts","formInput":"legally%20enforceable%20debts"},{"value":"\"legally enforceable debt\"","formInput":"%22legally%20enforceable%20debt%22"},{"value":"promissory note","formInput":"promissory%20note"},{"value":"138 ni act","formInput":"138%20ni%20act"},{"value":"section 138 ni act","formInput":"section%20138%20ni%20act"},{"value":"criminal revision petition","formInput":"criminal%20revision%20petition"},{"value":" principal debtor","formInput":"%20principal%20debtor"},{"value":"Guarantor ","formInput":"Guarantor%20"},{"value":"legally enforceable","formInput":"legally%20enforceable"},{"value":"criminal revision","formInput":"criminal%20revision"},{"value":"enforcable debt","formInput":"enforcable%20debt"},{"value":"138 NI Act: complainant died: legal heir on record: hearsay evidence","formInput":"138%20NI%20Act%3A%20complainant%20died%3A%20legal%20heir%20on%20record%3A%20hearsay%20evidence"},{"value":"GUWAHATI","formInput":"GUWAHATI"},{"value":"Consortium","formInput":"Consortium"},{"value":"guarantee","formInput":"guarantee"},{"value":"s. 138 ","formInput":"s.%20138%20"},{"value":"section 138 of ni","formInput":"section%20138%20of%20ni"},{"value":"section 138 ni act and section","formInput":"section%20138%20ni%20act%20and%20section"}],"cats":[{"value":"cheque-dishonour","formInput":"tag:cheque-dishonour"},{"value":"negotiable-instruments","formInput":"tag:negotiable-instruments"},{"value":"court-may-order-compensation-while-sentencing","formInput":"tag:court-may-order-compensation-while-sentencing"}],"courtcopy":true,"query_alert":null,"agreement":false}