{"tid":47824259,"publishdate":"2008-08-27","title":"Metal Distributors (Uk) Limited vs Emmsons International Limited And ... on 27 August, 2008","doc":"<h2 class=\"doc_title\">Metal Distributors (Uk) Limited vs Emmsons International Limited And ... on 27 August, 2008</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-k-sikri\">A.K. Sikri</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-k-sikri\">A.K.Sikri</a>, <a href=\"/search/?formInput=benchid:m-singh\">Manmohan Singh</a></h3>\n\n<pre id=\"pre_1\">                               REPORTABLE\n                 IN THE HIGH COURT OF DELHI AT NEW DELHI\n\n                             + FAO (OS) No.138/2005\n\n                                                  Date of Hearing: 04.08.2008\n                                                  Date of Decision: 27.08.2008\n\n#METAL DISTRIBUTORS (UK) LIMITED                          .....APPELLANT\n!                                       Through: Mr.Atul Sharma with\n                                        Mr.Milanka Chaudhury\n\n                    Versus\n\n$EMMSONS INTERNATIONAL LIMITED &amp; ANOTHER                   .....RESPONDENTS\n\n                                        Through Mr.Sanjeev Puri, Sr. Advocate\n                                        with Mr.Gyaltsen B.\n\nCORAM :-\n*THE HON&#x27;BLE MR.JUSTICE A.K.SIKRI\nTHE HON&#x27;BLE MR. JUSTICE MANMOHAN SINGH\n\n       1.Whether Reporters of Local papers may be allowed to\n         see the Judgment?\n       2.To be referred to the Reporter or not?\n       3.Whether the judgment should be reported in the Digest?\n\nA.K. SIKRI, J.\n</pre><p data-structure=\"Issue\" id=\"p_1\">:\n</p>\n<blockquote id=\"blockquote_1\">1. The appellant herein is the defendant No.1 in the suit for recovery filed\n\n   by the respondent No.1 herein/plaintiff. For the sake of clarity and to\n\n   avoid confusion, we shall describe the appellant as the defendant No.1,\n\n   respondent No.1 as the plaintiff and respondent No.2 as the defendant\n\n   No.2 hereinafter. The plaintiff has filed suit for recovery on the original\n\n   side of this Court.         The plaintiff claims decree in the sum of\n\n   Rs.30,61,145/- plus interest and cost on the ground that the defendant\n\n   No.1 supplied defective copper wire bars to the plaintiff for which the\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">FAO (OS) No.138/2005                                               Page 1 of 17</span>\n    plaintiff had placed orders with the defendant No.1 through their\n\n   agents M/s. Benani Metals Limited, i.e., the defendant No.2.\n\n</blockquote><blockquote id=\"blockquote_2\">2. The defendant No.1 filed the application under <a href=\"/doc/161831507/\" id=\"a_1\">Order 7 Rule 11 of the\n\n   Code of Civil Procedure</a> on the ground that Delhi courts had no\n\n   jurisdiction in view of Clause 13 contained in the contract dated\n\n   5.1.1996 entered into between the parties pursuant to which supplies\n\n   were made by the defendant No.1 to the plaintiff. It is this application\n\n   which has been dismissed by the learned Single Judge vide impugned\n\n   order dated 7.1.2005 and that order is the subject-matter of the\n\n   present appeal. The defendant No.1 is not satisfied with the said order\n\n   and still maintains that Clause 13, which provides for dispute redressal\n\n   mechanism through arbitration and since the contract is to be\n\n   construed in accordance with and governed by English law, ousts the\n\n   jurisdiction of the courts in Delhi, nay the Indian courts to entertain\n\n   such a suit. According to the appellant, it is the competent court in\n\n   England only which is foisted with requisite jurisdiction to adjudicate\n\n   the disputes between the parties, if Clause 13 is given its fullest and\n\n   proper implication.\n</blockquote>\n<blockquote id=\"blockquote_3\">3. We may note at the outset that the learned Single Judge in the\n\n   impugned order has held that such a clause is opposed to public policy\n\n   of India being an agreement in restraint of legal proceedings and is\n\n   thus, void and unenforceable in view of the provisions of <a href=\"/doc/104962841/\" id=\"a_2\">Section 28</a> of\n\n\n\n<span class=\"hidden_text\" id=\"span_2\">FAO (OS) No.138/2005                                              Page 2 of 17</span>\n    the <a href=\"/doc/171398/\" id=\"a_3\">Indian Contract Act</a>, i.e., through the scope of the enquiry in this\n\n   appeal.\n</blockquote>\n<blockquote id=\"blockquote_4\">4. We may now proceed to take note of Clause 13 of the agreement\n\n   around which the entire controversy revolves. This clause reads as\n\n   under:-\n</blockquote>\n<blockquote id=\"blockquote_5\">\n</blockquote><blockquote id=\"blockquote_6\">                   &quot;GOVERNING LAW AND FORUM FOR RESOLUTION\n                   OF DISPUTES:\n</blockquote>\n<blockquote id=\"blockquote_7\">                   The contract shall be construed in accordance with\n                   and governed by English law. Sellers shall be\n                   entitled at their opinion, to refer any dispute arising\n                   under this contract to arbitration in accordance with\n                   the rules and regulations of London Metal Exchange\n                   or to institute proceedings against Buyers in any\n                   courts of competent jurisdiction.&quot;\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_2\">5. According to learned counsel for the appellant, Clause 13 is in two parts.\n\n   First part relates to the governing law, namely, in the event of dispute, as\n\n   per that clause is the English law which will prevail while construing the\n\n   contract. Second part of this clause provides the forum for resolution of\n\n   disputes between the parties as per which, disputes arising under this\n\n   contract can either be referred to the arbitration by London Metal Exchange\n\n   or proceedings can be instituted against buyers in any courts of competent\n\n   jurisdiction. It is the submission of the appellant that since the governing\n\n   law is English law, the courts in India have no jurisdiction to entertain any\n\n   dispute which arises between the parties. This submission proceeds on the\n\n   premise that when the agreement is to be construed in accordance with and\n\n   is governed by English law, it is only the English courts which are competent\n\n   to interpret the terms and conditions of the contract. It is argued that for\n\n\n<span class=\"hidden_text\" id=\"span_3\">FAO (OS) No.138/2005                                                Page 3 of 17</span>\n    the purpose of jurisdiction it is only first part which is relevant. Second part\n\n   of Clause 13, which provides for forum for resolution of disputes between\n\n   the parties, was not even the subject-matter of the application. Learned\n\n   counsel pointed out that, in fact, invoking second part of Clause 13 the\n\n   defendant No.1 had already filed an application under <a href=\"/doc/1146817/\" id=\"a_4\">Section 8</a> of the\n\n   Arbitration and Conciliation Act, 1996, in the suit which was yet to be\n\n   decided. The grievance is that the learned Single Judge, though virtually\n\n   agreed that the parties intended that contract is to be governed by English\n\n   law, proceeded to interpret the validity of second part of Clause 13 and\n\n   declared the entire Clause 13 as void on the ground that the second part of\n\n   Clause 13 provides forum of arbitration/court proceedings only to the\n\n   defendant No.1, namely, the seller and was, therefore, in the nature of a\n\n   unilateral covenant depriving the plaintiff to enforce its rights under the\n\n   contract. Mr.Atul Sharma, learned counsel for the defendant No.1, argued\n\n   that it is here where the trial court fell into error.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_3\">6. Mr.Puri, learned senior counsel appearing for the plaintiff, on the other\n\n   hand, refuted the aforesaid contention of Mr.Sharma. His submission was\n\n   that the contract between the parties was signed at Delhi; the material was\n\n   to be delivered at ICD, Delhi; part of the material was delivered at Delhi; that\n\n   part of the material of which delivery was not taken because of the sub-\n\n   standard quality was deliverable at Delhi; whatever payments were to be\n\n   made by the plaintiff were paid at Delhi and the amount in question\n\n   receivable by the plaintiff is also at Delhi. The defendants have breached the\n\n   contract at Delhi; the losses have been incurred/suffered by the plaintiff at\n\n   Delhi; the plaintiff works for gain at Delhi. Thus, the cause of action in\n<span class=\"hidden_text\" id=\"span_4\">FAO (OS) No.138/2005                                                  Page 4 of 17</span>\n    favour of the defendant No.1 and the plaintiff has arisen at Delhi. The\n\n   intention of the defendant No.1 is to defeat the claim of the plaintiff by\n\n   delaying the proceedings and to cause undue hardship and prejudice to the\n\n   plaintiff.\n</p>\n<p data-structure=\"RespArg\" id=\"p_4\">7. Mr.Puri agreed that Clause 13 is in two parts. However, his submission on\n\n   the second part was that it conferred rights only on the defendant No.1, as\n\n   the seller, to unilaterally refer the matter to arbitration or invoke the\n\n   jurisdiction of a competent court. That part of the clause does not confer\n\n   any right on the plaintiff as the buyer of the goods to take any legal action\n\n   against the seller/defendant No.1 in case the buyer is aggrieved and wishes\n\n   to take any legal action against the seller. On this basis it was contended\n\n   that the plaintiff as the buyer was not bound by second part of the unilateral\n\n   clause to invoke the arbitration etc. Therefore, in so far as the plaintiff, as\n\n   buyer is concerned, it could file the suit at a place where the cause of action\n\n   had arisen notwithstanding the fact that governing law is the English law.\n\n   According to him, as the cause of action for filing the suit has arisen in India,\n\n   the plaintiff had rightly filed the suit in Delhi.\n</p>\n<p data-structure=\"Section\" id=\"p_5\">8. From the aforesaid, it would be apparent that there is a unanimity in the\n\n   approach of both the parties on the following two aspects:\n\n\n</p><blockquote id=\"blockquote_8\">                I.   Clause 13 is in two parts. First part deals with law which\n\n                     shall govern while interpreting the contract, in the event of\n\n                     disputes between the parties arising out of the contract and\n\n                     the parties had agreed that it is the English law which is the\n\n                     governing law;\n</blockquote>\n<blockquote id=\"blockquote_9\"><span class=\"hidden_text\" id=\"span_5\">FAO (OS) No.138/2005                                                   Page 5 of 17</span>\n                II.   Second part provides the forum for resolution of disputes\n\n                     between the parties by giving choice to the seller only. It\n\n                     stipulates that it would be the option of the seller to either\n\n                     refer the dispute arising under the contract to arbitration in\n\n                     accordance with the rules and regulations of London Metal\n\n                     Exchange or to institute proceedings against the buyer in\n\n                     any courts of competent jurisdiction. Thus, option is given\n\n                     only to the seller under the contract when seller has a claim\n\n                     against the buyer. There is no provision for giving any such\n\n                     option to the buyer, i.e., the plaintiff.\n</blockquote>\n<blockquote id=\"blockquote_10\">\n             In the instant case, admittedly, it is not the seller who has felt\n\n   aggrieved. On the contrary, it is the buyer who has instituted the legal\n\n   proceedings against the seller for recovery of money on the ground that\n\n   seller has made supplies of defective goods.\n\n\n</blockquote><p data-structure=\"Issue\" id=\"p_6\">9. The question, therefore, boils down to this: Whether the buyer (plaintiff)\n\n   could maintain legal action against the seller in Indian court invoking the\n\n   principles governing territorial jurisdiction as contained in <a href=\"/doc/86911060/\" id=\"a_5\">Section 20</a> of the\n\n   Code of Civil Procedure? Or the case has to be filed, even by the buyer only\n\n   in a court of competent jurisdiction in England because of the reason that\n\n   the contract is intended to be governed by English law?\n\n</p><p data-structure=\"Precedent\" id=\"p_7\">10. We may initiate our discussion by clarifying the legal position. It is open to\n\n   the parties to agree, in an international contract, to lay down the stipulation\n\n   as to which Municipal Law would be applicable. The law on this aspect is\n\n   beyond the pale of any controversy. The Apex Court has reiterated this\n\n<span class=\"hidden_text\" id=\"span_6\">FAO (OS) No.138/2005                                                  Page 6 of 17</span>\n    principle time and again. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"633347\" id=\"span_7\">In this behalf, it would be apt to note the following\n\n   observations of the Supreme Court in the case of <a href=\"/doc/633347/\" id=\"a_6\">National Thermal Power\n\n   Corporation v. Singer Company</a>, AIR 1993 SC 998 where the question was as\n\n   to what is the proper law of contract which could be applied to a commercial\n\n   contract between the parties of two different countries:-</span>\n\n\n</p><blockquote id=\"blockquote_11\">                     &quot;24. The parties have the freedom to choose the law\n                     governing an international commercial arbitration\n                     agreement. They may choose the substantive law\n                     governing the arbitration agreement. They may\n                     choose the substantive law governing the arbitration\n                     agreement as well as the procedural law governing\n                     the conduct of the arbitration. Such choice is\n                     exercised either expressly or impliedly.................on the\n                     other hand, where the proper law of the contract is\n                     expressly chosen by the parties, as in the present case,\n                     such law must, in the absence of an unmistakable\n                     intention to the contrary, govern the arbitration\n                     agreement which, though collateral or ancillary to the\n                     main contract, is nevertheless a part of such contract.&quot;\n\n</blockquote><p data-structure=\"Issue\" id=\"p_8\">11. Thus, it is not in dispute that parties could choose the applicability of English\n\n   law for resolution of disputes between them. What is the fall out? If the\n\n   governing law is the English law, whether the effect thereof would be to\n\n   oust the jurisdiction of Indian courts? Whether it is the competent court in\n\n   England which has exclusive jurisdiction to decide the disputes since the\n\n   governing law is English law? This is the real bone of contention between\n\n   the parties.\n</p>\n<p data-structure=\"Precedent\" id=\"p_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1933943\" id=\"span_8\">12. The defendant No.1 contends that once the parties have chosen the\n\n   applicability of English law, the disputes are also to be determined by English\n\n   courts. For this, reliance is placed on <a href=\"/doc/1933943/\" id=\"a_7\">British India Steam Navigation Co. Ltd.\n\n   v. Shanmughavilas Cashew Industries and Others</a>, (1990) 3 SCC 481. In that\n\n   case the Court ruled that in case of international contracts it is common\n\n<span class=\"hidden_text\" id=\"span_9\">FAO (OS) No.138/2005                                                    Page 7 of 17</span>\n    practice for the parties to agree that any dispute arising between them shall\n\n   be settled by the courts of another country even though both the parties are\n\n   not resident of that country. The principle enunciated was that in such a\n\n   case having consented to the jurisdiction one cannot afterwards contest the\n\n   binding effect of the judgment. This can be found in the following portion\n\n   extracted from this judgment:-</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_10\">\n</p><blockquote id=\"blockquote_12\">                    &quot;28. Clause 3 of the bills of lading also contains the\n                    selection of law made by the parties. The contract is\n                    governed by English Law and disputes are to be\n                    determined according to English Law. Is the selection\n                    of law binding? In Chesire and North&#x27;s Private\n                    International Law (11th edn., page 495), while\n                    discussing about the interpretation of contract the\n                    authors say: &#x27;When the stage has been reached where\n                    an obligation, formally and essentially valid and\n                    binding on the parties of full capacity, has been\n                    created, then in the further matters that may require\n                    the intervention of the Court, there is, speaking\n                    generally, no reason in principle why the parties\n                    should not be free to select the governing law.&#x27; The\n                    express choice of law made by the parties obviates\n                    need for interpretation.\n</blockquote>\n<blockquote id=\"blockquote_13\">                    29.           In the absence of an express choice the\n                    question of proper law of contract would arise. The\n                    parties to a contract should be bound by the\n                    jurisdiction clause to which they have agreed unless\n                    there is some strong reason to the contrary.&quot;\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_11\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1974908\" id=\"span_10\">13. Per contra, learned senior counsel for the plaintiff (respondent No.1) placed\n\n   reliance on the case of <a href=\"/doc/1974908/\" id=\"a_8\">Laxman Prasad v. Prodigy Electronics Ltd. &amp; Anr.</a>,\n\n   (2008) 1 SCC 618 where the Supreme Court dealt with a similar issue. In the\n\n   said case, the contract between the parties stated that it will be interpreted\n\n   in accordance to the laws of Hong Kong. The contention for ousting the\n\n   jurisdiction of Delhi court was noted in the following words:-</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_11\">FAO (OS) No.138/2005                                                 Page 8 of 17</span>\n</p><blockquote id=\"blockquote_14\">                     &quot;It was also asserted that there was an agreement\n                    between the Plaintiff Company and the Defendant by\n                    which exclusive jurisdiction was granted to courts in\n                    Hong Kong and jurisdiction of all other courts had\n                    been ousted and on that ground also the Delhi court\n                    had no jurisdiction in the matter.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_12\">14. The Supreme Court in the said matter finally held that:\n\n</p><blockquote id=\"blockquote_15\">                    &quot;.....we have referred to the relevant clauses of the\n                    agreement. Clause 18 provides for applicability of\n                    law and it specifically declares that the terms and\n                    conditions of the agreement shall be interpreted in\n                    accordance with &quot;the laws of Hong Kong Special\n                    Administrative Region.&quot; That, in our judgment, does\n                    not mean that a suit can be instituted only in Hong\n                    Kong and not in any other Country.\n</blockquote>\n<blockquote id=\"blockquote_16\">                    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1974908\" id=\"span_12\">16. Territorial jurisdiction of a court, when the\n                    plaintiff intends to invoke jurisdiction of any court in\n                    India, has to be ascertained on the basis of the\n                    principals <a href=\"/doc/1974908/\" id=\"a_9\">laid down in</a> <a href=\"/doc/161831507/\" id=\"a_10\">the Code of Civil Procedure</a>.\n                    Since a part of &quot;cause of action&quot; has arisen within the\n                    local limits of Delhi as averred in the plaint by the\n                    Plaintiff Company, the question has to be considered\n                    on the basis of such averment.&quot;</span>\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_13\">             It is contended that as per the ratio of the above judgment,\n\n   applicability of law and the territorial jurisdiction of a Court based on cause\n\n   of action, are two separate issues. The territorial jurisdiction of a Court\n\n   cannot be ousted merely because the law applicable is of a third country.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1974908\" id=\"span_13\">15. We have minutely gone through the aforesaid judgments cited by the\n\n   defendant No.1 and the plaintiff respectively. Our opinion is that the case is\n\n   squarely covered by the judgment of the Supreme Court in <a href=\"/doc/1974908/\" id=\"a_11\">Laxman Prasad</a>\n\n   (supra). The entire thrust of the submission of the learned counsel for the\n\n   defendant No.1 is that once the contract is governed by English law, it will\n\n   be the English courts which will have exclusive jurisdiction to deal with the\n\n   dispute and apply the substantive law, i.e., English law. This submission runs\n\n<span class=\"hidden_text\" id=\"span_14\">FAO (OS) No.138/2005                                                  Page 9 of 17</span>\n    contrary to the law <a href=\"/doc/1974908/\" id=\"a_12\">laid down by</a> the Supreme Court in Laxman Prasad. In\n\n   no uncertain terms the Supreme Court held <a href=\"/doc/1974908/\" id=\"a_13\">in that case</a> that applicability of\n\n   law of a particular country would not mean that the case is also to be filed in\n\n   that country alone. A clear and fine distinction was made by the Supreme\n\n   Court between the &quot;cause of action&quot; and &quot;applicability of law&quot;. It was held\n\n   that if the parties had agreed upon the applicability of laws of a particular\n\n   country that would not mean that there was also an agreement upon the\n\n   territorial jurisdiction of court of that country as well. That was a case\n\n   where contract was between the company of Hong Kong and its Indian ex-\n\n   employee.    Contract was executed in Hong Kong and it contained a\n\n   stipulation to the effect that the terms and conditions of the contract would\n\n   be interpreted in accordance to the Hong Kong law.           The Hong Kong\n\n   company was engaged in the business of trading electronic goods generally\n\n   and Printed Circuit Board (PCB) particularly. According to this Hong Kong\n\n   company, it had developed solid reputation in India under its trade name\n\n   and trade mark in the field of the said goods. The appellant had joined the\n\n   company in India as a representative for marketing PCB products of the\n\n   company in India. Thereafter he was provided full time employment in Hong\n\n   Kong as the &#x27;International Business Development Manager&#x27;. In the contract\n\n   of employment there was a clause regarding governing law.              It was\n\n   mentioned that the agreement &quot;shall be interpreted in accordance to the\n\n   laws of Hong Kong Special Administrative Region&quot;. The appellant tendered\n\n   his resignation. Thereafter the Hong Kong company filed a suit in this Court\n\n   against the appellant/defendant alleging that he misinformed its potential\n\n   customers that he was representing the company and also submitted quotes\n\n<span class=\"hidden_text\" id=\"span_15\">FAO (OS) No.138/2005                                                Page 10 of 17</span>\n    for PCB products. He also participated in the trade fair in Delhi at Pragati\n\n   Maidan where he used the goodwill and passed on the trade name of the\n\n   company. He had also registered the domain name deceptively similar to\n\n   that of the company while he was still in the employment of the company.\n\n   On these averments the company had prayed for a decree of permanent and\n\n   mandatory injunction and also for damages by ordering rendition of\n\n   accounts. The appellant filed an application under Order 7 Rules 10 and 11\n\n   <a href=\"/doc/161831507/\" id=\"a_14\">of the CPC</a> for rejection of the plaint on the ground that Delhi courts had no\n\n   jurisdiction.    It was contended that since the employment agreement\n\n   between the parties was governed by the Hong Kong law, it was only the\n\n   competent court in Hong Kong which was vested with the jurisdiction to\n\n   decide the matter. This Court rejected this contention of the appellant\n\n   (defendant) and the matter went up to the Supreme Court. The Supreme\n\n   Court upheld the decision of this Court holding that merely because the\n\n   contract was governed by Hong Kong law would not mean that there was an\n\n   agreement about the territorial jurisdiction of the courts in Hong Kong as\n\n   well. The principles <a href=\"/doc/1974908/\" id=\"a_15\">laid down by</a> the Supreme Court in <a href=\"/doc/1974908/\" id=\"a_16\">the said judgment</a>\n\n   can be summarized as under:-</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_15\">\n</p><blockquote id=\"blockquote_17\">                   a) What was the agreed upon was not territorial jurisdiction of\n\n                      a court but applicability of laws. &quot;Cause of action&quot; and\n\n                      &quot;applicability of law&quot; are two distinct, different and\n\n                      independent things and one cannot be confused with the\n\n                      other.   The expression &quot;cause of action&quot; has not been\n\n                      defined in <a href=\"/doc/161831507/\" id=\"a_17\">CPC</a>. It is, however, settled law that every suit\n\n\n<span class=\"hidden_text\" id=\"span_16\">FAO (OS) No.138/2005                                                 Page 11 of 17</span>\n                  presupposes the existence of a cause of action. If there is\n\n                 no cause of action, the plaint has to be rejected [Rule 11(a)\n\n                 of Order 7]. Stated simply, &quot;cause of action&quot; means a right\n\n                 to sue. It consists of material facts which are imperative for\n\n                 the plaintiff to allege and prove to succeed in the suit.\n\n</blockquote><blockquote id=\"blockquote_18\">              b) <a href=\"/doc/175502059/\" id=\"a_18\">Section 20(c)</a> CPC leaves no room for doubt that a suit\n\n                 would lie in a court within the local limits of whose\n\n                 jurisdiction the cause of action has arisen, wholly or partly.\n\n</blockquote><p data-structure=\"RespArg\" id=\"p_16\">                 <a href=\"/doc/483593/\" id=\"a_19\">Section 20</a> has been designed to secure that justice might\n\n                 be brought as near as possible to every man&#x27;s heartstone\n\n                 and that the defendant should not be put to the trouble\n\n                 and expense of travelling long distances in order to defend\n\n                 himself.\n</p>\n<p data-structure=\"Precedent\" id=\"p_17\">              c) It is true that the suit could have been instituted in Hong\n\n                 Kong as well.     That, however, does not take away the\n\n                 jurisdiction of the Delhi court where a part of cause of\n\n                 action had arisen. In the plaint, it was specifically alleged by\n\n                 the plaintiff Company that the defendant had committed\n\n                 breach of terms and conditions of agreement during the\n\n                 trade fair in Pragati Maidan, Delhi. It was, therefore, open\n\n                 to the plaintiff Company to institute a suit in a competent\n\n                 court within the jurisdiction of Delhi.\n</p>\n<p data-structure=\"Section\" id=\"p_18\">              d) Territorial jurisdiction of a court, when the plaintiff intends\n\n                 to invoke jurisdiction of any court in India, has to be\n\n\n<span class=\"hidden_text\" id=\"span_17\">FAO (OS) No.138/2005                                               Page 12 of 17</span>\n                     ascertained on the basis of the principles <a href=\"/doc/1974908/\" id=\"a_20\">laid down in</a> <a href=\"/doc/161831507/\" id=\"a_21\">the\n\n                    Code of Civil Procedure</a>. Since a part of &quot;cause of action&quot;\n\n</p><blockquote id=\"blockquote_19\">                    had arisen within the local limits of Delhi as averred in the\n\n                    plaint by the plaintiff Company, the question had to be\n\n                    considered on the basis of such averment. Since it was\n\n                    alleged that the appellant-defendant had committed\n\n                    breach of agreement by using trade mark/trade name in\n\n                    trade fair in Delhi, a part of cause of action had arisen in\n\n                    Delhi. The plaintiff Company, in the circumstances, could\n\n                    have filed a suit in Delhi.\n</blockquote>\n<blockquote id=\"blockquote_20\">                e) So far as the applicability of law is concerned, obviously as\n\n                    and when the suit would come up for hearing, the Court\n\n                    will interpret the clause and take an appropriate decision in\n\n                    accordance with law. It has, however, nothing to do with\n\n                    the local limits of the jurisdiction of the Court.\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1974908\" id=\"span_18\">16. In the present case, as conceded by the learned counsel for the defendant\n\n   No.1 (appellant) himself, first part of Clause 13 deals with the governing law.\n\n   It is on the basis of first part alone that the defendant No.1 wants to urge\n\n   that it is the competent court in England which will have exclusive\n\n   jurisdiction to deal with the matter. That submission has no legs to stand in\n\n   view of ratio of <a href=\"/doc/1974908/\" id=\"a_22\">Laxman Prasad</a>&#x27;s case          (supra).    Merely because the\n\n   governing law is English law would not lead to the conclusion that English\n\n   courts are conferred with the exclusive jurisdiction to decide the dispute. If\n\n   more than one courts have the jurisdiction, it is the choice of the plaintiff to\n\n\n<span class=\"hidden_text\" id=\"span_19\">FAO (OS) No.138/2005                                                     Page 13 of 17</span>\n    invoke the jurisdiction in any of those courts. There are specific averments\n\n   made in the plaint on the basis whereof it is pleaded by the plaintiff that\n\n   jurisdiction is vested in Delhi Court as well.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1974908\" id=\"span_20\">These are predicated on the\n\n   provisions of <a href=\"/doc/86911060/\" id=\"a_23\">Section 20</a> CPC which provision can be applied while\n\n   determining the jurisdiction as per the principle of law <a href=\"/doc/1974908/\" id=\"a_24\">laid down in</a> <a href=\"/doc/1974908/\" id=\"a_25\">Laxman\n\n   Prasad</a> (supra). Unless the jurisdiction of Delhi court or for that matter\n\n   Indian courts is specifically excluded by agreement between the parties and\n\n   exclusive jurisdiction is conferred upon the English courts, the appellant\n\n   cannot succeed. The appellant has not even attempted to make out any\n\n   such case.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_20\">17. Even as per the defendant No.1&#x27;s own contention, second part of Clause 13\n\n   deals with choice of forum in case the defendant No.1 as seller had to\n\n   institute the proceedings against the plaintiff/buyer. Admittedly, we are not\n\n   dealing with such a situation as it is the buyer which has instituted legal\n\n   proceedings against the seller and second part does not deal with that\n\n   situation. We need not say more on this aspect as application of the\n\n   appellant under <a href=\"/doc/1146817/\" id=\"a_26\">Section 8</a> of the Arbitration and Conciliation Act, 1996, is\n\n   pending in the suit and it would be for the learned Single Judge to take final\n\n   view in the said matter after hearing the parties. What is emphasized is that\n\n   it is the defendant No.1&#x27;s own case that second part of Clause 13 is not\n\n   relevant while deciding application of the defendant No.1 under Order 7\n\n   Rules 10 and 11 <a href=\"/doc/161831507/\" id=\"a_27\">CPC</a>.\n</p>\n<p data-structure=\"Precedent\" id=\"p_21\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1933943\" id=\"span_21\">18. The issue raised in <a href=\"/doc/1933943/\" id=\"a_28\">British India Steam Navigation Co. Ltd.</a> (supra), relied\n\n   upon by the learned counsel for the appellant, was entirely different. The\n\n\n<span class=\"hidden_text\" id=\"span_22\">FAO (OS) No.138/2005                                               Page 14 of 17</span>\n    question before the Court was as to whether the parties can agree between\n\n   them that the disputes would be settled by applying the law of a particular\n\n   country even when both the parties are not resident of that country. It is\n\n   this issue which was decided in affirmative. It would not follow therefrom\n\n   that they even agreed to the territorial jurisdiction of the Court of that\n\n   country, the law whereof was the governing law as far as the contract is\n\n   concerned.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1974908\" id=\"span_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1933943\" id=\"span_24\"><a href=\"/doc/1933943/\" id=\"a_29\">Incidentally, British India Steam Navigation Co. Ltd.</a> (supra) was\n\n   specifically referred to and distinguished by the Supreme Court in <a href=\"/doc/1974908/\" id=\"a_30\">Laxman\n\n   Prasad</a> (supra) in the following words:-</span></span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_22\">\n</p><blockquote id=\"blockquote_21\">                   <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1933943\" id=\"span_25\">&quot;40. Learned counsel for the appellant relied on a\n                   decision of this court in <a href=\"/doc/1933943/\" id=\"a_31\">British India Steam Navigation\n                   Co. Limited v. Shanmughavilas Cashew Industries</a>. In\n                   that case, the Plaintiff purchased from the Defendant\n                   Company raw cashew nuts which were shipped in a\n                   vessel chartered by a company incorporated in England.\n                   Clause 3 of the bill of lading dealt with jurisdiction of the\n                   court. The said clause read as under: (SCC pp. 488-89\n                   page 8)\n\n                   &quot;3.           Jurisdiction-The contract evidenced by this\n                   bill of lading shall be governed by English law and\n                   disputes determined in England or at the option of the\n                   carrier, at the port of destination according to English\n                   law to the exclusion of the jurisdiction of the courts of\n                   any other country.&quot;</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_23\">                   Though the above clause made it clear that the disputes\n                   should be determined in England, this Court held that\n                   the objection as to territorial jurisdiction had been\n                   waived by the Defendant. So far as the law is\n                   concerned, it was held that proper law to govern the\n                   contract was English Law.\n</p>\n<p data-structure=\"PetArg\" id=\"p_24\">                   41.          The learned counsel for the appellant\n                   submitted that the <a href=\"/doc/1933943/\" id=\"a_32\">ratio <a href=\"/doc/1933943/\" id=\"a_33\">laid down in</a></a> British India Steam\n                   Navigation Co. applies to the case on hand and the High\n                   Court of Delhi committed an error of law in not\n                   upholding the objection of the defendant that Indian\n                   Court had no jurisdiction to deal with the matter.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_25\"><span class=\"hidden_text\" id=\"span_26\">FAO (OS) No.138/2005                                                  Page 15 of 17</span>\n</p><p data-structure=\"Conclusion\" id=\"p_26\">                      42.          We are unable to agree. Clause 3, ax\n                     extracted hereinabove, clearly provided that the\n                     contract would be governed by English Law. The High\n                     Court was, therefore, right in observing that the cause is\n                     not relevant so far as the question raised in the present\n                     matter is concerned.&quot;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_27\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1933943\" id=\"span_27\">19. Clause 3 in the said contract relating to jurisdiction clearly provided that not\n\n   only the contract was governed by English law, even the disputes were to be\n\n   &quot;determined in England&quot;. Learned counsel for the appellant laid much\n\n   emphasis on the expression used in para 42 extracted above wherein the\n\n   Court distinguished the said case by observing that Clause 3 &quot;clearly\n\n   provided that the contract would be governed by English Law&quot; and on that\n\n   basis tried to argue that the Court was of the opinion that in case the\n\n   contract is to be governed by English law, it is the English law which will have\n\n   territorial jurisdiction also to determine the dispute. However, when the\n\n   judgment is read in entirety, it is clear that the case of <a href=\"/doc/1933943/\" id=\"a_34\">British India Steam\n\n   Navigation Co. Ltd.</a> (supra) was distinguished on the ground that Clause 3\n\n   itself provided the jurisdiction as well.</span> The language is:\n\n</p><blockquote id=\"blockquote_22\">                     &quot;3. Jurisdiction-The contract evidenced by this bill of\n                     lading shall be governed by English law and disputes\n                     determined in England or at the option of the carrier, at\n                     the port of destination according to English law to the\n                     exclusion of the jurisdiction of the courts of any other\n                     country.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1974908\" id=\"span_28\">20. We are, therefore, of the opinion that the submission of the learned counsel\n\n   for the appellant runs contrary to the ratio of <a href=\"/doc/1974908/\" id=\"a_35\">Laxman Prasad</a> (supra)\n\n   wherein it is clearly held, as pointed out above in principle (e) of the said\n\n   case, that in so far as the applicability of the law is concerned, Delhi Court\n\n   could interpret the clause and take appropriate decisions in accordance with\n\n   law. Thus, it would be open to the appellant to argue, when the clauses of\n\n<span class=\"hidden_text\" id=\"span_29\">FAO (OS) No.138/2005                                                  Page 16 of 17</span>\n    the contract dated 5.1.1996 come up for interpretation, that the same\n\n   should be interpreted applying the English law. That exercise can be done\n\n   by the Court in Delhi also and such a proposition has nothing to do with the\n\n   territorial jurisdiction of the Court.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_29\">21. No doubt, the learned Single Judge should not have dwelled on second part\n\n   of Clause 13 and decided as to whether that is contrary to the provisions of\n\n   <a href=\"/doc/1224074/\" id=\"a_36\">Section 28</a> of the Contract Act or not, that may be an issue which may arise\n\n   when part II of Clause 13 comes up for discussion while deciding the\n\n   application of the defendant No.1 under <a href=\"/doc/1146817/\" id=\"a_37\">Section 8</a> of the Arbitration and\n\n   Conciliation Act. For our purpose it is sufficient that when for the purpose of\n\n   application under Order 7 Rules 10 and 11 of the Code, second part of\n\n   Clause 13 is not relevant, the jurisdiction would be decided on the\n\n   touchstone of <a href=\"/doc/86911060/\" id=\"a_38\">Section 20</a> CPC. The approach of the learned Single Judge to\n\n   that extent, while deciding the application under <a href=\"/doc/161831507/\" id=\"a_39\">Order 7 Rule 11 CPC</a> for\n\n   which the only relevant provision was first II of Clause 13, was not correct.\n\n   However, still the outcome remains the same. For the reasons given above,\n\n   we are of the opinion that the application of the appellant/defendant No.1\n\n   filed under <a href=\"/doc/161831507/\" id=\"a_40\">Order 7 Rule 11 CPC</a> for rejection of the plaint is without any\n\n   merit. Accordingly, this appeal is dismissed with costs.</p><pre id=\"pre_2\">\n\n\n\n                                                               (A.K. SIKRI)\n                                                                 JUDGE\n\n\n\n\n   August 27, 2008                                      (MANMOHAN SINGH)\n   hp.                                                       JUDGE\n\n\n<span class=\"hidden_text\" id=\"span_30\">FAO (OS) No.138/2005                                                Page 17 of 17</span>\n </pre>","numcites":11,"numcitedby":1,"docsource":"Delhi High Court","citetid":47824259,"divtype":"judgments","relatedqs":[{"value":"order 7 rule 11 of cpc","formInput":"order%207%20rule%2011%20of%20cpc"},{"value":" order 7 rule 10","formInput":"%20order%207%20rule%2010"},{"value":"order 7 rule 11","formInput":"order%207%20rule%2011"},{"value":"civil procedure code order 7,rule 11","formInput":"civil%20procedure%20code%20order%207%2Crule%2011"},{"value":"application under order 7 rule 11","formInput":"application%20under%20order%207%20rule%2011"},{"value":"territorial jurisdiction of court","formInput":"territorial%20jurisdiction%20of%20court"},{"value":"cause of action","formInput":"cause%20of%20action"},{"value":"territorial jurisdiction","formInput":"territorial%20jurisdiction"},{"value":"jurisdiction in contract","formInput":"jurisdiction%20in%20contract"},{"value":"governing law of contract","formInput":"governing%20law%20of%20contract"},{"value":"order 7 rule 11 c.p.c","formInput":"order%207%20rule%2011%20c.p.c"},{"value":"contract law","formInput":"contract%20law"},{"value":"substantive law","formInput":"substantive%20law"},{"value":"trade name","formInput":"trade%20name"},{"value":"\"order 7 rule 10\"","formInput":"%22order%207%20rule%2010%22"},{"value":"sec 20  c.p.c.","formInput":"sec%2020%20%20c.p.c."},{"value":"\"cause of action\"","formInput":"%22cause%20of%20action%22"},{"value":"exclusive jurisdiction ","formInput":"exclusive%20jurisdiction%20"},{"value":"\"territorial jurisdiction\"","formInput":"%22territorial%20jurisdiction%22"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"}],"cats":[{"value":"referral-power-for-arbitration-agreements","formInput":"tag:referral-power-for-arbitration-agreements"},{"value":"agreements-in-restraint-of-legal-proceeding-void","formInput":"tag:agreements-in-restraint-of-legal-proceeding-void"},{"value":"contract","formInput":"tag:contract"},{"value":"mistaken-agreement-void-due-to-mutual-error","formInput":"tag:mistaken-agreement-void-due-to-mutual-error"}],"courtcopy":true,"query_alert":null,"agreement":false}