{"tid":114600,"publishdate":"2007-04-11","title":"Abdul Rasid Shaikh And Anr. vs State Of Gujarat on 11 April, 2007","doc":"<h2 class=\"doc_title\">Abdul Rasid Shaikh And Anr. vs State Of Gujarat on 11 April, 2007</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-l-dave\">A.L. Dave</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-l-dave\">A.L. Dave</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nA.L. Dave, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. These two criminal appeals arise out of a judgment and order rendered by City Sessions Court in Sessions Cases No. 26 of 1998 and 360 of 1998 on 27th August, 1999. Mohammed Yusuf Saifulla Shaikh, Abdul Rashid Saifulla Shaikh, Akram Ramzan Dhuldhoya, Gulamnabi alias Gulu Mohammed Mansuri and Hajibhai Sulemanbhai were tried by the Sessions Court in the abovereferred Sessions Cases. Out of them, the Trial Court convicted Mohammed Yusuf Saifula Shaikh and Abdul Rashid Saifulla Shaikh for offence punishable under Section 8 read with <a href=\"/doc/1566465/\" id=\"a_1\">Section 21</a> of the Narcotic Drugs and Psychotrophic Substances Act, 1985 (&quot;<a href=\"/doc/1727139/\" id=\"a_2\">NDPS Act</a>&quot; for short) whereas acquitted rest of the accused persons. Aggrieved by the said conviction, Mohammed Yusuf Saifulla Shaikh and Abdul Rashid Saifulla Shaikh have preferred Criminal Appeal No. 1159 of 1999. Against acquittal of Akram Ramzan Dhuldhoya, the State has preferred Criminal Appeal No. 1295 of 1999.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">1.1 For the sake of convenience, Mohammed Yusuf Saifulla Shaikh, who was original accused No. 1 in Sessions Case No. 26 of 1998, is referred to as &quot;A1&quot; Likewise, Abdul Rashid Saifulla Shaikh, who was original accused No. 2, is referred to as &quot;A2&quot; and Akram Ramzan Dhuldhoya, respondent in Criminal Appeal No. 1295 and original accused No. 3, is referred to as &quot;A3&quot; in this judgment.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\">2. The prosecution case, in brief, is that police received an information that two Kashmiri persons sporting beard, having in their possession bags containing certain quantity of Charas, are going to arrive near Shaking Minarets located near Sarangpur AMTS Bus Stand in Ahmedabad, and are going to be received by one Gulubhai Sofawala of Pathar&#x27;ni Chawl, Kalol or by his man-Akram and, thereafter, they are to go towards Kalol. This information was received by P.S.I.-C.N. Rajput which, in turn, was passed over to P.I.-Barot, who made an entry in the Station Diary of DCB Police Station, Ahmedabad and, thereafter, arranged for a watch to be kept at the place after calling Panch witnesses. After calling the Panch witnesses and explaining to them the details, a team went to the place and organized a watch. They noticed two persons coming from Kalupur Bus Stand side and standing at Sarangpur AMTS Bus Station. They were carrying bags as per the description received in the information. After the duo waited for some time, a third person arrived at the Bus Station and there was some discussion inter se. At that point of time, the watch party raided on them and inquired about their identity and other aspects after disclosing their own identity. It is further the case of the prosecution that option of being searched in presence of a Magistrate or any other Gazetted Officer was given to the three persons detained, to which they said no. Thereafter, their bags were searched and were found to carry contraband-Charas weighing about 39.825 kgs. For weighing the contraband, a witness was called so also an officer from Forensic Science Laboratory (FSL) was summoned at the spot for obtaining a primary opinion about the nature of material seized. It was opined that the material seized was Charas. Thereafter, sampling was done. The seized material as well as samples was sealed and then, at a later point of time, sent to FSL for examination. The investigating agency, having found sufficient material against the accused persons, filed charge sheet against them in the Special Court, Ahmedabad and Sessions Cases No. 26 of 1998 and 360 of 1998 came to be registered. Charge in Sessions Case No. 26 of 1998 was framed under <a href=\"/doc/704277/\" id=\"a_3\">Sections 8</a>, <a href=\"/doc/919170/\" id=\"a_4\">20</a>, <a href=\"/doc/1566465/\" id=\"a_5\">21</a>, <a href=\"/doc/654722/\" id=\"a_6\">23</a> and <a href=\"/doc/1252855/\" id=\"a_7\">29</a> of the NDPS Act against A1, A2 and A3, to which they pleaded not guilty and claimed to be tried.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_4\">2.1 The Trial Court, after considering the evidence led by the prosecution, came to a conclusion that charge against A1 and A2 for offence punishable under <a href=\"/doc/704277/\" id=\"a_8\">Section 8</a> read with <a href=\"/doc/1566465/\" id=\"a_9\">Section 21</a> of the NDPS Act was proved by the prosecution and sentenced them to undergo rigorous imprisonment for fifteen years and to pay a fine of Rs. 3 lakh each, in default, to undergo rigorous imprisonment for three years. The Trial Court also came to a conclusion that charges against A3, A4 and A5 were not proved and, therefore, recorded an acquittal against them.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_5\">2.2 Against conviction, A1 and A2 have preferred Criminal Appeal No. 1159 of 1999 and are represented by learned Advocate, Mr. E. E. Saiyed. Against acquittal of A3, the State has preferred Criminal Appeal No. 1295 of 1999 and the State is represented by learned Additional Public Prosecutor, Ms. Falguni Patel. Against acquittal of A4 and A5, there is no appeal.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_6\">3. We have heard learned Advocate, Mr. E. E. Saiyed for A1 and A2, who are the appellants in Criminal Appeal No. 1159 of 1999, and learned Additional Public Prosecutor, Ms. Patel, for the respondent in Criminal Appeal No. 1159 of 1999 as well as appellant in Criminal Appeal No. 1295 of 1999. Respondent-Akram Ramzan Dhuldhoya is not represented by anyone. We, therefore, appoint Mr. Saiyed, who has shown his willingness to assist the Court, to defend original accused No. 3 thereby.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_7\">4. Learned Advocate, Mr. Saiyed, submitted that there is discrepancy in depositions of P.S.I.-Rajput and Exhibit 32-Station Diary entry made on the basis of information received by P. I.-Barot from P.S.I.-Rajput. He submitted that the compliance of <a href=\"/doc/961083/\" id=\"a_10\">Section 50</a> of the NDPS Act pleaded and projected by the prosecution is under a cloud of doubt. Although P. I.-Barot speaks about the same, Panch witness-Devendra Patel does not speak anything about compliance of <a href=\"/doc/961083/\" id=\"a_11\">Section 50</a> of the NDPS Act.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_8\">4.1 He submitted further that the watch was arranged and raid was conducted by DCB Police in the jurisdiction of Sheharkotda Police Station without involving them. It is also contended that the accused persons do not know any language other than Kashmiri and, therefore, the entire investigation and the trial would stand vitiated. It was also contended that the prosecution has failed to examine Prajapati, who had allegedly weighed the contraband. The prosecution has also failed to examine Patel from the FSL, who had gone to the spot for giving tentative opinion about the nature of the goods seized.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_9\">4.2 Mr. Saiyed contended further that the prosecution has also failed to examine Panch witness and, therefore, the evidence led by the prosecution cannot be considered as sufficient to convict a man for offence under the <a href=\"/doc/1727139/\" id=\"a_12\">NDPS Act</a>.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_10\">4.3 It was contended that the evidence led by the prosecution in respect of place to be raided is different and, therefore, the entire evidence is under the shadow of doubt, benefit of which may be given to the accused.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_11\">4.4 It was also contended by learned Advocate, Mr. Saiyed, that there is discrepancy so far as description of the persons is concerned, as is given in the entry-Exhibit 32 and the evidence of Shri Rajput and, therefore, the Trial Court&#x27;s judgment and order may be set aside and the appellants may be acquitted of the charges levelled against them.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_12\">4.5 So far as appeal by the State is concerned, it is contended by learned Advocate, Mr. Saiyed, that the Trial Court has acquitted accused Nos. 3, 4 and 5 and appeal is preferred only in respect of A3. The evidence that is led by the prosecution does not in any manner show that A3 was connected with A1 and A2. He is not found to be in possession of any contraband. The place where the raid was conducted is a public place and unless a nexus is established between A1 and A2 on the one hand and A3 on the other hand, conviction cannot be recorded and, therefore, the Trial Court has recorded acquittal and it cannot be interfered with.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_13\">5. The conviction appeal is opposed to by learned Additional Public Prosecutor, Ms. Patel. She submitted that the information, which was received by the prosecution, has been reduced to writing and an appropriate entry has been made in the Station Diary containing details. She submitted, however, that there is discrepancy in the description of the persons who were to come, namely, that as per entry of information, Exhibit 32, the persons who were to come were sporting beard whereas neither of the accuse-convicted were sporting any beard. But this discrepancy is not such as would affect the prosecution case as a whole nor would it abrogate other prosecution evidence. She submitted that the fact remains that contraband-Charas has been seized from A1 and A2 in large quantity. She submitted that the persons are from Kashmir and their appearance, therefore, would be different. Besides that, description of their bags was also received in the information and the evidence of P.I.-Tarun Barot (Exhibit 29) indicates that after A1 and A2 had come with bags and they waited at the Bus Stand and after A3 came and started talking with them, the watch party decided to raid them because except beard, rest of the details were matching. The evidence of Prajapati, who weighed the contraband and Patel from the FSL is not so significant as there has been no dispute, at any point of time, as regards weight of the contraband or as regards primary opinion given by the FSL and such a contention, therefore, cannot be raised at this stage. Non-examination of these witnesses will not cause any prejudice to the accused nor would it cause any damage to the prosecution case. The tentative opinion of Patel would get merged into the final report received from the FSL and, therefore, non-examination is of no consequence. Ms. Patel also submitted that A1 and A2 have been found to be in actual conscious possession of contraband-Charas in a very large quantity. This, therefore, could not be for their personal purpose. The necessary inference is that they were engaged in trade of narcotic drugs. Narcotic drug business is a menace to the society and nation and may be viewed seriously. She submitted that the trial Court has considered all these aspects of awarding appropriate punishment and, therefore, this Court may not interfere with either the conviction or the sentence part.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_14\">5.1 Ms. Patel submitted that the Trial Court committed an error in recording acquittal of A3. He is the person who came to the spot where A1 and A2 were standing and started talking to them. This would indicate that they were interconnected and, obviously, therefore, he ought to have been convicted by the Trial Court for the very offence for which A1 and A2 are convicted. She submitted, therefore, that Criminal Appeal No. 1159 of 1999 may be dismissed and Criminal Appeal No. 1295 of 1999 may be allowed.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_15\">6. Before going into the facts of the case and the evidence thereon, firstly, we would like to deal with two legal contentions raised by learned Advocate, Mr. Saiyed. The first contention is that compliance of <a href=\"/doc/961083/\" id=\"a_13\">Section 50</a> is not satisfactory and is under a shadow of doubt. For this reason, it is indicated that Panch witness-Devendra Patel is totally silent about any option being given to accused persons for being searched in presence of a Magistrate or any other Gazetted Officer whereas P.I.-Tarunkumar Amrutlal Barot (Exhibit 29) and other police witnesses, in terms, stated that such option was given to meet with the requirement of <a href=\"/doc/961083/\" id=\"a_14\">Section 50</a>.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_16\">6.1 In this regard, we may note that the information was that two Kashmiri persons were to come with bags covered by Army uniform coloured cloth, which contains some quantity of Charas. We also notice that, at the time of raid, the bags were searched and contraband was found from them. This cannot be considered as a search of person of suspect, as envisaged under <a href=\"/doc/961083/\" id=\"a_15\">Section 50</a> of the NDPS Act and, therefore, as such, mandatory requirement of <a href=\"/doc/961083/\" id=\"a_16\">Section 50</a> was not required to be complied with. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"794095\" id=\"span_1\">In this regard, we may refer to decision of the Apex Court in <a href=\"/doc/794095/\" id=\"a_17\">State of Himachal Pradesh v. Pawan Kumar</a> , where it is held that search of bag, briefcase or any such article or container, etc. which is being carried by the accused is not a search of the person and, hence, <a href=\"/doc/961083/\" id=\"a_18\">Section 50</a> would not apply in such cases.</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_17\">6.2 P. I. Tarunkumar Amrutlal Barot (Exhibit 29) has, in terms, stated that such option was given. Exhibits 43, 44 and 45, which are option given to each of the accused in writing, reflect compliance of <a href=\"/doc/961083/\" id=\"a_19\">Section 50</a>. These are contemporaneous records and there is no reason to doubt such records and, therefore, in our opinion, there is compliance of <a href=\"/doc/961083/\" id=\"a_20\">Section 50</a>, though that compliance cannot be considered mandatory in facts of the present case.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_18\">6.3 The second contention which is raised by learned Advocate, Mr. Saiyed, is that there is non-compliance of <a href=\"/doc/1841395/\" id=\"a_21\">Section 42</a>. According to him, information received has to be reduced into writing immediately and superior officer is required to be informed. The information which was received by P.S.I.-Rajput is not forming part of the record. However, an entry made on the basis of that information is produced at Exhibit 32 and there is evidence of P. I. Barot (Exhibit 29) to the effect that he informed his superior office immediately in writing about the information received. This aspect is not challenged or not contradicted. Exhibit 32, the Station Diary entry, also reflects that superior officer was informed about the information and the proposed watch/raid. In our opinion, therefore, there is compliance of <a href=\"/doc/1841395/\" id=\"a_22\">Section 42</a> of the NDPS Act.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_19\">6.4 Here again, we may observe that, as per the information, the persons were to come at a Bus Stand on a public road. Accordingly, watch was arranged, raid was conducted and contraband was found. The entire episode has occurred on a public place and, therefore, <a href=\"/doc/1841395/\" id=\"a_23\">Section 42</a> would not be attracted and there is no question of compliance of <a href=\"/doc/1841395/\" id=\"a_24\">Section 42</a>, although, as discussed earlier, <a href=\"/doc/1841395/\" id=\"a_25\">Section 42</a> has been complied. Even if it was not complied with, it was not a mandatory requirement required to be complied with in facts of the present case and, therefore, this contention, even if upheld, would not help A1 and A2.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_20\">7. Now, coming to the case of the prosecution, the prosecution has examined Police Inspectored-Tarunkumar Amrutlal Barot at Exhibit 29. He speaks of having been informed by P.S.I.-Rajput around 10.15 hours on 23.10.1998 that two persons named Rashid and Yusuf from Kashmir are to come with two Army uniform colour cloth covered bags containing Charas at Sarangpur AMTS Bus Station and for receiving them, either Akram from Kalol or his employer-Gulu Sofawala is to come. He, therefore, informed his superior officer in writing. He says that Raput had given this information to him in writing. Thereafter, he called two Panch witness through Head Constable-Gopalsinh. He says that he made entry in the Station Diary and then left for the watch/raid. After explaining the procedure to the Panch witnesses, they started from Gaekwad Haveli Police Station at about 12.30 P.M., after drawing a Panchnama and verifying that there was not contraband with any of the raiding party members. At Sarangpur Police Chowky, they parked their police vehicle and then went towards the Bus Stand and organized a watch. They were all dressed in plain clothes. Around 2.15 P.M., they noticed two persons coming from Kalupur Railway Station side, whose bags were hanging from their shoulders. The came to the Bust Stop of Bus Route No. 37/117 and stood their waiting. After some time, one person came to them and started talking. They were persons of the description given in the information and, therefore, the raiding party went near them and introduced themselves. He then goes to say that option was given under <a href=\"/doc/961083/\" id=\"a_26\">Section 50</a> of the NDPS Act, to which they denied and, on being asked in Hindi, they gave their names to be Mohammed Yusuf, Rashid and Akram. The witness says that Yusuf was asked to open his bag, which he did with the help of key from his pocket. There were four packets wrapped up in newspaper and were bound with jute thread. Those packets were opened and it was found that there were plastic packets inside and when the packets were opened, they were found to contain brown coloured oblong pieces. Thereafter, bag of Rashid was got opened, which he opened with his keys. There again, three packets wrapped up in newspaper and bound with jute thread were found and, on opening, they were found to carry plastic packets containing brown coloured oblong material. He says that FSL Officer was summoned for spot inspection through Head Constable-Dilubha and a person was summoned for weighing the material seized through Police Constable-Ghanshyamlal Gadhavi. Later on, from the pocket of trouser worn by Yusuf, a wallet was found containing a card certifying that he is an Ex-Army man. An amount of Rs. 1400/- was also found. The witness identified Yusuf as A1.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_21\">7.1 From the pocket of Rashid Rs. 830/- were found so also a wallet containing identity card showing him to be an Ex-Army man. In the meantime, Mr. Patel from FSL arrived at the place around 16 hours. With the help of the kit with him, he examined the contraband and gave a tentative opinion that the material found from the persons was contraband-Charas. The witness then says that under guidance of Shri Patel from FSL, samples were taken and sealing was done after putting them in plastic containers. The remaining part of the contraband was also put into a cloth bag, stitched and sealed. Seizure memo was prepared and given to the accused persons. He says that the muddamal was sent to FSL for examination along with communication from the office, copy of which is at Exhibit 46. The witness has been cross-examined at length by defence. He states during cross-examination that the persons giving information had not given full description of the persons who are coming. He states that, in the information, names of Rashid and Yusuf were there whereas fathers&#x27; names were not shown. He denies the suggestion that name of one of the accused was Mohammad and that of another was Abdul. He denies the suggestion that the entire story of information, watch and raid is a concoction and that the accused were arrested from the Railway Station. There were several suggestions made to this witness in cross-examination, most of which he denied, but nothing turns on his evidence.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_22\">7.2 Amrutbhai Devjibhai (Exhibit 49) was the Head Constable, who was working in the Crime Branch, at Ahmedabad, on 23rd October, 1997. He says that, around 22.00 hours, P.I.-Barot lodged his F.I.R., on the basis of which a report under <a href=\"/doc/1727139/\" id=\"a_27\">Section 157</a> of the NDPS Act was made. He places on record a xerox copy of the Station Diary entry Exhibit 32. Copy of the original muddamal receipt is produced at Exhibit 51. During cross-examination, he sticks to his version.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_23\">7.3 Panch witness-Devendrabhai Vijendrabhai is examined at Exhibit 52. He is witness to the search, seizure and arrest of the accused. He says that he was called as a Panch witness along with one Dilipbhai. Police had some information about Charas and, therefore, they were called at the Crime Branch Police Station. They were informed that they have information that two persons carrying bags covered with Army uniform coloured cloth are likely to pass through Kalupur Station side, where they have to work as Panch witnesses. Thereafter, the Government vehicles were got checked through them and nothing objectionable was noticed. Thereafter, they went in the Government vehicle to Shaking Minarets. Around 2.15 P.M., two persons were noticed coming from Railway Station side having the description which was given to them. They were intercepted and interrogated on contents of the bags. The bags were got opened and from one of the bags, four packets and from the other bag, three packets were found. Thereafter, laboratory personnel was called to examine the same, samples were taken and then the material as well as the samples was sealed. The total weight of the contraband seized was 40.800 kgs. This witness has been cross-examined at length. During cross-examination, it emerges that he was summoned by Gopalsinh. He also admits that one of his friends has a a tea shop where Gopalsinh used to come. Rest of the cross-examination reveals nothing favourable or unfavourable to the prosecution or to the defence.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_24\">7.4 Police Sub-Inspector, Ranchhodbhai Vashrambhai, is examined at Exhibit 53. He says that, he received the muddamal in a sealed condition from P. S. O.- Amrutbhai and put the same in safe custody and, thereafter, on 24. 10.1997, i.e. on the next day, he gave the said muddamal to Head Constable Dilusinh. The said muddamal came back from F.S.L. on 9.12.1996.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_25\">7.5 P.S.I.-Rajput is examined at Exhibit 55. He states that he received information in the morning hours while he was working as P. S. I. at Crime Branch, Ahmedabad. He again speaks of the information with details. He speaks about having reduced the same into writing and having given it to P. I.-Barot. The witness proposed to produce that information, production of which was objected to by the defence, which objection was upheld by the Trial Court. He then goes to describe as to what happened at the place where the raid was conducted and his deposition is on the same line as that of P.I.-Barot. The witness has been cross-examined at length, but there is no material that has emerged, which would render the prosecution case doubtful. Learned Advocate for the appellants was also not able to point out any such material.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_26\">7.6 P.S.I.-Dilubha Gulabsinh (Exhibit 60) is examined to show that the muddamal was carried to F. S. L., Junagadh, by him after obtaining the same from Crime Writer Head-Ranchhodbhai Vashrambhai and that it was delivered by him to the F. S. L. in a sealed condition.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_27\">7.7 Incidentally, the acknowledgement issued by the F.S.L. also indicates that the muddamal samples were received by the F.S.L. in a sealed condition, which tallied with the facsimile of the seal and, as such, his version gets supported from the contemporaneous material.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_28\">7.8 The preliminary F.S.L. report is at Exhibit 33 and the detailed report is at Exhibit 57, both of which indicate that the material which was seized from A1 and A2 was contraband-Charas.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_29\">8. Now, from the evidence discussed above, it is clear that the information was received by P.S.I.-Rajput, which was reduced into writing by him. He then informed P.I.-Tarunkumar Barot, who, in turn, immediately informed his superior and made an entry in the Station Diary. Thereafter, they summoned Panch witnesses, explained to them the purpose and then went to the place where the suspects were to come. They organized a watch and then on noticing A1 and A2 coming from Railway Station side and halting at Sarangpur AMTS Bus Stand, waited for some time and then, on arrival of A3, they conducted the raid.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_30\">8.1 An interesting point raised by learned Advocate, Mr. Saiyed, is that the entry made in the Station Diary (Exhibit 32) contains a description of the suspects to be persons sporting beard, whereas it is found that neither A1 nor A2 spotted a beard when they were intercepted, searched and arrested and there is no dispute on this aspect so far as the prosecution is concerned. Mr. Saiyed, therefore, submitted that, why these two persons were raided is not coming on record. The answer has come in deposition of P.I.-Barot as well as Panch witness. The information was detailed. The persons were to come near AMTS Bus Stand, Sarangpur, near Shaking Minarets, carrying two bags with covers made of Army uniform coloured cloth and that they were to be received by either Gulubhai Sofawala or one Akram from Kalol and that the were to go towards Kalol. It has come in evidence that these persons came from Railway Station side towards AMTS Bus Stand, at Sarangpur and stopped there. Considering the topography, if one goes towards AMTS Bus Stand, Sarangpur, from Kalupur Railway Station, one has to pass by the Shaking Minarets. Therefore, directionwise it is the same. That apart, the witnesses have said that they noticed persons with the same description as was given. The description need not necessarily be cent percent correct. Except beard, the persons were Kashmiries and were carrying bags as per the description. The raiding party still waited for some time even after the arrival of these two persons and the raid was conducted only after the third person arrived, as per the information and, thereafter, on searching the bags, contraband was found. As such, there seems no flaw in the prosecution case so far as information, raid, search and seizure are concerned. Obviously, the nexus between A1 and A2 both of whom were found to be actually carrying bags containing contraband-Charas has been duly established by the prosecution beyond any doubt and the Trial Court was, therefore, justified in recording conviction.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_31\">9. It was contended by learned Advocate, Mr. Saiyed, that the punishment awarded by the Trial Court is disproportionate to the offence and that the Court has not considered the social background of the appellants. He submitted that A1 has three daughters, who are of marriageable age. He is an Ex-Army man. His pension is stopped since 1998 and he has a son, who is aged just 18 years, whereas A2 has two daughters and two sons. Both the daughters are unmarried. His one son, Hilal, is working as a labourer whereas second son, Bilal, is working as a Police Constable. He submitted that because of poverty, the relatives of the accused have hardly been able to visit them at Ahmedabad during the period of imprisonment of nine and a half years. Mr. Saiyed submitted further that the accused persons were not able to arrange for their defence and were given legal aid at the time of trial. The appeal was also filed through jail and, therefore, their socio-economic background is conspicuous. Awarding 15 years imprisonment and Rs. 3 lakh fine each and three years further imprisonment in case of default in payment of fine is too harsh on them. These two persons are the persons who have served the Armed Forces.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_32\">10. We notice from the judgment and order of the Trial Court that when the appellants were heard on the question of punishment, it was pleaded that they were poor persons and mercy was prayed for. The Court has considered various aspects and observed that mercy can be shown only in deserving cases and sentimental approach cannot be taken by a court, but the sentiments of people at large has to be taken into consideration. The age of the convicts, which was around 40 years, was also taken into consideration and it was observed that they were matured persons and still they have indulged into such activity which is dangerous to the nation. It was also considered that they were Ex-Army men and were not supposed to indulge in such anti-social activities and, after taking into consideration all these aspects, punishment was inflicted.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_33\">11. We find that learned Judge has taken into consideration almost all aspects of penology while considering the quantum of punishment. Probably, the socio-economic background of the accused was not brought to the notice of the learned Judge in detail and, if we consider the aspect that A1 and A2 have been Ex-Army men, have mariageable daughters, a minor son who is not settled, one son who is a labourer and have their spouses living, who are not able to visit them frequently because of poverty, we are of the view that penalty of Rs. 3 lakh was a little too harsh on them. We are, therefore, inclined to reduce the penalty from Rs. 3 lakh to Rs. 2 lakh and the default clause for imprisonment from three years to one year and six months. In our opinion, A1 and A2 have been found to be carrying contraband-Charas of a very large quanity, i.e. about 40 kgs., they are Ex-Army men and inference of maturity can be drawn. Therefore, they knew the consequence of their act. They also were aware of their activity is not only menace to the individuals but consumption of narcotic drugs was injuries to the society as well and even to the country. The learned Trial Judge was, therefore, justified in inflicting 15 years rigorous imprisonment and we propose to confirm the same.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_34\">12. As a consequence of foregoing discussion, Criminal Appeal No. 1159 of 1999 stands partly allowed. The conviction of A1 and A2 under <a href=\"/doc/704277/\" id=\"a_28\">Section 8</a> read with <a href=\"/doc/1566465/\" id=\"a_29\">Section 21</a> of the NDPS Act is hereby confirmed. A1 and A2 each shall pay a fine of Rs. 2 lakh, in default, they shall undergo further imprisonment for a period of 18 months.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_35\">13. So far as Criminal Appeal No. 1295 of 1999 against acquittal of A3 is concerned, from the foregoing discussion, it is clear that there is no evidence to show that there was any nexus between A1 and A2 on the one hand and A3 on the other hand. A3 has just reached the Bus Stand and was talking to A1 and A2 when the raid was committed. What transpired amongst them is not brought on record. The contraband was still with A1 and A2 when the raid was committed. It has not changed the hands and, therefore, nexus has rightly been not believed by the Trial Court so far as A3 is concerned. We do not see any glaring mistake having been committed by the Trial Court in recording acquittal and there are no compelling reasons to come to a conclusion that the Trial Court was wrong in recording acquittal. The grounds stated in the acquittal appeal do not appeal to us and the appeal, therefore, must fail and stands dismissed.\n</p> \n\n","numcites":9,"numcitedby":17,"docsource":"Gujarat High Court","citetid":114600,"divtype":"judgments","relatedqs":[{"value":"ndps act","formInput":"ndps%20act"},{"value":"NDPS","formInput":"NDPS"},{"value":"station diary entry","formInput":"station%20diary%20entry"},{"value":"Minaret","formInput":"Minaret"},{"value":" charas","formInput":"%20charas"},{"value":"panch witness","formInput":"panch%20witness"},{"value":"army","formInput":"army"},{"value":"narcotic drug","formInput":"narcotic%20drug"},{"value":"\"panch witness\"","formInput":"%22panch%20witness%22"},{"value":"personal Information","formInput":"personal%20Information"},{"value":"Sessions case ","formInput":"Sessions%20case%20"},{"value":"panch witnesses","formInput":"panch%20witnesses"},{"value":"muddamal","formInput":"muddamal"},{"value":"the narcotic drugs and psychotropic substances act","formInput":"the%20narcotic%20drugs%20and%20psychotropic%20substances%20act"},{"value":"narcotics and drugs act","formInput":"narcotics%20and%20drugs%20act"},{"value":"ndps act 1985","formInput":"ndps%20act%201985"},{"value":" psychotropic drug","formInput":"%20psychotropic%20drug"},{"value":"panch","formInput":"panch"},{"value":"section 21","formInput":"section%2021"},{"value":"additional public prosecutor","formInput":"additional%20public%20prosecutor"}],"cats":[{"value":"conditions-for-search-of-persons","formInput":"tag:conditions-for-search-of-persons"},{"value":"powers-without-warrant","formInput":"tag:powers-without-warrant"},{"value":"punishment-for-production-of-manufactured-drugs,sell-or-purchase-drugs","formInput":"tag:punishment-for-production-of-manufactured-drugs,sell-or-purchase-drugs"},{"value":"law-governing-narcotics","formInput":"tag:law-governing-narcotics"},{"value":"prohibition-on-cultivation-consumption-selling-of-psycotropic-substances","formInput":"tag:prohibition-on-cultivation-consumption-selling-of-psycotropic-substances"}],"courtcopy":false,"query_alert":null,"agreement":false}