{"tid":22245,"publishdate":"1991-02-19","title":"Ruby Construction vs The State Of Bihar And Ors. on 19 February, 1991","doc":"<h2 class=\"doc_title\">Ruby Construction vs The State Of Bihar And Ors. on 19 February, 1991</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1993PAT14, 1991(39)BLJR1156, AIR 1993 PATNA 14, 1991 BLJR 2 1156, (1993) 1 ARBILR 369, (1991) 2 BANKCLR 564, (1991) 2 BLJ 293, (1991) 1 PAT LJR 731, (1991) 2 CIVLJ 768</h3>\n\n<pre id=\"pre_1\">ORDER\n \n\nSachchidanand Jha, J.  \n \n\n</pre><p data-structure=\"Facts\" id=\"p_1\">1. This revision by the plaintiff arises out of a suit under the Indian Arbitration Act (hereinafter referred to as &#x27;the Act&#x27;). The prayer in the suit is to call for the arbitration agreement and enter upon the arbitration in respect of the disputes between the parties after superseding the arbitration clause providing for making reference of the disputes to the Superintending Engineer as sole Arbitrator. In the alternative, a prayer has been made that the plaint may be registered as a regular suit and a decree as per the claims made therein be passed in favour of the plaintiff.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\"> 2. It is not necessary to state the facts giving rise to the present revision in detail, for the purpose of decision on the points arising for consideration. Suffice it to say that the plaintiff, which is a registered partnership firm, entered into an agreement for construction of Revetment and Slope Protection Work on the right bank of river Ganga from Ranighat to Gulabjghat at Patna, with the defendants, who are the State of Bihar and its\n\nofficials. The agreement in Form F-2 was signed by the plaintiff through its partner on one side and by the Executive Engineer, Ganga Sone Flood Protection Division (defendant No. 5) on the other on 26-9-1981/28-9-1981. The work, however, could not be completed even within the extended period and the contract was closed by the department in terms of clause 3 of the said agreement and a decision to that effect was communicated to the plaintiff by the Executive Engineer on 30-12-1982. The plaintiff submitted its final bill on 27-7-1984, but no payment was made. The reasons for the non-completion of the work are, inter alia, the subject-matter of dispute between the parties and it is not necessary to refer to them in this order.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\"> 3. The plaintiff&#x27;s case, as set out in the application said to have been filed under Sections 19 and 20 of the Act, registered as Title (Arbitration) Suit No. 314 of 1985, in its relevant part, is that in terms of Clause 24 of the Notice Inviting Tenders (NIT), which forms part of the contract, the dispute arising out of the contract has to be referred to the court within whose jurisdiction the work is situated. According to the plaintiff further, although Clause 23 of the F-2 agreement also contains an arbitration clause, to which reference shall be made below, the same has no binding effect inasmuch as the agreement in question in Form F-2 was signed by the Executive Engineer (Defendant No. 5), who had no competence to do so and, as such, no binding contract on the basis of the F-2 agreement even came into existence. Therefore, notwithstanding the aforesaid arbitration clause in Clause 23 providing for reference of the dispute to the Superintending Engineer of the Circle as a sole Arbitrator, in view of the aforesaid infirmity, the dispute was referable to the arbitration by the court concerned on the basis of Clause 24 of the NIT. The plaintiff further pleaded that the Superintending Engineer, being an officer of the State of Bihar and being also a party defendant in the suit cannot be considered to be a competent and a proper person for the purpose of arbitration.  \n</p>\n \n\n<p data-structure=\"Section\" id=\"p_4\"> 4. It would, thus, appear that although the plaintiff wants that the disputes between the parties be referred to arbitration but at the same time it wants to avoid the arbitration by the Superintending Engineer, who is duly appointed or nominated by the parties themselves in the agreement itself. The stand of the plaintiff, to say at the very outset, is inconsistent. In terms of Section 20 of the Act what the court has to find first is the existence of an arbitration agreement between the parties. Only after such a finding is recorded, can the court proceed with the appointment of Arbitrator in terms of Sub-section (4) thereof. As noticed above, the plaintiffs case is that no binding contract had been arrived at by virtue of the aforesaid agreement in form F-2 and yet a prayer is made to call for the arbitration agreement i.e. to file the same under Section 20(1) of the Act. This argument apparently seems to be self-defeating because the order to file an arbitration agreement under Section 20(1) of the Act can be passed only if there is a valid arbitration agreement between the parties. For this reason alone, perhaps, its application under Section 20 of the Act could have been rejected. However, as noticed above, being conscious of the aforesaid position, the plaintiff has tried to make out a case regarding existence of arbitration agreement on the basis of Clause 24 of the NIT, which also admittedly forms part of the contract. According to the plaintiff, although the F-2 agreement does not create a binding contract between the parties, the terms as mentioned in NIT by themselves constitute a binding contract and, therefore, Clause 24 thereof providing for arbitration can be enforced.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_5\"> 5. Clause 24 of the NIT reads as follows :--  \n</p><blockquote id=\"blockquote_1\">  &quot;24. In case of any dispute arising out of the contract, the matter shall be referred to the concerned court under whose jurisdiction the work is situated.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_6\"> A plain reading of Clause 24 shows that the underlying object was to limit territorial jurisdictioaof the court in case of any dispute arising out of the contract between the parties. Although the expressions &#x27;dispute arising out of the contract&#x27; and &#x27;shall be\n\nreferred to the concerned court&#x27; occur in the aforesaid clause, there is nothing to suggest that the object of such reference to the concerned court was to get the dispute itself arbitrated by the court. It is well known that cause of action in such cases arises at more than one place and in case of dispute, therefore, the suit can be filed at any such places. The object behind Clause 24 was to exclude the territorial jurisdiction of other courts except the one within whose territorial jurisdiction the work in question was located i.e. at Patna. In my opinion, therefore, Clause 24 of the NIT cannot be read as an arbitration agreement.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_7\"> 6. The court below has allowed the prayer for referring the disputes to the arbitration and a formal order referring the dispute to the Superintending Engineer as sole arbitrator has been made on the basis of Clause 23 of the F-2 agreement. The substance of the grievance, namely, avoidance of the Superintending Engineer as the forum of the arbitration itself having been denied, the petitioner naturelly has come to this Court in revision against the order by which the Superintending Engineer of the Circle (defendant No. 4) has been appointed as the sole arbitrator. Before, however, taking up the consideration regarding the validity of the impugned orders and/or the contentions raised on behalf of the plaintiff-petitioner in this regard it would be worthwhile to state that the court below had passed a detailed order on 8-4-1987 holding that Clause 23 of the F-2 agreement gave rise to binding arbitration agreement between the parties and as such the disputes were referable to the Superintending Engineering for arbitration. The plaintiff being aggrieved by the aforesaid order came up to this Court in Civil Revision No. 782 of 1987, which was dismissed on 16-7-1987 with an observation that the revision application was premature because the petition of the petitioner under Section 20 of the Act did not appear to have been actually disposed of. A petition, thereafter, was filed in the court below to pass fresh orders in the light of the observations of this Court. By order dated 18-9-1987 the court below reiterated its previous orders. Yet another petition was filed making out the\n\nsame very grievance that the reference may not be made to the Superintending Engineer, the court below by its impugned order dated 4-12-1987 has rejected the aforesaid petition and has directed formal reference of the disputes to the aforesaid arbitrator for submission of his Award within a period of four months and all claims and counter claims filed on behalf of the parties have been directed to be referred to the arbitrator.  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_8\"> 7. It would, thus, appear that although the contentions raised on behalf of the petitioner had been rejected by the court below as early as on 8-3-1987 against which a revision application also has been unsuccessfully filed, in view of the observation of this Court made in Civil Revision No. 782 of 1987 holding that the revision as being premature, the validity of the contentions has to be examined on their own merits now in view of the final disposal of the application under Section 20 of the Act by formal reference of the disputes to the arbitrator.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_9\"> 8. Clause 23 of the F-2 agreement reads as follows :--  \n</p><blockquote id=\"blockquote_2\">  &quot;Clause 23. In case any dispute or difference shall arise between the parties or either of them upon any question resulting to the meaning of the specifications, designs, drawings and instructions hereinbefore mentioned or as to the quality of workmanship or materials used on the work, or as be the construction of any of the conditions of any clause or thing therein contained, or as to any question, claim, rights or liabilities of the parties, or any matter, or thing whatsoever, in any way arising out of, or resulting to the contract, designs, drawings, specifications, estimates, instructions order, or these conditions, or otherwise concerning the work, or the execution or failure to execute the same, whether arising during the progress of the work, or after the completion or abandonment thereof, or as to the breach of this contract, then either party shall forthwith give to the other notice of such dispute or difference and such dispute or difference shall be referred to the Superintending Engineer of the Circle and his decision thereon shall be final conclusive and binding on all the\n\nparties&quot;.  \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_10\"> 9. The competence and propriety of the Superintending Engineer to arbitrate the disputes between the parties have been challenged on two counts. It has been submitted that the Executive Engineer, who had signed the agreement on behalf of the Governor of Bihar on 28-9-1981, was not competent to do so and, therefore, the Superintending Engineer had no legal authority in terms of Clause 23 of the F-2 agreement. On the basis of letter No. 9/M/6047-76-1825 dated 9-6-1978 of the Department of Irrigation and Power, Government of Bihar, which has been mentioned in paragraph 38 of the revision application, it was submitted that the Executive Engineer is competent to accept tender up to an amount of Rs. 1,00,000/- (One Lac) only, while the Superintending Engineer is competent to accept tender up to value of Rs. 20,00,000/- (twenty Lacs) and so on. It was pointed out that since the valu of the present contract is over Rs. 8,00,000/ - (Eight Lacs) the Executive Engineer could not have been competent to accept the tender.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_11\"> 10. Mr. K. N. Jain, learned Additional Advocate General, appearing on behalf of the Opposite party, on the other hand, referred to a communication dated 15-9-1981 issued by the Superintending Engineer, Ganga Sond Flood Protection Circle, Patna (marked Annexure -- 3 to the revision application) which shows that the tender submitted by the petitioner had been approved by the Chief Engineer and, accordingly, the work was being allotted by him (Superintending Engineer). It has also been mentioned in the same very letter that the petitioner was directed to contact the Executive Engineer concerned and to get the necessary agreement executed by him. Mr. Ganesh Prasad Singh, appearing on behalf of the petitioner, did not dispute that even in terms of the aforesaid letter dated 9-6-1978 the Superintending Engineer was the competent authority to accept the tender. His argument, however, was that although the aforesaid letter dated 15-9-1981 shows that the tender had been approved by the Chief Engineer and the work was being allotted in favour of the petitioner by the\n\nsuperintending Engineer, F-2 agreement itself shows acceptance of the tender by the Executive Engineer. On the basis of the language used therein, namely. &#x27;signature of the Officer accepting the tender&#x27; it was submitted that in view of the document itself the Executive Engineer must be deemed to be the Officer accepting the tender. This argument, in my opinion, has no substance. Rule 295 of the Bihar P.W.D. Code Vol. I enumerates the powers of the Executive Engineers. Para VIII thereof deals with contracts and tenders while para IX deals with execution of clauses of deeds, contracts and other instruments. In other words, there is distinction between the acceptance of tender and execution of the formal deed of contracts. While in the matter of acceptance of tender the limit of the financial power of the Executive Engineer was Rs. 50,000/- (now enhanced to Rupees 1,00,000/- vide letter dated 9-6-1978), in the matter of execution of the deeds, contracts and other instruments there is no such limits on his financial and in the prescribed column, against paragraph IX the words &quot;full powers&quot; are mentioned. It is true that in the F-2 Agreement the words &#x27;Officer accepting the tender&#x27; are mentioned at the place where the signature of the Executive Engineer is found. However, it has to be borne in mind that form in question i.e. Form F-2 is in vogue in all works department of the State for the last so many decades. Earlier, the function of acceptance of tender and execution of the contract might be being done by one and the same Officer. However, in view of the P.W.D. Code itself it is clear that the two are distinct functions. While the acceptance or approval of the tender by the authority, delegated with the financial power depending on the value of the contract is necessarily in the relevant files of the Department, the execution of the deed is only consequential and can be done by a different Officer also on the basis of the approval or acceptance of the tender. For these reasons, I am satisfied that no infirmity can be attached to the agreement on the ground that the Executive Engineer was not the competent authority to execute the same.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_12\"> 11.   The main thrust of the submission of\n\nMr. Ganesh Prasad Singh was that even assuming that the Executive Engineer concerned was competent to execute the deed, the impugned order of the Court appointing the Superintending Engineer of the Circle as the sole arbitrator cannot be said to be in accordance with law. According to learned counsel, the Superintending Engineer is an Officer of the State and he is not expected to arbitrate free from bias. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"338650\" id=\"span_1\">In this connection reliance has been placed on a Judgment of the Supreme Court in the case of <a href=\"/doc/338650/\" id=\"a_1\">State of Karnataka v. Shree Rameshwara Rice Mills, Thirthahalli</a> (AIR 1987 Supreme Court, 1359). A perusal of the aforesaid judgment, however, shows that the facts of that case were entrely different and, therefore, the ratio of the judgment cannot be said to be applicable to the present case. In that case the private party had entered into an agreement with the State of Mysore to purchase paddy. One of the clauses of the agreement was that in the event of any breach of conditions set-forth in the agreement the private party would be liable to pay damages to the State &#x27;as may be assessed by the second party&#x27; (State), in addition to the forfeiture of any part or whole of the amounts deposited by him. It was held that the interest of justice and equity require that where a party to the contract disputes the committing of any breach of conditions the adjudication should be by an individual person or body and not by the other party to the contract. While considering the applicability of the aforesaid observations of their Lordships it has to be kept in mind that the validity of any arbitration clause providing for arbitration by an officer of the State was not under challenge. The relevant clause of the agreement provided for summary and ex parte determination of the amount of damages for any breach of condition. The arbitration proceeding, however, stands on a different footing. The observation of the Supreme Court has to be read in the context of ex parte and summary &#x27;adjudication&#x27; by an Officer of the State as distinct from arbitration proceedings, which are held under the provisions of the <a href=\"/doc/1052228/\" id=\"a_2\">Arbitration Act</a>. I do not, therefore, subscribe to the view propounded by learned counsel that in all arbitration cases\n\nwhere one of the parties is the State or its agency, the arbitration should always be an independent person. That, in my opinion, would be contrary to the basic concept of arbitration under the Act. There is nothing in law to prevent a party from agreeing to arbitration by the other party to the contract or by its nominee.</span>  \n</p> \n\n<p data-structure=\"Section\" id=\"p_13\"> 12. The next and, in fact, the main question for consideration is, whether, having regard to the provisions of <a href=\"/doc/638888/\" id=\"a_3\">Section 20(4)</a> of the Act, where arbitrator has been appointed by the parties either in the arbitration agreement or otherwise, the Court can appoint another arbitrator in his place. Sub-section (4) of <a href=\"/doc/811701/\" id=\"a_4\">Section 20</a> reads as follows :  \n</p><blockquote id=\"blockquote_3\">   &quot;Where no sufficient cause is shown, the Court shall order the agreement to be filed, and shall make an order of reference to the arbitrator appointed by the parties, whether in the agreement or otherwise, or, where the parties cannot agree upon an arbitrator, to an arbitrator appointed by the Court.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_14\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"876875\" id=\"span_2\">While considering the scope of Sub-section (4), the Supreme Court as early as in 1961 in the case of M/s. <a href=\"/doc/876875/\" id=\"a_5\">Dhanrajamal Gobindram v. Shamji Kalidas and Co.</a> (AIR 1961 Supreme Court, 1285) laid down as follows :--</span>  \n</p><blockquote id=\"blockquote_4\">  &quot;But the crux of the argument is that the provisions of Sub-section (4) of <a href=\"/doc/811701/\" id=\"a_6\">Section 20</a> read with Sub-section (1), ibid., cannot apply, and the Court, after filing the agreement, will have to do nothing more with it, and this shows that <a href=\"/doc/811701/\" id=\"a_7\">Section 20</a> is not applicable. This argument overlooks the fact that this is a statutory arbitration governed by its own rules, and that the powers and duties of the Court in Sub-section (4) of <a href=\"/doc/811701/\" id=\"a_8\">Section 20</a> are of two distinct kinds. The first is the judicial function to consider whether the arbitration agreement should be filed in Court or not. That may involve dealing with objections to the existence and validity of the agreement itself. Once that is done, and the Court has decided that the agreement must be filed, the first part of its powers and duties is over. It is significant that an appeal under <a href=\"/doc/685723/\" id=\"a_9\">Section 39</a> lies only against the decision on this part of Sub-section (4). Then follows a ministerial act of reference to arbitrator or arbitrators\n\nappointed by the parties. That also was perfectly possible in this case, if the parties appointed the arbitrator or arbitrators. If the parties do not agree, the Court may be required to make a decision as to who should be selected as an arbitrator, and that may be a function either judicial, or procedural, or even ministerial, but it is unnecessary to decide which it is.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_15\"> According to the Supreme Court, thus, only the question of existence of a valid arbitration agreement is to be judicially decided and once that is done, the consequence, namely, the act of making reference to the arbitrator is only a ministerial act. However, from the judgment itself it would appear that this dictum of the Supreme Court would hold good only in cases where there is already an agreement between the parties in the matter of appointment of the arbitrator, whether in the agreement or otherwise. In cases where the parties do not agree, the court may still be required to take a decision as to who should be appointed as an arbitrator. In such a case, whether the act of making reference to the arbitrator so appointed would be mere ministerial or procedural was not decided. Needless to point out here that in terms of Sub-section (4), the Court has to make the reference to the arbitrator, who may have been appointed in the agreement itself or who may be appointed by the parties subsequently as per the mechanism provided in that regard in the agreement or who may be appointed by the Court in case the parties do not agree upon the appointment.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_16\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"477313\" id=\"span_3\">13. Is the Court bound to make the reference to the arbitrator appointed in the agreement mechanically in the event of subsequent &#x27;dis-agreement&#x27;? There may be situations where for some justifiable and compelling reasons, such as bias, hardship, incapability of the arbitrator, which could not be foreseen at the time of execution of the agreement, a grievance is made on behalf one of the parties to release him from the bargain. Can it be said that the Court has no power to examine such grievance? It is also not possible to ignore the changing judicial concept in regard to the unequal nature of\n\ncontracts where one of the parties thereto is the State or its instrumentality and the other party has to &#x27;sign on the dotted line in a prescribed or standard form&#x27;. Whether it can be said, having regard to the observations of the Supreme Court in paragraph 90 of the judgment in the case of <a href=\"/doc/477313/\" id=\"a_10\">Central Inland Water Transport Corporation Ltd. v. Nrojo Nath Ganguly</a> (AIR 1986 Supreme Court, 1571) regarding the hazards of the unequal nature of such contracts, that the Court is completely debarred from deciding such grievance of recalcitrant party and to appoint another arbitrator in place of the previously appointed one ?</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"362478\" id=\"span_4\">14. Mr. Ganesh Prasad Singh, learned counsel for the petitioner, in support of his contention that the Court can supersede the named arbitrator has referred to a decision of the Allahabad High Court in the case of Fertilzer Corporation of India Ltd. v. M/s. Domestic Engineering Installation (AIR 1970 allahabad, 31). Therein, relying on a judgment of the Supreme Court in the case of <a href=\"/doc/362478/\" id=\"a_11\">U.P. Fertilizer Corporation Limited v. Sunder Brothers, Delhi</a> (AIR 1967 Supreme Court, 249) it was held that not only in exercise of discretionary power while disposing of application for stay under <a href=\"/doc/1722761/\" id=\"a_12\">Section 34</a> of the Act but also while considering the question of appointment of arbitrator under <a href=\"/doc/811701/\" id=\"a_13\">Section 20</a> of the Act, a party is entitled to be released from a bargain of an unequal nature, if it could show that the selected arbitrator was likely to show bias or that he would act unfairly or that he had been guilty of continued unreasonable conduct. It would be worthwhile to quote following passage from the aforesaid judgment :--</span>  \n</p><blockquote id=\"blockquote_5\">  &quot;The question that then arises is whether a\nparty cannot be released of the bargain, in such circumstances, in a proceeding under <a href=\"/doc/811701/\" id=\"a_14\">Section 20</a> of the Act on the ground that the power under <a href=\"/doc/811701/\" id=\"a_15\">Section 20</a> is not a matter of discretion as it is under <a href=\"/doc/1722761/\" id=\"a_16\">Section 34</a> of the Act. In our opinion, the answer to that question must be in the negative. After all, the question really is whether the term of the contract regarding the reference to a particular nominated arbitrator is one which should be specifically enforced\n\nunder the circumstances of the case or not. It cannot be contended that relief of specific performance of contract is not a matter of discretion. There is no reason why the principle underlying <a href=\"/doc/274124/\" id=\"a_17\">Section 22</a> of the Specific Relief Act, be not pressed into service for doing justice in such a case. <a href=\"/doc/1310890/\" id=\"a_18\">Section 22</a> Clause II provides that where the performance of the contract would involve more hardship on the defendant which he did not foresee, whereas its non-performance would involve no such hardship on the plaintiff, the Court is not bound to grant the relief of specific performance merely because it is lawful to do so and the Court had the discretion to refuse to enforce that contract between the parties, It is possible to avoid a contract on that basis in its entirely, it should be possible to avoid a part of contract also on the same basis provided that part is not inseparable from the other part&quot;.  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_18\"> 15. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"162322\" id=\"span_5\">In the case of <a href=\"/doc/162322/\" id=\"a_19\">Union of India v. S. V. Krishna Rao</a> (AIR 1970 Madhya Pra-desh, 49} the distinction between the provisions of <a href=\"/doc/1232861/\" id=\"a_20\">Section 8</a> and <a href=\"/doc/363170/\" id=\"a_21\">Section 24</a> in the matter of appointment of arbitrator was noticed and it was stated :--</span>  \n</p><blockquote id=\"blockquote_6\">  &quot;It is thus clear that the reference is to be made to the arbitrator appointed by the parties in the agreement itself of by any other method provided in the agreement. That alone can be the meaning of &quot;or otherwise&quot;. It is only when no arbitrators have been appointed in the agreement or no procedure has been prescribed in the agreement for appointment of such arbitrators and when there is no agreement between the parties before the Court about the choice of the arbitrators that, the Court gets an authority of nominating the arbitrators itself. The provisions of Sub-section (4) of <a href=\"/doc/811701/\" id=\"a_22\">Section 20</a> must be interpreted in the manner I have done for the reason that what the parties seek from the Court is the enforcement of the agreement for referring the dispute to the arbitrator through the Court. When the agreement is being enforced, it cannot be logically said that only the agreement to refer the dispute to arbitration is to be enforced and not the other part of agreement, namely, the arbitration by the\n\nnamed persons or the persons to be selected by following the previously agreed procedure. The provision under Sub-section (4) empowering the Court to appoint an arbitrator of its choice can come into operation only when no arbitrators have been appointed under the agreement or no procedure has been prescribed and the parties cannot agree upon any arbitrator.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_19\"> However, in the very judgment it was also stated :  \n</p><blockquote id=\"blockquote_7\">  &quot;It is the duty of the Court to satisfy itself as to why it is not just to make a reference to the arbitrator named in the agreement or to the arbitrators to be selected by following the procedure prescribed in the agreement and whether an objection to the persons named in the agreement by any party is just.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_20\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1348022\" id=\"span_6\">Again, a Division Bench of the Madras High Court in the case of <a href=\"/doc/1348022/\" id=\"a_23\">C. V. Krishna v. State of Madras</a> (AIR 1977 Madras, 30) stated as\nfollows :</span>  \n</p><blockquote id=\"blockquote_8\">  &quot;It is by now clear that if the parties to a contract voluntarily incorporated as one of its terms a clause which obliges one or the other of them to refer such disputes, arising under it or to seek for an interpretation of the terms of such a contract to or from an arbitrator specified or named by them, then the mandate imposed upon themselves by the parties is inescapable and has to be given effect to. To this general principle there is an exception. If it is satisfactorily proved and established that the person named or specified as the arbitrator under the contract is biased towards one of the parties or the arbitrator overtly or covertly involved himself in the subject matter of the contract from the time of its inception and during the course of its working so as to give an impression to a reasonable person that a reference to him of the disputes that have arisen between the parties in relation to the contract would be futile and in the ultimate analysis would not be a means to secure justice to the complaining party, then the Courts have carved out an exception to the general application of the mandate as above and has allowed parties to come to Court to seek for the appointment of an arbitrator\n\nother than the named arbitrator other than the named arbitrator before whom the differences between the parties could be laid for final adjudication.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_21\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"610549\" id=\"span_7\">The Calcutta High Court in the case of <a href=\"/doc/610549/\" id=\"a_24\">Gannon Dunkerley and Co. v. Union Carbide (India) Ltd.</a> (AIR 1962 Calcutta, 360) has held that the clause &quot;where the parties cannot agree to an arbitrator&quot; in <a href=\"/doc/638888/\" id=\"a_25\">Section 20(4)</a> should be liberally construed to give the Court a wider power of making an order of reference to its own arbitrator in all cases when the parties do not agree to an arbitrator so that the second class of cases contemplated by the sub-section should include not only cases where at no previous point of time the parties agreed to an arbitrator but also cases where the parties having agreed to an arbitrator previously do not agree to new appointment after the arbitrator previously agreed to is unwilling or unable to act. In my opinion, the aforesaid clause would further include such cases also where the parties in spite of having previously agreed to an arbitrator, on account of some valid objection of the nature indicated herein-above, do not agree to arbitration by him or to a new arbitrator in his place.</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_22\"> 16. In view of the aforesaid precedents it would follow that where a valid objection is raised for release from the bargain under an arbitration agreement, then in certain situations as mentioned hereinabove, the functions of the Court cannot be like a post office performing a mere ministerial act in making the reference. However, any such adjudication should be done only when circumstances exceptional in nature do exist. In normal course, the terms agreed upon between the parties as to the person who is to be appointed arbitrator or as to the manner in which appointment is to be made should be respected, even though this may seemingly appear a little unfair to a party, since the party entered into the bargain with full knowledge of all the terms of the agreement and should not consequently be permitted to back out on flimsy grounds.  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_23\"> 17. Coming to the facts of the instant case, it would appear that in the applications filed under <a href=\"/doc/710617/\" id=\"a_26\">Sections 19</a> and <a href=\"/doc/811701/\" id=\"a_27\">20</a> of the Act in the\n\ncourt below all that appears to have been said was that the Superintending Engineer was a party to the suit being defendant No. 4 and, therefore, he should not be the arbitrator. In the subsequent petitions, which were filed in this connection it was submitted that the show cause in the matter had been filed on behalf of the Superintending Engineer also. In the revision application it has further been pointed out that defendant No. 4 at the time of scrutiny of the claims submitted by the petitioner had given his findings itemwise rejecting the claim of the petitioner. The question is whether all these facts, even if they are accepted on their face value to be true, are sufficient to constitute bias on the part of the Superintending Engineer concerned or not. The fact that the Superintending Engineer has been impleaded as defendant No. 4 in the proceeding is of no consequence, for the reason that the petitioner cannot take benefit of its own doing. Even if a common show cause has been filed it does not mean that the stand taken therein reflects the personal opinion of the Superintending Engineer concerned in relation to the disputes. In the category of defendants, besides the Officers, the State of Bihar is also a defendant and, in fact, the Principal defendant. The stand taken in their show cause reflects the stand of the State. However, when it comes for arbitration by a particular person, then although he may be an officer of the State, he acts in a different capacity. It has to be borne in mind that the appointment of arbitrator in the agreement is by office and not by name. It has categorically been stated in the show cause, and accepted by the court below in the impugned order, that the officer, who was then posted as the Superintending Engineer and had considered the claims of the petitioner has since long been transferred and another person was functioning as Superintending Engineer in his place. That itself was many years back. During the last three years, during which this application has remained pending in this Court, some further change must have come about. It is difficult to accept the contention on behalf of the petitioner that simply because at one stage a particular officer had considered the claim and expressed his opinion in that capacity, all\n\npersons at all times to come holding the office of Superintending Engineer will be incompetent or improper person to act as arbitrator. It it well known that the element of bias is a mental phenomenon and it is not attached to the office. The question of exercise of any discretion in the matter of appointment of another arbitrator could have been considered if sufficient and compelling facts would have been brought on record. On the facts stated, as indicated hereinbefore. I am afraid, not even a prima facie case is made out to justify or warrant any consideration by the court in this regard. For the reasons, the prayer on behalf of the petitioner in regard to supersession or revocation of the arbitration by the Superintending Engineer on the ground of alleged bias is devoid of any substance whatsoever and has to be rejected.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_24\"> 18. I do not find any merit in the revision application, which is accordingly, dismissed, but without any order as to costs.  \n</p> \n\n","numcites":17,"numcitedby":1,"docsource":"Patna High Court","citetid":22245,"divtype":"judgments","relatedqs":[{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"\"bias\"","formInput":"%22bias%22"},{"value":"acceptance and tender ","formInput":"acceptance%20and%20tender%20"},{"value":"ministerial act","formInput":"ministerial%20act"},{"value":"\"named arbitrator\"","formInput":"%22named%20arbitrator%22"},{"value":"form f","formInput":"form%20f"},{"value":"bias is biased","formInput":"bias%20is%20biased"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"reference to arbitrator","formInput":"reference%20to%20arbitrator"},{"value":"named arbitrator","formInput":"named%20arbitrator"},{"value":"contract is binding if","formInput":"contract%20is%20binding%20if"},{"value":"appointment of arbitrator by court","formInput":"appointment%20of%20arbitrator%20by%20court"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"},{"value":"parties to agreement","formInput":"parties%20to%20agreement"},{"value":"sole arbitrator","formInput":"sole%20arbitrator"},{"value":"revision application ","formInput":"revision%20application%20"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"}],"cats":[{"value":"application-to-file-in-arbitration-agreement","formInput":"tag:application-to-file-in-arbitration-agreement"},{"value":"legal-stay","formInput":"tag:legal-stay"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"appoint-arbitrator","formInput":"tag:appoint-arbitrator"}],"courtcopy":false,"query_alert":null,"agreement":false}