{"tid":89343742,"publishdate":"2021-03-01","title":"M/S. P.L. Adke A Sole Prop. Concern ... vs Wardha Municipal Corporation / Council ... on 1 March, 2021","doc":"<h2 class=\"doc_title\">M/S. P.L. Adke A Sole Prop. Concern ... vs Wardha Municipal Corporation / Council ... on 1 March, 2021</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIRONLINE 2021 BOM 1016</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-k-menon\">A. K. Menon</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-k-menon\">A. K. Menon</a></h3>\n\n<pre id=\"pre_1\">         IN THE HIGH COURT OF JUDICATURE AT BOMBAY\n                       CIVIL APPELLATE JURISDICTION\n\n\n             ARBITRATION APPEAL (ST) NO.30508 OF 2019\n                                    IN\n  ARBITRATION APPLICATION (COMMERCIAL) NO.7 OF 2019\n\n\n\nM/s. P. L. Adke\nA sole Proprietorship concern\nthrough its proprietor P.L. Adke\nHaving its office at 02-AB,\nAdhaokar Plaza, Trimbak Road,\nNear ABB Circle, Mahatma Nagar,\nNashik - 422 007.                             .. Appellant/Applicant\n         v/s.\nWardha Municipal Corporation/Council\nThrough Chief Officer Nagar\nParishad Wardha,\nWardha, Maharashtra.                                  .. Respondent\n\n\n\nMr. Prathamesh Kamat a/w Ms. Aditi Maheshwari, Mr. Shiv Iyer,\nMs. Ankita Sen i/b. Ganesh &amp; Co. for the appellant/applicant.\n\nMs. Aparna Devkar for the respondent.\n\n\n                                   CORAM : A. K. MENON, J.\n</pre><p data-structure=\"Issue\" id=\"p_1\">                                   DATED : 1ST MARCH, 2021.\n</p><p data-structure=\"Issue\" id=\"p_2\">P.C. :\n</p>\n<blockquote id=\"blockquote_1\">1.        By this appeal, the appellant seeks to challenge an order\n\ndated 4th November, 2019 passed by the District Court, Nasik, in\n<span class=\"hidden_text\" id=\"span_1\">                                   1/39</span>\nARA(ST)-30508-19 (AS).doc\nwadhwa\n an Arbitration Application (Commercial) under <a href=\"/doc/1079220/\" id=\"a_1\">Section 9</a> of the\n\nArbitration and Conciliation Act. The appellant had filed the\n\napplication seeking an injunction restraining the respondent\n\ncorporation from proceeding with levy of penalty, fine from\n\ndeducting additional security deposit and invoking the risk and\n\ncost clause and also to restrain the respondent from blacklisting\n\nthe appellant.              The District Court by the impugned order\n\nrejected the petition and hence the appeal.\n\n</blockquote><p data-structure=\"Issue\" id=\"p_3\">FACTS\n\n</p><p data-structure=\"Facts\" id=\"p_4\">2.       The appellant claims to be registered under the <a href=\"/doc/352833/\" id=\"a_2\">Micro,\n\nSmall and Medium Enterprises Development Act, 2006</a> (MSME)\n\nand claims to have supplied goods and rendered services to the\n\nrespondent under an agreement dated 27 th May, 2018 under\n\nwork order dated 28th May, 2018 for the Wardha Sewerage\n\nScheme. The contention of the appellant is that the respondent\n\ncorporation failed to provide an obstruction free site and to\n\nsecure the requisite permissions. Work under the contract was\n\ntherefore delayed.              It sought extension of time but the\n\nrespondent failed to grant extension. In February 2019 the\n\nrespondent levied penalty of Rs.2,65,000/- for irregularities in\n\nexecuting the work under the contract. The appellant had\n\n\n<span class=\"hidden_text\" id=\"span_2\">                                      2/39</span>\nARA(ST)-30508-19 (AS).doc\nwadhwa\n meanwhile raised its 8th Running Account bill. The respondent\n\nin breach of contract paid the bill in part after deducting Rs.10\n\nlakhs. The appellant contended that it was a supplier as defined\n\nunder Section 2(n) of the MSEM Act and the respondent a\n\n&quot;buyer&quot; as defined under <a href=\"/doc/1804257/\" id=\"a_3\">Section 2(d)</a> of the Act. The appellant\n\nclaims to have rendered services to the respondent a &quot;buyer&quot; of\n\nthe services for consideration which was to be paid without any\n\ndeductions towards penalty or any retention amount.          That\n\ndespite having received benefit of the services, the respondent\n\nfailed to pay to the appellant the amounts due under the\n\ninvoices/running account bills and thus a dispute resulted. It is\n\ncontended that the dispute falls within the scope of <a href=\"/doc/1098764/\" id=\"a_4\">Section 17</a> of\n\nthe MSME Act and is therefore amenable to arbitration under\n\nthe Act and has contemplated in <a href=\"/doc/145506223/\" id=\"a_5\">Section 18(3)</a>.\n\n\n</p><p data-structure=\"Facts\" id=\"p_5\">3.       The appellant contends that unless the respondent make\n\npayments of the bills in full for services rendered the appellant\n\nwill be unable to carry out and complete the work under the\n\ncontract. It claims that a prima facie case has been made out\n\nand balance of convenience was in its favour. However, the\n\nimpugned order found that the application under <a href=\"/doc/1852313/\" id=\"a_6\">Section 9</a> was\n\nnot maintainable in the absence of a contractual provision to\n\n<span class=\"hidden_text\" id=\"span_3\">                               3/39</span>\nARA(ST)-30508-19 (AS).doc\nwadhwa\n refer disputes to arbitration. In order to appreciate the factual\n\nbackground it will be necessary to refer to certain provisions of\n\nthe contract. The respondent corporation has contended that the\n\nsewerage scheme was undertaken by the Maharashtra Jeevan\n\nPradikaran, a Government of Maharashtra Undertaking which\n\nplans, designs, constructs and operates water supply and\n\nsewerage scheme in the State, that is certain work of sewerage\n\nnetwork, property connections, wet well with pump house,\n\npumping, construction of SBR type sewage treatment plant and\n\nNalla interception works were required to be carried out and\n\ncompleted by the respondent, for the sake of convenience is\n\nreferred to as the &quot;project&quot;.          The appellant was a successful\n\nbidder       for     execution   of   the    project   for   a   price   of\n\nRs.95,39,62,674/-. The works contract said to have been issued\n\non 27th May, 2018 and a work order on 28 th May, 2018. The\n\nreference is made to clauses 28, 42 and 43 of the contract and\n\nspecial condition no.9 under which arbitration is excluded as a\n\ndispute resolution mechanism.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">\n</p><p data-structure=\"Facts\" id=\"p_7\">4.        It is the case of the respondent that the appellant has been\n\nnegligent in carrying out its task. The appellant was in breach of\n\nthe terms of the agreement which was getting work done by\n\n<span class=\"hidden_text\" id=\"span_4\">                                      4/39</span>\nARA(ST)-30508-19 (AS).doc\nwadhwa\n under aged persons resulting in an accident whereby a child lost\n\nhis life. The contractors merely visited the site and being in\n\ndefault and having left the work incomplete. The respondent\n\nhad followed due process and deducted a sum of Rs.10 lakhs\n\nfrom the 8th running bill of the contractor towards additional\n\nsecurity deposit and that this amount has to be refunded to the\n\ncontractor upon its achieving progress set out in a Bar Chart.\n\nThe Corporation has contended that the work to be carried out is\n\nnot for purchase and supply but is a works contract and\n\ntherefore the Act would not apply. According to the corporation,\n\nthere is no valid arbitration agreement between the parties in\n\nfact the work order in terms of the general conditions of\n\ncontract are said to expressly exclude reference to arbitration.\n\nEven assuming the Act applied, the appellant would be required\n\nto approach the Facilitation Council under the Act but had\n\ninstead approached the District Court which had rightly\n\ndismissed the application. It is with this background that the\n\nimpugned order came to be passed. It is appropriate to refer to\n\nfew clauses of the agreement between the parties.\n\n\n</p><p data-structure=\"Facts\" id=\"p_8\">5.        In the appeal, an Interim Application was moved seeking\n\ngrant of an interim injunction to restrain the respondent from\n\n<span class=\"hidden_text\" id=\"span_5\">                                5/39</span>\nARA(ST)-30508-19 (AS).doc\nwadhwa\n deducting any sums towards penalty, compensation, additional\n\nsecurity deposit from the running account bills. By an interim\n\norder the appellant was protected by granting reliefs prayer\n\nclauses (a) and (b) of the interim application. Prayer clauses (a)\n\nand (b) read as follows;\n</p>\n<p data-structure=\"Issue\" id=\"p_9\">\n</p><blockquote id=\"blockquote_2\">                 &quot;(a) Pending the hearing and disposal of the Arbitration\n                 and until the award passed in such arbitration becomes\n                 executable, this Court be pleased to grant an interim\n                 injunction restraining the respondent from deducting\n                 any sums in the nature of penalty/compensation/\n                 additional security deposit from the R.A. Bills raised by\n                 the applicant/original appellant.\n</blockquote>\n<blockquote id=\"blockquote_3\">\n</blockquote><blockquote id=\"blockquote_4\">                 (b) Pending hearing and final disposal of the present\n                 appeal, this Court be pleased to restrain the respondent\n                 from deducting any payments from the R.A. Bills raised\n                 by the applicant/original appellant on the respondent.&quot;\n\n\n\n</blockquote><p data-structure=\"Issue\" id=\"p_10\">    6.            The Corporation filed its own Interim Application\n\n    seeking to vacate the ad-interim order dated 10 th December,\n\n    2020. On that application, the Court observed that it would\n\n    be appropriate to dispose the appeal itself and hence this\n\n    appeal has been taken up for final hearing in this court.\n\n\n</p><p data-structure=\"Issue\" id=\"p_11\">         SUBMISSIONS\n\n</p><p data-structure=\"Section\" id=\"p_12\">    7.            Mr. Kamat on behalf of the appellant submitted that\n\n<span class=\"hidden_text\" id=\"span_6\">                                       6/39</span>\nARA(ST)-30508-19 (AS).doc\nwadhwa\n     the <a href=\"/doc/352833/\" id=\"a_7\">MSME Act</a> provided for statutory arbitration and in view\n\n    thereof, the appellant who is entitled to file application under\n\n    <a href=\"/doc/1079220/\" id=\"a_8\">Section 9</a> of the Arbitration and Conciliation Act, 1996 and\n\n    restrain the respondent from deducting amounts towards\n\n    running account bills pending the disposal of arbitration\n\n    proceedings. Inviting my attention to the provisions of Act,\n\n    Mr. Kamat submitted that under <a href=\"/doc/1098764/\" id=\"a_9\">Section 17</a> in respect of any\n\n    goods supplied or services rendered by a supplier the buyer is\n\n    required to pay the price along with interest as contemplated\n\n    in <a href=\"/doc/1723683/\" id=\"a_10\">Section 16</a>. <a href=\"/doc/417937/\" id=\"a_11\">Section 18</a> of the MSME Act contains a non-\n\n    obstante clause whereby any party to a dispute may in\n\n    connection with amount due under <a href=\"/doc/1098764/\" id=\"a_12\">Section 17</a>, make a\n\n    reference to the Micro and Small Enterprises Facilitation\n\n    Council. The Council either may conduct conciliation itself or\n\n    seek assistance of an institution there for. If the conciliation\n\n    fails, the institution shall itself take up the dispute for\n\n    arbitration or refer to it to any institution, the <a href=\"/doc/1306164/\" id=\"a_13\">Arbitration and\n\n    Conciliation Act</a> would then apply as if the arbitration was in\n\n    pursuance of an arbitration agreement.\n</p>\n<p data-structure=\"Issue\" id=\"p_13\">\n</p><p data-structure=\"PetArg\" id=\"p_14\">    8.            Mr. Kamat therefore contended that there is no\n\n    doubt that the <a href=\"/doc/352833/\" id=\"a_14\">MSME Act</a> would apply.            <a href=\"/doc/352833/\" id=\"a_15\">The MSME Act</a>\n\n<span class=\"hidden_text\" id=\"span_7\">                                 7/39</span>\nARA(ST)-30508-19 (AS).doc\nwadhwa\n     provides for reference to the Facilitation Council for\n\n    conciliation/arbitration and in those circumstances, the\n\n    appellant is entitled to move the application under <a href=\"/doc/1852313/\" id=\"a_16\">Section 9</a>\n\n    for interim measures of protection. He submits that in the\n\n    numerous decisions he has cited the fact that the <a href=\"/doc/352833/\" id=\"a_17\">MSME Act</a>\n\n    is a <a href=\"/doc/701797/\" id=\"a_18\">Special Act</a> and would operate independent of any\n\n    separate arbitration agreement between the parties is well\n\n    settled.       According to Mr. Kamat, even if the agreement\n\n    provides for arbitration that will stand superseded by\n\n    provisions of the <a href=\"/doc/352833/\" id=\"a_19\">MSME Act</a>.\n</p>\n<p data-structure=\"Issue\" id=\"p_15\">\n</p><p data-structure=\"PetArg\" id=\"p_16\">    9.            The applicant registered under the <a href=\"/doc/352833/\" id=\"a_20\">MSME Act</a> on\n\n    13th February, 2018. By virtue of said registration, Mr. Kamat\n\n    contends that the applicant became entitled to avail of the\n\n    provisions of the <a href=\"/doc/352833/\" id=\"a_21\">MSME Act</a>. The appellant has invoked the\n\n    jurisdiction of the District Court, Nasik with intention of\n\n    submitting to the jurisdiction of the Facilitation Council.\n\n    According to him, <a href=\"/doc/352833/\" id=\"a_22\">Chapter V of the Act</a> applies since disputes\n\n    between a buyer and seller is arbitrable and the Nasik\n\n    Facilitation Council where the appellant located as &quot;Seller&quot;\n\n    will have jurisdiction. He submits that the appellant has\n\n    undertaken to file a reference in the council, in the meantime\n\n<span class=\"hidden_text\" id=\"span_8\">                                  8/39</span>\nARA(ST)-30508-19 (AS).doc\nwadhwa\n     he had approached the court under <a href=\"/doc/1852313/\" id=\"a_23\">Section 9</a>.\n\n\n</p><p data-structure=\"PetArg\" id=\"p_17\">    10.           In view of these provisions, Mr. Kamat submitted\n\n    that notwithstanding the provisions of the agreement, the\n\n    Corporation was bound by <a href=\"/doc/290252/\" id=\"a_24\">Section 18(1)</a> of the MSME Act\n\n    and would therefore be bound to submit to arbitration under\n\n    the auspices of the council.             He therefore submitted that\n\n    pending dispute resolution by reference to arbitration as\n\n    aforesaid, the appellant is entitled to interim measures of\n\n    protection under <a href=\"/doc/1852313/\" id=\"a_25\">Section 9</a> of the Act. He therefore submitted\n\n    that the impugned order is liable to be set aside and the\n\n    protection granted by this Court at the ad-interim stage is\n\n    liable to continue pending disposal of the arbitral reference.\n\n\n</p><p data-structure=\"RespArg\" id=\"p_18\">    11.           Mr. Kamat has placed reliance on the following\n\n    judgments:\n</p>\n<blockquote id=\"blockquote_5\">         (1) Scigen Biopharma Pvt. Ltd. v/s. Jagtap Horticlature Pvt.\n</blockquote><p data-structure=\"Precedent\" id=\"p_19\">                  Ltd.1\n\n         (2) Gujarat State Petronet Ltd. v/s. Micro and Small\n              Enterprises Facilitation Council &amp; Ors.2\n\n         (3) Reliance Life Science Pvt. Ltd. v/s. Klenzaids\n\n         1 2019 SCC Online Bom 4542\n\n         2 2018 SCC Online Bom 2039\n<span class=\"hidden_text\" id=\"span_9\">                                      9/39</span>\nARA(ST)-30508-19 (AS).doc\nwadhwa\n                   Contamination Controls (P) Ltd.3\n\n         (4) Shah &amp; Parikh v/s. Urmi Trenchless Technology Pvt.\n</p><p data-structure=\"Precedent\" id=\"p_20\">               Ltd. &amp; Anr.4\n\n         (5) Principal Chief Engineer v/s. Manibhai and Brothers\n               (Sleepers) 5\n\n         (6) GE T&amp;D India Limited v/s. Reliable Engineering\n              Projects and Marketing6\n\n         (7) M/s. Mircrovision Technologies Pvt. Ltd. v/s. Micro &amp;\n              Small Enterprises Facilitation Council &amp; Anr. 7\n\n         (8) Bata India Limited v/s. AVS International Private\n              Limited8\n\n</p><p data-structure=\"RespArg\" id=\"p_21\">12.               On behalf of the respondent Corporation, Ms.\n\nDevkar submitted that the contract did not provide for\n\narbitration. On the other hand, the contract expressly excluded\n\narbitration. According to Ms. Devkar, the provisions of <a href=\"/doc/290252/\" id=\"a_26\">Section\n\n18(1)</a> cannot be imposed upon the corporation since it had\n\nexpressly provided in the contractual conditions that arbitration\n\nis not an acceptable method of dispute resolution. According to\n\nMs. Devkar, the relevant conditions of the contract are clauses\n\n         3 2017 SCC Online Bom 9999\n         4 2019 SCC Online Bom 340]\n         5 2016 SCC Online Guj 10012\n         6 2017 SCC Online Del 6978\n         72016 SCC Online Bom 10039\n         8 2019 SCC Online Del 9801\n<span class=\"hidden_text\" id=\"span_10\">                                      10/39</span>\nARA(ST)-30508-19 (AS).doc\nwadhwa\n 28, 42 and 43 of the General Conditions of Contract and Special\n\nCondition no.9. She submitted that the general conditions of\n\ncontract provided that          in case any dispute arises during\n\nexecution of the work, no arbitrator shall be appointed and the\n\ndecision of the Member Secretary of Maharashtra Jeevan\n\nPradhikaran (MJP) be final.        According to her, although the\n\ncontract is governed by the laws of <a href=\"/doc/352833/\" id=\"a_27\">India, the MSME Act</a> would\n\nnot apply. She submitted that Clause 43 also provided that\n\ndispute between the contractor and the Jeevan Pradikaran the\n\ndecision of the Chief Engineer would be final and binding.\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_22\">13.               Special Condition no.9 also provided that in case\n\ndispute between the Contractor and Executive Engineer,\n\nIncharge of the project there would be no provision for\n\nappointment of an arbitrator and the decision of the Members\n\nSecretary MJP shall be final. According to her, the contract\n\nbetween the parties is not for supply of goods. The appellant\n\nwas neither a supplier nor the respondent a buyer. It was a\n\n<a href=\"/doc/352833/\" id=\"a_28\">Works Contract and the MSME Act</a> does not apply to the works\n\ncontract. Ms. Devkar therefore submits that the appeal is liable\n\nto be rejected and the impugned order sustained.\n\n\n<span class=\"hidden_text\" id=\"span_11\">                                  11/39</span>\nARA(ST)-30508-19 (AS).doc\nwadhwa\n</p><p data-structure=\"Section\" id=\"p_23\"> 14.                Ms. Devkar has placed reliance on the following\n\njudgments;\n</p>\n<p data-structure=\"Precedent\" id=\"p_24\">         (1) Sterling and Wilson Private Limited v/s. Union of Inia\n                &amp; Ors.9\n\n         (2) Scigen Biopharma Pvt. Ltd. v/s. Jagtap Horticlature Pvt.\n</p><p data-structure=\"Precedent\" id=\"p_25\">               Ltd.10\n\n         (3) International Amusement Limited v/s. India Trade\n               Promotion Organisation and anr.11\n\n         (4) M/s. Rahul Singh v/s. Union of India &amp; Ors.12\n\n         (5) Nik San Engineering Co. Ltd. v/s. Easun Reyroller\n              Limited 13\n\n\n</p><p data-structure=\"Section\" id=\"p_26\">15.                The issue that arises is within a narrow compass viz.\n\nWhether in the face of the General and Special conditions of\n\ncontact and the work order, the Respondent corporation can be\n\nsubjected to provisions of <a href=\"/doc/352833/\" id=\"a_29\">MSME Act</a>? It will be appropriate to\n\nreproduce some of the clauses of the contract relevant for the\n\npresent exercise. These are to be found in the tender notice\n\nissued by the respondent and the work order. The work to be\n\n         9 2017 SCC Online Bom 6829\n\n         102019 SCC Online Bom 4542\n         11(2015) 12 SCC 677\n12       Writ Petition no.2316 of 2016 , Allahabad High Court (D.B.)\n         13Letters Patent Appeal no.619 of 2019 in Special Civil Application no.6265\n\n         of 2018\n<span class=\"hidden_text\" id=\"span_12\">                                       12/39</span>\nARA(ST)-30508-19 (AS).doc\nwadhwa\n carried out by the applicant is described as;\n\n\n</p><pre id=\"pre_2\">                  &quot;Wardha      Sewerage      Scheme    (Under     AMRUT\n                  Programme)\n</pre><p data-structure=\"Precedent\" id=\"p_27\">                  Sewerage Network, Property connections, Wet well\n                  with pump House, Pumping main, Construction of SBR\n                  Type Sewage Treatment Plant and Nalla Interception\n                  Works.&quot;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_28\">\n         Clauses of contract nos.28, 42 and 43 of General\n\n         Conditions and Special condition no.9 are reproduced\n\n         below for ease of reference;\n</p>\n<p data-structure=\"Section\" id=\"p_29\">\n</p><p data-structure=\"Precedent\" id=\"p_30\">                    28. Arbitration\n                    In case any dispute arises out during execution of\n                  work, no arbitrator shall be appointed for redressal of\n                  the dispute. In this regard, decision of the Member\n                  Secretary, MJP Mumbai shall be final and remain\n                  binding on both parties.(Emphasis supplied)\n\n</p><p data-structure=\"Section\" id=\"p_31\">                  42. Laws and Regulations\n\n</p><p data-structure=\"Section\" id=\"p_32\">                  43. Governing Law\n\n\n                  The contract documents shall be governed by the laws\n                  and bye-laws of India, the State of Maharashtra and\n                  the local bodies in this region.\n</p>\n<p data-structure=\"Section\" id=\"p_33\">\n                  Special Condition no.9: Appointment of Arbitrator:\n</p><blockquote id=\"blockquote_6\">                  In case of any disputes raised between contractor and\n                  Executive Engineer/Engineer in charge during the\n                  course of contract regarding work, there shall be no\n<span class=\"hidden_text\" id=\"span_13\">                                       13/39</span>\nARA(ST)-30508-19 (AS).doc\nwadhwa\n                   provision for the appointment of an Arbitrator. The\n                  decision of the Member Secretary MJP / Secretary\n                  UDD2/ Any other person appointed by secretary\n                  UDD2 shall be held as valid and final. If the\n                  contractor files a case in appropriate court, the action\n                  of withdrawing the work and allotting it to any other\n                  agency shall be deemed to be continued as per the\n                  practice in vogue in the larger interest of\n                  implementation of work in time and as per original\n                  time schedule.&quot; (Emphasis supplied)\n\n\n\n</blockquote><blockquote id=\"blockquote_7\">         16.                On first glance, it would appear that an\n\n         arbitration clause is embodied in the contract but on\n\n         closer scrutiny it is found that the agreement between the\n\n         parties provides that disputes will not be referred to\n\n         arbitration but would be subjected to the decision of the\n\n         Member Secretary, Maharashtra Jeevan Pradhikaran. This\n\n         is evident from the reading of clause 28. Although the\n\n         heading reads &quot;Arbitration&quot;, in fact there is no doubt that\n\n         parties agreed not to refer disputes to arbitration Clause\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_34\">         44 also contemplates reference of disputes to the decision\n\n         of &quot;the Commissioner&quot;. In case of any further disputes, the\n\n         decision of the Secretary UDD-2 / Member Secretary MJP\n\n         or any other person appointed by the Secretary / UDD-2\n\n         would be final.\n</p>\n<p data-structure=\"Section\" id=\"p_35\"><span class=\"hidden_text\" id=\"span_14\">                                      14/39</span>\nARA(ST)-30508-19 (AS).doc\nwadhwa\n</p><p data-structure=\"Section\" id=\"p_36\">          17.                Clause 9 of the Special Condition is also titled\n\n         &quot;Appointment of Arbitrator&quot; but it provides that all\n\n         disputes between the contractor and the Executive\n\n         Engineer in the course of the contract shall be referred to\n\n         a Member Secretary, MJP, Secretary UDD-2 other person\n\n         appointed secretary UDD-2. There is no provision for\n\n         arbitration. The fact that these clauses to which I have\n\n         made reference do not constitute an arbitration agreement\n\n         is not in dispute. The contention of the appellant is that\n\n         the contract will be governed by the laws and by-laws of\n\n         India as seen from Clause 43 and the <a href=\"/doc/352833/\" id=\"a_30\">MSME Act</a> is one\n\n         such law.\n</p>\n<p data-structure=\"Section\" id=\"p_37\">\n</p><p data-structure=\"Facts\" id=\"p_38\">          18.               I have perused the copy of the Arbitration\n\n         Application (Commercial) no.7 of 2019 in which the\n\n         appellant has declared that it is a proprietary firm\n\n         engaged in the business of construction especially of water\n\n         supply schemes. It does not proceed on the basis that the\n\n         appellant is a seller. The application proceeds on the basis\n\n         that after the E-tender was published the appellant had\n\n         declared as a successful bidder. Contentious issues have\n\n<span class=\"hidden_text\" id=\"span_15\">                                       15/39</span>\nARA(ST)-30508-19 (AS).doc\nwadhwa\n          been set out in the petition alluding to delays in handing\n\n         over and obstruction of free site for carrying out work\n\n         resulting in delays who had prompted the respondent to\n\n         deduct a sum of Rs.10 lakhs from the running account\n\n         bills.\n</p>\n<p data-structure=\"Precedent\" id=\"p_39\">\n\n</p><p data-structure=\"Section\" id=\"p_40\">19.               According to the appellant it was in a position to\n\ncomplete the work in time but was hampered due to\n\nrespondent&#x27;s inadequacies inter alia delay in handing over\n\npossession of sites. We are not, in the present appeal, concerned\n\nwith these aspects but only the narrow question whether in the\n\nabsence of an arbitration agreement, the <a href=\"/doc/352833/\" id=\"a_31\">MSME Act</a> applied and\n\na party who had specifically agreed not to refer disputes\n\narbitration can be permitted to make a unilateral reference\n\nunder the MSME binding upon a party to submit disputes to\n\nArbitration.          In my view in the facts at hand, that is not\n\npermissible. The parties have come to an agreement whereby\n\ncertain work is to be carried out viz that of implementing the\n\nproject. The project work may entail supply of goods and supply\n\nof services but it also effectively requires use of materials and\n\nskill in order to execute the project. This aspect cannot be lost\n\n\n<span class=\"hidden_text\" id=\"span_16\">                                   16/39</span>\nARA(ST)-30508-19 (AS).doc\nwadhwa\n sight of. The respondent has in categorical terms provided that\n\nthere will be no arbitration. Given the fact that disputes have to\n\nbe resolved by the reference to the Secretary of the Pradhikaran,\n\nMJP, it is clear that the dispute resolution contemplated in the\n\ntender/contract does not amount to an arbitration clause.          The\n\nE-tender notice was published on 21 st November, 2017 the\n\nappellant was found to be the lowest bidder on 26 th January,\n\n2018. A works contract was issued on 27 th May, 2018 and a\n\nWork Order on 28th May 2018. When parties enter into a\n\ncontract         they must be ad idem. In the case at hand the\n\nagreement being enforceable at law is a contract. Neither\n\nappellant nor respondent claims that it is void or voidable. The\n\nacceptance of the contract as contemplated in <a href=\"/doc/74115/\" id=\"a_32\">Section 7</a> of the\n\nContract Act is also absolute and unqualified. There is also no\n\ndoubt that the contract was made with free consent of parties to\n\nthe contract.\n</p>\n<p data-structure=\"Precedent\" id=\"p_41\">\n</p><p data-structure=\"CDiscource\" id=\"p_42\">20.               It appears that on 13th February, 2018, the appellant\n\nregistered as a MSME unit with the Ministry and that is how the\n\ncertificate came to be issued.             The respondent has in its\n\nadditional affidavit provided a copy of certificate. Perusal of the\n\ncertificate reveals that at the time of bidding, the appellant had\n\n<span class=\"hidden_text\" id=\"span_17\">                                   17/39</span>\nARA(ST)-30508-19 (AS).doc\nwadhwa\n not indicated that it intended to register under the <a href=\"/doc/352833/\" id=\"a_33\">MSME Act</a>.\n\nThe class of the contractor was specified and the registration\n\ntook place after the appellant was declared as successful bidder.\n\n\n</p><p data-structure=\"Section\" id=\"p_43\">21.               One of the issues that have been urged is that the\n\nsubsequent registration is of no avail. In that context, it is by\n\nnow clear that registration cannot deprive a party of the benefit\n\nof the Act. However, in the instant case, the contract in my view\n\ndoes not qualify as one for supply or purchase of goods or\n\nservices. Supplier is defined under the Act as follows;\n\n</p><p data-structure=\"Section\" id=\"p_44\">                 (n) &quot;supplier&quot; means a micro or small enterprise,\n                 which has filed a memorandum with the authority\n                 referred to in sub-section (1) of <a href=\"/doc/603460/\" id=\"a_34\">section 8</a>, and\n                 includes,--\n</p><p data-structure=\"PetArg\" id=\"p_45\">                 (i) the National Small Industries Corporation, being\n                 a company, registered under the <a href=\"/doc/1353758/\" id=\"a_35\">Companies Act,\n                 1956</a> (1 of 1956);\n</p><p data-structure=\"Precedent\" id=\"p_46\">                 (ii) the Small Industries Development Corporation of\n                 a State or a Union territory, by whatever name\n                 called, being a company registered under the\n                 <a href=\"/doc/1353758/\" id=\"a_36\">Companies Act, 1956</a> (1 of 1956);\n</p><p data-structure=\"CDiscource\" id=\"p_47\">                 (iii) any company, co-operative society, trust or a\n                 body, by whatever name called, registered or\n                 constituted under any law for the time being in force\n                 and engaged in selling goods produced by micro or\n                 small enterprises and rendering services which are\n                 provided by such enterprises;\n</p>\n<p data-structure=\"Section\" id=\"p_48\">\n<span class=\"hidden_text\" id=\"span_18\">                                      18/39</span>\nARA(ST)-30508-19 (AS).doc\nwadhwa\n          &quot;Buyer&quot; is defined under <a href=\"/doc/162120546/\" id=\"a_37\">Section 2(d)</a> as follows;\n\n</p><blockquote id=\"blockquote_8\">                  &quot;buyer&quot; means whoever buys any goods or receives\n\n                  any services from a supplier for consideration.&quot;\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_49\">22.               One       major    stumbling     block    that     the\n\nappellants face is on the nature of the contract. While the\n\nappellants contend that they are suppliers and                       the\n\nrespondents are buyers, considering the terms of the\n\ncontract, I am of the view that the contract to be\n\nperformed by the appellant is clearly a Works Contract.\n\nMultiple decisions have come to the common conclusion\n\nthat a Works Contract is not amenable to the provisions\n\nof the <a href=\"/doc/352833/\" id=\"a_38\">MSME Act</a>. It will be useful to look through some of\n\nthe decisions on this aspect. In Shree Gee Enterprises v/s.\n\nUnion of India &amp; Anr.14 the Delhi High Court has taken a\n\nview that works contracts would not attract provisions of\n\nthe <a href=\"/doc/352833/\" id=\"a_39\">MSME Act</a>. The focus there was on the procurement\n\npolicy which was intended to promote the interest of\n\nMicro Small and Medium Enterprises. Yet again, in a\n\ndecision of the Allahabad High Court in the case of Rahul\n\nSingh v/s. Union of India and Others, the Division Bench\n\nof the Allahabad High Court has on 25 th January, 2017\n14 Writ Petition -(C)-7201 of 2015\n<span class=\"hidden_text\" id=\"span_19\">                                      19/39</span>\nARA(ST)-30508-19 (AS).doc\nwadhwa\n held in Writ Petition no.2316 of 2016 has held as\n\nfollows;\n</p>\n<p data-structure=\"Precedent\" id=\"p_50\">\n</p><blockquote id=\"blockquote_9\">                  &quot;A reconstruction of <a href=\"/doc/1973221/\" id=\"a_40\">Section 11</a> bears out that it\n                  empowers the Central Government to formulate\n                  reference policies in respect of (a) procurement of\n                  goods produced by MSM and (b) services provided by a\n                  MSE. The words &#x27;services provided&#x27; as used in the said\n                  provision must necessarily be read as disjunctive to the\n                  expression good produced. It cannot possibly be\n                  disputed that a &#x27;works contract&#x27; forms a completely\n                  different and distinct genre than a contract for supply\n                  for goods or for that matter a contract for providing\n                  services. A works contract is essentially an indivisible\n                  contract which may involve not just the supply of\n                  goods but also the provision of labour and service. The\n                  particular specie of contract has rightly been\n                  understood by the railways as not to fall within the\n                  ambit of the 2006 Act.&quot;\n</blockquote>\n<blockquote id=\"blockquote_10\">\n</blockquote><p data-structure=\"Precedent\" id=\"p_51\">         The reference in this paragraph extracted from the\n\n         judgment in Rahul Singh (supra) indicates that <a href=\"/doc/1973221/\" id=\"a_41\">Section 11</a>\n\n         only contemplates and brings within its fold. Contracts for\n\n         supply of goods and providing services simpliciter.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_52\">23.                The Allahabad High Court also observed that in the\n\n2006 Act none of the provisions requires the Court to\n\ndeconstruct to works contract into its elements of supplying\n\n<span class=\"hidden_text\" id=\"span_20\">                                      20/39</span>\nARA(ST)-30508-19 (AS).doc\nwadhwa\n goods and providing services. While the focus in this judgment\n\nand several others was the Public Procurement Policy 2012, we\n\nare not concerned with that aspect of the matter and dehors the\n\napplicability of the Public Procurement Policy 2012 the\n\nfundamental principle that can be gleaned from the aforesaid\n\ndiscussion is that a works contract being a composite contract is\n\nindivisible and cannot be deconstructed into its elements.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_53\">24.                In CCE and Customs v/s. Larsen &amp; Toubro Ltd. 15 the\n\nSupreme Court observed that the Assessees&#x27; contention that a\n\nworks contract is a separate specie of contract, distinct from\n\ncontract for services is recognized by the world of commerce as\n\nsuch.\n</p>\n<p data-structure=\"Precedent\" id=\"p_54\">\n</p><p data-structure=\"Precedent\" id=\"p_55\">25.               The scheme of the 2006 Act clearly entails\n\nproviding a platform for the concerned enterprises to compete,\n\ngiven the fact that the smaller enterprises would otherwise be at\n\na disadvantage, compared to the larger players in industry. In\n\nM/s. Kone Elevators India Pvt. Ltd. v/s. State of Tamil Nadu and\n\nothers,16 the Supreme Court considered the observations in\n\nLarsen &amp; Tubro (supra) observed that four concepts clearly\n\n\n15 (2016) 1 SCC 170\n16 2014(7) SCC 1\n<span class=\"hidden_text\" id=\"span_21\">                                   21/39</span>\nARA(ST)-30508-19 (AS).doc\nwadhwa\n emerged. Firstly a works contract is indivisible but by legal\n\nfiction is divided into two parts for sale of goods and the other\n\nfor supply of labour and services. Secondly, the concept of a\n\ndominant nature tests does not apply to a works contract.\n\nThirdly, the term &#x27;works contract&#x27; as used in Clause (29A) of\n\n<a href=\"/doc/294137/\" id=\"a_42\">Article 366</a> of Constitution takes in its sweep all genre of works\n\ncontract and is not to be narrowly construed. The Supreme\n\nCourt reiterated in Larsen &amp; Tubro (supra) that the dominant\n\nnature test or the overwhelming component test or the degree of\n\nlabour and service test are not really applicable if the contract is\n\na composite one. The court observed that in a contract requiring\n\na contractor to install a lift in building the nature of the contract\n\nis a composite contract. Although there are two components,\n\nfirstly the purchase of components of the lift from a dealer, it\n\nwould be a contract of sale. If a separate contract is executed for\n\ninstallation that would be a composite contract for it because it\n\nis not for a sale of goods. This concept has been recognized by\n\nthis court in Sterling Wilson Pvt.Ltd. (supra). Having considered\n\nall the above, I am of the view that the <a href=\"/doc/352833/\" id=\"a_43\">MSME Act</a> could not have\n\nbeen invoked in the case of Works Contract such as the one at\n\nhand. The respondents must therefore succeed on that count.\n\n\n<span class=\"hidden_text\" id=\"span_22\">                               22/39</span>\nARA(ST)-30508-19 (AS).doc\nwadhwa\n</p><p data-structure=\"Section\" id=\"p_56\"> 26.        The next point that must be considered is Mr Kamat&#x27;s\n\ncontention that the governing law being the laws of <a href=\"/doc/352833/\" id=\"a_44\">India and\n\nthe MSME Act</a> being a Special Act, the Act would supersede the\n\ngeneral law and not withstanding any contrary intention that\n\nappears in the tender documents and in the work order, the\n\nappellants are entitled to invoke provisions of <a href=\"/doc/417937/\" id=\"a_45\">Section 18</a> of the\n\nMSME Act. This is a crucial aspect of the case. When we\n\nconsider the terms of contract, there are the Special conditions\n\nand General conditions of contract as also the provision under\n\nthe caption &#x27;Arbitration&#x27; but what is evident is that disputes\n\nrelating to the work being carried out are required to be\n\nsubjected to the decision of the Member Secretary of the\n\nMaharashtra Jeevan Pradhikaran or the Secretary UDD-2. The\n\nprovision for submission to these authorities would not\n\nconstitute an arbitration agreement. This is fairly evident from\n\nthe decision of the Supreme Court in the case of International\n\nAmusement Limited (supra) where clause 28 of an agreement\n\nprovided thus;\n</p>\n<blockquote id=\"blockquote_11\">                  &quot;28. In case of any dispute arising out of or in\n                  connection with this agreement the disputes shall be\n                  referred to the sole arbitration of the Chairman, India\n                  Trade Promotion Organisation or his nominee whose\n                  decision/award shall be final, conclusive and binding\n\n<span class=\"hidden_text\" id=\"span_23\">                                      23/39</span>\nARA(ST)-30508-19 (AS).doc\nwadhwa\n                   on the parties. Application for reference to arbitration\n                  shall be made by either party within two months of\n                  arising of the dispute.&quot;\n</blockquote>\n<blockquote id=\"blockquote_12\">\n</blockquote><p data-structure=\"Precedent\" id=\"p_57\">27.               Clause 28 in the facts of that case contemplated\n\ndisputes arising out of or in connection with the contract being\n\nreferred to the sole arbitration of the Chairman of the India\n\nTrade Promotion Organization or his nominee. Yet the Supreme\n\nCourt held that the clause in question did not constitute an\n\narbitration agreement.\n</p>\n<p data-structure=\"Precedent\" id=\"p_58\">\n</p><p data-structure=\"Precedent\" id=\"p_59\">28.               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"102212981\" id=\"span_24\">In this behalf, the Supreme Court considered its own\n\ndecision of a three judge bench in <a href=\"/doc/102212981/\" id=\"a_46\">P. Dasharatharama Reddy\n\nComplex Vs. Government of Karnataka</a> 17 wherein the Court had\n\noccasion to consider the distinction between an expert\n\ndetermination and an arbitration between parties. Russell on\n\narbitration was recalled which observed thus;</span>\n\n\n</p><blockquote id=\"blockquote_13\">                    &quot;16. ... Many cases have been fought over\n                    whether a contract&#x27;s chosen form of dispute\n                    resolution is expert determination or arbitration.\n                    This is a matter of construction of the contract,\n                    which involves an objective enquiry into the\n                    intentions of the parties.    First there are the\n                    express words of the disputes clause. If specific\n\n\n17 (2014) 2 SCC 201\n<span class=\"hidden_text\" id=\"span_25\">                                       24/39</span>\nARA(ST)-30508-19 (AS).doc\nwadhwa\n                     words such as &#x27;arbitrator&#x27;, &#x27;Arbitral Tribunal&#x27;,\n                    &#x27;arbitration&#x27; or the formula &#x27;as an expert and not\n                    as an arbitrator&#x27; are used to describe the manner\n                    in which the dispute resolve is to act, they are\n                    likely to be persuasive although not always\n                    conclusive... Where there is no express wording,\n                    the court will refer to certain guidelines. Of these,\n                    the most important used to be, whether there was\n                    an &#x27;issue&#x27; between the parties such as the value of\n                    an asset on which they had not taken defined\n                    positions, in which case the procedure was held to\n                    be expert determination; or a &#x27;formulated dispute&#x27;\n                    between the parties where defined positions had\n                    been taken, in which case the procedure was held\n                    to be an arbitration. This imprecise concept is still\n                    being relied on. It is unsatisfactory because some\n                    parties to contract deliberately choose expert\n                    determination for dispute resolution. The next\n                    guideline is the judicial function of an Arbitral\n                    Tribunal as opposed to the expertise of the\n                    expert... An Arbitral Tribunal arrives at its\n                    decision on the evidence and submissions of the\n                    parties and must apply the law or if the parties\n                    agree, on other consideration; an expert, unless it\n                    is agreed otherwise, makes his own enquiries,\n                    applies his own expertise and decides on his own\n                    expert opinion...&quot;\n</blockquote>\n<blockquote id=\"blockquote_14\">\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_60\">29.               Thus, in the facts of the present case the clauses\n\nwhich provide for reference to the Member Secretary or\n\nSecretary UDD would not constitute Arbitration clauses. This\n<span class=\"hidden_text\" id=\"span_26\">                                         25/39</span>\nARA(ST)-30508-19 (AS).doc\nwadhwa\n read with clause no.28 will make it amply clear that the\n\ncorporation never intended to submit disputes to arbitration. In\n\nfact it expressly provides that arbitration will not be resorted to.\n\nThe question therefore is whether merely by applying for\n\nregistration or being a medium or small enterprise, and not\n\nhaving altered the corporation of this fact while bidding and or\n\nwhile accepting the work order the appellants can be permitted\n\nto invoke the provisions of the <a href=\"/doc/352833/\" id=\"a_47\">MSME Act</a>. In my view, the\n\nanswer must be in the negative for the reason that at the time of\n\nbidding, the contractor was specified to be of a particular class.\n\nIt was open to the appellant to clarify that it was a MSME and\n\nqualified under the <a href=\"/doc/701797/\" id=\"a_48\">Special Act</a>. This it did not do. On other\n\nhand after the bidding was completed and it was elected\n\nsuccessful bidder it quietly submitted an application for\n\nregistration on 13th February, 2018.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_61\">\n</p><p data-structure=\"PetArg\" id=\"p_62\">30.               One must recall that the submission of the bid was\n\non 30th October, 2017 the appellant was found to be lowest\n\nbidder on 26th January, 2018 and it is only thereafter that the\n\nappellant registered on 13th February, 2018. The respondent\n\ncorporation thus being unaware of the fact that the appellant\n\nqualified as a MSME unit, proceeded to enter into a work\n\n<span class=\"hidden_text\" id=\"span_27\">                                  26/39</span>\nARA(ST)-30508-19 (AS).doc\nwadhwa\n contract on 27th May, 2018. Thereafter disputes arose between\n\nthe parties leading to the filing of the arbitration petition. It is\n\nonly upon filing the arbitration petition that for the first time the\n\nrespondent learnt of the fact that the appellant had qualified as\n\nan MSME and had proposed to invoke provisions of that Act.\n\n\n</p><p data-structure=\"Section\" id=\"p_63\">31.               It may be noted here that the appellant has not\n\nresorted to conciliation but has proceeded to seek interim orders\n\nof protection by invoking <a href=\"/doc/1079220/\" id=\"a_49\">Section 9</a> of the Arbitration and\n\nConciliation Act. Strictly speaking, the procedure to be followed\n\nwould have been to invoke conciliation and approach the\n\nFacilitation Council. At that stage, the Facilitation Council after\n\nhearing parties would have decided whether or not arbitration\n\nshould be resorted to, whether the council would conduct\n\narbitration or whether the dispute would be referred to an\n\ninstitution as contemplated under <a href=\"/doc/417937/\" id=\"a_50\">Section 18</a>. This procedure\n\nwas given a go-by. Instead, the respondent was presented with a\n\nfait accompli whereby it was forced to oppose an application for\n\ninterim protection.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_64\">\n</p><p data-structure=\"Section\" id=\"p_65\">32.               In the facts at hand, it will be seen that the contract\n\nis of a nature which required continuous supervision. There are\n\n\n<span class=\"hidden_text\" id=\"span_28\">                                    27/39</span>\nARA(ST)-30508-19 (AS).doc\nwadhwa\n multifarious activities to be carried out.         <a href=\"/doc/352833/\" id=\"a_51\">The MSME Act</a>\n\ncontemplates supply of goods, purchase of goods, and rendering\n\nan acceptance of services. In the present case, having coming to\n\nthe conclusion that it is a works contract and being indivisible\n\nand absent the need to deconstruct the contract into its\n\ncomponents of sale supply and performance of labour related\n\nwork it is evident that the <a href=\"/doc/352833/\" id=\"a_52\">MSME Act</a> cannot be made applicable.\n\nFor this very reason,         expert determination is contemplated\n\nunder the auspices of the Member Secretary or Secretary UDD-\n\n</p><p data-structure=\"Conclusion\" id=\"p_66\">2.\n\n\n</p><p data-structure=\"Section\" id=\"p_67\">33.               Having crossed that stage even if the dispute were\n\nnot to be resolved, the contract provides that no reference will be\n\nmade to arbitration. This is an express provision agreed upon by\n\nboth sides and it was part of a standard form tender conditions.\n\nThe appellant had accepted this condition. Parties were thus\n\nad idem that no reference could be made to arbitration. Once\n\nparties agree that arbitration was not a mode of dispute\n\nresolution, the question of an arbitration agreement or enforcing\n\na statutory arbitration does not arise.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_68\">\n</p><p data-structure=\"Section\" id=\"p_69\">34.               In the numerous decisions cited by counsel and\n\n\n<span class=\"hidden_text\" id=\"span_29\">                                  28/39</span>\nARA(ST)-30508-19 (AS).doc\nwadhwa\n those <a href=\"/doc/102212981/\" id=\"a_53\">referred to above</a>, the facts reveal that there existed\n\narbitration agreements between the parties. These were invoked\n\nand the contest was on the aspect whether an independent\n\narbitration agreement would survive in the light of the special\n\nact.     Under the Special law, the tide is against independent\n\narbitration agreements. The MSME provides in its non-obstante\n\nprovision that the provisions of the <a href=\"/doc/352833/\" id=\"a_54\">MSME Act</a> would apply\n\nnotwithstanding any other law in force and that includes the\n\narbitration agreement which may be arrived at between the\n\nparties.        One must consider whether the applicability of\n\ngoverning laws of the country would entail the application of\n\nthe MSME Act despite having expressly provided that no\n\narbitration will be resorted to.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_70\">\n\n</p><p data-structure=\"Precedent\" id=\"p_71\">35.               For the aforesaid reasons, Mr. Kamat&#x27;s reliance on\n\nthe decision in Manibhai and Brothers of the Gujarat High Court\n\n(supra) and as approved by the Supreme Court will not be of any\n\nassistance to him. Likewise, in the cases of Reliance Life Sciences\n\n(supra), Gujarat State Petronet (supra) and other decisions relied\n\nupon by Mr. Kamat, the existence of an arbitration clause was\n\nevident. Even in the decision of the Delhi High Court in Reliance\n\n\n<span class=\"hidden_text\" id=\"span_30\">                                  29/39</span>\nARA(ST)-30508-19 (AS).doc\nwadhwa\n Engineering Projects, an arbitration clause existed and the courts\n\nhave in all those cases ruled in favour of the statutory\n\narbitrations because the contractual arbitration clause could not\n\nprevail over the <a href=\"/doc/352833/\" id=\"a_55\">MSME Act</a>. Seen in this light, I am afraid the\n\nappellants case cannot succeed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_72\">\n</p><p data-structure=\"CDiscource\" id=\"p_73\">36.               In Bata India (Supra) also the Delhi High Court after\n\ntaking note of the difference of opinion amongst various high\n\nCourt and the contrasting views observed the fact that <a href=\"/doc/417937/\" id=\"a_56\">Section\n\n18</a> the MSME Act will prevail cannot be a matter of contest. The\n\nprovisions of the <a href=\"/doc/352833/\" id=\"a_57\">MSME Act</a> were applicable dehors any\n\narbitration clause that the parties would have agreed to. In the\n\npresent case the parties have not agreed to arbitration at the time\n\nthe contract was awarded. In fact the heading of the clause\n\nno.28 is a misnomer because the parties have agreed not to\n\nsubmit to arbitration and would not amount to contracting out\n\nof the statute owing to the belated registration under the Special\n\nlaw. Thus in view of such an agreement being arrived at\n\nbetween the parties, I am of the view that the appellant was not\n\nentitled to invoke the provisions of the <a href=\"/doc/352833/\" id=\"a_58\">MSME Act</a> in the facts of\n\nthe present case. Some of the cases cited are matters where the\n\nPublic Procurement Policy was involved. That policy does not\n\n<span class=\"hidden_text\" id=\"span_31\">                                   30/39</span>\nARA(ST)-30508-19 (AS).doc\nwadhwa\n affect the facts at hand. However, the principle remains,\n\ninasmuch as, at the time of entering into the contract, the\n\nrespondent ought to have been made aware that the petitioner\n\nwas an MSME unit though would have enable the respondent to\n\nmake a considered choice on whether to proceed to award the\n\ncontract or not.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_74\">\n</p><p data-structure=\"Precedent\" id=\"p_75\">37.               In this respect useful reference can be made to the\n\nobservations of this Court in Scigen Biopharma Pvt. Ltd. (supra)\n\nin which the effect of the contracting party changing its status\n\nby registering as a MSME unilaterally and without the\n\nknowledge of the other party and causing prejudice to the other\n\nparty to the contract has been considered. In paragraph 30, the\n\nCourt considered that arbitration cannot be foisted on other\n\ncontracting party unilaterally. The fact that the appellant\n\nproceeded to register under the Act and/or claim registration\n\nand without any intimation to the respondent at the time of\n\naccepting work order amounts to an attempt to suppressing vital\n\ninformation as between the contracting parties. The appellant\n\nknew the consequences of registering under the contract. The\n\nrespondent was not aware of the registration or the fact that the\n\nappellant would claim under the <a href=\"/doc/701797/\" id=\"a_59\">Special Act</a>.\n\n<span class=\"hidden_text\" id=\"span_32\">                                  31/39</span>\nARA(ST)-30508-19 (AS).doc\nwadhwa\n</p><p data-structure=\"Conclusion\" id=\"p_76\"> 38.               To my mind, this disclosure was material and\n\nrequired. The respondent could not have been taken by surprise\n\nespecially in the light of the fact that the parties are agreed that\n\ndisputes will not be referred to arbitration. Apart from the fact\n\nthat clause 28 reproduced above is not an arbitration clause and\n\nexpressly states that &quot;no arbitrator shall be appointed for\n\nredressal of the dispute&quot;, Clause 44 also does not amount to an\n\narbitration clause.         In fact clauses 28 and 44 read together\n\nclearly convey to the appellant that disputes would have to be\n\nreferred to either the Commissioner initially then to the\n\nSecretary UDD-2 and/or Member Secretary, MJP or any other\n\nperson appointed by the Secretary UDD-2. Merely because the\n\nWork Order was issued after the appellant applied for /obtained\n\nregistration will not change the bargain struck by the parties.\n\n\n</p><p data-structure=\"Section\" id=\"p_77\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"102212981\" id=\"span_33\">39.               Prima facie it appears that clause 28 read with\n\nclause 44 contemplates expert determination as contemplated\n\nand discussed in <a href=\"/doc/102212981/\" id=\"a_60\">P. Dashratharama Reddy</a> (supra) and the\n\ncommentary of Russell on arbitration quoted therein. Expert\n\ndetermination does not entail mandatory reference to arbitration\n\nbut clause 28 makes it clear that no arbitrator will be appointed\n\n\n<span class=\"hidden_text\" id=\"span_34\">                                   32/39</span>\nARA(ST)-30508-19 (AS).doc\nwadhwa\n for &quot;redressal of the dispute&quot;.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_78\">\n</p><p data-structure=\"CDiscource\" id=\"p_79\">40.               I have resisted to urge to make reference to other\n\nprovisions of the contract which would entail a conclusion that\n\nthis is not a contract for supply of goods or services separately\n\nsince it is quite obviously a works contract. It is also necessary to\n\nobserve the language of said clause 9 of the Special Conditions\n\nreproduced above. This once again establishes the intention of\n\nthe arbitrator that &quot;there will be no provision for appointment of\n\nan arbitrator.&quot;             The language may not be inspiring it is yet\n\nintelligible and enables us to conclude without a shadow of\n\ndoubt that the parties did not contemplate arbitration when the\n\ncontract was entered into. In effect they expressly excluded\n\nreference to arbitration.            In this light of the matter, it was\n\nincumbent on the applicant to inform the respondent of the fact\n\nthat it had proceeded to register as MSME and thereby the\n\nrespondent would invite the consequences that flow from the\n\noperation of <a href=\"/doc/417937/\" id=\"a_61\">Section 18</a> of the MSME.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_80\">\n</p><p data-structure=\"Precedent\" id=\"p_81\">41.               Mr. Kamat&#x27;s brief reliance on the decision of this\n\nCourt in M/s. Microvision Technologies Pvt. Ltd. (supra) or the\n\ncase of Shah &amp; Parikh (supra) will not come to his assistance\n\n\n<span class=\"hidden_text\" id=\"span_35\">                                       33/39</span>\nARA(ST)-30508-19 (AS).doc\nwadhwa\n since in all these cases, an independent arbitration clause was\n\nagreed to between the parties. Needless to mention the effect of\n\nthe <a href=\"/doc/352833/\" id=\"a_62\">MSME Act</a> would mean that the entire process of arbitration\n\nwould have been gone through either with the Facilitation\n\nCouncil Chief or by any institution by it.        Thus, in all these\n\ndecisions that have been relied upon by Mr. Kamat one\n\nprominent feature is undisputed viz. the existence of a\n\ncontractual arbitration provision.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_82\">\n</p><p data-structure=\"RespArg\" id=\"p_83\">42.               In the additional affidavit in reply filed by the\n\nrespondent, the respondent has annexed the copy of a certificate\n\nwhich is described as Udyog Adhar Registration Certificate, the\n\nname of the enterprise is that of the appellant.         The major\n\nactivity is shown as manufacturing and it is listed as a Micro\n\nEnterprise. Other activities include professional, scientific and\n\ntechnical activities of civil engineering. The activity type and\n\nconstruction activity type is services and manufacturing, the\n\ndate of filing is 13th February, 2018. Thus, it is clear that as on\n\ndate of the tender and being awarded the tender it had not\n\nregistered under the said Act. Reference may be made to the\n\napplication itself copy of which is at Exhibit B to the appeal. The\n\nWork Order was issued after the appellant registered.\n\n<span class=\"hidden_text\" id=\"span_36\">                                  34/39</span>\nARA(ST)-30508-19 (AS).doc\nwadhwa\n</p><p data-structure=\"PetArg\" id=\"p_84\"> 43.               In the factual background, narrated in the\n\narbitration application, the appellant states that it is involved in\n\nvarious works contracts with government agencies. Clearly\n\nadmitting the nature of the contract that it was entering into. In\n\nparagraph 3 of the application the appellant narrates the\n\nprocess after E-tender was published and upon finding that the\n\nbid was the lowest. In the application, the reference to the\n\nunderstanding of the appellant is that the work had to be carried\n\nout, schedule of work was not properly planned and that R.A.\n\nbills must be regularly paid. Clearly the averments reflect the\n\nunderstanding of the appellant at the material time and does not\n\nreveal that the appellant was expecting to supply goods or\n\nrender services.            On the contrary, it clearly admits to being\n\ninvolved works contract with government agencies and that the\n\nrespondent was wanting the sewerage work carried out in\n\naccordance with the tender. It is only paragraph 19 that the\n\nappellant disclose that it is a MSME unit and seller, thus,\n\ninvoking provisions of <a href=\"/doc/417937/\" id=\"a_63\">Section 18</a> as a dispute between buyer\n\nand seller.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_85\">\n</p><p data-structure=\"Precedent\" id=\"p_86\">44.               In paragraph 25 of the application, the averment\n\n\n<span class=\"hidden_text\" id=\"span_37\">                                      35/39</span>\nARA(ST)-30508-19 (AS).doc\nwadhwa\n reads thus;\n</p>\n<blockquote id=\"blockquote_15\">                  &quot;The present work is mainly divided into four\n                  category namely (1) STP (2) Networking (3) Wet\n                  Well, Anicut &amp; Pumping (4) Push-through. Work\n                  under Category three is not progressed as desired\n                  since respondent failed to handover the site;</blockquote><pre id=\"pre_3\">\n                  furthermore     category 4 work is suspended for\n                  statutory   permission   from   Railway     &amp;   PWD\n                  Authorities.&quot;\n\n\n\n</pre><blockquote id=\"blockquote_16\">45.               Except for paragraph 19 in which the appellant\n\nclaimed to be a MSME unit and seller and that the dispute was\n\nbetween buyer and seller, the rest of the application thereby\n\nadmits to work to be carried out. No reference to price of supply\n\nis made. The impugned order has not considered these aspects.\n\nThe order does not appear to have noticed this aspect but has\n\nconsidered clauses 28, 42, 43 of general conditions, special\n\ncondition no.9 and condition of contract clause no.2. Disputed\n\nfacts are also briefly referred to and the finding as to the effect\n\nthat petition under <a href=\"/doc/1852313/\" id=\"a_64\">Section 9</a> is not tenable. Therefore a <a href=\"/doc/1852313/\" id=\"a_65\">Section\n\n9</a> application could not have been filed.                    Reference to the\n\nCommercial Courts Act, in paragraph 16 of the impugned\n\njudgment appears to be intended to consider the jurisdiction of\n\nthe Court. The impugned judgment after considering the\n\n\n<span class=\"hidden_text\" id=\"span_38\">                                      36/39</span>\nARA(ST)-30508-19 (AS).doc\nwadhwa\n provisions of the <a href=\"/doc/352833/\" id=\"a_66\">MSME Act</a> has in paragraph 20 observed that\n\nno attempt has been made at settlement and that in the cases\n\nreferred as precedents therein arbitration clauses existed. In\n\nabsence of the clause, no interim measure could be granted. The\n\nappellants do not appear to have urged the aspect which they\n\nhave now canvassed that mere registration would entitle them to\n\nreference to the Facilitation Council. In my view the rejection of\n\nthe petition need not be disturbed although the reasons may not\n\nbe entirely in focus.\n</blockquote>\n<blockquote id=\"blockquote_17\">\n\n</blockquote><blockquote id=\"blockquote_18\">46.               In my view the special law will not apply in the facts\n\nat hand since the appellant had itself agreed that no reference\n\nwill be made to arbitration. That itself is an agreement between\n\nthe parties and cannot be negated merely by registering as a\n\nMSME.          Otherwise it would deprive a party such as the\n\nrespondent corporation from exercising their discretion while\n\nentering into a contract and &quot;Free Consent&quot; contemplated under\n\n<a href=\"/doc/1728676/\" id=\"a_67\">Section 14</a> of the Contract Act to the extent it concerns dispute\n\nresolution.        If the appellant had, prior to acknowledging its\n\nbeing selected as a lowest bidder and having agreed to execute\n\nthe work order, disclosed the fact that it was qualified to be an\n\n\n<span class=\"hidden_text\" id=\"span_39\">                                   37/39</span>\nARA(ST)-30508-19 (AS).doc\nwadhwa\n MSME or that it intended to register under the <a href=\"/doc/701797/\" id=\"a_68\">Special Act</a>, the\n\nrespondent corporation could have made an informed choice of\n\nproceeding with the contract on those terms. By awarding the\n\ncontract after such knowledge, the respondent would have been\n\nbound by the provisions of the Act. However, in the instant case,\n\nthe appellant sprang a surprise upon the respondent at the time\n\nof filing the <a href=\"/doc/1852313/\" id=\"a_69\">Section 9</a> petition. Nowhere in the correspondence\n\nprior to filing the petition has the appellant contended that it\n\nwas a MSME unit and entitled to invoke provisions of the Act.\n\nFurthermore, the dispute itself relates to the retention of\n\nadditional security deposit which the corporation was entitled to\n\nand not but not on the aspect of &quot;supply&quot; of any goods or\n\nspecifically and stand alone &quot;services&quot; rendered. This once again\n\ntakes us back into the realm of a Works Contract and I do not\n\ndeem it necessary to deal with that aspect any longer.\n\n\n</blockquote><blockquote id=\"blockquote_19\">47.               In view of the above, while in law there is no doubt\n\nthat the provisions of the <a href=\"/doc/352833/\" id=\"a_70\">MSME Act</a> would prevail over\n\ncontractual provisions of arbitration, on facts in hand, I find that\n\nthe appellant being a successful contracting party to a Works\n\nContract and in view of express and consensual exclusion of\n\narbitration as a means of dispute resolution could not have\n\n<span class=\"hidden_text\" id=\"span_40\">                                   38/39</span>\nARA(ST)-30508-19 (AS).doc\nwadhwa\n    invoked the provisions of <a href=\"/doc/352833/\" id=\"a_71\">MSME Act</a>.\n</blockquote>\n<blockquote id=\"blockquote_20\">\n\n</blockquote><blockquote id=\"blockquote_21\">   48.                       For these reasons I am unable to find any merit in\n\n   the appeal and as a result, the appeal cannot succeed. Therefore\n\n   I pass the following order;\n</blockquote>\n<blockquote id=\"blockquote_22\">                       (i) Appeal is dismissed.\n</blockquote>\n<blockquote id=\"blockquote_23\">                       (ii) Interim order is vacated.\n</blockquote>\n<blockquote id=\"blockquote_24\">                       (iii) Interim Application (St) no.94967 of 2020 and\n\n                       Interim Application no.3676 of 2019 are disposed.\n\n</blockquote><blockquote id=\"blockquote_25\">                       (iv) The appellant shall be entitled to adopt such other\n\n                       proceedings as they may be entitled to in law.\n\n\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_87\">                       At this stage Mr. Kamat seeks continuation of the\n\n   ad-interim order dated 19th December, 2019. Since the ad-\n\n   interim order has continued from 19 th December, 2019 it will\n\n   continue for four weeks from today.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_88\">\n\n\n</p><p data-structure=\"Precedent\" id=\"p_89\">                                                                (A. K. MENON, J.)\n\n\n\n\n          Digitally\n          signed by\n          Sandhya\nSandhya   Wadhwa\nWadhwa    Date:\n</p><blockquote id=\"blockquote_26\">          2021.03.01\n          18:26:49\n          +0530\n\n\n\n\n<span class=\"hidden_text\" id=\"span_41\">                                                  39/39</span>\n   ARA(ST)-30508-19 (AS).doc\n   wadhwa\n </blockquote>","numcites":19,"numcitedby":4,"docsource":"Bombay High Court","citetid":89343742,"divtype":"judgments","relatedqs":[{"value":"msme arbitration","formInput":"msme%20arbitration"},{"value":"msme act","formInput":"msme%20act"},{"value":"facilitation council","formInput":"facilitation%20council"},{"value":"expert determination","formInput":"expert%20determination"},{"value":"what is running account","formInput":"what%20is%20running%20account"},{"value":"composite contract","formInput":"composite%20contract"},{"value":"works contract","formInput":"works%20contract"},{"value":"e-tenders","formInput":"e-tenders"},{"value":"public procurement","formInput":"public%20procurement"},{"value":"\"public procurement\"","formInput":"%22public%20procurement%22"},{"value":"msme ","formInput":"msme%20"},{"value":"scc online ","formInput":"scc%20online%20"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"contract act","formInput":"contract%20act"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"work order","formInput":"work%20order"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"lowest bidder","formInput":"lowest%20bidder"},{"value":"\"procurement policy\"","formInput":"%22procurement%20policy%22"}],"cats":[{"value":"special-courts","formInput":"tag:special-courts"},{"value":"interim-measures-etc-by-court","formInput":"tag:interim-measures-etc-by-court"}],"courtcopy":true,"query_alert":null,"agreement":false}