{"tid":184342109,"publishdate":"2021-07-26","title":"Ashwani Kumar vs Scraft Products Pvt. Ltd. & Ors. on 26 July, 2021","doc":"<h2 class=\"doc_title\">Ashwani Kumar vs Scraft Products Pvt. Ltd. &amp; Ors. on 26 July, 2021</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIRONLINE 2021 DEL 1332</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-narula\">Sanjeev Narula</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-narula\">Sanjeev Narula</a></h3>\n\n<pre id=\"pre_1\">$~6 (2020)\n*      IN THE HIGH COURT OF DELHI AT NEW DELHI\n                                                    Date of Decision: 26 th July, 2021\n+      ARB. P. 488/2020\n       ASHWANI KUMAR                                                   ..... Petitioner\n                               Through:        Mr. Sparsh Goyal, Adv.\n\n                               versus\n\n       SCRAFT PRODUCTS PVT. LTD.                ..... Respondents\n                   Through: Mr. Ajay Kohli, Ms. Priyanka\n                              Ghorawat and Ms. Saloni Jain,\n                              Advocates.\n\n       CORAM:\n       HON&#x27;BLE MR. JUSTICE SANJEEV NARULA\n                               JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">[VIA VIDEO CONFERENCING]\nSANJEEV NARULA, J. (Oral):\n</p><blockquote id=\"blockquote_1\">1. The present petition under <a href=\"/doc/605764/\" id=\"a_1\">Section 11(6)</a> of the Arbitration and\nConciliation Act, 1996, (hereinafter the &#x27;Act&#x27;) seeks appointment of a Sole\nArbitrator in respect of disputes arising from a Memorandum of\nUnderstanding dated 3rd January, 2018, containing an ambiguously-worded\nArbitration Agreement in Clause F, which reads as follows:\n</blockquote><blockquote id=\"blockquote_2\">      &quot;F.      In case of any dispute in execution of the assignments as agreed above,\n      the matter may be referred to an arbitrator in whom both have faith, or go with\n      legal proceedings as per related to the subject shall be with the jurisdiction of\n      Delhi court.&quot;                                            [sic; Emphasis supplied]\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_2\">2. The use of &#x27;may&#x27; in conjugation with reference to arbitration, has given\nrise to the conundrum before this Court. Is this clause a binding agreement\n\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">ARB. P. 488/2020                                                          Page 1 of 11</span>\n to arbitrate? This is the primary contention before this Court. But before we\ngo into the same, it would be apposite to briefly record a few essential facts\nof the case, which are as follows:\n</p>\n\n<blockquote id=\"blockquote_3\">2.1. Petitioner (a loan consultant) [hereinafter referred to as &#x27;AK&#x27;] and\n      Respondent (its client) [hereinafter referred to as &#x27;Scraft&#x27;] entered into\n      an MOU/Agreement dated 03rd January, 2018, whereunder Scraft\n      agreed to pay consultancy charges to AK @ 5% of the loan amount\n      sanctioned to it.\n</blockquote>\n\n<blockquote id=\"blockquote_4\">2.2. Due to AK&#x27;s efforts, Scraft was sanctioned a loan to the tune of Rs. 12\n      crores from Kotak Mahindra Bank on 24th April, 2018.\n</blockquote>\n\n<blockquote id=\"blockquote_5\">2.3. A Fee Refund Agreement was executed between the parties on 25th\n      April, 2018, whereunder, out of the agreed consultation fee of Rs. 60\n      lakhs, Scraft paid Rs. 5 lakhs as advance to AK. This agreement also\n      contained a nearly-identical Arbitration clause, which is reproduced\n      below:\n</blockquote><blockquote id=\"blockquote_6\">               &quot;5. In case of any dispute in execution of the assignments as agreed\n               above, the matter may be referred to an arbitrator in whom both have\n               faith, or go with legal proceedings as per jurisdiction of Delhi Court.&quot;\n</blockquote>\n\n<p data-structure=\"Facts\" id=\"p_3\">2.4. On 24th September, 2018, Scraft wrote to Kotak Mahindra Bank\n      seeking cancellation of the loan processed in its favour. After some\n      time, AK was informed that Scraft had cancelled the loan and got it re-\n      sanctioned on the same papers/files that were prepared by AK.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_2\">ARB. P. 488/2020                                                          Page 2 of 11</span>\n<p data-structure=\"Facts\" id=\"p_4\"> 2.5. Upon Scraft&#x27;s failure to pay full consultancy charges to AK, a legal\n         notice was issued on 15th May, 2019 demanding outstanding dues of\n         Rs. 53 lakhs. Scraft, in its reply dated 28th May, 2019 contended that\n         AK had failed to arrange for the financial facility to the satisfaction of\n         Scraft; parties had mutually rescinded the MOU/Agreement dated 3rd\n         March, 2018; and hence, no monies were due from Scraft to AK.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_5\">2.6. On 16th June, 2019, AK sent a notice intimating the appointment of Mr.\n         Pravesh Kumar Trehan, Advocate, as the Sole Arbitrator. The\n         arbitration proceedings commenced; Statements of Claim and Defence\n         were filed. Later, Scraft moved this Court seeking quashing of the\n         mandate of the learned Arbitrator on account of unilateral appointment\n         by AK.1 Coordinate Bench of this Court, vide order dated 21st August,\n         2020, with the consent of AK, quashed the appointment made under the\n         arbitration clause provided in the Fee Refund Agreement, granting him\n         liberty to approach the Court for fresh appointment under <a href=\"/doc/605764/\" id=\"a_2\">Section 11\n         (6)</a> of the Act. The question as to whether there is a valid arbitration\n         agreement between the parties was left open, in the following words:\n</p><blockquote id=\"blockquote_7\">                   &quot;7. It is clarified that this order will not come in the way of the\n                   respondent approaching the High Court under <a href=\"/doc/596725/\" id=\"a_3\">Section 11</a> of the\n                   Arbitration Act for appointment of an Arbitrator. However, this would be\n                   without prejudice to the stand of the petitioner that the above referred\n                   arbitration clause does not amount to an arbitration agreement under the\n                   <a href=\"/doc/1052228/\" id=\"a_4\">Arbitration Act</a> and no reference to arbitration can be made.&quot;\n</blockquote><p data-structure=\"Issue\" id=\"p_6\">                                                                        [Emphasis supplied]\n\n\n</p><p data-structure=\"RespArg\" id=\"p_7\">3. Now, Scraft opposes the instant petition on the grounds that: [i] Clause F\nof the MOU is not a firm/mandatory/binding Arbitration Clause as there is\n\n<span class=\"hidden_text\" id=\"span_3\">1</span>\n    CM(M) 378/2020 titled Scraft Products Pvt. Ltd. v. Ashwini Kumar &amp; Anr.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_4\">ARB. P. 488/2020                                                              Page 3 of 11</span>\n<p data-structure=\"Precedent\" id=\"p_8\"> no obligation to go to Arbitration; and [ii] a mere possibility of parties\nagreeing to arbitrate in the future, does not constitute a valid arbitration\nagreement. In support of this proposition, Scraft relies upon the following\njudgments:\n</p><blockquote id=\"blockquote_8\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1604568\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"845207\" id=\"span_6\">i. <a href=\"/doc/845207/\" id=\"a_5\">Jyoti Brothers v. Sree Durga Mining Company</a>;2\n    ii. <a href=\"/doc/1604568/\" id=\"a_6\">Wellington Associates Ltd. v. Kirit Mehta</a>;3\n    iii.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"133540759\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"177550803\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1913246\" id=\"span_9\"><a href=\"/doc/1913246/\" id=\"a_7\">Jagdish Chander v. Ramesh Chander &amp; Ors.</a>; 4\n    iv. <a href=\"/doc/177550803/\" id=\"a_8\">Linde Heavy Truck Division Ltd. v. Container Corporation of India\n       Ltd. &amp; Anr.</a>; 5\n    v. <a href=\"/doc/133540759/\" id=\"a_9\">Avant Garde Clean Room &amp; Engg Solutions Pvt. Ltd. v. Ind Swift\n       Limited</a>;6</span></span></span>\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_9\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"26001191\" id=\"span_10\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"121987320\" id=\"span_11\">4. Countering the above submissions, AK relies upon the judgment in <a href=\"/doc/121987320/\" id=\"a_10\">Vidya\nDrolia v. Durga Trading Corporation,7</a> as well as <a href=\"/doc/26001191/\" id=\"a_11\">Pravin Electricals Pvt.\nLtd. v. Galaxy Infra and Engg. Pvt. Ltd.,8</a> to contend that the question of\nexistence of Arbitration Agreement should be left for the Arbitrator, to be\ndecided as a preliminary issue.</span></span>\n</p>\n\n<p data-structure=\"Section\" id=\"p_10\">Analysis\n</p><p data-structure=\"Precedent\" id=\"p_11\">5. The Court has heard the counsels for the parties at considerable length.\nWith the tribunal being competent to determine the question of validity of an\narbitration agreement under the doctrine of kompetenz-kompetenz, minimal\n\n<span class=\"hidden_text\" id=\"span_12\">2</span>\n  1956 SCC OnLine Cal 188.\n</p><span class=\"hidden_text\" id=\"span_13\">3</span>\n<p data-structure=\"Precedent\" id=\"p_12\">  (2000) 4 SCC 272.\n</p><span class=\"hidden_text\" id=\"span_14\">4</span>\n<p data-structure=\"Precedent\" id=\"p_13\">  (2007) S SCC 719.\n</p><span class=\"hidden_text\" id=\"span_15\">5</span>\n<p data-structure=\"Precedent\" id=\"p_14\">  2012 SCC OnLine Del 5434.\n</p><span class=\"hidden_text\" id=\"span_16\">6</span>\n<p data-structure=\"Precedent\" id=\"p_15\">  2014 SCC OnLine Del 3219.\n</p><span class=\"hidden_text\" id=\"span_17\">7</span>\n<p data-structure=\"Precedent\" id=\"p_16\">  (2021) 2 SCC 1.\n</p><span class=\"hidden_text\" id=\"span_18\">8</span>\n<p data-structure=\"Precedent\" id=\"p_17\">  2021 SCC OnLine SC 190.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_19\">ARB. P. 488/2020                                            Page 4 of 11</span>\n<p data-structure=\"Precedent\" id=\"p_18\"> judicial intervention is favoured at the pre-arbitral stage. Nevertheless, in\ncases where no arbitration agreement is perceivable, the Court can decline to\nrefer the parties to arbitration.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"56142423\" id=\"span_20\">6. On this issue, a three-judge bench of the Supreme Court in <a href=\"/doc/56142423/\" id=\"a_12\">Mayavati\nTrading Private Limited v. Pradyuat Deb Burman,9</a> upon considering the\n246th Law Commission Report (2014), the Statement of Objects and\nReasons of the 2015 Amendment to the Act, as well as its own earlier\njudgments, held that the Court&#x27;s power under <a href=\"/doc/596725/\" id=\"a_13\">Section 11(6A)</a> is confined to\nthe examination of the existence of an arbitration agreement and is to be\nunderstood in a narrow sense.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_21\">The controversy over the meaning of the\nphrase &quot;existence of arbitration agreement&quot; was delved into by a subsequent\nthree-judge bench in <a href=\"/doc/121987320/\" id=\"a_14\">Vidya Drolia</a> (supra), which concluded that:</span>\n</p><blockquote id=\"blockquote_9\">       &quot;153. Accordingly, we hold that the expression &quot;existence of an arbitration\n       agreement&quot; in <a href=\"/doc/596725/\" id=\"a_15\">Section 11</a> of the Arbitration Act, would include aspect of validity\n       of an arbitration agreement, albeit the court at the referral stage would apply the\n       prima facie test on the basis of principles set out in this judgment. In cases of\n       debatable and disputable facts, and good reasonable arguable case, etc., the\n       court would force the parties to abide by the arbitration agreement as the\n       Arbitral Tribunal has primary jurisdiction and authority to decide the disputes\n       including the question of jurisdiction and non-arbitrability.&quot; [Emphasis supplied]\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_20\">7. Thus, it is no longer res integra that the existence (which includes the\nvalidity and lawfulness) of an arbitration agreement can be examined by this\nCourt itself. A clause that does not withstand the statutory requirements or\nessential elements under <a href=\"/doc/1311823/\" id=\"a_16\">Section 2(b)</a> r/w <a href=\"/doc/1737370/\" id=\"a_17\">Section 7</a> of the Act is no\narbitration agreement. If arbitration agreement is absent, reference of\ndisputes to an arbitrator can be denied by this Court under <a href=\"/doc/596725/\" id=\"a_18\">Section 11</a>.\n<a href=\"/doc/1737370/\" id=\"a_19\">Section 7(1)</a> defines &#x27;arbitration agreement&#x27; as &quot;an agreement by the parties\n\n\n\n\n<span class=\"hidden_text\" id=\"span_22\">ARB. P. 488/2020                                                             Page 5 of 11</span>\n to submit to arbitration all or certain disputes which have arisen or which\nmay arise between them in respect of a defined legal relationship, whether\ncontractual or not.&quot; The determination of existence of such an Agreement\nalso largely depends upon the language of the clause which contains it, as it\nreveals the intention of the parties. An ambiguously or vaguely worded\nclause, which does not exhibit the parties&#x27; unequivocal intention to arbitrate\ncertain or all disputes, is not a valid arbitration clause. In fact, this question\nhas fallen for consideration in several cases where similar terminology has\nbeen used in the arbitration agreement, including the judgments cited above\nby the Respondent. We now proceed to analyse the same:\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_21\">    8.1. In the case of Jyoti Brothers (supra), the arbitration clause between\n          the parties read as:\n</p><blockquote id=\"blockquote_10\">                  &quot;In the event of any dispute arising out of this contract the same can be\n                  settled by Arbitration held by a Chamber of Commerce at Madras. Their\n                  decision shall be binding to the Buyers and the Sellers.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_22\">                                                                        [emphasis supplied]\n\n          In view of peculiar facts of the case and that there were five different\n          Chambers of Commerce in Madras, such an Arbitration agreement\n          was held to be bad in law on the ground of being vague and unspecific\n          in respect of identification of the Arbitrator. Further, the word &#x27;can&#x27;,\n          as used in the arbitration clause, was found to be indicative of\n          arbitration being an alternative method, but not the sole method, of\n          dispute resolution. The clause was interpreted as requiring a further\n          agreement to arbitrate i.e., &quot;a contract to enter into a contract&quot;. Thus,\n          the Court held that:\n</p>\n<span class=\"hidden_text\" id=\"span_23\">9</span>\n<blockquote id=\"blockquote_11\">    (2019) 8 SCC 114.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_24\">ARB. P. 488/2020                                                              Page 6 of 11</span>\n<blockquote id=\"blockquote_12\">                &quot;I do not consider a contract to enter into a contract to be a valid\n               contract in law at all. I am, therefore, of the opinion that this is not a\n               valid submission to Arbitration. The word &quot;can&quot; by the most liberal\n               interpretation only indicates a possibility. A legal contract is more than a\n               mere possibility. It is possibility added to obligation. If a seller says &quot;I\n               can sell goods&quot; that does not mean an immediate or present contract to\n               sell.\n</blockquote><blockquote id=\"blockquote_13\">               Similarly, if a person says &quot;I can go to arbitration&quot; that statement does\n               not make an immediate contract to send disputes to arbitration. A mere\n               pious wish or desire for arbitration does not make a contract for\n               arbitration. An arbitration agreement has to be couched not in precatory\n               but obligatory words. No particular form can be laid down as universal\n               for framing an arbitration agreement but this much is certain, words\n               used for the purpose must be words of choice and determination to go to\n               arbitration and not problematic words of mere possibility.\n               (...) The Agreement must be a present agreement and a concluded\n               agreement according to the test of an ordinary contract. If it fails in that\n               test, then there is no submission and no Arbitration agreement at all.\n               (...) a serious right to enforce Arbitration should be more clearly\n               expressed because it is an ouster of an ordinary person&#x27;s right to come to\n               the Courts. Such right cannot be lost by ambiguous and equivocal words.\n               The usual language to express that would be the language of the two\n               cases just mentioned, namely, &quot;at the option of&quot; so and so.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_23\"> 8.2. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1604568\" id=\"span_25\">In <a href=\"/doc/1604568/\" id=\"a_20\">Wellington Associates</a> (supra), the Arbitration Clause forming the\n       subject matter of dispute, was worded as under:</span>\n</p><blockquote id=\"blockquote_14\">               &quot;5. It is also agreed by and between the parties that any dispute or\n               differences arising in connection with these presents may be referred to\n               arbitration in pursuance of the <a href=\"/doc/1052228/\" id=\"a_21\">Arbitration Act</a> , 1947, by each party\n               appointing one arbitrator and the arbitrators so appointed selecting an\n               umpire. The venue of arbitration shall be at Bombay.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_24\">                                                                    [emphasis supplied]\n\n       The Court, while deciding the question of existence of a valid\n       Arbitration Agreement, inter alia, held that no reference can be made\n       to an Arbitral Tribunal unless the &quot;Arbitration Agreement&quot; required\n       reference to arbitration in the mandatory sense, in terms of <a href=\"/doc/1737370/\" id=\"a_22\">Section 7</a>\n       of the Act. It was further observed that if an objection is raised by the\n       Respondent regarding the invalidity of Arbitration agreement within\n       the meaning of <a href=\"/doc/1737370/\" id=\"a_23\">Section 7</a> of the Act, then such a question will have to\n\n\n\n\n<span class=\"hidden_text\" id=\"span_26\">ARB. P. 488/2020                                                             Page 7 of 11</span>\n        be decided in the proceedings under <a href=\"/doc/596725/\" id=\"a_24\">Section 11</a> of the Act. Further,\n       deliberating upon the intention of the parties, the Court looked at the\n       immediately preceding clause in the contract, being the jurisdiction\n       clause, which stated that &quot;only&quot; Courts in Bombay will have\n       jurisdiction. On a holistic reading of the two clauses, it was held that\n       clause 5 was deliberately drafting using such obfuscatory language, to\n       merely serve as an enabling provision, and the parties did not intend\n       to make arbitration the sole remedy.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_25\"> 8.3. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1913246\" id=\"span_27\">In <a href=\"/doc/1913246/\" id=\"a_25\">Jagdish Chander</a> (supra), a uniquely worded Arbitration Clause fell\n       for consideration of the Court. The same is culled out hereinbelow:</span>\n</p><blockquote id=\"blockquote_15\">               &quot;(16) If during the continuance of the partnership or at any time\n               afterwards any dispute touching the partnership arises between the\n               partners, the same shall be mutually decided by the partners or shall be\n               referred for arbitration if the parties so determine.&quot; [emphasis supplied]\n\n       The Court, observing the underlined phrase, took the view that such a\n       clause merely indicates a desire or hope to have the disputes settled by\n       arbitration, or a tentative arrangement to explore arbitration as a mode\n       of settlement, if and when a dispute arises. Such a clause too would\n       require the parties to arrive at a further agreement to go to arbitration\n       at the time when dispute arises. In these circumstances, the existence\n       of Arbitration Agreement as a condition precedent was found to be\n       missing.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_26\"> 8.4. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"133540759\" id=\"span_28\">In <a href=\"/doc/133540759/\" id=\"a_26\">Avant Garde</a> (supra), the Arbitration Clause contained in a Purchase\n       Order read as under:</span>\n</p><blockquote id=\"blockquote_16\">               &quot;Arbitration - dispute if any arising out of this Agreement shall be\n               subject to the exclusive jurisdiction of the Court in city of Delhi&quot;.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_29\">ARB. P. 488/2020                                                            Page 8 of 11</span>\n<p data-structure=\"Precedent\" id=\"p_27\">        <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1913246\" id=\"span_30\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1604568\" id=\"span_31\">Relying upon the decisions in <a href=\"/doc/1604568/\" id=\"a_27\">Wellington Associates</a> (supra) and\n       <a href=\"/doc/1913246/\" id=\"a_28\">Jagdish Chander</a> (supra), this Court took the view that the essential\n       attributes to consider this clause as an Arbitration Agreement were\n       missing. The         mere use         of the      word &quot;Arbitration&quot;            at the\n       beginning/heading of the clause was not enough, specially when the\n       body completely contradicted the requirement of reference of dispute\n       to arbitration by subjecting disputes to the exclusive jurisdiction of a\n       particular Court. Existence of arbitration agreement was negated on\n       this ground.</span></span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_28\"> 8.5. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"177550803\" id=\"span_32\">In <a href=\"/doc/177550803/\" id=\"a_29\">Linde Heavy Truck</a> (supra), the Respondent in a recovery suit filed\n       an application seeking reference to arbitration, by relying upon the\n       following clause:</span>\n</p><blockquote id=\"blockquote_17\">               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"845207\" id=\"span_33\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1913246\" id=\"span_34\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1604568\" id=\"span_35\">&quot;15.5. If, after 30 (thirty) day from the commencement of such informal\n               negotiation, CONCOR and the supplier have been unable to resolve\n               amicably the contract dispute, either party may require that the dispute\n               be referred for resolution by arbitration in accordance with the rules of\n               Arbitration of the &quot;Standing Committee on Public Enterprises&quot; of India\n               (SCOPE) from the &quot;Conciliation and Arbitration&quot; and award made in\n               pursuance thereof shall be binding on the parties.&quot; [emphasis supplied]\n\n       Relying upon <a href=\"/doc/1604568/\" id=\"a_30\">Wellington Associates</a>, (supra) <a href=\"/doc/1913246/\" id=\"a_31\">Jagdish Chander</a>\n       (supra) and <a href=\"/doc/845207/\" id=\"a_32\">Jyoti Brothers</a> (supra), the Court held that:</span></span></span>\n</blockquote><blockquote id=\"blockquote_18\">               &quot;Normally, the arbitration clause stipulates that the disputes between the\n               parties shall be referred to arbitration and the expression &quot;may&quot; is not\n               used in such clauses, though it can hardly be disputed that mere use of\n               the expression &quot;may&quot; would not be determinative in every case and in a\n               given case, the terms and conditions and/or the conduct of the parties\n               may lead to an inference that despite using the expression &quot;may&quot; the\n               parties had, in fact, agreed for a compulsory arbitration to resolve their\n               disputes.&quot;                                            [emphasis supplied]\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_29\">9. In light of the aforesaid judgments, it becomes clear that in the Court&#x27;s\n\n\n\n\n<span class=\"hidden_text\" id=\"span_36\">ARB. P. 488/2020                                                            Page 9 of 11</span>\n quest to determine the existence of a valid arbitration agreement, the\nintention of the parties to refer disputes to arbitration is gathered from the\nlanguage in which the Agreement are couched along with the conduct of the\nparties. In case, the Arbitration Clause only exhibits a vague possibility and\nnot a conclusive decision of the parties to arbitrate in the future, i.e. to say in\nother words, if the arbitration agreement is only a &quot;contract to contract&quot; and\nwill require a fresh, unequivocal consent to the dispute resolution\nmechanism of arbitration, then, it is not a valid agreement. The only way to\nremedy this is to enter into a fresh agreement. But, if such fresh consent is\ndenied, then the Arbitration Clause cannot be enforced as a binding\nagreement by approaching this Court.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_30\">10. Keeping the aforesaid discussion in view, the Arbitration Clause in the\ninstant case is now examined. The clause uses the phrase &quot;may&quot; and not\n&quot;shall&quot;. Although, use of the expression &quot;may&quot; is not always decisive and in\nsome cases, the Courts have indeed construed the word &quot;may&quot; to mean as\n&quot;shall&quot;. However, such an interpretation is permissible only if that is the true\nintention of the parties - as decipherable from other sources. Here, however,\nthe use of the word &quot;may&quot; shows that the parties wanted to make Arbitration\noptional. This intent becomes obvious when we notice that the clause also\nuses the phrase &quot;the matter may be referred to an arbitrator in whom both\nhave faith or go with legal proceedings as per jurisdiction of Delhi Court.&quot;\nThe conjunction &quot;or&quot; gives the parties the option to choose between two\ndispute resolution mechanisms, if and when disputes arise. This envisages\nthe requirement for a future fresh consent for arbitration. Moreover, in the\ninstant case, Scraft is not agreeable to go for arbitration. Thus, AK would\n\n\n\n<span class=\"hidden_text\" id=\"span_37\">ARB. P. 488/2020                                                 Page 10 of 11</span>\n have to resort to the other option of settlement of their disputes, i.e., before\nCivil Court, as contemplated in the clause.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_31\">11. The Court also does not find merit in AK&#x27;s contention that this question\nshould be left for adjudication by the learned Arbitrator. Since the clause in\nthe Agreement indicates that the parties did not enter into a binding\nArbitration Agreement, the pre-requisites as envisaged under <a href=\"/doc/1737370/\" id=\"a_33\">Section 7</a> of\nthe Act have not been met. Hence the Court cannot, at the instance of AK\nalone, without the existence of a valid binding arbitration agreement\nbetween the parties showing their intent to arbitrate, refer the parties to\nArbitration.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_32\">12. There is no merit in the present petition, and the same is dismissed.\n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_33\">                                                     SANJEEV NARULA, J\nJULY 26, 2021\nnk\n(corrected and released on 17th August, 2021)\n\n\n\n\n<span class=\"hidden_text\" id=\"span_38\">ARB. P. 488/2020                                               Page 11 of 11</span>\n </p>","numcites":13,"numcitedby":2,"docsource":"Delhi High Court","citetid":184342109,"divtype":"judgments","relatedqs":[{"value":"valid arbitration agreement","formInput":"valid%20arbitration%20agreement"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"scc online ","formInput":"scc%20online%20"},{"value":"existance of arbitration agreement ","formInput":"existance%20of%20arbitration%20agreement%20"},{"value":"ambiguity","formInput":"ambiguity"},{"value":"arbitration clause in agreement","formInput":"arbitration%20clause%20in%20agreement"},{"value":"arbitration agreement and parties","formInput":"arbitration%20agreement%20and%20parties"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"Binding Agreement","formInput":"Binding%20Agreement"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"valid agreement","formInput":"valid%20agreement"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"},{"value":"arbitration dispute","formInput":"arbitration%20dispute"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"sanjeev narula","formInput":"sanjeev%20narula"},{"value":"parties to agreement","formInput":"parties%20to%20agreement"},{"value":"Vague","formInput":"Vague"}],"cats":[{"value":"power-of-court-to-remove-arbitrators, umpire-misconducting-arbitrator","formInput":"tag:power-of-court-to-remove-arbitrators, umpire-misconducting-arbitrator"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":true,"query_alert":null,"agreement":false}