{"tid":1892153,"publishdate":"2001-04-26","title":"Oil & Natural Gas Corporation Ltd., ... vs Essar Steel Ltd., Bombay on 26 April, 2001","doc":"<h2 class=\"doc_title\">Oil &amp; Natural Gas Corporation Ltd., ... vs Essar Steel Ltd., Bombay on 26 April, 2001</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2002(1)MHLJ699</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:b-n-srikrishna\">B.N. Srikrishna</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:b-n-srikrishna\">B.N. Srikrishna</a>, <a href=\"/search/?formInput=benchid:s-a-bobde\">S.A. Bobde</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n\n\n\n \n\n B.N. Srikrishna, J.  \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1.  This appeal under <a href=\"/doc/685723/\" id=\"a_1\">Section 39</a> of the Arbitration Act, 1940 (hereinafter referred to as &#x27;1940 Act&#x27;) impugns an order of the learned Single Judge dated 6-9-2000 dismissing the petition of the appellant under <a href=\"/doc/1503578/\" id=\"a_2\">Section 30</a> for setting aside an arbitration award. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">  2. The facts necessary for deciding the appeal are as under :-- \n</p>   \n\n<blockquote id=\"blockquote_1\"> (a) The appellant is a government company engaged in the business of exploration and exploitation of Hydro Carbons. The appellant got a project approved called &quot;Water Injection Pipeline and Platform Modification&quot; (&quot;WIPPM&quot;) which was to be executed at the Bombay High Offshore field. This project was intended to arrest further decline of the oil well pressure and thereby prevent oil production loss and had certain amount of national importance. Sometime in the year 1985, by a notice the appellant invited tenders for execution of the WIPPM project. Several companies including the respondent submitted their tenders. On a scrutiny of the tenders it was found that the respondent was the only Indian company who had made an offer for the said project. The respondent, however, was not found technically qualified to execute the project. In order to get over this difficulty, the respondent entered into an agreement with two international companies having requisite qualification and claimed technical qualification to execute the project. On 23rd June, 1986 there were meetings between several bidders and the representatives of the appellant. These meetings were called for the purpose of clarification of certain issues on which doubts were raised. In\n\ncompliance with the suggestion made by the appellant in one of such meetings, the respondent agreed to furnish a liquidated damages bank guarantee for an amount equivalent to 15% of the contract price, by its letter dated 23rd June, 1986. The respondent also agreed that the payment of running bills were to be made only after the signing of the contract. On 28th June, 1986 the respondent submitted price bills on two alternative bases called &quot;A&quot; price and &quot;B&quot; price. By a letter dated 11th August, 1986, the respondent agreed that the advance payment and progressive payments could only be made if the contract was signed between the appellant and the respondent. \n</blockquote> \n\n<blockquote id=\"blockquote_2\"> (b) During the meetings one of the issues, on which there was difference of opinion, was whether the appellant had to bear the extra cost,&#x27;if any, arising on account of foreign exchange fluctuation. At the material time the appellant followed a policy of price preference with reference to Indian bidders. The price preference was to the extent of 15%. In other words, the Indian bidder got an advantage of having his bid considered as if it was 15% less. However, the Indian bidders were required to make their bids only in Rupees and were also entitled to payment in Rupees, though, if there was any component of foreign exchange involved, they were required to separately indicate it so that the appellant could assist the bidder in obtaining the requisite foreign exchange by issuing appropriate certificates addressed to the Reserve Bank of India for release of foreign exchange. The respondent was considered the most suitable of the bidders from all points of view. But, the respondent insisted that the payments to it should either be in foreign exchange or, in the alternative, that the additional cost on account of fluctuation of foreign exchange should be borne by the appellant. Since this proposal was not acceptable to the appellant, both the parties stuck to their stands. \n</blockquote> \n\n<blockquote id=\"blockquote_3\"> (c) Consequently, a high level meeting was convened on 20th August, 1986. The high level meeting was attended by several senior officials of the Government of India, several officials of the appellant corporation and two high powered representatives of the respondent. After discussions, it was decided in this meeting that the bid of the respondent had been found competitive only as a result of the respondent being given 15% price preference, it being a Indian Company. Hence, the appellant made it categorically clear that there was no question of the appellant bearing the foreign exchange fluctuations liability and that, either the respondent should withdraw the said proposal in this behalf, or else the respondent&#x27;s bid would be rejected. \n</blockquote> \n\n<blockquote id=\"blockquote_4\"> (d) In view of the definite stand taken by the appellant Corporation that the liability on account of foreign exchange fluctuation would have to be borne necessarily by the respondent, the respondent addressed a letter dated 22nd August 1986 in which it agreed that it was prepared to mobilise and commence work if the work order was given to it. In the meantime, the\n\nrespondent would take up the issue of liability towards foreign exchange fluctuation with the Government of India and would accept whatever decision the Government of India took on this issue as applicable to the execution of the project. \n</blockquote> \n\n<blockquote id=\"blockquote_5\"> (e) On 15th September, 1986 the appellant issued a work order at a firm lumpsum price of Rs. 39,07,55,000/-. It was specifically mentioned in the work order that it was subject to approval of the Government of India. On 16/17th September, 1986, the respondent accepted the work order without any reservation, but in its letter of acceptance it requested that a firm work order be issued expeditiously. Sometime in September, 1986, the respondent commenced the work. \n</blockquote> \n\n<blockquote id=\"blockquote_6\"> (f) On 20th September, 1986, the appellant addressed a letter to the respondent and confirmed that a firm work order had been placed with it at a firm price of Rs. 39,07,55,000/- and that &#x27;no escalation on any account whatsoever&#x27; was acceptable to the appellant. This letter was acknowledged by the respondent on 23rd September, 1986 in which it was mainly stated by the respondent that it would be making a representation to the Government for review of the Government decision on the issue of foreign exchange fluctuation. \n</blockquote> \n\n<blockquote id=\"blockquote_7\"> (g) Thereafter, the respondent took several steps towards implementing the work on hand by entering into technical arrangements with international concerns the details of which are not material. \n</blockquote> \n\n<blockquote id=\"blockquote_8\"> (h) On 9th October, 1986, the Government of India recorded its formal approval for awarding the WIPPM project work to the respondent. On 10-10-1986, the respondent addressed a letter to the appellant informing it that price &quot;A&quot; mentioned in the letter of intent dated 15th September, 1986 was no longer applicable. This was reiterated by the respondent&#x27;s letter dated 13th October, 1986. \n</blockquote> \n\n<blockquote id=\"blockquote_9\"> (i) On 14th October, 1986, the appellant confirmed the award of the project work to the respondent subject to the following conditions :-- \n</blockquote>   \n\n<pre id=\"pre_2\"> (i)     The entire work shall be executed for a lumpsum of Rs.\n39,07,55,000/- \n \n\n (ii)    The price shall remain firm until the work is completed and shall not be subject to foreign exchange fluctuations and escalation on any ground whatsoever, \n \n\n  (iii)   The work is to be completed to the satisfaction of the appellant\nby 15th May, 1987. \n \n\n</pre><blockquote id=\"blockquote_10\"> (iv)   In the event of delay, the appellant would levy liquidated damages to the extent of 15% of the Contract Price and the respondent had to furnish a bank guarantee for the said sum.\n</blockquote> \n \n\n<blockquote id=\"blockquote_11\"> (v)    Until the final contract was executed, the letter of intent dated 15th September, 1986 and the letter dated 14th October, 1986 constitutes a binding contract between the parties. (vi)   All payments shall be made as per agreed milestone formula\nafter the signing of the contract. \n</blockquote> \n\n<blockquote id=\"blockquote_12\"> (vii) The appellant clarified that the respondent&#x27;s stand regarding non-applicability of price &quot;A&quot; cannot be accepted and the price would remain firm at Rs. 39,07,55,000/-.  \n</blockquote> \n\n<blockquote id=\"blockquote_13\"> (j) During the period November, 1986 to 3rd May, 1988, though the work was progressing, since there had been no execution of a formal contract in writing, the appellant made repeated requests to the respondent to sign the formal contract which the respondent refused to do on the ground that there was no agreement on the price and insisted that the appellant should bear the additional cost of foreign exchange fluctuation. Despite the rigid stand taken by the respondent, the respondent continued to perform the contract. \n</blockquote> \n\n<blockquote id=\"blockquote_14\"> (k) There were several representations of similar nature made to the Government of India that, even with regard to the Indian bidders the benefit of payment in foreign exchange should be permitted or, in the alternative, the liability arising on account of the fluctuation in foreign exchange should be borne by the appellant Corporation. The Government of India ultimately took a decision that the liability on account of foreign exchange fluctuation should be borne by the appellant Corporation, but that it would be done prospectively in respect of contracts entered into after the date on which this policy decision was taken. A press note to this effect was issued on 6th December, 1986. \n</blockquote> \n\n<blockquote id=\"blockquote_15\"> (1) On 10th December, 1986, the respondent wrote to the Government of India specifically asking as to whether the respondent would be entitled to the benefit of the policy decision with regard to the liability on foreign exchange with regard to WIPPM project which it had undertaken. \n</blockquote> \n\n<blockquote id=\"blockquote_16\"> (m) On 19th March, 1987, the respondent refused to sign a formal contract in view of what was contained in the respondent&#x27;s letter dated 23rd June, 1986 that payment would be released only after signing of the final contract which was reiterated in the letter of the appellant dated 14th October, 1986. The appellant refused to release payments as according to it signing of the final contract was a pre-condition for releasing of payments. The contract was to be completely executed by 15th May, 1987. The respondent failed to do so and managed to complete the work only by 30th June, 1988 i.e. after a delay of 13 1/2 months. \n</blockquote> \n\n<blockquote id=\"blockquote_17\"> (n) On 1st August, 1989, the Government of India rejected the respondent&#x27;s claim for reimbursement of additional cost on account of foreign exchange fluctuation specifically on the ground that there was no such provision for the same in the tender document. \n</blockquote> \n\n<blockquote id=\"blockquote_18\"> (o) On 3rd January, 1989, the respondent raised certain claims against the appellant and one of them was the claim towards additional cost incurred\n\non account of foreign exchange fluctuation. This claim was promptly rejected by the appellant as untenable. \n</blockquote> \n\n<blockquote id=\"blockquote_19\"> (p) On 1st November, 1990, the respondent gave a notice seeking arbitration of its claims and called upon the appellant to appoint its arbitrator within a stipulated period of 15 days failing which it threatened to have arbitration proceedings conducted ex-parte. \n</blockquote> \n\n<blockquote id=\"blockquote_20\"> (q) On 17th January, 1991, the appellant appointed its arbitrator which it claimed was being done pursuant to Clause 16 of the General Conditions of Contract. \n</blockquote> \n\n<blockquote id=\"blockquote_21\"> (r) As the contract was delayed by about 13 1/2 months, the appellant invoked the liquidated damages bank guarantee. On 15th March, 1991, the respondent, in its correspondence, sought to include the invocation of the bank guarantee also in the arbitration and the appellant agreed to have the liquidated damages issue, which had by that time came before this Court, arbitrated upon along with the claims of the respondent. In the meanwhile, the respondent had moved this Court seeking an injunction against the invocation of the bank guarantee towards liquidated damages. This injunction was declined by the learned Single Judge of this Court. Thereafter, the matter was taken up in appeal before the Division Bench of this Court in Appeal No. 1276 of 1990. On 12th April, 1991, the parties entered into consent terms in terms of which the appeal was disposed of. The terms of this consent order determine the parameters of the arbitral proceedings. \n</blockquote> \n\n<blockquote id=\"blockquote_22\"> (s) Since much of the arguments revolve the consent order dated 12th April 1991, it would be useful to reproduce the minutes of the order. \n</blockquote>   \n\n<blockquote id=\"blockquote_23\"> &quot;(1) The Appellants and the 1st respondent State that inter alia the question of liability of Appellants to pay and/or whether the 1st respondent are entitled to levy any liquidated damages on the Appellants has already been referred out to Court to the Joint Arbitration of Mr. Justice V. D. Tulzapurkar (Retd) and Mr. J. G. Bodhe. \n</blockquote> \n\n<blockquote id=\"blockquote_24\"> (2) The Appellants have extended the validity of the Bank Guarantee being &#x27;G&#x27; to the Plaint till 30-11-1991 and thereafter will extend the Bank Guarantee from time to time till the final disposal of the Arbitration. In case the Appellants failed to extend the Bank Guarantee at any time in future seven days prior to the expiry of the Bank Guarantee the 1st respondent would be entitled to invoke and encash the same. \n</blockquote> \n\n<blockquote id=\"blockquote_25\"> (3) The respondents by their letter dated 26-3-1991 have withdrawn the letter of invocation dated 6th November, 1990 addressed to the 2nd respondent. \n</blockquote> \n\n<blockquote id=\"blockquote_26\"> (4) That the 1st respondent will not demand payment under Bank Guarantee subject to what is stated hereinabove till it is finally\n\ndecided by arbitration that any amount is payable by the Appellants to the 1st respondents towards the 1st respondents claim for liquidated damages. \n</blockquote> \n\n<blockquote id=\"blockquote_27\"> (5) That in view of the aforesaid the suit will be withdrawn by the Appellants forthwith and the Appeal is dismissed for want of prosecution.&quot;  \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_3\"> (t) Pursuant to this order of this Court, all the disputes mentioned in the minutes of the order were taken for joint arbitration of the two learned arbitrators named therein. The arbitrators entered upon the disputes and commenced arbitration proceedings and called upon the parties to file their pleadings. Sometime in December, 1991, the respondent filed a statement of claim claiming Rs. 70 crores including therein the claim for additional costs on account of fluctuation of foreign exchange. The appellant disputed the tenability and arbitrability of this claim and also raised the issue that the arbitrators had no jurisdiction to entertain the claims as there did not exist a signed contract. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_4\"> (u) On 1st December, 1999, the arbitrators made an award awarding amount under several heads. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_5\"> (v) The appellant moved Arbitration Petition No. 41 of 2000 under <a href=\"/doc/1503578/\" id=\"a_3\">Sections 30</a> and <a href=\"/doc/1154891/\" id=\"a_4\">33</a> of the 1940 Act challenging the award. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\"> (w) The learned Single Judge by her order 6th September 2000 took the view that there was no substance in the challenge and dismissed the writ petition. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_7\"> (x) Hence, this appeal.  \n</p> \n\n<p data-structure=\"Issue\" id=\"p_8\"> 3. Though the learned Arbitrator had made an award granting claims under several heads, and several issues were urged before the learned Single Judge. When the appeal was argued before us, the learned Attorney General confined the appeal only to three issues :-- (i) the award in respect of the foreign exchange fluctuations, (ii) the award of interest in excess of 12% and (iii) the date from which the interest was to be awarded. These are the only three issues which call for our judgment. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_9\"> 4. Though the appellant had taken up the stand during the arbitration proceedings that there was no contract signed at all and, therefore, there was no arbitration agreement which could be enforced so as to give jurisdiction to the arbitrators, and this contention was reiterated before the learned Single Judge, the learned Single Judge has held against the appellant on this issue. The learned Single Judge holds that perusal of the voluminous documents made available made it difficult to accept the contention that the arbitrator did not have jurisdiction to decide the issue because there was no contract entered into between the parties. The learned Single Judge was also of the view that, the fact that the appellant did not file any proceedings challenging the arbitration indicated that the appellant was a willing party as regards the reference to arbitration. We note that, in fairness, the learned Attorney\n\nGeneral did not press this contention of denying the existence of the arbitration agreement before us. The Attorney General, however, restricted the challenge to the Award on other grounds to which we shall advert. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_10\"> 5. The learned Attorney General fairly conceded that, looking at the documents exchanged between the parties and the terms of the appellant&#x27;s own letter dated 14th October, 1986, it would be impossible to contend that there was no contract entered into between the parties, though as a matter of fact, no document clearly indicates that the contract was signed between the parties, as we have already noticed. It is also brought to our notice that the General Conditions of contract, a copy of which was forwarded to the respondent, contained Clause 16.2 which undoubtedly is the arbitration clause. Thus, there is no hesitation on our part to hold that there was an arbitration agreement between the parties. In fact, the respondent also does not contend that there was no contract or that there was no arbitration agreement. Its conduct of promptly appointing J. D. Bodhe as its arbitrator and calling upon (he appellant to nominate its own arbitrator suggests that the respondent was also of the view that there did exist a contract between the parties, despite absence of a formal document signed between the parties and that there existed an arbitration agreement which it wanted to invoke. We, therefore, agree with the finding of the learned Single Judge that a contract, including an arbitration agreement, had come into existence between the parties. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_11\"> 6. The learned Attorney General, however contends that one of the terms of the contract clearly rules out and prohibits a claim being preferred on the ground of fluctuation of foreign exchange and it was not open to the arbitrators to ignore this term of the contract and award the claim in the teeth of the prohibition contained in the contract. Such action on the part of the arbitrators, it is contended, would be beyond their jurisdiction and amenable to the judicial interference under the provisions of the 1940 Act. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_12\"> 7. The learned Attorney General urged that, in order to decide whether there exists any term in the agreement which precludes arbitration of a particular claim or precludes the raising of a particular claim, the Court would be entitled to take a look at the agreement and perusing the agreement under such circumstances does not amount to interpretation of any particular clause of the agreement. If the clause with regard to preclusion of a particular claim was capable of more than one meaning, which had to be ascertained by a process of interpretation, then, the interpretation put by the arbitrators on such a clause would be immune from judicial scrutiny. In the instant case, it was urged that the clause could have only one meaning and was incapable of any alternatives. It is contended that the arbitrators have not even looked at the clause which precluded the respondent from raising the claim towards a liability on account of the fluctuation of foreign exchange and carried out an exercise wholly beyond their jurisdiction of the arbitrators. Hence, the Award was bad and liable to be set aside.\n</p> \n \n\n<p data-structure=\"Section\" id=\"p_13\"> The Law  \n \n\n</p><p data-structure=\"Precedent\" id=\"p_14\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1836307\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1923137\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1015491\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"433889\" id=\"span_4\">8. The learned Attorney General relied upon the judgment of the Supreme Court in <a href=\"/doc/433889/\" id=\"a_5\">Steel Authority of India Ltd., v. J.C. Budharaja, Government and Mining Contractor</a>, 1999 (3) SCC 122, State of J &amp; K and Anr., v. Dev Dun Pandit, , T.S.E.B. v. Brij Tonnel, , <a href=\"/doc/1015491/\" id=\"a_6\">Associate Engineering v. State of A. P.</a> , <a href=\"/doc/1923137/\" id=\"a_7\">State of Orissa v. Sudhakar Dass</a>,  and the judgment of the Division Bench of this Court in <a href=\"/doc/1836307/\" id=\"a_8\">Oil and Natural Gas Commission v. Pune Helium India Pvt. Ltd.</a>,  (to which one of us, Srikrishna J., was a party). (Incidentally, this was also a case of the present appellant itself and raised an identical issue which was answered in its favour.).</span></span></span></span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_15\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"662824\" id=\"span_5\">9. It is not necessary for us to consider all these cases in detail and analyze the ratio decidendi in each case. We have been spared that exercise and effort by the Supreme Court. We may usefully refer to the judgment of the Supreme Court in <a href=\"/doc/662824/\" id=\"a_9\">Rajasthan State Mines and Minerals Ltd. v. Eastern Engineering Enterprises and Anr.</a>, . In this judgment, after analyzing about 16 judgments cited before it, the Supreme Court culled out ten relevant propositions on the state of the law as it stands. Paragrapah 44 of the report contains these legal propositions and we reproduce them as under:--</span> \n</p>   \n\n<blockquote id=\"blockquote_28\"> &quot;(a)   It is not open to the Court to speculate, where no reason are\ngiven by the arbitrator, as to what impelled the arbitrator to\narrive at his conclusion. \n</blockquote> \n\n<blockquote id=\"blockquote_29\"> (b)    It is not open to the Court to admit to probe the mental process by which the arbitrator has reached his conclusion where it is not disclosed by the terms of the award. \n</blockquote> \n\n<blockquote id=\"blockquote_30\"> (c)    If the arbitrator has committed a mere error of fact or law in reaching his conclusion on the disputed question submitted for his adjudication then the Court cannot interfere. \n</blockquote> \n\n<blockquote id=\"blockquote_31\"> (d)    If no specific question of law is referred, the decision of the arbitrator on that question is not final, however much it may be within his jurisdiction and indeed essential for him to decide the question incidentally. In a case where a specific question of law touching upon the jurisdiction of the arbitrator was referred for the decision of the arbitrator by the parties, then the finding of the arbitrator on the said question between the parties may be binding. \n</blockquote> \n\n<blockquote id=\"blockquote_32\"> (e)    In a case of a non-speaking award, the jurisdiction of the Court is omitted. The award can be set aside if the arbitrator acts beyond his jurisdiction. \n</blockquote> \n\n<blockquote id=\"blockquote_33\"> (f)     To find out whether &quot;the arbitrator has travelled beyond his jurisdiction, it would be necessary to consider the agreement\n\nbetween the parties containing the arbitration clause. The arbitrator acting beyond his jurisdiction is a different ground from the error apparent on the fact of the award. \n</blockquote> \n\n<blockquote id=\"blockquote_34\"> (g)    In order to determine whether the arbitrator has acted in excess of its jurisdiction what has to be seen is whether the claimant could raise a particular claim before the arbitrator. If there is a specific term in the contract or the law which does not permit or give the arbitrator the power to decide the dispute raised by the claimant or there is a specific bar in the contract to the raising of the particular claim then the award passed by the arbitrator in respect thereof would be in excess of jurisdiction. \n</blockquote> \n\n<blockquote id=\"blockquote_35\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1989300\" id=\"span_6\">(h)    The award made by the arbitrator disregarding the terms of the reference or the arbitration agreement or the terms of the contract would be a jurisdictional error which requires ultimately to be decided by the Court. He cannot award an amount which is ruled out or prohibited by the terms of the agreement. Because of a specific bar stipulated by the parties in the agreement, that claim could not be raised. Even if it is raised and referred to arbitration because of a wider arbitration clause such claim amount cannot be awarded as the agreement is binding between the parties and the arbitrator has to adjudicate as per the agreement. This aspect is absolutely made clear in Contenental Construction Co, Ltd., by relying upon the following passage from <a href=\"/doc/1989300/\" id=\"a_10\">Alopi Parshad v. Union of India</a> which is to the following effect : (SCC p. 88, para 5). &quot;There it was observed that a contract is not frustrated merely because the circumstances in which the contract was made, altered. <a href=\"/doc/171398/\" id=\"a_11\">The Contract Act</a> does not enable a party to a contract to ignore the express covenants thereof, and to claim payment of consideration for performance of the contract at rates different from the stipulated rates, on some vague plea of equity. The parties to an executory contract are often faced, in the course of carrying it out, with a turn of events which they did not at all anticipate, a wholly abnormal rise or fall in prices, a sudden depreciation of currency, an unexpected obstacle to execution, or the like. There is no general liberty reserved to the Courts to absolve a party from liability to perform his part of the contract merely because on account of an uncontemplated turn of events, the performance of the contract may become onerous.&quot;</span> \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_16\"> (i)     The arbitrator could not act arbitrarily, irrationally, capriciously or independently of the contract. A deliberate departure or conscious disregard of the contract not only manifests the\n\ndisregard of his authority or misconduct on his part but it may\ntantamount to mala fide action.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_17\"> (j)     The arbitrator is not a conciliator and cannot ignore the law or\nmisapply it in order to do what he thinks just and reasonable;\n</p><p data-structure=\"Issue\" id=\"p_18\">the arbitrator is a tribunal selected by the parties to decide the\ndisputes according to law.&quot;  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_19\"> The present appeal turns on propositions (g) and (h) above. In the instant case, therefore, we have to apply this law to see whether the contract between the parties contained a stipulation or a specific term which wholly ruled out and precluded the raising of a claim for additional costs on account of foreign exchange fluctuation. For reasons to follow, we are satisfied that there was such a stipulation in the contract. \n</p> \n\n<p data-structure=\"Section\" id=\"p_20\">  Factual Analysis. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_21\"> 10. In the earliest letter dated 28th June, 1986 sent by the respondent to the General Manager of the appellant, the respondent, inter alia, pointed out that it would require payment of 25% in Indian Rupees and 75% in Foreign Currency at the Exchange rate as per Tender i.e. selling rate of State Bank of India on the date of opening of the price bid. It was said to be due to expenditure in foreign currency to be incurred in United States Dollars/Japanese Yen/French Francs/Deutche Marks and Pound Sterling which would be used for acquisition/hire of equipment/services, payment of personnel or acquisition of sub-assemblies, spare parts or purchase of materials/services and generally as may be required for operation of the project. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_22\"> 11. The appellant had by its letter dated 18th July, 1986 enclosed a list of points discussed in the meeting held and what was agreed and sought confirmation from the respondent. The annexure to the said letter of 18th July, 1986 contained paragraph 4 which says :-- &quot;M/s Essar&#x27;s price will remain firm without any change on account of variation in Foreign Exchange Rates.&quot; Then again, in paragraph 14, the appellant said, &quot;M/s Essar to confirm acceptance of all payments in Indian rupees including advance payment, if any.&quot;  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_23\"> 12. By a telex dated 16th September 1996 addressed to the respondent, the appellant made it clear that the amount payable for the project work would be &quot;a firm lump sum price of Rs. 39,07,55,000/-&quot;. It also stated that the conditional telex of intent was issued subject to the condition that the Government of India approved the award of works to the respondent and, should the Government approval not be available for any reason whatsoever, the telex of intent would be withdrawn without any cost and liability to itself. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_24\"> 13. By its letter of September 17, 1986 the respondent acknowledged receipt of the telex dated 15th September, 1986 and said - \n</p><blockquote id=\"blockquote_36\">  &quot;Though we have advised our acceptance of this Order, we trust that our request for Foreign Exchange-fluctuations to the account of\n\nONGC is under consideration. We now await urgently firm work Order with the approval of Government of India indicating release of foreign exchange for this project.&quot; \n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_25\"> This is confirmed by the letter dated 20th September 1986 issued by the\nappellant in which the appellant stated :-- \n</p>  \n<blockquote id=\"blockquote_37\">&quot;We understand that you have accepted our conditional Telex of Intent dated 15-9-1986. Please note that ONGC have placed Telex of Intent on a Firm price of Rs. 39,07,55,000/- against your Tender proposal No. ECL/NRK/1555/1986 dated 3rd March 1986 and no escalation on any account whatsoever is acceptable to ONGC. However, if you so desire you may take up the case with the Government regarding F.E. fluctuation.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_26\"> 14. By a letter dated 10th October 1986, addressed to the General Manager of the appellant, the respondent said :-- \n</p><blockquote id=\"blockquote_38\">  &quot;As advised, we are awaiting firm Work Order for this project in order for us to take further steps for implementation of this project along with confirmation of release of foreign currency.&quot; It also mentioned three alternatives and requested confirmation as to which of the alternatives would be acceptable to the appellant. Once again, in the letter dated October, 13, 1986, the respondent requested for release of foreign currency with firm letter of intent since it had been stipulated that payment would be released after the contract was signed. Hence, they requested that a draft contract be given to them without further delay. \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_27\"> 15. Finally, came the letter dated 14th October, 1986 from the appellant to the respondent. This letter is important and bears reproduction. We reproduce the contents of this letter :-- \n</p>   \n\n<blockquote id=\"blockquote_39\"> &quot;Please refer to our Conditional Telex of Intent dated 15th September 1986 in connection with above project and your subsequent acknowledgment of the same. \n</blockquote> \n\n<blockquote id=\"blockquote_40\"> We are pleased to confirm the said Telex of Intent for award of\nwork for WIPPM Project on Turnkey basis by deleting Para (BB) of\nthe aforesaid Conditional Telex of Intent. The detailed terms and\nconditions for award of the work are as under :-- \n</blockquote>   \n\n<blockquote id=\"blockquote_41\"> 1.      The   lump   sum   price   for   the   entire   work   shall   be\nRs. 39,07,55,000 (Rupees Thirty Nine Crores Seven Lakhs and\nFifty Five Thousand only) as per Alt. &#x27;A&#x27; of your pro-forma\nschedule     of    prices     submitted     vide     letter     No.     :\n</blockquote><blockquote id=\"blockquote_42\">ECL/NRK/2640/86, dated 28th June, 1986, the lump sum price\nis the cost of execution of entire works including mob/demob,\nweather risk, equipment breakdown, insurance, all duties and\ntaxes and the scope of work as detailed in para below.\n</blockquote> \n \n\n<blockquote id=\"blockquote_43\"> 2.      The scope of work in brief consists of modification of the Platforms and Pipelaying having design, engineering, procurement, fabrication, pipe-coating, load-out sea-fastening, transportation, installation/laying, hook-up, testing, pre-commissioning, start-up of all facilities covered under WIPPM Bid Package including Addendum and subsequent correspondence on the subject project. The scope of work also includes procurement and supply of additional items covered under Bid Package. \n</blockquote> \n\n<blockquote id=\"blockquote_44\"> 3.      The prices mentioned above shall remain firm until the work is completed and shall not be subjected to foreign exchange fluctuation and escalation on any ground whatsoever. The lump sum price is inclusive of all Taxes. Indian taxes shall be withheld at source as per prevailing laws/administrative orders of Government of India. \n</blockquote> \n\n<blockquote id=\"blockquote_45\"> 4.      The date of completion of the entire work to the satisfaction of ONGC is 15th May, 1987. Please note that time shall be the essence of the contract for execution of the entire work. In case delay in completion of work beyond 15th May, 1987, ONGC shall be entitled to recover Liquidated Damages @ of 3% per month subject to a maximum of 15% of the contract price: You shall furnish the guarantee for L.D. from the Nationalised Bank for an amount of 15% of contract price. \n</blockquote> \n\n<blockquote id=\"blockquote_46\"> 5.      You are required to mobilise all constructional plant and equipments necessary for project execution as per the commitments made in your proposal and any additional equipment that may be required otherwise and also to cover any delay within above quoted lumpsum price. \n</blockquote> \n\n<blockquote id=\"blockquote_47\"> 6.      At the option of ONGC, you shall be responsible for supplying 2 years operational and maintenance spares for all equipments supplied for the work. Cost of spare parts shall be reimbursed on equipment manufactures ex-works price plus 7 1/2% (Seven and half percent). This 7 1/2% charges to cover charges towards procurement expediting, handling packing, forwarding and inland freight upto FOB Point incurred before actual despatch of spares to Bombay. The list of spare parts along with unit rates shall be finalised during design engineering and procurement stage and spare shall be delivered as per project requirement before pre-commissioning of the entire facilities. The spare shall be delivered to ONGC at Bombay per bid package requirement. \n</blockquote> \n\n<blockquote id=\"blockquote_48\"> 7.      Until the final contract is executed, the Conditional Telex of Intent dated 15th September, 1986 read together with this letter\n\nof Intent shall constitute a binding contract between M/s Essar Construction Ltd. and ONGC. You shall extend the validity of Bid Bond until submission of Performance Guarantee which shall be submitted within 15 days of signing of contract. You shall furnish a performance guarantee in a form of irrevocable letter of guarantee from a nationalised bank for a sum equivalent to 10% of the total lump-sum price which shall remain valid for a period of 12 months from the date of issue of certificate of completion and acceptance. \n</blockquote> \n\n<blockquote id=\"blockquote_49\"> 8.      Please note that all payments shall be made in Indian Rupees only as per mutually agreed milestone formula after signing of the contract. Company will pay not exceeding Rs. 28,52,51,150/- (Rs. Twenty Eight Crores Fifty Two Lacs Fifty One Thousand One Hundred Fifty) to cover the Foreign Exchange Component of the contract price. Exchange Rate fluctuations will be borne by the contractor. \n</blockquote> \n\n<blockquote id=\"blockquote_50\"> 9.      Please note that we do not accept your contention as stated in your letter No : ECL/NRK/85/HO/1036 dated 13th Oct. 1986 since the conditional telex of intent was placed within the validity period of Alternative &#x27;A&#x27; of your offer at Rs. 39,07,55,000/- which was also accepted by you vide your letter No : ECL/NRK/3546/86 dated 17th September, 1986.&quot;   \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_28\"> 16. The letter of 14th October, 1986 was acknowledged by the respondent&#x27;s letter dated October 20, 1986. The quibble about alternative &#x27;A&#x27; of price schedule having ended, the respondent protested that there was no question of its accepting any conditional offer inasmuch as no binding agreement could be reached between the parties on the basis of conditional letter of intent. It also stipulated that, until confirmation was received, the period between the date of letter of intent dated 14th October 1986 and the date on which it received confirmation would be treated as period during which the work was suspended and it would reserve its right to resort to such remedies &quot;as are available to us under the contract.&quot; \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_29\"> 17. By telex dated 27th October, 1986, the respondent reiterated that no binding agreement had been reached at the time when the appellant had sent a telegraphic conditional letter of intent. It reiterated that, since no confirmation letter of intent was placed on them until 14th October, 1986, parties could not be bound until then. It maintained that it was keeping its offer open upto 31st October, 1986 and await confirmation from the appellant to undertake work according to alternative &quot;B&quot; price scheme. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_30\"> 18. On November, 17, 1986, the respondent addressed a letter to the appellant confirming that, as a result of several meetings held between the parties wherein the draft had been discussed, an agreement had been reached\n\non almost all the matters except certain of the items indicated therein.\n</p><p data-structure=\"Section\" id=\"p_31\">Paragraph 2 of this letter is of relevance and reads as under :-- \n</p><blockquote id=\"blockquote_51\">  &quot;2. As per the Bid, the contractors were to be paid in Foreign Exchange and in Indian Rupees. The Foreign Exchange component was to be advised by all the Bidders. The Foreign Exchange component as quoted by us is 73%. During the pre-award discussions on the tender, in the Steering Committee meeting held on 20-8-1986 at Delhi, you had informed us that in view of the Government guidelines for award of work to Indian Contractors, you cannot bear the foreign exchange fluctuations as applicable to the foreign exchange component of our price Bid. It was then agreed that we shall make a representation to the Government of India and if the Government of India decides, in principle, that foreign exchange fluctuations in case of India Bidders, who are awarded contractors under international competitive bids, shall be borne by the Owners of the Project, then this benefit shall also be given to us under this contract. It is now understood that such a proposal is under the consideration of the Government of India. In case this proposal for adjustment for foreign exchange fluctuation is approved by Government of India, exchange fluctuations shall be calculated, with reference to the currency indicated in this contract from the date of opening of price bid, on the basis of TT selling rate of the State Bank of India. The increase in rupee cost if any, due to Foreign Exchange fluctuations shall be paid the contractor in rupees and the savings in rupee cost, if any, due to foreign exchange fluctuations shall be deducted from the amount payable to the contractor. \n</blockquote> \n\n<blockquote id=\"blockquote_52\"> Finally, the letter says :--  \n</blockquote><blockquote id=\"blockquote_53\">  &quot;We hereby confirm that we are prepared to sign the contract as compiled by you and as corrected to the extent as agreed between us, without prejudice to our right to continue to pursue our stand on the matters as <a href=\"/doc/1989300/\" id=\"a_12\">referred above</a>. Please confirm your acceptance of this position.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_32\"> Pursuant to this correspondence exchanged between the parties, certain monies including foreign exchange, were released to the respondent to enable it to mobilise resources and execute the work. The respondent also executed a Bank Guarantee dated 29th October 1987 in the sum of Rs. 5,86,13,250/- to the extent of 15% value of the contract to cover liquidated damages. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_33\"> 19. During the arbitration proceedings, and before the learned Single Judge, it was the appellant who took the stand that there was no contract between the parties which had come into existence, and the respondent denied it. Strangely, before us the situation seems to be the converse. The learned Single Judge has also found that a contract had come into existence between the parties, which included an arbitration clause. In any event, after having\n\nperused the material comprising the detailed correspondence to which we have made reference, we agree with the finding of the learned Single Judge that a contract did come into existence between the two parties. That the contract contained clear stipulations that the amount payable for execution of the project work would be a sum of Rs. 39,07,55,000/- which would on no account be escalated, and further that the risk on account of the foreign exchange fluctuation was to be borne by the respondent. These were two clear terms of the contract. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_34\"> 20. Despite these terms of the contract, which the respondent grudgingly accepted, it was agreed that the respondent would approach the Government of India to persuade it that the foreign exchange risk should be borne by the appellant. The appellant agreed that if the Government took such a policy decision with regard to the concerned project contract, then it would make such benefit available to the respondent. The Government of India was approached by the respondent and the Government by letter dated 1st August, 1989 categorically rejected the claim of the respondent as the notice inviting tender (NIT) did not provide for it. Thus, we have no hesitation in holding (a) that there was a contract between the parties which had come into existence, and, (b) that it did contain a stipulation that the risk on account of foreign exchange fluctuation would always be that of the respondent, and (c) that the amount payable by the appellant was a lumpsum fixed amount of Rs. 39,07,55,000/- not liable to be escalated for any reason whatsoever. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_35\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"662824\" id=\"span_7\">21. Applying the law culled out in <a href=\"/doc/662824/\" id=\"a_13\">Rajasthan State Mines and Minerals Ltd.</a> (supra), as a result of analysis of several Supreme Court judgments, to the facts of the appeal, we are of the view that there was a specific term in the contract which did not permit or give the arbitrators the power to decide the dispute with regard to risk on account of foreign exchange fluctuations, there being a specific bar in the contract against raising of the said claim. Consequently, the award of claim item No. 2 made by the learned Arbitrators was wholly without jurisdiction. We are also of the view that the award of claim No. 2 pertaining to foreign exchange fluctuation made by the Arbitrators is in disregard of the terms of the contract and a jurisdictional error capable of judicial review. That in order to decide it, we have to merely take a look at the terms of the contract without having to interpret its terms, is also obvious. We are, therefore, of the view that the Award made by the learned Arbitrators on claim No. 2 pertaining to liability arising on account of foreign exchange fluctuation is beyond the jurisdiction of the Arbitrators and, therefore, liable to be set aside.</span> \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_36\"> 22. Mr. Chagla, learned counsel for the respondent, strenuously urged that since the appellant had initially contended before the Arbitrators and the learned Single Judge that there was no binding agreement or contract between the parties, the appellant must be held to that stand. He further urged that the jurisdiction of the Arbitrators was delimited only by the terms of the reference and not by any agreement independent thereof. In the instant case,\n\nthe learned counsel urged, there was no agreement between the parties; hence there was no agreement to refer to arbitration; the reference to arbitration came only by reason of the minutes tendered to the Court in Appeal No. 1276 of 1990 on 12th April 1991. Hence, he contended that the limits of the arbitral proceedings were clearly set out by these minutes and these minutes contained no stipulation with regard to the foreign exchange fluctuation risk being excluded. He further urged that it was an open ended arbitration with regard to all claims which were the subject matters of the minutes and that the minutes read with prior correspondence would indicate and determine the matrix of the arbitral proceedings. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_37\"> 23. This contention (curiously now being urged by the respondent in appeal) appears to be incorrect on the basis of the internal evidence available. The learned Attorney General urged that the reference was made on 1st November, 1990 and that is how the Arbitrators understood it. He drew our attention to the Award itself wherein the cause title reads :-- \n</p><blockquote id=\"blockquote_54\">  &quot;In the matter of Arbitration of disputes between the parties hereto arising out of the Contract for Water Injection Pipelines and Platform Modification (WIPPM) Project at Bombay High (South Field) under the <a href=\"/doc/1052228/\" id=\"a_14\">Indian Arbitration Act, 1940</a>.&quot; \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_38\"> Even the arbitrators understood that the appellants&#x27; conditional telex of intent dated 19th September 1986 followed by confirmation letter of intent dated 14th October, 1986 detailed the terms and conditions of the contract. On 1st November, 1990, the respondent through its Advocates gave notice to the appellant seeking arbitration of its claim and appointed J. G. Bodhe to act as its Arbitrator. In fact, in this letter the respondent threatened that if the appellant failed to appoint its arbitrator within 15 days of the receipt of the letter Shri J. G. Bodhe shall act as the sole Arbitrator. The subject matters for reference to arbitration were the claims arising in the various letters and those particularized in the letters dated 3rd January 1989, 30th January, 1989, 1st February 1989, 21st February 1989 and 27th July 1989. In our view, these letters are clear indication that the respondent was aware that there was a contract and that there was an arbitration agreement which was stipulated in the contract. Or else, it is inconceivable that the notice of the nature given on 1st November, 1986 with the stipulation that within 15 days if no arbitrator was appointed Mr. J. G. Bodhe will act as a sole arbitrator could have been given. If there was no arbitration agreement between the parties, the only notice which could be given, would have been a notice demanding payment failing which a suit would be filed. It was only because the respondent was aware of the existence of a contract between the parties containing an arbitration agreement that the notice was given in this particular form. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_39\"> 24. Mr. Chagla however contends that, even assuming that the notice dated 1st November 1990 can be interpreted to arise out of the contract and the arbitration agreement contained therein, the conduct of the appellant in\n\nnot appointing an arbitrator immediately would show that it was given a go by. It is true that actually, the respondent did not appoint its Arbitrator within 15 days. The appellant responded only by its letter dated January 17, 1991 addressed to Shri Justice V. D. Tulzapurkar appointing him as its Arbitrator, purportedly &quot;under Clause 16.2 of the contract&quot;. A copy of this notice was endorsed to M/s Crawford Bayley and Co., Solicitors and Advocates of the respondent company. If there were substance in what the learned counsel for the respondent contends, the respondent&#x27;s solicitors would have promptly objected on two counts. First, that the appointment of Shri Tulzapurkar was too late to be taken cognizance of, and second, that the arbitration could not be under Clause 16.2 of the contract. Factually, there was total silence from the respondent and its solicitors and advocates on both these issues. This conduct on the part of the respondent and its Advocates also supports our view that even the respondent was aware that the arbitration proceedings were being held pursuant to the contract and Clause 16.2 of the General Conditions of Contract under which alone the arbitration clause was discernible. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_40\"> 25. The learned Attorney General drew our attention to para 3.2(a) of the Award in which interest is awarded at the rate of 17.5% from 1st November, 1990 to the date of the Award. This is explicable only if we realize that both the parties and the Arbitrators understood 1st November, 1990 as the date of the reference. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_41\"> 26. There is also evidence in the pleadings of the parties which supports this view. In the affidavit in reply filed on behalf of the respondent to oppose admission it is averred vide paragraph 3 that :-- \n</p><blockquote id=\"blockquote_55\">  &quot;The petition is entirely lacking in bona fides. The petitioner submits in the forefront of the petition and there was no Agreement between the parties to submit the disputes to Arbitration and the Arbitrators therefore lacked jurisdiction. Quite apart from the fact that the General Conditions of the petitioner&#x27;s own Invitation to Tender -- which were the terms upon the basis of which the entire massive construction work was carried and executed -- itself sets out the Arbitration Agreement, the petitioner itself by letter of 15th of March, 1991 agreed with the respondent as follows : .....&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_42\"> In paragraph (x) of the petition, the appellant had averred that its letter dated 14th October, 1986 in no uncertain terms indicated that the contract price would continue to be the price &quot;A&quot; and hence, the respondent could have withdrawn from the contract at this earlier stage of work but deliberately kept afloat this dispute, obviously, with an ulterior motive, for agitating this issue and other consequential ones in arbitration. The respondent&#x27;s reply to this contention (paragraph 12 of the affidavit), curiously, is :-- \n</p><blockquote id=\"blockquote_56\">  &quot;With reference to sub-paragraph (x), the respondent denies the contents thereof. The suggestion now made by the petitioner that the respondent should have withdrawn from the contract after 14th\n\nOctober, 1986 is remarkable the contract being final such withdrawal would have constituted a repudiatory breach of the Contract with the petitioner.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_43\"> 27. In the face of this internal evidence, and the admissions in the pleadings, we are unable to accept the contention of Shri Chagla that the arbitration was an open ended arbitration not within the matrix of the contract which contained the arbitration agreement. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_44\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"228570\" id=\"span_8\">28. Mr. Chagla placed strong reliance on the judgment of the Supreme Court in <a href=\"/doc/228570/\" id=\"a_15\">Waverly June Mills Co. Ltd., v. Raymon and Co. (India) Pvt. Ltd.</a>, . He contended that this was a judgment of the Constitutional Bench of the Supreme Court and the law <a href=\"/doc/228570/\" id=\"a_16\">laid down in</a> this judgment would be binding and even if other benches of the Supreme Court comprising smaller number of judges had taken a view inconsistent with the law <a href=\"/doc/228570/\" id=\"a_17\">laid down by</a> the Constitutional Bench, we are bound by the law pronounced by the Constitutional Bench and must ignore the other judgments.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_45\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"228570\" id=\"span_9\">29. As a matter of principle, it is true that the law <a href=\"/doc/228570/\" id=\"a_18\">laid down by</a> the Constitutional Bench is binding on all smaller benches of the Supreme Court.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"662824\" id=\"span_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"228570\" id=\"span_11\">We do not see any such conflict between the law <a href=\"/doc/228570/\" id=\"a_19\">laid down in</a> <a href=\"/doc/228570/\" id=\"a_20\">Waverly June Mills Co. Ltd.</a> (supra) and the law culled out in <a href=\"/doc/662824/\" id=\"a_21\">Rajasthan State Mines and Minerals Ltd.</a>, (supra).</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"228570\" id=\"span_12\"><a href=\"/doc/228570/\" id=\"a_22\">Waverly June Mills Co. Ltd.</a>, (supra) was a case where one of the parties denied the contract and the question was whether an award passed by the arbitrators with reference to that dispute was without jurisdiction. In holding that the arbitrators had jurisdiction to decide the matter by virtue of the agreement antecedent to the disputed one, the Supreme Court observed :--</span> \n</p><blockquote id=\"blockquote_57\">  &quot;Now, the principle of the matter is this that when a party denies the arbitration agreement, the very basis on which the arbitrator can act is challenged and therefore the Court have taken the view that in such a case the arbitrator has no jurisdiction to decide whether he himself has jurisdiction to adjudicate upon the dispute.... If the arbitration\nagreement is part and parcel of the contract itself, by denying the factum of the contract the party is denying the submission clause and denying the jurisdiction of the arbitrators.....in this case\nthe position is different. We have an independent agreement by which the parties agreed to refer the disputes to arbitration. Pursuant to this agreement, contracts were entered into and when the plaintiffs made a claim against the defendants, the defendants denied their liability. Therefore, what was denied was not the jurisdiction of the arbitrators, not the submission clause, but business done pursuant to the submission clause and to which the submission clause applied.&quot; That in our judgment is a correct statement of the true legal position.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_46\">  The Supreme Court quoted with approval the observations of this Court in East India Trading Co. New York v. Badat and Co. . In\n\nour view, this judgment does not help the case of the respondent at all. We are unable to accept that the present appeal presents a situation where there is no contract in existence or that the arbitration had commenced pursuant to an independent agreement to refer to arbitration de hors the contract itself. As we have already held, the arbitration commenced pursuant to Clause 16.2 which was a part and parcel of the contract between the parties. Thus, there was no question of the Arbitrators ignoring the terms of the contract and acting only upon the submission made to reference. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_47\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1863731\" id=\"span_13\">30. The learned counsel referred to the judgment in <a href=\"/doc/1863731/\" id=\"a_23\">The Managing Director, J. and K. Handicrafts, Jammu v. Good Luck Carpets</a>, , in support of his contention. Even a mere reading of the judgment suggests that the judgment is against what is contended.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"662824\" id=\"span_14\">In fact, this judgment has been specifically referred to and explained in <a href=\"/doc/662824/\" id=\"a_24\">Rajasthan State Mines and Minerals Ltd.</a>, (supra), (Vide paragraph 36). All that this judgment says is that if there is a challenge to the Award on the ground that the Arbitrator had no jurisdiction to make the award with regard to the particular item inasmuch as it was beyond the scope of reference, the only way to test the correctness of such a challenge is to look into the agreement itself. Looking into the agreement for this limited purpose is neither tantamount to going into the evidence produced by the parties nor into the reasons which weighed with the arbitrator in making the award. The Supreme Court specifically says that, if what is to be found out is whether the award is without jurisdiction being beyond the scope of reference, there can be no doubt that the agreement containing the arbitration clause has to be looked into for that limited purpose. Far from being in support of the respondent&#x27;s case, we think that it is against the respondent.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_48\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1015491\" id=\"span_15\">31. Mr. Chagla cited <a href=\"/doc/1015491/\" id=\"a_25\">Associated Engineering Co. v. Government of Andhra Pradesh and Anr.</a>, . This judgment also, in terms, says that where it is apparent, not by construction of the contract, but by merely looking at the contract, that the umpire travelled totally outside the permissible territory and thus exceeded his jurisdiction in making the award, it is an error going to the root of his jurisdiction liable to be interfered with in judicial review.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"662824\" id=\"span_16\">This judgment was also considered and explained by the Supreme Court in <a href=\"/doc/662824/\" id=\"a_26\">Rajasthan State Mines and Minerals Ltd.</a>, (supra), (Vide paragraph 34).</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_49\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"487118\" id=\"span_17\">32. The judgment of the Supreme Court in <a href=\"/doc/487118/\" id=\"a_27\">Hindustan Construction Co. Ltd., v. State of Jammu and Kashmir</a>, , was cited in support of the respondent&#x27;s case. This was a case where the contract had to be construed in order to discover an error of jurisdiction. It was not one of those cases were a look at the contract indicated that there was a bar to the jurisdiction of the arbitration. The Supreme Court, therefore, took the view that upon a construction of the contract if the arbitrator had come to the conclusion that he had jurisdiction, it was not an error which was amenable to\n\njudicial review.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"662824\" id=\"span_18\">This judgment has also been considered and explained in <a href=\"/doc/662824/\" id=\"a_28\">Rajasthan State Mines and Minerals Ltd.</a>, (supra). (Vide paragraph 35).</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_50\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1847351\" id=\"span_19\">33. Reference was made to the judgment of the Supreme Court in <a href=\"/doc/1847351/\" id=\"a_29\">K.R. Raveendranathan v. State of Kerala</a> .</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"588099\" id=\"span_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"487118\" id=\"span_21\">In this case the Supreme Court was of the view that the matter before it was squarely covered by the observation in paragraph 10 of the judgment in <a href=\"/doc/487118/\" id=\"a_30\">Hindustan Construction Co. Ltd.</a>, (supra) which was quoted in <a href=\"/doc/588099/\" id=\"a_31\">Sudarsan Trading Co. v. Government of Kerala</a>, , wherein it was said that by purporting to construe the contract the Court could not take upon itself the burden of saying that this was contrary to the contract and, as such, beyond jurisdiction. The difference is between looking at the contract and construing the contract. If it is the former, it is within the scope of judicial review; if it is latter it is beyond the pale-of the judicial review.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"662824\" id=\"span_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"588099\" id=\"span_23\">We may mention here that <a href=\"/doc/588099/\" id=\"a_32\">Sudarsan Trading Co.</a> (supra) had also been considered in paragraph 31 of <a href=\"/doc/662824/\" id=\"a_33\">Rajasthan State Mines and Minerals Ltd.</a>, (supra) and explained.</span></span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_51\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"990351\" id=\"span_24\">34. The judgment of the Supreme Court in <a href=\"/doc/990351/\" id=\"a_34\">P.V. Subba Naidu and Ors. v. Government of A. P. and Ors.</a>,  was cited in support for the respondent.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"662824\" id=\"span_25\">This Judgment was also specifically considered and explained by the Supreme Court in paragraph 43 of <a href=\"/doc/662824/\" id=\"a_35\">Rajasthan State Mines and Minerals Ltd.</a>, (supra).</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_52\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"529896\" id=\"span_26\">35. The judgment of the Supreme Court in <a href=\"/doc/529896/\" id=\"a_36\">H. P. State Electricity Board v. R.J. Shah and Company</a>, , was relied upon. This was also a case where the Supreme Court took the view that, by purporting to construe the contract the Court could not take upon itself the burden by saying that the award was contrary to the contract and as such the arbitrators had acted beyond their jurisdiction. Paragraphs 25 and 26 of this judgment clarify what the Supreme Court considered as the law. The Supreme Court pointed out that when the arbitrator is required to construe a contract, then merely because another view may be possible the Court would not be justified in construing the contract in a different manner and then to set aside the award by observing that the arbitrator had exceeded the jurisdiction in making the award. In paragraph 26 the Supreme Court pointed out :--</span> \n</p><blockquote id=\"blockquote_58\">  &quot;In order to determine whether the arbitrator has acted in excess of jurisdiction what has to be seen is whether the claimant could raise a particular dispute or claim before an arbitrator. If the answer is in the affirmative then it is clear that the arbitrator would have the jurisdiction to deal with such a claim. On the other hand if the arbitration clause or a specific term in the contract or the law does not permit or give the arbitrator the power to decide or to adjudicate on a dispute raised by the claimant or there is a specific bar to the raising of a particular dispute or claim then any decision given by the arbitrator in respect thereof would clearly be in excess of jurisdiction. In order to find whether the arbitrator has acted in excess of\n\njurisdiction the Court may have to look into some documents including the contract as well as the reference of the dispute made to the arbitrators limited for the purpose of seeing whether the arbitrator has the jurisdiction to decide the claim made in the arbitration proceedings.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_53\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"662824\" id=\"span_27\">In the case before it, the Supreme Court was of the view that the case before it was one of interpretation and not merely of looking at the contract to see if the arbitrators jurisdiction was excluded. This judgment has also been referred to and explained in paragraph 42 of <a href=\"/doc/662824/\" id=\"a_37\">Rajasthan State Mines and Minerals Ltd.</a>, (supra).</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"662824\" id=\"span_28\">Reference was also made to <a href=\"/doc/662824/\" id=\"a_38\">Rajasthan State Mines and Minerals Ltd.</a>, (supra). We do not think that this judgment in any way helps the respondent to carry forward its case.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_54\"> 36. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1885538\" id=\"span_29\">In support of his argument that the jurisdiction of an arbitrator, in a case where the arbitration agreement does not arise out of a contract, or the contract itself is disputed, is limited by the submissions made by the parties to the arbitration, which may also be expanded by additional submission made during the arbitration proceedings, counsel for respondent referred to <a href=\"/doc/1885538/\" id=\"a_39\">Pratabmull Rameshwar v. K.C. Sethia</a>, (1944), Ltd., . In our view, these judgments do not render any assistance for deciding the case before us as we have already held that the case before us does not involve such a factual situation at all as a contract had been arrived at between the parties and it did contain an arbitration agreement.</span> Therefore, the ratio of Rajasthan State Mines and Minerals Ltd., (supra) and the principles laid down therein would squarely apply to the case before us. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_55\"> 37. Smt. Ujjam Bat v. State of Uttar Pradesh and Anr., AIR 1962 SC 1621 was cited to demonstrate as to under which circumstances an authority could be said to have acted beyond jurisdiction. The judgment is not one directly dealing with the jurisdiction of the arbitrator. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_56\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"662824\" id=\"span_30\">38. In the circumstances, therefore, we are of the view that the Arbitrators had jurisdiction to entertain the arbitration proceedings, since the dispute which arose was subsumable under Clause 16.2 of the General Terms of the Contract. Clause 16.2 is wide enough to include all disputes in relation or touching the contract or anything done under the contract. We are, however, unable to accept that the claims made by the respondent in its different letters, including one which was the subject matter of the order in terms of the minutes before the Appeal Court, can be said to be beyond the pale of the contract itself. All claims in our opinion were capable of being subsumed under the arbitration agreement under Clause 16.2 as they did certainly arise out of and in connection with or touching the work done under the contract between the parties. Though the Arbitrators had jurisdiction to entertain the dispute for arbitration, in view of the law clearly laid down in <a href=\"/doc/662824/\" id=\"a_40\">Rajasthan State Mines and Minerals Ltd.</a>, (supra) and a host of other authorities of the Supreme Court, the arbitrators were bound by the negative\n\nstipulation in the contract and thereby precluded from awarding anything on the issue of foreign exchange fluctuation risk. The contract between the parties said that the amount payable for discharge of the contract would be a lumpsum amount, not liable to be escalated for any reason whatsoever and clearly prescribes that the risk on account of the foreign exchange fluctuation would be that of the respondent. The arbitrators were totally bound by this stipulation in the contract and they could not have awarded claim No. 2 at all. Thus, in our judgment, the award, insofar as it pertains to claim No. 2, is clearly beyond jurisdiction and liable to be set aside on that ground alone.</span> \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_57\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1766532\" id=\"span_31\">39. Mr. Chagla, cited the judgment in Board of Trustees for the <a href=\"/doc/1766532/\" id=\"a_41\">Port of Calcutta v. Engineers-De-Space-Age</a>, . This was a case where a.clause in the contract clearly stipulated that no claim for interest would be entertained by the Commissioners with respect to any money or balance which may be in their hands owing to any dispute between themselves and the Contractor or with respect to any delay on the part of the Commissioners in making interim or final payment or otherwise. The arbitrator had awarded interest. The Supreme Court pointed out that the stipulation in the contract merely prohibited the Commissioners from awarding interest. Such a stipulation was not directed against the arbitrators at all and did not prohibit the arbitrators from awarding interest. It also pointed out that, if there was a dispute as to whether under this term of the contract, the arbitrator was prohibited from awarding interest pendente life, it was a matter which fell squarely within the jurisdiction of the arbitrator as the arbitrator would have to interpret Sub-clause (g) of Clause 13 of the contract and decide whether that clause prohibited him from awarding interest pendente life. Once the arbitrator had done this interpretative exercise, it was not open to the Court to interfere. We do not think that this judgment helps the respondent in any way. There it was not a question of ex-fade ruling out the claim; it was a question of the term having to be interpreted in order to decide the issue,</span> \n \n\n</p><p data-structure=\"Precedent\" id=\"p_58\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1836307\" id=\"span_32\">40. We may also in passing mention that a Division Bench of this Court in <a href=\"/doc/1836307/\" id=\"a_42\">Oil and Natural Gas Commission v. Pune Helium India Pvt. Ltd.</a>, (to which one of us, Srikrishna J., was a party), had occasion to consider the same question. Facts of that case were almost same.</span> The same type of clause prohibiting any claim being made on account of foreign exchange fluctuation pertaining to the appellant itself was in issue before the Court and the Court was of the view that when the stipulation in the contract prohibited the claim from being made, the arbitrators had acted in excess of jurisdiction in granting it. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_59\"> 41. That takes us to the question of interest awarded by the arbitrators. In paragraph 3.7 of the Award, the Arbitrators awarded interest as under :--\n</p> \n   \n\n<blockquote id=\"blockquote_59\"> (a)    Past and pendente-lite interest at 12% p.a. from 1-7-1988 to 31-10-1990 and at 17.5 p.a. from 1-11-1990 to the date of the\n\naward on the total of the amounts awarded on Claim Nos. 1, 2 and 3 i.e. on Rs. 7,01,27,218/-.  \n</blockquote> \n\n<blockquote id=\"blockquote_60\"> (b)    Future interest at 17.5% p.a. from the date of the award to the date of payment or the date of the decree whichever is earlier, on the total of the amounts awarded on Claim Nos. 1, 2, 3 and 5 i.e. Rs.9,26,69,178/-.  \n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_60\"> On behalf of the appellant, the learned Attorney General and Mr. Singhvi contended that there was no basis for awarding interest at 17.5% per annum, nor was there any basis for awarding any interest from 1-7-1988 to 31-10-1990. It is not in dispute that the contract stipulates that in respect of the delayed payment interest would be payable at 1% per month i.e. 12% per annum on admitted claims. On behalf of the appellant, counsel concedes that the same rate of interest may be awarded on all awarded sums, but not from any date earlier than 1st November, 1990, which was the date on which the reference was actually made. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_61\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1922312\" id=\"span_33\">42. We have already held that the date of reference was 1st November, 1990. The question, therefore, is whether any interest could be granted for the period anterior to the date of reference, if so at what rate, and on what basis. The judgment of the Supreme Court in <a href=\"/doc/1922312/\" id=\"a_43\">Oil and Natural Gas Commission v. M.C. Clelland Engineers S.A.</a>  was pressed into service by the learned counsel for the respondent to justify the award of interest in both Clauses (a) and (b) of paragraph 3.7 of the award. He contends that the observations in paragraphs 3 and 4 of this judgment make it clear that the arbitrators have power to grant interest akin to power of the Court under <a href=\"/doc/1722761/\" id=\"a_44\">Section 34</a> of the Civil Procedure Code in view of <a href=\"/doc/1568155/\" id=\"a_45\">Section 29</a> of the Arbitration Act, 1940. Generally, a claim is presented before the arbitrators in respect of an amount that is due from a particular date and interest calculated from that date to the date on which the reference is made. When such a claim is made and an award made thereupon, if the arbitrator directs interest to be paid on the compounded claim, even if it amounts to awarding interest on interest, the Supreme Court was of the view that the arbitrator was justified in doing so as the claim for interest on delayed payment stood crystallized by the time the claim was filed before the Arbitrators. The principle on which it is justified is that the party who has been denied a just entitlement is entitled to compensation, call it interest or by any other name.</span> \n</p> \n\n<p data-structure=\"Section\" id=\"p_62\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"654172\" id=\"span_34\">43. However, the issue before us is, even if <a href=\"/doc/1722761/\" id=\"a_46\">Section 34</a> of the Civil Procedure Code applies, how is the interest to be granted for the period anterior to the date on which the reference was made. <a href=\"/doc/1722761/\" id=\"a_47\">Section 34</a> of the Civil Procedure Code empowers the Court to award interest adjudged on the principal sum for any period prior to the institution of the suit. As a result of the judgment of the Supreme Court in <a href=\"/doc/654172/\" id=\"a_48\">Secretary, Irrigation Department, Government of India v. G.C. Roy</a>, . It is now beyond the\n\npale of controversy that the arbitrator has the power to award interest for the period prior to the reference, pendente lite, and also future interest from the date of the award. On the reasoning of the Supreme Court which equated the power of the arbitrator to the power of the Court under <a href=\"/doc/1722761/\" id=\"a_49\">Section 34</a>, it appears to us that the proviso under <a href=\"/doc/1722761/\" id=\"a_50\">Section 34</a> would equally apply to the arbitrator. The proviso to <a href=\"/doc/1722761/\" id=\"a_51\">Section 34</a> provides that where the sum adjudged had arisen out of a commercial transaction, the rate of such further interest (i.e. future interest) may exceed six per cent per annum, but shall not exceed the contractual rate of interest or where there is no contractual rate, the rate at which moneys are lent or advanced by nationalised banks in relation to commercial transactions. One issue is clear. The contract stipulated the rate of interest to be paid on all admitted amounts at 12%. It is conceded that this interest may be awarded even on amounts adjudged to be found payable in the award. Thus, for the period commencing from the date of the award, we see no justification for interest being awarded at 17.5% in the place of the contractual rate of 1% per month or 12% per annum.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_63\"> 44. The learned counsel for the appellant dre,w our attention to the judgment of the Division Bench of our High Court in Maharashtra State Electricity Board v. Bharat Conductors Pvt. Ltd. and Ors., 1996 (2) Mh.LJ. 971. A similar issue was considered by this Court which pointed out that, under <a href=\"/doc/196386/\" id=\"a_52\">Section 3</a> of the Interest Act, 1978 the Court has jurisdiction to grant interest but the jurisdiction is somewhat limited. We are not concerned with <a href=\"/doc/1529130/\" id=\"a_53\">Section 3(l)(a)</a> which deals with the proceedings relating to a debt by virtue of a written instrument payable at a certain time. It is nobody&#x27;s case here. In the case of the present parties, the claims were unascertained and had to be adjudged and awarded by the arbitral proceedings. Therefore, what is relevant is Clause (1)(b) of <a href=\"/doc/196386/\" id=\"a_54\">Section 3</a> of the Interest Act, 1978. This sub-clause provides that :-- \n</p><blockquote id=\"blockquote_61\">  &quot;If the proceedings do not relate to any such debt, then, from the date mentioned in this regard in a written notice given by the person entitled or the person making the claim to the person liable that interest will be claimed, to the date of institution of the proceedings.&quot; \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_64\"> Thus, interest for the period anterior to the institution of the proceedings can be granted only if a written notice as prescribed is given that interest would be claimed and not otherwise. It is not in dispute that in the present case there was no such notice at all. We, therefore, agree with the contention of the appellant that, in the absence of the notice contemplated under <a href=\"/doc/1147343/\" id=\"a_55\">Section 3(1)(b)</a> of the Interest Act, 1978, neither a Court of law nor the arbitrator would have power to award interest for the period prior to the date on which the proceedings were instituted. Thus, we are of the opinion that no interest could have been award prior to 1st November, 1990. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_65\"> 45. The result of this discussion is that, in our view, the arbitrators were justified in awarding interest only at 12% per annum from 1st November,\n\n1990 to the date of the award and future interest at the rate of 12% from the date of the award until payment or realisation. The excess amounts awarded for the excess of the period are, therefore, liable to be set aside as without jurisdiction. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_66\"> 46. Hence, we allow the appeal and make the following order :--The order of the learned Single Judge under appeal is partly set aside and the decree made in terms of the Award is modified as follows :-- \n</p>   \n\n<blockquote id=\"blockquote_62\"> (a)    The claim awarded against claim No. 2 vide paragraph No. 3.2 of the award in the sum of Rs. 4,16,15,565/- is fully set aside as being beyond the jurisdiction of the arbitrators; \n</blockquote> \n\n<blockquote id=\"blockquote_63\"> (b)    With regard to the claim for interest in paragraph 3.7 of the Award, it is directed that interest shall be liable to be paid on the amounts awarded only from 1st November, 1990 until payment or realisation, at the rate of 12% per annum simpliciter. This would be so both in respect of stipulations in paragraph (a) and (b) of paragraph 3.7 of the Award excluding the amount awarded towards claim No. 2.  \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_67\"> 47. Parties to act on ordinary copy of this order duly authenticated by Court Associate. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_68\"> 48. Certified copy expedited. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_69\"> 49. Order accordingly. \n</p> \n\n","numcites":27,"numcitedby":5,"docsource":"Bombay High Court","citetid":1892153,"divtype":"judgments","relatedqs":[{"value":"liquidated damages","formInput":"liquidated%20damages"},{"value":"judicial review","formInput":"judicial%20review"},{"value":"letter of intent","formInput":"letter%20of%20intent"},{"value":"arbitrator jurisdiction","formInput":"arbitrator%20jurisdiction"},{"value":"excessive jurisdiction","formInput":"excessive%20jurisdiction"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":"nationalisation of banks","formInput":"nationalisation%20of%20banks"},{"value":"interest act , 1978","formInput":"interest%20act%20%2C%201978"},{"value":"\"liquidated damages","formInput":"%22liquidated%20damages"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"arbitral award","formInput":"arbitral%20award"},{"value":"price preference","formInput":"price%20preference"},{"value":"ONGC","formInput":"ONGC"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"escalation","formInput":"escalation"},{"value":"award of interest","formInput":"award%20of%20interest"},{"value":"policy decision ","formInput":"policy%20decision%20"},{"value":"contract for arbitration agreement","formInput":"contract%20for%20arbitration%20agreement"},{"value":" award by arbitrator","formInput":"%20award%20by%20arbitrator"},{"value":"contract arbitration","formInput":"contract%20arbitration"}],"cats":[{"value":"legal-stay","formInput":"tag:legal-stay"},{"value":"set-aside-award","formInput":"tag:set-aside-award"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"contract","formInput":"tag:contract"}],"courtcopy":false,"query_alert":null,"agreement":false}