{"tid":1401096,"publishdate":"2010-01-13","title":"Puthenpurayil Nathankandy Sathyan vs State Of Kerala on 13 January, 2010","doc":"<h2 class=\"doc_title\">Puthenpurayil Nathankandy Sathyan vs State Of Kerala on 13 January, 2010</h2>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:k-n-nair\">K.Balakrishnan Nair</a>, <a href=\"/search/?formInput=benchid:p-bhavadasan\">P.Bhavadasan</a></h3>\n\n<pre id=\"pre_1\">       \n\n  \n\n  \n\n \n \n  IN THE HIGH COURT OF KERALA AT ERNAKULAM\n\nCRL.A.No. 464 of 2006()\n\n\n1. PUTHENPURAYIL NATHANKANDY SATHYAN,\n                      ...  Petitioner\n2. VALIYA PARAMBATH KAYARAMBAN KUNHIKANNAN,\n3. PUTHEN PURAYIL BALAN, S/O. KANNAN,\n4. KUNHIKANNAN. K.V., S/O. KUNHIKUTTY,\n5. SHAJI, S/O. GOVINDAN, AGED 29 YEARS,\n\n                        Vs\n\n\n\n1. STATE OF KERALA, REPRESENTED BY\n                       ...       Respondent\n\n                For Petitioner  :SRI.P.S.SREEDHARAN PILLAI\n\n                For Respondent  : No Appearance\n\nThe Hon&#x27;ble MR. Justice K.BALAKRISHNAN NAIR\nThe Hon&#x27;ble MR. Justice P.BHAVADASAN\n\n Dated :13/01/2010\n\n O R D E R\n            K. BALAKRISHNAN NAIR &amp; P. BHAVADASAN, JJ.\n               - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -\n                   Crl. Appeal Nos. 464 &amp; 1135 of 2006\n                  - - - - - - - - - - - - - - - - - - - - - - - - - - - - -\n                 Dated this the 13th day of January, 2010.\n\n                                      JUDGMENT\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">Bhavadasan, J,\n\n            Six persons were prosecuted for the offences\n\npunishable under Sections 143, 147, 148, 449 and 302 read\n\nwith <a href=\"/doc/999134/\" id=\"a_1\">Section 149</a> Indian Penal Code. The sixth accused, who\n\nstood trial, was acquitted of all the offences. Accused Nos. 1\n\nto 5 were found guilty of all the offences alleged against them.\n\nThey were therefore convicted and sentenced to undergo\n\nimprisonment for six months each and to pay a fine of\n\nRs.1000/- each, in default of payment of which, they were\n\ndirected to undergo imprisonment for one month each for the\n\noffence punishable under <a href=\"/doc/1096965/\" id=\"a_2\">Section 143</a> IPC. They were also\n\nconvicted and sentenced to undergo imprisonment for three\n\nmonths each and to pay a fine of Rs.500/- each, and in default\n\nof payment of which, to undergo imprisonment for one month\n\neach for the offence punishable under <a href=\"/doc/162506/\" id=\"a_3\">Section 447</a> IPC.\n\f\nCrl.Appeal Nos.464 &amp; 1135/2006\n<span class=\"hidden_text\" id=\"span_1\">.                                  2</span>\n\nAccused Nos. 1 and 2 were convicted and sentenced to undergo\n\nimprisonment for two years each and to pay a fine of Rs.1000/-\n\neach and in default of which, to undergo imprisonment for six\n\nmonths each for the offence punishable under <a href=\"/doc/763672/\" id=\"a_4\">Section 148</a> IPC.\n\nAccused Nos. 3 to 5 were convicted and sentenced to undergo\n\nimprisonment for two years each and to pay a fine of Rs.500/-\n\neach, in default of payment of which, to undergo imprisonment for\n\nsix months each for the offence punishable under <a href=\"/doc/1258372/\" id=\"a_5\">Section 147</a> IPC.\n\nAccused Nos. 1 to 5 were convicted and sentenced to suffer\n\nimprisonment for life and to pay a fine of Rs.10,000/- each, in\n\ndefault of payment of which, to suffer imprisonment for two years\n\neach for the offence punishable under <a href=\"/doc/1560742/\" id=\"a_6\">Section 302</a> IPC.\n\n</p><p data-structure=\"Issue\" id=\"p_2\">             2. This case discloses yet another instance of communal\n\ndisturbance. It is unfortunate that an innocent person lost his life at\n\nthe hands of some miscreants, who claimed to be retaliating for an\n\nobjectionable act on behalf of a particular community.\n\f\nCrl.Appeal Nos.464 &amp; 1135/2006\n<span class=\"hidden_text\" id=\"span_2\">.                                 3</span>\n\n</p><p data-structure=\"Facts\" id=\"p_3\">             3. The incident, which gave rise to this case occurred\n\non 26.3.1995 at about 1.15 p.m. The deceased was running a shop\n\nnear the place of incident. P.W.4 resides nearby to a row of shops,\n\none of which was occupied by the deceased. She stays with her\n\nparents.     On 26.3.1995 at about 1.15 p.m. she was waiting in\n\nfront of her house for the marriage procession of the daughter of\n\nher neighbour. She then found a group of ten persons entering the\n\nshop of the deceased and eating a few plantains. After doing so,\n\nthey caught hold of Ahmed, the deceased, by his neck and threw\n\nhim on the road. He was attacked with M.O.1. In a frantic effort\n\nto save his life, the deceased ran to the house of P.W.4, which was\n\nquite nearby. The assailants followed him. The deceased, in a bid\n\nto escape, ran towards the well situate in the property of PW.4.\n\nUnfortunately, he fell down. That was sufficient for the assailants,\n\nwho pounced on him and inflicted several injuries on him. After\n\nhaving achieved their purpose, the assailants left the place. Seeing\n\nthe incident P.W.4 cried aloud, that brought several persons to the\n\f\nCrl.Appeal Nos.464 &amp; 1135/2006\n<span class=\"hidden_text\" id=\"span_3\">.                                 4</span>\n\nplace. They found the deceased lying in a pool of blood dead.\n\n</p><p data-structure=\"Facts\" id=\"p_4\">             4. P.W.4 laid Ext.P3 first information statement before\n\nKolavallur Police Station. P.W.16, Head Constable of the Police\n\nStation recorded the first information statement given by P.W.4\n\nand on that basis registered Crime No. 52 of 1995 of Kolavallur\n\nPolice Station as per Ext.P9 FIR. At the time of giving Ext.P3 FIS,\n\nP.W.4 was not in a position to name the assailants, but however,\n\nshe stated that she could identify them by sight. P.W.21 took over\n\ninvestigation. He went to the place of incident, conducted inquest\n\nover the body and prepared Ext.P2 inquest report.        He seized\n\nM.Os. 2 to 9 found on the body and at the place of incident. On a\n\nperusal of the nearby places, P.W.21 was able to recover M.O.1\n\nweapon, which was lying a short distance away from the place of\n\nincident, presumably abandoned by the assailants. The various\n\nthings seized by him are M.Os. 9 to 15. In the meanwhile, he had\n\nthe body sent for autopsy.        P.W.14, the Forensic Surgeon,\n\nconducted autopsy and furnished Ext.P8 certificate.         P.W.21\n\f\nCrl.Appeal Nos.464 &amp; 1135/2006\n<span class=\"hidden_text\" id=\"span_4\">.                                   5</span>\n\nprepared Ext.P4 scene mahazar. He recorded the statements of\n\nwitnesses. He would say that he had the accused arrested and he\n\nhad questioned them.          He procured the necessary documents,\n\ncompleted investigation and laid charge before court.\n\n</p><p data-structure=\"Facts\" id=\"p_5\">             5. The Chief Judicial Magistrate Court, Thalassery,\n\nbefore whom final report was laid, took cognizance of the\n\noffences. Six persons were shown as the accused. All of them\n\nentered appearance.          The learned Chief Judicial Magistrate\n\ncomplied with all the legal formalities.     The learned Magistrate\n\nfound that the offences were exclusively triable by a court of\n\nSessions and accordingly committed the case to Sessions Court,\n\nThalassery.     The said court made over the case to Additional\n\nSessions Court (Ad hoc-I), Thalassery for trial and disposal. That\n\ncourt, on receipt of records issued summons to the accused.\n\n</p><p data-structure=\"Facts\" id=\"p_6\">             6.    The accused entered appearance before the said\n\ncourt.     After hearing both sides, charges were framed for the\n\noffences punishable        under <a href=\"/doc/1096965/\" id=\"a_7\">Sections 143</a>, <a href=\"/doc/1258372/\" id=\"a_8\">147</a>, <a href=\"/doc/763672/\" id=\"a_9\">148</a>, <a href=\"/doc/1318185/\" id=\"a_10\">449</a> and <a href=\"/doc/1560742/\" id=\"a_11\">302</a>\n\f\nCrl.Appeal Nos.464 &amp; 1135/2006\n<span class=\"hidden_text\" id=\"span_5\">.                                  6</span>\n\nread with <a href=\"/doc/999134/\" id=\"a_12\">Section 149</a> IPC. To the charge, the accused pleaded not\n\nguilty and claimed to be tried. The prosecution therefore had\n\nP.Ws.1 to 21 examined and Exts.P1 to P17 marked. After the close\n\nof the prosecution evidence, the accused were questioned under\n\n<a href=\"/doc/767287/\" id=\"a_13\">Section 313</a> Cr.P.C.           They denied all the incriminating\n\ncircumstances brought out against them and maintained that they\n\nwere innocent. It is pointed out by them that they have been\n\nfalsely implicated with ulterior motive.      On finding that the\n\naccused could not be acquitted under <a href=\"/doc/19163/\" id=\"a_14\">Section 232</a> Cr.P.C. they\n\nwere asked to enter on their defence.       The accused examined\n\nD.W.1. After hearing both sides, the court below came to the\n\nconclusion that the prosecution had established its case as against\n\naccused Nos. 1 to 5.          On coming to the conclusion that the\n\nprosecution has failed miserably to establish the role of accused\n\nNo.6, he was acquitted. Accused Nos.1 to 5 were found guilty of\n\nthe various offences as already mentioned and the conviction and\n\nsentence as already mentioned followed. The said conviction and\n\f\nCrl.Appeal Nos.464 &amp; 1135/2006\n<span class=\"hidden_text\" id=\"span_6\">.                                 7</span>\n\nsentence are assailed in this appeal.\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">             7. The question that arises for consideration is whether\n\nany interference is called for with the findings of the court below.\n\n</p><p data-structure=\"CDiscource\" id=\"p_8\">             8. Ahmed, who was running a small business in one\n\nof the shops in a row of shops, is admittedly no more. He was not a\n\nnative of the place where he ran his business. On the date of the\n\nincident, it appears that an organization had called for a &#x27;hartal&#x27; and\n\nmost of the shops were closed.        It was when late Ahmed had\n\ncome to the shop to take previous day&#x27;s collection that he was\n\nattacked. Ext.P2 inquest report would clearly indicate the nature\n\nof the wounds suffered by the deceased at the hands of the\n\nassailants. P.W.14, as already noticed, is the Forensic Surgeon.\n\nHis report is Ext.P8. Ext.P8 shows as many as six incised wounds\n\non the body of late Ahmed. The report, namely, Ext.P8, shows that\n\ndeath was sue to the injuries suffered in the head and neck. It\n\nadmits of no doubt that death of Ahmed was homicidal.\n\f\nCrl.Appeal Nos.464 &amp; 1135/2006\n<span class=\"hidden_text\" id=\"span_7\">.                                 8</span>\n\n</p><p data-structure=\"Issue\" id=\"p_9\">             9.    The most crucial question then is whether the\n\nprosecution has succeeded in establishing that it was accused\n\nNos.1 to 5, who had mounted an attack on Ahmed and caused\n\nsevere injuries to him which resulted in his death.\n\n</p><p data-structure=\"RespArg\" id=\"p_10\">             10. The court below relied on the evidence furnished\n\nby P.Ws.4, 5, 6 and 7, which were found to be convincing enough\n\nto come to the conclusion that the prosecution has succeeded in\n\nestablishing the case against the accused. According to them, the\n\nincident took place near the well in front of the house of P.W.4.\n\nAs far as the other witnesses are concerned, their evidence is to the\n\neffect that they had occasion to see the assailants going towards the\n\nplace of the incident and returning from there. Some of them say\n\nthat the assailants had dangerous weapons with them.\n\n</p><p data-structure=\"PetArg\" id=\"p_11\">             <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1908859\" id=\"span_8\">11.     Learned counsel appearing for the appellants\n\ncriticized the finding of the court below on several grounds.\n\nAccording to them, the court has not applied its mind to the\n\nevidence in the case and has acted in a routine manner. Merely\n\f\nCrl.Appeal Nos.464 &amp; 1135/2006\n<span class=\"hidden_text\" id=\"span_9\">.                                 9</span>\n\nbecause some of the witnesses say that they had occasion to see the\n\nincident or see the assailants going to and coming from the site of\n\nthe incident, it does not automatically establish that the prosecution\n\ncase is true. According to the learned counsel, there are inherent\n\ndefects in the prosecution evidence, which would unerringly show\n\nthat the prosecution case is not free from reasonable doubt.\n\nDrawing attention of this court to the evidence in the case, it was\n\npointed out that it was evident that the prosecution witnesses were\n\nvery familiar with the accused persons, and if that be so, there was\n\nno justification as to why these assailants were not named in the\n\nfirst information statement itself. In fact the evidence of P.Ws.6\n\nand 7, the principal witnesses in the case, would show that they\n\nhad knowledge about the identity of the accused persons soon after\n\nthe incident. Still the persons&#x27; identity initially remained in\n\nobscurity, and it was after the identification parade, the identities\n\nwere established. Learned counsel relied on the decision reported\n\nin <a href=\"/doc/1908859/\" id=\"a_15\">Heera v. State of Rajasthan</a> (AIR 2007 SC 2425) regarding\n\f\nCrl.Appeal Nos.464 &amp; 1135/2006\n<span class=\"hidden_text\" id=\"span_10\">.                                10</span>\n\nthe purpose of conducting identification parade.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"189811\" id=\"span_11\">Reliance was\n\nplaced on the decision reported in <a href=\"/doc/189811/\" id=\"a_16\">Kanan v. State of Kerala</a> (1979\n\nCri.L.J. 919) regarding the value of the conduct of identification\n\nparade.</span> Considerable reliance was placed on the decision reported\n\nin Tahir Mohammed v. State of Madhya Pradesh (1993 Cri.L.J.\n\n</p><p data-structure=\"PetArg\" id=\"p_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"489014\" id=\"span_12\">193) for the proposition that when the witnesses without any\n\nmargin of error and readily and immediately identify the accused\n\npersons, it does create a suspicion.       Relying on the decision\n\nreported in <a href=\"/doc/489014/\" id=\"a_17\">Hari Nath v. State of U.P.</a> (AIR 1988 SC 345) it was\n\ncontended that the failure on the part of the witnesses to indicate\n\nthe accused, when it is very clear that they had knowledge about\n\nthe identity of the accused, creates suspicion regarding the\n\nprosecution version.</span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_13\">             12. In the case on hand, as already noticed, according\n\nto learned counsel for the appellants, it is very clear that going by\n\nthe prosecution evidence, the accused were from the locality and\n\nin fact from near the place of incident. They were familiar to the\n\f\nCrl.Appeal Nos.464 &amp; 1135/2006\n<span class=\"hidden_text\" id=\"span_13\">.                                 11</span>\n\nprosecution witnesses. Relying on the evidence of P.W.17, the\n\nlearned Magistrate, who conducted the identification parade has\n\npointed out that P.W.6 had no difficulty whatsoever in identifying\n\nthe accused persons. The report of the learned Magistrate shows\n\nthat he simply went near the accused person and pointed out the\n\naccused persons without any doubt. This shows that he was very\n\nfamiliar with the accused persons. It is also contended that except\n\nthe oral evidence of P.Ws. 4, 5 and 6, there is absolutely no\n\nevidence in the case at all to implicate the accused persons.\n\n</p><p data-structure=\"CDiscource\" id=\"p_14\">             13. Replying to the above contentions, learned Public\n\nProsecutor pointed out that the oral evidence of the witnesses\n\nshould not be viewed in isolation.          One has to notice the\n\ncircumstances and atmosphere that prevailed at the time of the\n\nincident and then evaluate the evidence.        It is clear from the\n\nevidence that there was an atmosphere of terror and fear unleashed\n\nby the assailants and none of the persons, who had actually seen\n\nthe incident were infact ready to give statements. Most of them\n\f\nCrl.Appeal Nos.464 &amp; 1135/2006\n<span class=\"hidden_text\" id=\"span_14\">.                                  12</span>\n\nwanted to avoid getting involved and therefore they were very\n\nreluctant at the initial      stage to disclose the identity of the\n\nassailants. According to learned Public Prosecutor, a reading of\n\nthe evidence of P.Ws.4, 5 and 6 would show that they are natural\n\nwitnesses and their versions regarding the incident are uniform,\n\nconsistent and cogent. There is nothing to indicate that they had\n\nill-motive to falsely implicate the accused persons and their\n\nevidence stands scrutiny. Merely because, even assuming that the\n\naccused were familiar to the witnesses and that they did not in the\n\nfirst stage itself divulge the identity of the accused, it does not\n\nmean that their evidence should be discarded. It is also true that\n\ninitially in the statement given by the witnesses, there is nothing to\n\nindicate even the physical features of the assailants. But that does\n\nnot matter. The prosecution has been able to establish the reasons\n\nfor such a lacuna in the initial stage and has been able to adduce\n\nconvincing evidence to show that it was none other than the\n\naccused persons, who had committed the gruesome acts.\n\f\nCrl.Appeal Nos.464 &amp; 1135/2006\n<span class=\"hidden_text\" id=\"span_15\">.                                 13</span>\n\nAccording to learned Public Prosecutor there are no grounds to\n\ninterfere with the judgment of the court below.\n\n</p><p data-structure=\"RespArg\" id=\"p_15\">             14.    The learned Public Prosecutor, in support of his\n\ncontentions relied on the decision reported in Amitsingh\n\nBhikamsing Thakur v. State of Maharashtra (2007(1) KHC\n\n</p><p data-structure=\"Precedent\" id=\"p_16\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"432425\" id=\"span_16\">487) to highlight the purpose and object of conducting an\n\nidentification parade. He also relied on the decision reported in\n\n<a href=\"/doc/432425/\" id=\"a_18\">Saji v. State of Kerala</a> (2007(2) KHC 595) to show that even\n\nassuming that the media had published the photos of the accused,\n\nthat need not affect the identification of the accused.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"602401\" id=\"span_17\">Reliance was\n\nalso placed on the decision reported in <a href=\"/doc/602401/\" id=\"a_19\">Ankush Maruti Shinde v.\n\nState of Maharashtra</a> ((2009) 6 SCC 667). In <a href=\"/doc/602401/\" id=\"a_20\">the said decision</a>, it\n\nis highlighted that minor loopholes in the identification parade\n\nconducted at the time of investigation will not take away the\n\nevidentiary value of the identification of the accused by the\n\nwitnesses in court, which forms substantive evidence.\n\f\nCrl.Appeal Nos.464 &amp; 1135/2006</span>\n<span class=\"hidden_text\" id=\"span_18\">.                                  14</span>\n\n</p><p data-structure=\"CDiscource\" id=\"p_17\">             15. At the outset, one may refer to the evidence of\n\nP.Ws. 4, 5, 6 and 7. They are all people residing very near to the\n\nplace of incident. It is also true that all of them belong to the same\n\ncommunity. However, a reading of the evidence would indicate\n\nthat there was communal tension and unfortunate incidents in the\n\narea and death of one Surendran on the previous day of the\n\nincident has created tension in the area. One has to appreciate the\n\nevidence of witnesses in this context and the prevailing\n\ncircumstances in the area.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_18\">             16. P.W.4 is the author of Ext.P3 first information\n\nstatement. The deceased was familiar to her, as he was running a\n\nbusiness close to her residence.        As per the evidence of this\n\nwitness, while she was standing in front of her house waiting for a\n\nmarriage party to arrive along with two of her relatives, namely,\n\nC.W.3 and C.W.6, she happened to see the deceased coming\n\nrunning towards her house. He was crying aloud. He ran towards\n\nthe well in the property of P.W.4. According to this witness, at\n\f\nCrl.Appeal Nos.464 &amp; 1135/2006\n<span class=\"hidden_text\" id=\"span_19\">.                                  15</span>\n\nthat time he was bleeding. He fell near the well. She found a few\n\npeople following him. In court, she was unable to identify them.\n\nThereafter, she disowned the entire prosecution case and she was\n\ndeclared hostile. However, she identified accused No.3 as one of\n\nthe persons, who had chased the deceased.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_19\">              17. P.W.5 says that on the date of the incident, at the\n\nrelevant time, he was in his sister&#x27;s house, which was close by. He\n\nhappened to find a car coming to a halt on the road in front of the\n\nhouse of his sister. He deposed that 4-5 persons got out of the car\n\nand the car thereafter left the place. They went towards the shop of\n\nthe deceased. He claims that the shop is visible from the residence\n\nof his sister.     He heard a commotion from        the shop of the\n\ndeceased. When he turned his attention to that place, he found two\n\nor three persons pushing the deceased onto the road. He fell on the\n\nroad. He got up and ran towards the house of P.W.4. P.W.5\n\nclaims that he then went near the house of Ahamed Haji, which\n\nsituates just in front of his sister&#x27;s house. From the rear portion of\n\f\nCrl.Appeal Nos.464 &amp; 1135/2006\n<span class=\"hidden_text\" id=\"span_20\">.                                16</span>\n\nthat house, he watched what was happening. He could see the rear\n\nportion of the house of P.W.4. He also says that the deceased ran\n\ntowards the front portion of the house of P.W.4. He did not see\n\nwhat happened after the deceased had reached the front portion of\n\nthe house of P.W.4. He deposed that soon thereafter he heard a\n\nloud cry from the house of P.W.4. He asked her for the reason.\n\nShe told him that something had been done to Ahamed, who is\n\nlying near the well. He found Ahamed lying in a pool of blood.\n\nHe found three or four persons running away from the place and he\n\nhad recognised the persons as who had come in the car. He had\n\nidentified accused Nos. 1, 2, 3 and 5 in court. He says that even\n\nthough he had seen five persons getting out of the car, he focused\n\nhis attention only on four of them. By that time C.Ws.8 and 16\n\nhad reached the place hearing about the incident and he would say\n\nthat he returned to his sister&#x27;s house and informed the police.\n\nAccording to the witness, there were communal clashes between\n\nMuslims and Hindus in the area at the relevant time. He would\n\f\nCrl.Appeal Nos.464 &amp; 1135/2006\n<span class=\"hidden_text\" id=\"span_21\">.                                  17</span>\n\nrecall that when some of his friends went to see the body of\n\nSurendran, who died on the previous day, they were advised not to\n\nremain there since it was not safe for them to do so. According to\n\nhim, on the date of the incident, a political party had called for a\n\nhartal and none of the shops had opened. Unfortunate Ahamed, as\n\nper the evidence, had gone to his shop to take the previous day&#x27;s\n\ncollection for purchasing articles for his business. P.W.5 would\n\nalso say that he is a signatory to Ext.P2 inquest report.\n\n</p><p data-structure=\"CDiscource\" id=\"p_20\">             18. P.W.6 is another witness, who claims to have seen\n\nthe incident. He would say that at the relevant time, he was in the\n\nhouse of C.W.5. He had returned from Middle East a week ago.\n\nSince he was constructing a house, he was at the place itself.\n\nWhile he was talking to the son of C.W.5, he heard a loud cry from\n\nthe road behind the house and he heard sounds of persons running\n\naway. C.W.5 and his son got inside the house and closed the door.\n\nP.W.6 says that he dared to find out what the commotion was\n\nabout. Then he found about four or five persons running away\n\f\nCrl.Appeal Nos.464 &amp; 1135/2006\n<span class=\"hidden_text\" id=\"span_22\">.                                18</span>\n\nfrom the house of P.W.4. He also found that they had weapons\n\nwith them. He says that out of the six persons in court he had seen\n\nfive persons running away, except the one who was wearing\n\nspectacles. That is to say that he was able to identify accused\n\nNos.1 to 5. He went to the house of P.W.4 and he found a person\n\nlying near the well with injuries on his body. He says that he did\n\nnot know who had done the act.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_21\">             19. The next witness is P.W.7. He was coming along\n\nthe main road. He resides a few metres away from the place of\n\nincident. While he was coming along the road, he heard the wails\n\nfrom the house of P.W.4. He found a few people coming running\n\nalong from the opposite side. He says that one of them had a\n\nsword with him and another person had an axe. They passed him\n\nand he identified accused Nos. 1 to 4 in court.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_22\">             20. One must remember that the accused are from the\n\nlocality or nearby places. A close reading of the evidence would\n\nreveal that the accused are familiar to the witnesses. The evidence\n\f\nCrl.Appeal Nos.464 &amp; 1135/2006\n<span class=\"hidden_text\" id=\"span_23\">.                                  19</span>\n\nof P.W.6 shows that tension and terror was prevailing in the area\n\nand even though some of his friends went to attend the funeral rites\n\nof Surendran, they were persuaded to return for fear of immediate\n\nretaliation. It shows that the place was not safe. It indicates that\n\nthere was some strong suspicion about the death of Surendran and\n\nthat a particular community was involved in the incident. The\n\nevidence in the case also discloses that the people of the locality\n\nwere living in constant terror and the moment they felt         that\n\nsomething untoward will happen, they would run inside their house\n\nand close the doors. This was the atmosphere at the place of\n\nincident at the relevant time. This explains the reluctance on the\n\npart of the witnesses to divulge the names of the assailants at the\n\nfirst instance. Nobody was bold enough to tell the police about the\n\nidentity of the assailants for fear of repercussions.\n\n</p><p data-structure=\"CDiscource\" id=\"p_23\">             21. True there are discrepancies in the evidence of the\n\nabove witnesses. It has come out in the evidence of P.Ws. 5, 6\n\nand 7 that they were aware of the identity of the assailants soon\n\f\nCrl.Appeal Nos.464 &amp; 1135/2006\n<span class=\"hidden_text\" id=\"span_24\">.                                20</span>\n\nafter the incident. In fact the evidence of P.W.7 shows that when\n\nhe reached the place of the incident at the relevant time on the\n\nrelevant day, he had found C.Ws. 5 and 6 at the place. He says that\n\nhe had disclosed the names of the accused to C.Ws.2 and 16. He\n\nwould also depose that he was very much frightened to disclose the\n\nnames of the accused persons to the police. His statement was\n\ntaken on the third day of the incident. He admitted that even\n\nthough he had claimed to have seen five persons, he could identify\n\nonly four of them. As far as the evidence of P.W.6 is concerned,\n\nthe criticism levelled is that his evidence cannot be believed\n\nbecause of the manner in which he had identified the accused at the\n\ntime of test identification parade conducted during investigation.\n\nThe learned Magistrate, namely, P.W.17 has narrated about his\n\nattitude and behaviour at the time of identification. We will come\n\nto it little later.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_24\">              22. The evidence of P.W.5 is attacked on the ground\n\nthat going by the statements given by this witness, he happened to\n\f\nCrl.Appeal Nos.464 &amp; 1135/2006\n<span class=\"hidden_text\" id=\"span_25\">.                                21</span>\n\nsee the incident when he was standing near the rear portion of the\n\nhouse of one Ahamed Haji. He had also stated that on the relevant\n\nday and at the relevant time he was in the house of his sister, which\n\nwas near the place of incident. It was pointed out that neither in\n\nthe scene mahazar nor in the plan produced in the case, there is any\n\nmention about the house of the sister of P.W.5 or the house of\n\nAhamed Haji, so as to enable us to ascertain whether what the\n\nwitness speaks is true. According to the defence that is a deliberate\n\nsuppression and if those houses were shown, it would have been\n\neasily shown that the version given by P.W.5 is false.\n\n</p><p data-structure=\"CDiscource\" id=\"p_25\">             23. One must notice that P.W.4 had the courage to\n\nidentify accused No.3 at the time of evidence. It is significant to\n\nnotice that the court below has noticed the demeanour of         this\n\nwitness and has infact noted it in the deposition. After she was\n\ndeclared hostile, the learned Public Prosecutor put questions in the\n\nnature of cross-examination, and she admitted that she was nervous\n\nand was frightened. Infact she began to cry in the box. Even\n\f\nCrl.Appeal Nos.464 &amp; 1135/2006\n<span class=\"hidden_text\" id=\"span_26\">.                                 22</span>\n\nthough the court asked her on several occasions as to what she was\n\nfrightened of, she was unable to answer.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_26\">             24. As far as P.W.5 is concerned, his evidence is to the\n\neffect that when he was watching what was happened to Ahamed\n\nfrom the rear side of the house of Ahamed Haji, he saw Ahamed\n\nrunning towards the front portion of the house of P.W.4. He does\n\nnot say that he saw the assailants inflicting injuries on late\n\nAhamed. What he says was that while he was waiting behind the\n\nhouse of Ahamed Haji, he heard the cries from the house of P.W.4.\n\nThen he went to that house and asked P.W.4 as to what happened.\n\nP.W.4 then told him that Ahamed was attacked by a group of\n\npersons and he was lying bleeding near the well. The mere fact\n\nthat the house of the sister of P.W.5 and also the house of Ahamed\n\nHaji is not shown by itself is not a ground to suspect the evidence\n\nof this witness. There is nothing to suggest that he has any reason\n\nto falsely implicate the accused.\n</p>\f\n<p data-structure=\"Conclusion\" id=\"p_27\">Crl.Appeal Nos.464 &amp; 1135/2006\n<span class=\"hidden_text\" id=\"span_27\">.                                 23</span>\n\n</p><p data-structure=\"CDiscource\" id=\"p_28\">             25. A reading of the evidence of these witness would\n\nindicate that they were familiar with the assailants. It is true that if\n\nwhat they now say are true, they would have surely divulged the\n\nnames of the assailants to the police at the first instance. One must\n\nremember here that the circumstance under which those names\n\nwere kept undisclosed by the witnesses. They have given reasons\n\nfor the same and that is supported by the evidence on record. May\n\nbe strictly speaking the identification parade may not have much\n\nrelevance in the case on hand. But one must remember that as far\n\nas the investigating officer was concerned, all that they had at the\n\ninitial stage was four or five persons had attacked Ahamed and\n\ntheir identification could be established at sight.     It might have\n\nbeen this fact, which would have prompted the investigating\n\nofficer to seek an identification parade.    P.W.17 had conducted\n\nthe identification parade. In his report, namely Ext.P10, he gives\n\nthe details of the identification conducted by him and the result of\n\nthe same. It is true that he had observed in his report that the\n\f\nCrl.Appeal Nos.464 &amp; 1135/2006\n<span class=\"hidden_text\" id=\"span_28\">.                                  24</span>\n\nbehaviour of P.W.6 was very strange at the time of identification\n\nparade. He had no doubt about the identity of the persons and he\n\nwent straight to each one of them and pointed out all of them. His\n\nconduct, according to P.W.17, would indicate that he was familiar\n\nwith the assailants. Normally this would would be             a very\n\nsuspicious circumstance, which would weaken the prosecution\n\ncase. But, here again, one has to recall that the incident had not\n\noccurred in normal circumstances and if the witnesses were\n\nfrightened about the consequences of disclosing the names of the\n\nassailants to the police at that time, they could not be found fault\n\nwith.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_29\">             26. At the time of identification before court, the first\n\naccused was identified by P.Ws.5 and 6.         So also the second\n\naccused. The third accused was identified by P.Ws.4, 5 and 6.\n\nThe fourth accused was identified by P.W.6 and the fifth accused\n\nwas identified by P.Ws.5 and 6. At the time of giving evidence\n\nbefore court, the first accused was identified by P.Ws.5, 6 and 7.\n\f\nCrl.Appeal Nos.464 &amp; 1135/2006\n<span class=\"hidden_text\" id=\"span_29\">.                                  25</span>\n\nSo also the second accused. The third accused was identified by\n\nall the four witnesses, P.Ws. 4, 5, 6 and 7 and the fifth accused\n\nwas identified by P.Ws. 5 and 6. It is also true that there is some\n\ndiscrepancy regarding the weapon carried by various assailants.\n\nWhatever that be, it is well settled that it is the identification before\n\ncourt which forms substantive evidence.           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1908859\" id=\"span_30\">True, it may not be\n\npossible to say that the identification parade conducted during\n\ninvestigation is totally irrelevant and it has no consequence.\n\nHowever, the identification parade conducted during investigation\n\nis to ensure that the investigating officer is proceeding in the right\n\ndirection. True, it is usually taken as a confirmative test for the\n\nidentification in court. This would be evident from the decision\n\nrelied on by the appellants reported in <a href=\"/doc/1908859/\" id=\"a_21\">Heera v. State of\n\nRajasthan</a> (AIR 2007 SC 2425). Therein the purpose and object\n\nfor which the identification parade is conducted has been liberally\n\nconsidered. The said decision also considered the consequence of\n\nabsence of conduct of an identification parade when the assailants\n\f\nCrl.Appeal Nos.464 &amp; 1135/2006\n<span class=\"hidden_text\" id=\"span_31\">.                                   26</span>\n\nare total strangers and also the absurdity in       identification of\n\nassailants in court and also at the time of identification parade\n\nduring investigation.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_30\">             27.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"189811\" id=\"span_32\">In the decision reported in <a href=\"/doc/189811/\" id=\"a_22\">Kanan v. State of\n\nKerala</a> (1979 Cri. L.J. 919) it was pointed out that the idea of\n\nconducting test identification parade is to test the veracity of the\n\nwitnesses on the question of capability to identify an unknown\n\nperson whom the witness may have seen only once before. Under\n\nsuch circumstances, it was held that it will be unsafe to rely on his\n\nevidence regarding        the identification and a conviction based\n\nsolely on his testimony may be hazardous.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_31\">             28. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1604260\" id=\"span_33\">In the decision reported in <a href=\"/doc/1604260/\" id=\"a_23\">Tahir Mohammad v.\n\nState of M.P.</a> (1993 Cri.L.J. 193) it has been observed that if the\n\nwitnesses without any margin of error or hesitation readily\n\nidentified the assailants, that creates suspicion in the mind of the\n\ncourt. Of course, going by the principle of the test identification\n\f\nCrl.Appeal Nos.464 &amp; 1135/2006\n<span class=\"hidden_text\" id=\"span_34\">.                                 27</span>\n\nparade that is conducted, there is doubt regarding the identity and\n\nalso about the veracity of the statements given by the witnesses.</span>\n\n</p><p data-structure=\"CDiscource\" id=\"p_32\">             29. But the question is one regarding appreciation of\n\nevidence. It is well settled that there are no fixed principles in the\n\nmatter of evaluation of evidence. Each case depends upon its\n\nown facts. It cannot be disputed that, in the case on hand, the\n\nwitnesses were familiar with the assailants, if not all of them, at\n\nleast a few of them. As already noticed, there are convincing and\n\nacceptable reasons for those witnesses in not disclosing the names\n\nto the police at the initial stage. The conduct of P.W.4 in court\n\nspeaks volumes about the issue. She admitted before court that she\n\nwas very much frightened.       The reluctance on the part of the\n\nwitnesses to disclose the names at the initial stage has to be viewed\n\nin the light of the above facts. It is also true that there is disparity\n\nregarding the identification in court and identification parade\n\nduring investigation. Except P.W.6, none of the other witnesses\n\nhave been able to identify all the accused. It is not necessary for\n\f\nCrl.Appeal Nos.464 &amp; 1135/2006\n<span class=\"hidden_text\" id=\"span_35\">.                                28</span>\n\nall the witnesses to identify all the accused. It is trite that the\n\npower of reception, retention and reproduction vary from person to\n\nperson. What may catch the attention of one person may not catch\n\nthe attention of another. What one person may see may not be seen\n\nby another person or their understanding of what they have seen\n\nmay differ. One must remember that the witnesses are the eyes and\n\nears of the court. It is through them that the court views the\n\nprosecution case. One has to note that PW.4 has identified accused\n\nNo.3. P.W.5 could not identify accused No.4 in court. P.W.6 on\n\nthe other hand identified all the five of them. As far as P.W.7 is\n\nconcerned, he could not identify accused No.5.       His evidence\n\nshows that he could remember only four persons. The suggestion\n\nto some of the witnesses in cross-examination is that the accused\n\nare from the locality or nearby area and they were familiar to the\n\nwitnesses. Of course, the witnesses have denied that suggestion.\n\nBut that is only normal. The mere fact that they have denied the\n\nabove fact need not deter this court from considering the evidence\n\f\nCrl.Appeal Nos.464 &amp; 1135/2006\n<span class=\"hidden_text\" id=\"span_36\">.                                  29</span>\n\nof P.Ws. 4, 5, 6 and 7 in the proper perspective.             What is\n\nsignificant is that there is no suggestion to P.Ws. 4 to 7 that they\n\nhad any reason to falsely implicate the accused and let the real\n\nassailants escape.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_33\">             30. It is true that the prosecution has to establish the\n\ncase beyond reasonable doubt. If an element of doubt is created in\n\nthe mind of the court, the accused are entitled to the benefit of the\n\nsame.      But it is also well settled that the doubt should be\n\nreasonable.     Fanciful doubts and imaginations cannot take the\n\nplace of reasonable doubt. One has also to notice that the witnesses\n\nare rustic and illiterate witnesses. They might not have disclosed\n\nseveral things to the investigating officer at the initial stage due to\n\nseveral reasons. It may be due to fear or it may be due to their lack\n\nof understanding as to         what they should disclose to the\n\ninvestigating officer and also the failure of the investigating officer\n\nto extract information from them.\n</p>\f\n<p data-structure=\"Conclusion\" id=\"p_34\">Crl.Appeal Nos.464 &amp; 1135/2006\n<span class=\"hidden_text\" id=\"span_37\">.                                  30</span>\n\n</p><p data-structure=\"CDiscource\" id=\"p_35\">             31. In the case on hand, it is true that there is no\n\nevidence regarding the actual infliction of injury on Ahamed. All\n\nthat P.W.4 in her evidence says is that when she found Ahamed\n\nrunning towards her house and ran to the well with bleeding\n\ninjuries and a few persons following him, she ran into her house\n\nand closed the doors. As far as P.Ws.5, 6 and 7 are concerned,\n\nthey came after the incident had occurred, except P.W.6, who had\n\nseen the car halting in front of the house of his sister. It may not be\n\npossible for them to say whether all of them were carrying\n\nweapons or remember all of them. However, as the evidence\n\nshows that the witnesses were familiar with most of the assailants,\n\nbut there was difficulty for them to identify the accused later.\n\nThe court below has considered these aspects in great detail and\n\nhas found the evidence of these witnesses to be acceptable. The\n\ncourt below has also noticed the atmosphere that was prevailing at\n\nthe relevant time and has chosen to accept the behaviour of the\n\nwitnesses at the relevant time. Regarding the criticism levelled\n\f\nCrl.Appeal Nos.464 &amp; 1135/2006\n<span class=\"hidden_text\" id=\"span_38\">.                                 31</span>\n\nagainst the identification parade, it has already been noticed, it may\n\nnot be of much significance in the case on hand.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_36\">             32. The evidence discloses that the first accused was\n\ncarrying M.O.1 and that the second accused was having an axe\n\nwith him. It is true that M.O.1 chopper was found abandoned on\n\nthe day and the weapon said to have been carried by the second\n\naccused had not been recovered. But the Forensic Surgeon, who\n\nconducted autopsy, namely, P.W.14 has stated that the injuries\n\nsuffered by the deceased could have been caused by the use of a\n\nweapon like M.O.1. The fact however remains that the assailants\n\nhad gone to the shop of Ahamed, attacked him and threw him out\n\nof the shop on the road. When he tried to escape and to save his\n\nlife, he was followed by them and mercilessly attacked.            The\n\nmotive for doing so is not clear from the evidence. The only\n\npresumption is that it is only a retaliation of the previous day&#x27;s\n\nincident. It is also to be noticed that Ahamed does not belong to\n\nthat place at all. He hails from a place, which is 8 kms away from\n\f\nCrl.Appeal Nos.464 &amp; 1135/2006\n<span class=\"hidden_text\" id=\"span_39\">.                                 32</span>\n\nthe place where he was running his business. In fact, while he was\n\nattacked, Ahamed told the assailants &quot;I do not belong to this\n\nplace&quot;. But it did not deter the assailants.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_37\">             We find no reason to take a different view than the one\n\ntaken by the court below.        The court below has noticed the\n\nevidence in great detail and has come to the conclusion that the\n\nprosecution has succeeded in establishing the case against the\n\naccused. In the appeals, we find no ground to interfere with the\n\nsaid finding. The appeals are without merit and it is accordingly\n\ndismissed confirming the conviction and sentence passed by the\n\ncourt below.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_38\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_39\">                                          K. Balakrishnan Nair,\n                                                  Judge\n\n\n\n                                             P. Bhavadasan,\n                                                  Judge\n\n\n\n\nsb.\n</p>\f\n<p data-structure=\"Conclusion\" id=\"p_40\">Crl.Appeal Nos.464 &amp; 1135/2006\n<span class=\"hidden_text\" id=\"span_40\">.                                        33</span>\n\n\n\n                              K. BALAKRISHNAN NAIR &amp; P. BHAVADASAN, JJ.\n</p><p data-structure=\"Conclusion\" id=\"p_41\">                                - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -\n</p><p data-structure=\"Conclusion\" id=\"p_42\">                                     Crl. Appeal Nos. 464 &amp; 1135 of 2006\n</p><p data-structure=\"Conclusion\" id=\"p_43\">                                   - - - - - - - - - - - - - - - - - - - - - - - - - - - - -\n</p>\n<p data-structure=\"Conclusion\" id=\"p_44\">\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_45\">                                                         JUDGMENT\n\n\n\n\n                                                         13.01.2010.\n</p>\f\n","numcites":15,"numcitedby":8,"docsource":"Kerala High Court","citetid":1401096,"divtype":"judgments","relatedqs":[{"value":"inquest report","formInput":"inquest%20report"},{"value":"identification parade","formInput":"identification%20parade"},{"value":"identification in court","formInput":"identification%20in%20court"},{"value":"forensic  ","formInput":"forensic%20%20"},{"value":"inquest","formInput":"inquest"},{"value":"terrorism","formInput":"terrorism"},{"value":"infact","formInput":"infact"},{"value":"fear","formInput":"fear"},{"value":"Haji","formInput":"Haji"},{"value":" behaviour","formInput":"%20behaviour"}],"cats":[{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"rioting","formInput":"tag:rioting"},{"value":"murder","formInput":"tag:murder"},{"value":"facts-explaining-or-introducing-relevant-facts","formInput":"tag:facts-explaining-or-introducing-relevant-facts"},{"value":"examine-accused","formInput":"tag:examine-accused"}],"courtcopy":true,"query_alert":null,"agreement":false}