{"tid":462941,"publishdate":"1971-09-10","title":"Vegoils Private Lemited vs The Workmen on 10 September, 1971","doc":"<h2 class=\"doc_title\">Vegoils Private Lemited vs The Workmen on 10 September, 1971</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1972 AIR 1942, 1972 SCR (1) 673, AIR 1972 SUPREME COURT 1942, 1972 LAB. I. C. 760, 1971 2 LABLJ 567, 1973 (1) SCJ 471, 1972 (1) SCR 673, 24 FACLR 4, 40 FJR 101</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:c-a-vaidyialingam\">C.A. Vaidyialingam</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:c-a-vaidyialingam\">C.A. Vaidyialingam</a>, <a href=\"/search/?formInput=benchid:p-j-reddy\">P. Jaganmohan Reddy</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nVEGOILS PRIVATE LEMITED\n\n\tVs.\n\nRESPONDENT:\nTHE WORKMEN\n\nDATE OF JUDGMENT10/09/1971\n\nBENCH:\nVAIDYIALINGAM, C.A.\nBENCH:\nVAIDYIALINGAM, C.A.\nREDDY, P. JAGANMOHAN\n\nCITATION:\n 1972 AIR 1942\t\t  1972 SCR  (1) 673\n 1972 SCC  (2) 724\n\n\nACT:\nIndustrial  Dispute-Abolition of Contract  Labour-Principles\nto be followed-Effect of the Contract Labour (Regulation and\nAbolition) Act (Central Act 37 of 1970) and the\t Maharashtra\nMathadi,  Hamal\t and other Mannual  Workers  (Regulation  of\nEmployment and Welfare) Act 30 of 1969.\n\n\n\nHEADNOTE:\nThe  appellant--a  private limited  company-carried  on\t the\nbusiness  of&#x27; manufacturing edible oils, soaps\tand  certain\nby-products.  In connection with its business the  appellant\nemployed  about 700 permanent workmen.\tHowever for  loading\nand  unloading\tseed and oil cake bags and for\tfeeding\t the\nhoppers\t in  the  solvent  extraction  plant  the  appellant\nemployed  labour  through a contractor.\t The workmen  in  an\nindustrial  dispute  claimed  inter alia that  the  work  of\nloading\t and unloading seed bags as well as that of  feeding\nthe  hoppers  was  of a perennial nature  and  therefore  in\nrespect\t of these contract labour should be abolished.\t The\nIndustrial  Tribunal on considering the evidence  before  it\nheld that the work of feeding the hoppers could not be\tsaid\nto intermittent and sporadic as claimed by the appellant; it\nwas  on the other hand closely connected with the  principal\nactivity of the appellant.  In similar plants in the  region\nthe work of feeding the hoppers was carried  on by permanent\nworkmen.   On the basis of these factors the  Tribunal\theld\nthat  the appellant also should carry out this work  through\npermanent  workmen.  In the matter of loading and  unloading\nof  seed  and  cake  bags  the\tTribunal  held\tthat   these\nactivities  were  also\tclosely\t connected  with  the\tmain\nindustry  and  the work was of.a permanent  character.\t The\nTribunal noted that the comparable units in the same  region\ncarried\t on  the  work\tof  loading  and  unloading  through\ncontract labour, but nevertheless, on the view that contract\nlabour\tmust be discouraged, the Tribunal held that in\tthis\nrespect\t also  the  appellant  must  employ  only  permanent\nworkmen.   The\tTribunal  referred to  the  <a href=\"/doc/1810788/\" id=\"a_1\">Contract  Labour\n(Regulation  and  Abolition) Act</a> 1970, (Central\t Act  37  of\n1970)  and  the <a href=\"/doc/46568853/\" id=\"a_2\">Maharashtra Mathadi Hamal and  Other  Manual\nWorkers\t (Regulation  of Employment and Welfare) Act</a>  30  of\n1969 and observed, that these two enactments also  supported\nits view.  In appeal by special leave before this Court\t the\nappellant apart from questioning the Tribunal&#x27;s decision  on\nmerits\tchallenged  the\t jurisdiction  of  the\tTribunal  to\nconsider  the  question of abolition of contract  labour  in\nview of the provisions of the aforesaid two Acts.\nHELD:\t  (i) The Industrial Tribunal acquired\tjurisdiction\nto  entertain the dispute in view of the reference  made  by\nthe State Government on April 17, 1967.\t Admittedly on\tthat\ndate neither Central Act 37 of 1970 nor, <a href=\"/doc/4377279/\" id=\"a_3\">Maharashtra Act</a>  30\nof 1969 had been passed.  Even during the proceedings before\nthe  Tribunal  the appellant raised no objection  after\t the\npassing\t of  the  two enactments that the  Tribunal  had  no\nlonger\tjurisdiction to adjudicate upon the dispute.   Under\nthese circumstances the Tribunal had to adjudicate upon\t the\npoint  referred\t to it having due regard to  the  principles\nlaid  down by the Courts, particularly this Court  governing\nthe abolition of contract labour. [689 E-G]\n(ii) Central  Act  37 of 1970 had received  the\t President&#x27;s\nassent\tbefore\tthe passing of the Tribunal&#x27;s award  but  it\ncame into force after the. 9-L3SupC.I./72\n674\nsaid  award.  The State Act had come into force\t before\t the\npassing\t of  the  award.  Though  the  contention  that\t the\nTribunal  lost\tjurisdiction  to consider  the\tquestion  of\ncontract  labour  in view of these enactments could  not  be\naccepted  this\tCourt would be justified when  dealing\twith\nthis appeal to give effect particularly to the provisions of\nthe  Central Act having due regard to the clearly  expressed\nintention  of the legislature in the said Act regarding\t the\ncircumstances under which contract labour can be  abolished.\n[689 C-D; 690 B]\n(iii)\t  Even according to the evidence of the\t appellant&#x27;s\nwitnesses  it was clear that the feeding of hoppers  in\t the\nsolvent\t extraction  plant  was\t an  activity  closely\t and\nintimately   connected\twith  the  main\t activity   of\t the\nappellant,  namely,  crushing oil cakes and  oil  seeds\t for\nextraction of oil and other chemical production.   Excepting\nfor  a\tfew days this work had that  by\t employing  contract\nlabour\tfor this purpose the appellant would be\t enabled  to\nkeep  down the costs on the ground that there would  not  be\nsufficient work for all the workmen if permanent labour\t was\nemployed.   There was no wrong approach by the\tTribunal  in\nthis  regard.  Further the award of the Tribunal  abolishing\nthe  contract labour in respect of feeding the\thoppers\t was\nfully  justified  because  it was  in  accordance  with\t the\nprinciples  laid  down\tby  this  Court\t and   substantially\nincorporated in ,Cis. (a) to (d) of<a href=\"/doc/1442514/\" id=\"a_4\"> s. 10(2)</a> of the  Central\nArt.  The Tribunal&#x27;s direction in this regard must therefore\nbe upheld.. [680 C-F; 681 A-B; 694 C-D]\n(iv) However  the Tribunal&#x27;s direction to the appellant\t not\nto  engage :any labour through a contractor for the work  of\nloading\t and unloading after May 1, 1971 must be set  aside.\nThe  Central Act had come into force on February  10,  1971.\nUnder  s.  10  of the said Act the  jurisdiction  to  decide\nmatters\t connected  with prohibition of contract  labour  is\nvested in the appropriate Government.  Therefore with effect\nfrom February 10, 1971 it is only the appropriate Government\nthat can prohibit contract labour by following the Procedure\nand  in accordance with the provisions ,of the Central\tAct.\nThe   Industrial  Tribunal  in\tthe  circumstances  had\t  no\n,jurisdiction, though its award was dated November 20, 1970,\nto   give  a  ,direction  in  that  respect  which   becomes\nenforceable after the date of the ,coming into force of\t the\nCentral\t Act.  In any event, such a direction  contained  in\nthe  award could not be enforced from a date when  abolition\nof  contract  labour  can only be done\tby  the\t appropriate\nGovernment in accordance with the provisions of the  Central\nAct. [692 A-D]\nFurther under cl. (c) of s. 10(2) of the Central Act one  of\nthe  relevant  factors\tto  be\ttaken  into  account  is  to\nconsider, when contract labour regarding any particular type\nof  work is proposed to be abolished, whether that  type  of\nwork  is  done\tordinarily through regular  workmen  in\t the\nestablishment, or an establishment similar thereto.  In\t the\npresent\t case  similar\testablishments,\t as  noted  by\t the\nTribunal,   employed   contract\t labour\t for   loading\t and\nunloading.   The  evidence  also showed\t that  the  work  of\nloading\t and unloading required varying numbers\t of  workmen\nfrom day to day justifying the employment of contract labour\nunder the ,.principles laid down by this Court. [693 E]\nThe  Standard-Vacuum  Refining\tCo. of\tIndia  Ltd.  v.\t Its\nWorkmen\t &amp; Ors., [1960] 3 S.C.R. 466, Shibu Metal  Works  v.\nTheir  Workmen,\t [1966] 1 L.L.J. 717 and National  Iron\t and\nSteel  Co.  Ltd. and Ors. v. The State of  West\t Bengal\t and\nAnr., [1967] 2 S.C.R. 391 referred to.\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">CIVIL  APPELLATE JURISDICTION\t\t  Civil\t Appeal\t No.\n620 of 1971.\n</p><span class=\"hidden_text\" id=\"span_1\">675</span>\n<p data-structure=\"Issue\" id=\"p_2\">970,  of  the Industrial Tribunal,  Maharashtra,  Bombay  in\nRefeence (I.T.) No. 110 of 1967.\n</p><p data-structure=\"Issue\" id=\"p_3\">G.   B.\t Pai,  P.  N.  Tiwari and  0.  C.  Mathur,  for\t the\nappellant.\n</p><p data-structure=\"RespArg\" id=\"p_4\">The respondent did not appear.\n</p><p data-structure=\"Issue\" id=\"p_5\">The Judgment of the Court was delivered by\nVaidialingam J. This appeal, by special leave, is,  directed\nagainst\t the award (Part.-I) dated November 20, 1970 of\t the\nIndustrial Tribunal, Maharashtra, Bombay in Reference  (I.T.\nNo. 110 of 1967).\n</p><p data-structure=\"Facts\" id=\"p_6\">The reference was made by notification dated April 17,\t1967\nand three questions were referred for adjudication.  We\t are\nnot  concerned in these proceedings with the subject  matter\nof  dispute relating to demand Nos. 2 and 3. Part I  of\t the\naward,\tagainst which this appeal is preferred,\t related  to\ndemand No. 1, which was as follows:\n</p><blockquote id=\"blockquote_1\">\t      &quot;Demand No. 1--Abolition of contract system:\n</blockquote><blockquote id=\"blockquote_2\">\t      The Company shall abolish the contract  system\n\t      in whatever form and in any department of\t the\n\t      company  existing at present and\tthe  workmen\n\t      employed\tby the contractors shall be  treated\n\t      as the Company&#x27;s regular employees and all the\n\t      benefits\tof  service  conditions\t and   wages\n\t      available\t to the company&#x27;s employees will  be\n\t      extended to them.&quot;\n</blockquote><p data-structure=\"Facts\" id=\"p_7\">It  will be seen that the above demand consisted  really  of\ntwo  parts  :  (a)  that  the  contract\t system\t should\t  be\nabolished,  and\t (b)  that  the\t workmen  employed  by\t the\ncontractor  should  be treated as  the\tappellant&#x27;s  regular\nemployees  with all the benefits of service conditions\tthat\nare available to the regular employees of the Company.\nThe  original parties to the reference were the Swastik\t Oil\nMills Ltd., Wadala, Bombay and the workmen employed  therein\nas  represented\t by  the Dyes and  Chemical  Workers  Union.\nPrior  to its incorporation in 1968, the  appellant  Company\nwas carrying on business of manufacturing edible oils, soaps\nand its by products such as glycerine and deoiled cake\tmeal\nin the name of Karamchand Premchand Private Limited.  In  or\nabout  March,  1970 the latter firm was taken  over  by\t the\nappellant Company.  The said business was originally carried\non by Swastik Oil Mills Limited, which by the orders of\t the\nHigh  Courts  of  Bombay and Gujarat  was  amalgamated\twith\nKaramchand  Premchand  Private Limited on  April  18,  1967.\nSince the taking over of the said Karamchand\n<span class=\"hidden_text\" id=\"span_2\">676</span>\nPremchand  Private Limited by the, Vegoils Private  Limited,\nnamely,\t the appellant, the latter has been carrying on\t the\nsaid business.\n</p><p data-structure=\"PetArg\" id=\"p_8\">In connection with its business, the appellant employs about\n700  permanent\tworkmen at its factory in  Wadala,,  Bombay.\nAccording  to the appellant, it has been employing for\tmore\nthan 30 years a contractor for loading, unloading,  weighing\nand stacking materials and bags and feeding the hoppers.  It\nmay be mentioned at this Stage that the workmen had raised a\ndispute\t under demand No. 1 regarding the abolition  of\t the\ncontract  system of employing labour in the two\t departments\nof  the appellant, namely, (i) in the canteen  section,\t and\n</p><p data-structure=\"Section\" id=\"p_9\">(ii)  in the seeds godown and the solvent extraction  plants\nsection.   But before the Industrial Tribunal the Union\t did\nnot  press their demand for abolition of contract labour  in\nrespect\t of  the  canteen section.   As\t a  consequence\t the\nIndustrial  Tribunal in the award has rejected the claim  of\nthe  Union  for\t abolition of the  contract  system  in\t the\ncanteen\t section.   There  fore, we  will  make\t no  further\nreference  to the stand taken by the parties regarding\tthis\nsection, in our judgment.\n</p><p data-structure=\"Precedent\" id=\"p_10\">We  will now refer to the stand taken by the  appellant\t and\nthe  Union  regarding the abolition of\tcontract  labour  in\nrespect\t of seeds godown and the solvent extraction  plants.\nThe stand taken by the Union in its statement of claim dated\nMay 30, 1967 was briefly as follows :\n</p><blockquote id=\"blockquote_3\">The Company had work in this section which was of a  regular\nand  continuous\t nature.  The work in that section  was\t not\nintermittent  or accidental type.  The work required  to  be\nperformed is of loading and unloading seed bags and also  to\nfeed the hoppers for the requirements of solvent  extraction\nplants.\t  The  product\tleft after the\tprocess\t of  solvent\nextraction  also is to be filled in gunny bags.\t  All  these\nitems  of  work\t are of a permanent  nature  and  was  being\nregularly  carried  out\t by  the  contractor&#x27;s\tworkmen\t  by\nemploying  on  an average more than 200 workmen.   The\twork\nbeing of a continuous nature is being carried out throughout\nthe  year.  Further, this type of work is an essential\tpart\nof   the  solvent  extraction  unit.   As  the\t jobs\twere\nessentially  connected\twith  the day to  day  work  of\t the\nCompany,  and as they were continuous, the employment  of  a\ncontractor for getting these types of work done, is  nothing\nbut an unfair labour practice adopted by the appellant.\t The\nemployment  of contract labour has been disapproved  by\t the\nvarious\t Committees  and Commissions.  This Court  has\talso\ndiscussed and laid down principles regarding the  employment\nof   contract  labour.\t The  labourers\t working   under   a\ncontractor  were  at  his mercy and  were  not\tgetting\t the\nbenefits  which\t the permanent employees  of  the  appellant\nCompany are normally entitled to.  To\n<span class=\"hidden_text\" id=\"span_3\">677</span>\navoid  giving the benefit to such workmen, the\tCompany\t has\nadopted\t the  device  of having the work  done\tby  contract\nlabour.\t The demand for abolition of contract labour is fair\nand reasonable and as such the demand has to be acceded to.\nIn  the\t written statement dated July 22,  1967,  which\t was\noriginally  filed  by the Swastik Oil  Mills  Limited,,\t the\nCompany took up the following contentions :\n</blockquote><blockquote id=\"blockquote_4\">Wherever the work was of a perennial nature, the Company\nhas  been  having  that\t work done  only  by  its  permanent\nemployeesBut   where   certain\titems  of   work   were\t  of\nintermittent  and  sporadic  nature  and  irregular  in\t its\nworking,  to ensure efficiency, economy and proper  working,\nthe appellant had to engage contract labour.  In respect  of\nthe   seeds  godown  and  solvent  extraction  plants,\t the\nappellant classified the type of work into four parts :\t (i)\nunloading  of  seeds and cake bags from railway\t wagons\t and\nmotor  trucks and stacking the same in the godown  for\teasy\nidentification\tin  separate lots, (ii) loading\t of  deoiled\ncake  meal bags into motor lorries and wagons whenever\tthey\nhad to be despatched from the factory, (iii) feeding of cake\nin  the\t hopper which in turn feed  the\t solvent  extraction\nplants\tthrough a system of long screw conveyors  and  other\nnecessary equipment; and (iv) filling, weighing and stacking\n,of small bags.\n</blockquote><blockquote id=\"blockquote_5\">The full particulars regarding the type of work involved  in\nthe  above  four items were given. All these items  of\twork\nwere  of an intermittent and irregular nature.\tThe  loading\nand unloading in wagons and trucks was not a regular  affair\nbut  dependent\ton the availability of\trailway\t wagons\t and\ntrucks.\t The  feeding of cakes into hoppers and\t filling  up\ndeoiled\t cakes\twere also of an irregular  and\tintermittent\nnature. In view of these circumstances, it was not  possible\nto  employ permanent workmen to carry out the said items  of\nwork.  Further,\t legislation regarding\tthe  regulation\t and\nabolition  of contract labour was being contemplated by\t the\nCentral\t Government  and the State of  Maharashtra.  Various\ncharts\trelating  to  the  approximate\tnumber\tof   workmen\nemployed, their\t\t hours\tof work as well as the\tdays\non which they were employed\t   for\tthese items of\twork\nby the contractor, were also given. In\t     view   of\t the\npeculiar  type\tof these items of work, the  demand  of\t the\nUnion for abolition of contract labour was not justified.\nThe  Industrial\t Tribunal considered the  demand  under\t two\nheads  :  (i)  the abolition of contract  labour,  and\t(ii)\ntreating the   workmen employed by the contractor as regular\nemployees of the\t Company  and  giving them  all\t the\nbenefits of service conditions which the permanent employees\nwere entitled to.\n</blockquote><span class=\"hidden_text\" id=\"span_4\">678</span>\n<blockquote id=\"blockquote_6\">So far as the second part of the above demand is  concerned,\nthe   Industrial  Tribunal  rejected  the   Union&#x27;s   claim.\nAccording  to  the  Industrial Tribunal the  Union  has\t not\nplaced\tany material nor made-out any case  justifying\tthis\npart  of  the  claim.  In  this\t connection  the  Industrial\nTribunal  relied  upon the evidence of the  contractor\tShri\nGiri,  as well as the documents filed by him,, and has\tcome\nto  the\t conclusion  that  the\tpersons\t working  under\t the\ncontractor were not his permanent employees and that, on the\nother  hand, they were free to go and work on any day  under\nanybody else.  In view of this circumstance, the  Industrial\nTribunal  held that there was no relationship  of  permanent\nemployees  between  the\t contractor  and  the  labour  force\nengaged\t by him for the daily work which he had to get\tdone\nunder  the contract.  Hence this part of the claim to  treat\nthe contractor&#x27;s workmen as regular employees of the Company\nwas rejected.\n</blockquote><blockquote id=\"blockquote_7\">Regarding the first part of the demand, namely, abolition of\ncontract  labour, the appellant adduced volume of  evidence,\noral  as  well\tas documentary.\t  The  documentary  evidence\nconsisted  of  various\tcharts\tprepared  not  only  by\t the\nappellant  but\talso by the contractor,\t Shri  Giri,  giving\nparticulars about the number of workmen employed, the  hours\nof work done by them, as well as the days on which there was\nno  work  at all to be done.  Some of the  officers  of\t the\nappellant  Company as well as the contractor  gave  evidence\nregarding the manner in which the work was done in the seeds\ngodown\tand the solvent extraction plants.   In\t particular,\nthe appellant led evidence to show that the work of  loading\nand unloading in wagons and lorries was not of a  continuous\nnature.\t  The  arrival of wagons on any particular  day\t was\nuncertain.  Nevertheless, the contractor has to be ready  to\nclear  the  wagons as and when it arrives  within  the\ttime\nallowed\t  by  the  railway  authorities,   otherwise   heavy\ndemurrage had to be paid.  While on certain days no wagon at\nall  will  arrive, on certain other days  suddenly  a  large\nnumber of wagons will arrive necessitating the clearance  of\nthe  goods  promptly and immediately for which\tpurpose\t the\ncontractor  was\t always\t having workmen ready  to  meet\t the\nsituation.   This type of work, according to  the  appellant\ncompany,  could be done efficiently and promptly only  by  a\ncontractor.\n</blockquote><blockquote id=\"blockquote_8\">The  Union,  on\t the other hand, placed\t reliance  upon\t the\ncharts\tfurnished  by The appellant and the  contractor\t and\npleaded\t that  the work was of a  continuous  and  perennial\nnature,\t which could be very efficiently discharged  by\t the\npermanent  employees  of the appellant Company.\t  The  Union\nalso  referred\tto the practice obtaining in  certain  other\ncompanies doing similar business in the area and pointed out\nthat  the type of work that was being done by the  appellant\nthrough\t a  contractor was being done in those\tconcerns  by\ntheir permanent workmen.\n</blockquote><span class=\"hidden_text\" id=\"span_5\">679</span>\n<blockquote id=\"blockquote_9\">The Industrial Tribunal considered the affidavit filed ,  by\nVallabhdas  A.\tParikh,\t who was at the\t material  time\t the\nProduction Director of the Swastik Oil Mills, But he was not\navailable, for giving evidence, hence the Company relied  on\nthe  affidavits filed by Anirudhha R. Shah, the\t Head  Time-\nkeeper and Ramanlal M. Desai, who was incharge as &#x27;the\tHead\nof the Department of the solvent section, crushing  section,\nrefinery  and  refined filling sections\t of  the  appellant.\nFurther the business Manager of the appellant Sri  Rajnikant\nC.  Nanavati had also filed an affidavit.  &#x27;the,  contractor\nGiri also gave evidence on behalf of the appellant.  Such of\nthose  witnesses  who had given\t affidavits  supporting\t the\nclaim  of  the appellant were cross-examined by\t the  Union.\nThe  Industrial Tribunal placed reliance on the evidence  of\nRamanlal M. Desai, who was the Head of the Department of the\nSolvent\t section.  This witness gave  particulars  regarding\nthe  approximate number of days that the solvent  extraction\nplant  worked  in the years 1967, 1968 and 1969.   From\t his\nevidence  it  was clear that out of 365 days  in  1967,\t the\nplant did not work for 65 days because of nonavailability of\nraw  materials and it had to be closed for general  cleaning\nand repairs for about 23 days.\tSimilarly it remained close,\nfor  6\tdays  due to holidays and for 8 days  due  to  power\nfailure.   During all the other days the plant was  working.\nThe position in 1968 and 1969 was more or less substantially\nsimilar.   Even\t in  cross-examination\tRamanlal  M.   Desai\nadmitted  that the solvent extraction plant was working\t for\nabout  300  days out of 365 days in the year  and  that\t the\nsolvent\t extraction plant was working in three shifts.\t The\ncontractor  Giri also gave evidence regarding the number  of\nworkmen\t engaged  by him regarding  the\t solvent  extraction\nplant.\tThe Industrial Tribunal is of the view that the work\nof filling the hoppers, in view of the evidence referred  to\nabove,\tcannot be said to be intermittent or  sporadic.\t  On\nthe  other  hand,  feeding of hoppers  in  the\tsolvent\t ex-\ntraction plant is intimately and closely connected with\t the\nprincipal  activity  of\t the  appellant,  namely,  that\t  of\ncrushing  oil cakes and oil seeds for extraction of oil\t and\nother  chemical productions.  In- this view, the  Industrial\nTribunal held that the work of feeding the hoppers and other\nallied\tprocess\t connected, with the filling  of  bags\twith\ndeoiled\t cakes\tmust  be considered to be  a  necessary\t and\nintegral  part of the industry carried on by the  appellant.\nThe Industrial Tribunal is also of the view that the work of\nfeeding the hoppers and other activities connected with\t the\nsame  are  of  a  permanent  nature.   In  consequence,\t the\nIndustrial Tribunal held that there was no justification for\nthe appellant to employ contract labour for this purpose.\nMr&#x27;  G.\t B.  Pai, learned counsel,  for\t the  appellant,  no\ndoubt,.\t attacked this finding of the  Industrial  Tribunal.\nAccording to the learned counsel the evidence in this regard\nhas  not  been\tproperly  appreciated  and  the\t  Industrial\nTribunal committed an error in\n<span class=\"hidden_text\" id=\"span_6\">680</span>\nholding that the work connected with feeding of the  hoppers\nand  other  activities\tconnected with the  same  are  of  a\npermanent and perennial nature.\n</blockquote><blockquote id=\"blockquote_10\">The  Union, though served, has not chosen to appear in\tthis\nappeal.\t  But  Mr. Pai has drawn our attention\tto  all\t the\nrelevant materials on record.\n</blockquote><blockquote id=\"blockquote_11\">We are not inclined to accept the contention of Mr. Pai that\nthe  direction given, by the Industrial Tribunal  abolishing\nthe  contract  labour  regarding the  work  of\tfeeding\t the\nhoppers and other allied activities incidental and connected\ntherewith  is in any manner erroneous.\tThe direction  given\nin  this regard, in our opinion, is fully  justified.\tEven\naccording  to  the evidence of\tthe  appellant&#x27;s  witnesses,\nreferred  to above, it is clear that the feeding of  hopoers\nin  the solvent extraction plant is an activity closely\t and\nintimately   connected\twith  the  main\t activity   of\t the\nappellant,  namely,  crushing oil cakes and  oil  seeds\t for\nextraction of oil and other chemical production.   Excepting\na  few days, as already referred to above, this work has  to\ngo on continuously almost Throughout the year.\tFrom this it\nfollows\t that this item of work is incidental to the  nature\nof  the industry carried on by the appellant, which must  be\ndone  almost every day and there should be no difficulty  in\nhaving regular workmen in the employment of the appellant to\ndo  this type of work.\tIt is not as if that the work is  of\nan  intermittent  or temporary nature or so little  that  it\nwould not be possible for the appellant to employ full\ttime\nworkmen\t for this purpose.  Further, it cannot also be\tsaid\nthat  by  employing con-tract labour for this  purpose,\t the\nappellant  could  be enabled to keep down the costs  on\t the\nground\tthat there would not be sufficient work for all\t the\nworkmen if permanent labour was employed,\nThere  is  also\t on record the statement Ex.   C,  filed  on\nbehalf of the appellant.  That statement gives the items  of\nwork  got  done\t by  the  contract  labour  by\tthree  other\nconcerns, namely, M/s Godrej Soap Works, M/s Tata Oil &#x27;Mills\nand  M/s.  Hindustan Lever.  From the said statement  it  is\nseen  that  feeding  of\t cakes in the  hoppers\tis  done  by\ncontract labour in the appellant Company and M/s Godrej Soap\nWorks.\t That  work is done by the departmental\t workmen  in\nM/s.   Tata Oil Mills, M/s.  Hindustan Lever does  not\thave\nany  solvent extraction plant, but the work of\tfeeding\t the\nseeds.\tin  the hoppers, filling of cakes in  the  bags\t and\nstitching  cake\t bags and stacking those bags  are  done  by\ndepartmental workmen.  Therefore, from this it follows\tthat\nthe feeding of hoppers is an essential part of the  industry\ncarried on by the appellant and that it could &quot;very well  be\ndone  by  the departmental workmen as is being done  by\t M/s\nTata  Oil  Mills and M/s Hindustan Lever.  In  view  of\t all\nthese circumstances pointed out above the direction of\n<span class=\"hidden_text\" id=\"span_7\">681</span>\nthe  Industrial\t Tribunal  regarding  this  aspect  is\t not\nerroneous.   In\t fact  Mr. Pai\t,himself  felt\tconsiderable\ndifficulty  in satisfying us that there has been  any  wrong\napproach  made by the-Industrial Tribunal, in  this  regard.\nFurther,  the  direct-ion given by the\tIndustrial  Tribunal\nabolishing  the\t contract labour in respect of\tfeeding\t the\nhoppers is quite in accordance with the principles laid down\nby  this Court in various decisions.  Those principles\twill\nbe referred to by us when considering the direction given by\nthe  Industrial\t Tribunal  abolishing  the  contract  labour\nregarding loading and unloading of seeds bags in wagons\t and\ntrucks.\n</blockquote><blockquote id=\"blockquote_12\">The  Industrial&#x27;Tribunal  considered the  evidence  of\tthe,\nappellant&#x27;s  witnesses\tregarding loading and  unloading  of\nseeds and cake bags from railway wagons and motor trucks and\nstacking  the same in the godowns as well as the loading  of\ndeoiled\t cake  meal  bags in the motor\tlorries\t and  wagons\nwhenever  required to be dispatched from the factory.\tHere\nagain  the  Industrial Tribunal is of the  view\t that  these\nactivities are also closely connected with the main industry\ncarried\t on by the appellant and that the said work is\talso\nof  a  permanent  character.  This item\t of  work  forms  an\nintegral  part\tof the process of the industry\titself.\t  On\nthis  reasoning,  the Industrial Tribunal  held\t that  those\nactivities also could be carried on by the appellant by\t its\npermanent workmen.  The industrial Tribunal no doubt,  noted\nthat  from Ex.\tC it is clear that the work of\tloading\t and\nunloading of seed bags, cake bags from wagons and lorries is\nbeing done in all the firms, namely, M/s Godrej Soap  Works,\nM/s Tata Oil Mills and M/s Hindustan Lever, situated in\t the\nsame area including the appellant, were got done by contract\nlabour.\t  But, nevertheless,, the Industrial Tribunal is  of\nthe  view  that\t the contract labour will have\tto  be\tdis-\ncouraged.   The\t Industrial  Tribunal  also  referred  to  a\nstatement filed by the appellant Ex.  C9.  The said  exhibit\nis as follows\n&quot;EMPLOYMENT POSITION-LOADING AND UNLOADING CONTRACTOR\nMonth  No.of- Total-  Aver-  Total-  Maxi-  Mini-   Total-\n</blockquote><pre id=\"pre_2\">       emplo- Man-    age-   work-    mum-  mum\t  amount\n       yees on days   atten  ing     emplo  emplo paid to\n       roll\t      dance  days    yed per yed per cont-\n\t\t      per day\t     day     day    ractor\nMarch, 1967    67   1176 47   25   51\t41   11,183.05\nApril, 1967    64   1188 47   25   56\t43   11,300.02\nMay, 1967      63   6124548   46   55\t43   12,510.40\nJune, 1967     82   1669 64   26   76\t46   11,358 ;00\nfor the Swastik Oil Mills Ltd.,\nSd. V. A. Parikh,\nProduction Director.&quot;\n<span class=\"hidden_text\" id=\"span_8\">682</span>\n</pre><blockquote id=\"blockquote_13\">From  the  above  figures furnished by\tthe  appellant,\t the\nIndustrial  Tribunal is of the view that the average  number\nof  employees on the roll were between 63 and 82  per  month\nand that the total man-days ranged between 1188 to 1669\t per\nmonth.\tThe average attendance per day again ranged  between\n46  to-\t 47  per day.  From this  statement  the  Industrial\nTribunal drew an inference that the total number of  working\ndays  in every month was between 25 or 26 while the  minimum\nand  maximum persons employed per day fluctuated between  41\nand  46 at the minimum and between 51 to 76 at the  maximum.\n</blockquote><p data-structure=\"Precedent\" id=\"p_11\">The Union also placed very strong reliance on this document.\nEx.   C9  in  support of its contention\t that  the  work  of\nloading\t and unloading is of a permanent nature and that  it\ncould  be  done by the permanent employees of  the  Company.\nThe  Industrial\t Tribunal accepted this\t contention  of\t the\nUnion and ultimately held that even in respect of this\titem\nof work, the contract labour should be abolished.\nIt must also be pointed out that the Industrial Tribunal has\nreferred  to two enactments : (1) passed by  the  Parliament\nand  (2) by the Maharashtra State Legislature, to  which  we\nwill refer later.  It is the view of the Industrial Tribunal\nthat  these  two enactments also support its view  that\t the\ncontract  labour  should be abolished as  far  as  possible.\nUltimately,  the Industrial Tribunal directed the  appellant\nnot to engage any labourer through a contractor for the work\nof  loading  and unloading also with effect  from  the\tdate\nafter  the termination of the present contract\tbetween\t the\nemployer and the contractor, that is, after May 1, 1971.\nMr. G. B. Pai, has very strenuously attacked this finding of\nthe  Industrial\t Tribunal.   Learned  Counsel  raised  three\ncontentions  :\t(1)  The Tribunal had  no  jurisdiction,  lo\nconsider  the  question of abolition of contract  labour  in\nview  of the <a href=\"/doc/1810788/\" id=\"a_5\">Contract Labour (Regulation &amp;  Abolition)\tAct,\n1970</a>,  (Act 37 of 1970) (hereinafter to be referred  as\t the\n<a href=\"/doc/46568853/\" id=\"a_6\">Central\t Act) and The Maharashtra Mathadi, Hamal  and  Other\nManual\tWorkers (Regulation of Employment and Welfare)\tAct,\n1969</a>,  (Act 30 of 1969) (hereinafter to be referred  as\t the\nState  Act);  (2) even on the basis of the  principles\tlaid\ndown by this Court, the direction to abolish contract labour\nin respect of loading and unloading is erroneous in law, and\n(3) the finding that contract labour should be abolished  in\nthis  regard  is opposed to the evidence  and  the  practice\nobtaining in other industries in the same area.\nBefore we deal with the contention regarding jurisdiction of\nthe industrial Tribunal based upon the Central Act and Maha-\nrashtra\t Act, we will refer to the principles laid  down  by\nthis  Court  in\t considering the question  of  abolition  of\ncontract   labour  which  is  the  subject  of\tthe   second\ncontention of Mr. Pai.\tAccording to\n<span class=\"hidden_text\" id=\"span_9\">683</span>\nthe learned counsel, the principles laid down by this  Court\nhave  been  ignored when the  Industrial  Tribunal  directed\nabolition   of\t contract  labour  regarding   loading\t and\nunloading.   There  has\t been. a consistent  demand  by\t the\nlabour for abolishing the system of contract labour and that\nhas  given  rise to certain  industrial\t adjudications,\t the\ncorrectness of which has corn,-- up for consideration before\nthis  Court.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"777307\" id=\"span_10\">In <a href=\"/doc/777307/\" id=\"a_7\">The Standard-Vacuum Refining Co.  of  India\nLtd.  v.  Its  Workmen and others</a>(1)  two  questions  arose,\nnamely,\t (1)  whether  a dispute  raised  by  the  permanent\nworkmen\t regarding  abolition  of  contract  labour  is\t  an\nindustrial dispute under<a href=\"/doc/189659891/\" id=\"a_8\"> s. 2(k)</a> of the Industrial  Disputes\nAct, and (2) whether the directions given by the  Industrial\nTribunal abolishing the contract system was justified.\nWe  are\t not concerned with the first  aspect<a href=\"/doc/777307/\" id=\"a_9\">,\t<a href=\"/doc/777307/\" id=\"a_10\">referred  to\nabove</a></a>, in the case before us.  Regarding the second  aspect,\nthe  Industrial\t Tribunal  had <a href=\"/doc/777307/\" id=\"a_11\">in that\tcase</a>  abolished\t the\ncontract  system obtaining in the particular  establishment.\nThis  Court  after refering to the  recommendations  of\t the\nRoyal  Commissions  on\tLabour,\t as  well  as  the   opinion\nexpressed by several Labour Inquiry Committees appointed  in\ndifferent States, has expressed the opinion that in a  given\ncase  the Industrial Tribunal should nest its  decision\t not\nmerely\ton  theoretical or abstract objections\tto  contract\nlabour\tbut  also  on  the terms  and  conditions  on  which\ncontract  labour is, employed and the grievance made by\t the\nemployees  in  respect\tthereof.  In that  case\t this  <a href=\"/doc/777307/\" id=\"a_12\">Court\nfurther held</a> that the contract labour was doing an itself of\nwork  which  was incidental to\tthe  manufacturing  process,\nwhich  was carried on by the company and that type  of\twork\nwas necessary and also of a perennial nature which had to be\ndone every day.\t It was also noted I that such type of\twork\nwas generally done by the workmen in other industries in the\narea  by the regular employees of the employer.\t In view  of\nall these circumstances it was held by this Court that there\nshould\tbe  no difficulty in having the said  type  of\twork\ngetting\t done  by regular workmen of the employer.   It\t was\nalso  emphasised that the matter would be different  if\t the\nwork  was of an intermittent or temporary nature or  was  so\nlittle\tthat  it would not be possible to employ  full\ttime\nworkmen\t for the purpose.  This Court approved the  decision\nof the Industrial Tribunal abolishing contract labour in the\nabove  circumstance.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"474569\" id=\"span_11\">The said principles <a href=\"/doc/777307/\" id=\"a_13\">laid down  in</a>\t <a href=\"/doc/777307/\" id=\"a_14\">the\nabove  decision</a>\t have  been referred to\t with  approval\t and\nadopted\t in  <a href=\"/doc/474569/\" id=\"a_15\">Shibu Metal Works v. Their Workmen</a> 2  )  .\t The\nabolition of contract labour by the Industrial Tribunal\t Was\nalso approved in. this case.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"315105\" id=\"span_12\">In <a href=\"/doc/315105/\" id=\"a_16\">National Iron and Steel Co.\nLtd.  and others v. The State of West Bengal and  another</a>(3)\nafter quoting with approval\n(1)  [1960] 3 S.C.R. 466\n(3) [1967] 2 S.C.R. 391.</span>\n</p><p data-structure=\"Precedent\" id=\"p_12\">(2) [1966] 1 L.L.J. 717.\n</p><span class=\"hidden_text\" id=\"span_13\">684</span>\n<p data-structure=\"CDiscource\" id=\"p_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"777307\" id=\"span_14\">the  principles\t <a href=\"/doc/315105/\" id=\"a_17\">laid down by</a> this Court  in  <a href=\"/doc/777307/\" id=\"a_18\">The  Standard-\nVacuum\tRefining  Co.  of  India Ltd.  v.  Its\tWorkmen\t and\nothers</a>(-&#x27;),   this  Court  afirmed  the\t decision   of\t the\nIndustrial  Tribunal  abolishing  ,contract  labour  on\t the\nground that the employment of contract labour would not have\nserved to keep down the costs of the employer on the  ground\nthat  there would not be sufficient work for the workmen  if\npermanent labour was employed.</span>\n</p><p data-structure=\"Section\" id=\"p_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"777307\" id=\"span_15\">From the principles <a href=\"/doc/777307/\" id=\"a_19\">laid down by</a> this Court and <a href=\"/doc/777307/\" id=\"a_20\">referred  to\nabove</a>,\tit  is\tclear that if the work\tfor  which  contract\nlabour\tis employed is incidental to and  closely  connected\nwith the main activity of the industry and is of a perennial\nand permanent nature, the abolition of contract labour would\nbe justified.  It is also open to the Industrial Tribunal to\nhave regard to the practice obtaining in other industries in\nor about the same area.\t It may be pointed out that most  of\nthe  principles <a href=\"/doc/777307/\" id=\"a_21\">laid down by</a> this Court have been given\t due\nregard\tin  the\t Central Act, to which\twe  will  refer\t im-\nmediately.   In\t our  opinion, Mr.Pai is  justified  in\t his\ncontention  that  the principles <a href=\"/doc/777307/\" id=\"a_22\">laid down by</a>  this  Court,,\nthough adverted to by the Tribunal, have not been given\t due\nregard,\t when  it gave a ,direction regarding  abolition  of\ncontract labour regarding loading and unloading.  We will be\ndiscussing  this aspect a little more ;elaborately  when  we\ndeal with the third contention of Mr. Pai on merits.\nNow coming to the first contention, it is necessary to refer\nto  the\t material  provisions of the  two  enactments.\t The\nCentral\t Act  received\tthe  assent  of\t the  President\t  on\nSeptember 5, 1970 and came into force on February 10,  1970.\nTherefore,  at the time when the award was passed,  the\t Act\nhad received the assent of the President, though it had\t not\ncome  into force, but the State Act had been passed on\tJune\n13,  1969  and we are informed that it had come\t into  force\neven before the date of the award.</span>\n</p><p data-structure=\"Section\" id=\"p_15\">The Central Act, as its preamble shows, was to regulate\t the\nemployment of contract labour in certain establishments\t and\nto  provide for the abolition in certain  circumstances\t and\nfor matters connected therewith.  Under sub-s. (4) of<a href=\"/doc/1514596/\" id=\"a_23\"> s.  1</a>,\nthe  Act applies to the establishments mentioned therein  as\nwell  as  to  every contractor who  employs  the  number  of\nworkers\t referred  to in cl. (b).  There is  no\t controversy\nthat the Act applies to the appellant establishment.\n<a href=\"/doc/1817848/\" id=\"a_24\">Section\t 2</a>  defines  the  various  expression.\t Expressions\n&quot;appropriate  Government&quot;  &quot;contract  labour&quot;\t&quot;contractor&quot;\n</p><blockquote id=\"blockquote_14\">&quot;establishment&quot;\t &amp; &quot;principal employer&quot; are all\t defined  in\ncls.  (a) (b) (c) (e) and (g) respectively of sub-s. (1)  of<a href=\"/doc/1817848/\" id=\"a_25\">\ns.  2</a>. Chapter 11 deals with the Advisory Board.  <a href=\"/doc/57303/\" id=\"a_26\">Section  3</a>\n(1 ) provides for the Central\n<span class=\"hidden_text\" id=\"span_16\">\t\t\t    685</span>\nvernment  constituting ,the Central Advisory Contract Labour\nhard,  to  advise  the Central\tGovernment  with  regard  to\nmatters sing out of the Administration of the, Act.   Sub-s.\n(2)  provides, the composition of the said Board,  and\tfrom\ncl. (c) it &#x27;is seen at among other persons, the, said  Board\nis  to\tconsist of the representatives\tof  the\t contractor,\nworkmen and the industries concern Under the proviso to sub-\n</blockquote><p data-structure=\"Section\" id=\"p_16\">section (3) the number of members nominated to represent the\nworkmen\t shall\tnot  be less than  the,\t member\t of  members\nnominated  to  represent  the principal\t employers  and\t the\ncontractors.   <a href=\"/doc/1594517/\" id=\"a_27\">Section\t4</a> deals with the constitution  of  a\nhilar  Advisory\t Board by the State  Government.   The\tsaid\nState advisory Board is also to consist among other persons,\nof  the representatives of the industry, the contractor\t and\nthe workmen. proviso to sub-<a href=\"/doc/57303/\" id=\"a_28\">section 3</a> of s. 4 similar to the\nproviso to subsection (3) of<a href=\"/doc/57303/\" id=\"a_29\"> s. 3</a> has also been enacted.\nChapter\t III deals with the registration  of  establishments\nemploying  contract  labour.  <a href=\"/doc/558806/\" id=\"a_30\">Sections 6</a> to <a href=\"/doc/960920/\" id=\"a_31\">15</a> are  in\tthis\nChapter, <a href=\"/doc/558806/\" id=\"a_32\">section 6</a> deals with the appointment of registering\nofficers  by the appropriate Government by  notification  in\nthe  Official Gazette. <a href=\"/doc/1711982/\" id=\"a_33\">section 7</a> makes it compulsory on\t the\npart  of  every principal employer of  an  establishment  to\nwhich  the  Act\t applies  to make  an&#x27;\tapplication  to\t the\nregistering   officer\twithin\tthe  time   prescribed\t for\nRegistration  of  the establishment.  <a href=\"/doc/458761/\" id=\"a_34\">Section 8</a>\t deals\twith\nrevocation  registration  in  the  circumstances   mentioned\ntherein.    Section   dealing  with  the  effect   of\tnon-\nregistration   prohibits  the  principal  employer   of\t  an\nestablishment  to  which  the  Act  applies  from  employing\ncontract labour if the establishment has not been registered\nunder  s. 7 within the time prescribed or in the case of  an\nestablishment  in  respect of which  registration  has\tbeen\nrevoked\t  under\t s.  8,\t <a href=\"/doc/45909/\" id=\"a_35\">Section  10</a>  which  prohibits\t the\nemployment of contract labour and  which, in our opinion, is\nan important provision is as follows\n<a href=\"/doc/45909/\" id=\"a_36\">Section 10</a>: Prohibition of employment of contract labour.-\n(1)  Notwithstanding  anything\tcontained in this  Act,\t the\nappropriate  Government\t may, after  consultation  with\t the\nCentral\t Board,\t or,,  as the case may be,  a  State  Board,\nprohibit,   by\t notification  in  the\t Official   Gazette,\nemployment  of contract labour in any process, operation  or\nother work in any establishment.\n</p><p data-structure=\"Section\" id=\"p_17\">(2)  Before issuing any notification under sub-section\n(1)  in\t relation  to  an  establishment,  the\tappropriate,\nGovernment  shall have regard to the conditions of work\t and\nbenefits  provided  for\t the contract  labour  in  that\t es-\ntablishment and other relevant factors, such as-\n</p><p data-structure=\"Section\" id=\"p_18\">(a)  whether  the  process,  operation\tor  other  work\t  is\nincidental to, or necessary for the industry, trade,\n<span class=\"hidden_text\" id=\"span_17\">686</span>\nbusiness,  manufacture or occupation that is carried  on  in\nthe  establishments;\n</p><p data-structure=\"Section\" id=\"p_19\">(b)  whether  it is of perennial nature, that is to say,  it\nis  of\tsufficient duration having regard to the  nature  of\nindustry, trade, business, manufacture or occupation carried\non in that establishment;\n</p><p data-structure=\"Section\" id=\"p_20\">(c)  whether  it is done ordinarily through regular  workmen\nin that establishment or an establishment similar thereto;\n</p><p data-structure=\"Section\" id=\"p_21\">(d)  whether it is sufficient to employ considerable  number\nof whole-time workmen.\n</p><p data-structure=\"Section\" id=\"p_22\">Explanation.-If\t a  question arises whether any\t process  or\noperation or other work is of perennial nature, the decision\nof the appropriate Government thereon shall be final.&quot;\nThe  following points emerge from<a href=\"/doc/1436043/\" id=\"a_37\"> S. 10(1)</a>  the\t appropriate\nGovernment has power to prohibit the employment of  contract\nlabour\tin  any\t process,: operation or other  work  in\t any\nestablishment; (2) Before issuing a notification prohibiting\ncontract  labour, the appropriate Government has to  consult\nthe  Central  or State Board, as the case may be,  which  we\nhave  already pointed out, comprises of the  representatives\nof  the\t workmen, contractor and the  industry;\t (3)  Before\nissuing any notification under sub-section (1),\t prohibiting\nthe   employment  of  contract,\t labour,   the\t appropriate\nGovernment  is\tbound  to  have\t regard\t not  only  to\t the\nconditions  of work and benefits provided for  the  contract\nlabour\tin  a  particular  establishment,  but\talso   other\nrelevant  factors  enumerated  in cls. (a) to  (d)  of\tsub-\nsection\t (2);  and (4) under the  Explanation  which  really\nrelates\t to  cl.  (b),\tthe  decision  of  the\t appropriate\nGovernment, on the question whether any process operation or\nother work is of perennial nature, shall be final.\nChapter\t IV  deals  with  licensing  of\t contractors.\t Two\nsections  in this Chapter have to be noted, namely,  ss.  11\nand 12.\t <a href=\"/doc/1271086/\" id=\"a_38\">Section 11</a> deals with the appointment of  licensing\nofficers  by the appropriate Government for the\t purpose  of\nChapter IV.  Sub-section (1) of<a href=\"/doc/476610/\" id=\"a_39\"> S. 12</a> prohibits a contractor\nto whom. the Act applies, from undertaking or executing\t any\nwork&#x27; through contract labour except under and in accordance\nwith  the  licence issued in that behalf  by  the  licensing\nofficers.   Sub-section (2) of<a href=\"/doc/476610/\" id=\"a_40\"> s. 12</a> provides for a  licence\nissued\tto  a contractor containing conditions\trelating  to\nhours  of  work,  fixation  of\twages  and  other  essential\namenities   in\trespect\t of  contract  labour,\t which\t the\nappropriate Government may\n<span class=\"hidden_text\" id=\"span_18\">\t\t\t\t\t687</span>\ndeem fit to impose by the rules made under<a href=\"/doc/687229/\" id=\"a_41\"> s. 35</a>.   <a href=\"/doc/1286006/\" id=\"a_42\">Sections\n13</a>,  <a href=\"/doc/414611/\" id=\"a_43\">14</a>\t and  <a href=\"/doc/960920/\" id=\"a_44\">15</a> relate to the procedure for  the  grant  of\nlicence,  revocation, suspension and amendment\tof  licences\nand  appeals by persons aggrieved by the orders\t made  under<a href=\"/doc/1711982/\" id=\"a_45\">\nss. 7</a>, <a href=\"/doc/458761/\" id=\"a_46\">8</a>, <a href=\"/doc/476610/\" id=\"a_47\">12</a> and <a href=\"/doc/414611/\" id=\"a_48\">14</a>.\n</p><p data-structure=\"Section\" id=\"p_23\">Chapter\t V  deals with the welfare and, health\tof  contract\nlabour.\t There are provisions made for the establishment  of\nCan.teens and Rest Houses and to provide other facilities to\nthe contract labour by the contractor.\n</p><p data-structure=\"Section\" id=\"p_24\"><a href=\"/doc/1227679/\" id=\"a_49\">Section\t 20</a> casts a liability on the principal\temployer  to\nprovide\t the amenities referred to under<a href=\"/doc/1294859/\" id=\"a_50\"> ss. 16</a>, <a href=\"/doc/999149/\" id=\"a_51\">17</a>, <a href=\"/doc/425491/\" id=\"a_52\">18</a>\t and\n<a href=\"/doc/290441/\" id=\"a_53\">19</a>  for\t the  benefit of contract  labour  employed  in\t his\nestablishment,\tif  the contractor fails  to  provide  those\namenities.    That  section  also  enables   the   principal\nemployer,  if it provides those amenities, to  recover\tfrom\nthe  contractor\t expenses so incurred by  him.\t <a href=\"/doc/32346/\" id=\"a_54\">Section  21</a>\nmakes the Contractor responsible for payment of wages to the\ncontract  labour.   Sub-section\t (2)  of  s.  21  makes\t  it\nobligatory  on\tevery  principal  employer  to\tnominate   a\nrepresentative\tduly authorised by him to be present at\t the\ntime  of disbursement of wages by the contractor.  The\tsaid\nsub-section  also  casts a duty on  such  representative  to\ncertify\t the  amounts  paid as wages as\t prescribed  by\t the\nrules.\tSub-section (4) makes the principal&#x27; employer liable\nto pay wages in full or the unpaid balance due, as the\tcase\nmay  be,  in case the contractor fails to make\tthe  payment\nwithin the period prescribed. it also enables the  principal\nemployer  to recover from the contractor the amount so\tpaid\nto the labour.\n</p><p data-structure=\"Section\" id=\"p_25\">Chapter VI provides for penalty for any person\tcontravening\nany provision of the Act or the Rules.\n</p><p data-structure=\"Section\" id=\"p_26\">Chapter\t VII deals with Miscellaneous matters.\t <a href=\"/doc/24017/\" id=\"a_55\">Section  29</a>\nmakes  it obligatory on a principal employer and  contractor\n&#x27;to maintain the registers and records as provided  therein.\n<a href=\"/doc/1177279/\" id=\"a_56\">Section\t 30</a> provides that the Central Act shall have  effect\nnotwithstanding anything inconsistent therewith contained in\nany  other law or in the terms of any agreement or  contract\nof  service  or\t in any standing orders\t applicable  to\t the\nestablishment whether made before or after the\tcommencement\nof  the\t Act.\tNo doubt the said  section  also  saves\t any\nagreement  or contract or standing order, where\t under,\t the\ncontract  labour gets more benefits than those conferred  on\nthem under the Act.\n</p><p data-structure=\"Section\" id=\"p_27\"><a href=\"/doc/687229/\" id=\"a_57\">Section 35</a> gives power to the appropriate Government to make\nrules  for carrying out the purpose of the Act and  also  in\nrespect\t of various other matters mentioned in cls.  (a)  to\n</p><p data-structure=\"Section\" id=\"p_28\">(p) of sub-section (2).\n</p><span class=\"hidden_text\" id=\"span_19\">688</span>\n<p data-structure=\"Section\" id=\"p_29\">The  State Act, as we have already mentioned, was passed  on\nJune 13, 1969 and had already come into force when the award\nwas  passed.   The State, Act is an Act for  regulating\t the\nemployment of unprotected manual workers employed in certain\nemployments  in the State of Maharashtra, to make  provision\nfor their adequate supply and proper and full utilization in\nsuch  employments, and for matters connected therewith.\t  It\npurports   to  be  an  Act  for\t regulating  employment\t  of\nunprotected manual workers and to make better provisions for\ntheir  terms and conditions of their employment as also\t for\ntheir welfare, health and safety measures.  Sub-section\t (3)\nof  s.\t1  makes  the  Act  applicable\tto  the\t employments\nspecified-in the Schedule.  Item No. 5 of the Schedule is as\nfollows\n\t      &quot;5-Employment  in markets, and  factories\t and\n\t      other   establishments,  in  connection\twith\n\t      loading,\t unloading,   stacking,\t   carrying,\n\t      weighing,\t  measuring  or\t such\tother\twork\n\t      including\t work preparatory or  incidental  to\n\t      such  operations\tcarried on  by\tworkers\t not\n\t      covered\tby   any  other\t entries   in\tthis\n\t      Schedule.&quot;\n</p><p data-structure=\"Section\" id=\"p_30\">From the above it will be seen that employment in  factories\nand   other  establishments  in\t connection  with   loading,\nunloading,  stacking etc. are within the ambit of  the\tAct.\n<a href=\"/doc/1817848/\" id=\"a_58\">Section 2</a> defines the various expressions.  The\t expressions\ncontractor&quot;,   &quot;employer&quot;   &quot;\testablishments,\t  &quot;Principal\nemployerScheme&quot;,  &quot;unprotected\tworker&quot;\t and  &quot;work&#x27;   are\ndefined in cls.(2), (3), (4), (7), (10), (11) and  (12)\nrespectively  of  s.  2.<a href=\"/doc/57303/\" id=\"a_59\">Section 3</a>  provides  for  the  State\nGovernment framing a schemefor registration of\temployers\nand  unprotected  workers and to provide for the  terms\t and\nconditions  of work of such unprotected workers as  well  as\nfor their general welfare in the employment.  The, scheme so\nframed may provide also for the various matters mentioned in\ncls.  (a) to (1) of sub-section (2) <a href=\"/doc/1594517/\" id=\"a_60\">section 4</a>  empowers\t the\nstates\tgovernment  after  consultation\t with  the  advisory\ncommittee  to  make one or more schemes\t for  any  scheduled\nemployement  or group of employments.  <a href=\"/doc/253795/\" id=\"a_61\">Section 5</a>  makes\t the\ndecision of the State Government in respect of any  question\narising\t whether any scheme apply any class  of\t unprotected\nworkers\t or  employers,\t final.\t But  the  State  Government\nshould\tarrive at a decision after consulting  the  Advisory\nCommittee constituted under<a href=\"/doc/414611/\" id=\"a_62\"> s. 14</a>.  <a href=\"/doc/558806/\" id=\"a_63\">Section 6</a> deals with the\nestablishment  of a Board by the State, Government  for\t any\nscheduled  employment in any area.  Sub-section (3)  dealing\nwith   the   composition   of  the   Board   provides\tthat\nrepresentation\tbe given to employers,\tunprotected  workers\nand the state Government.  <a href=\"/doc/414611/\" id=\"a_64\">Section 14</a> provides for the State\nGovernment constituting an Advisory Committee to advise upon\nsuch matters arising out of the administration of the Act or\nany Scheme made under the\n<span class=\"hidden_text\" id=\"span_20\">689</span>\nAct.   <a href=\"/doc/32346/\" id=\"a_65\">Section\t21</a> saves the rights and\t privileges  of\t the\nunprotected workers employed in any scheduled employment  of\nthe  rights  and privileges that he was entitled to  on\t the\ndate  of the Act coming into force any other law,  contract,\ncustom\tor  usage.   This  right  is  saved  notwithstanding\nanything  contained in the Act.\t <a href=\"/doc/539839/\" id=\"a_66\">Section 25</a> makes  void\t any\ncontract   or  agreement  whereby  an\tunprotected   worker\nrelinquishes  any  right conferred by or accruing to  ,\t him\nunder  the  Act or the Scheme.\tThe said  provision  applies\nboth to the contract or the agreement made either before  or\nafter the commencement of the Act.\n</p><p data-structure=\"CDiscource\" id=\"p_31\">The  question  naturally arises what is the  effect  of\t the\nCentral and the State Acts regarding the jurisdiction of the\nIndustrial  Tribunal  to  entertain and\t adjudicate  upon  a\ndispute regarding abolition of contract labour.\t The Central\nAct had received the assent of the President on September 5,\n1970  before the date of the award, though the said Act\t has\ncome  into  force only with effect from February  10,  1971.\nThe  State  Act was already in force at the  time  when\t the\naward was passed.  Though we are not inclined to accept\t the\nextreme\t contention of Mr. Pai that the Industrial  Tribunal\nin  view  of these two enactments, had\tno  jurisdiction  to\nadjudicate upon the dispute regarding, abolition of contract\nlabour,\t nevertheless,\twe are of the view  that  those\t two\nenactments,  which are now in force, have to be\t taken\tinto\naccount\t in considering whether the award of the  Industrial\nTribunal  regarding abolition of contract labour in  respect\nof  loading  and unloading operations has to  be  sustained.\nThe  Industrial Tribunal acquires jurisdiction to  entertain\nthe  dispute  in  view of the reference made  by  the  State\nGovernment on April 17, 1967.  Admittedly &#x27;on that date none\nof  these  enactments  have been passed.   Even\t during\t the\nproceedings  before  the Industrial Tribunal,  there  is  no\nindication, that the appellant raised an objection after the\npassing\t of the enactments that the Tribunal has  no  longer\njurisdiction  to adjudicate upon the dispute.\tUnder  those\ncircumstances, the Tribunal had to adjudicate upon the point\nreferred to it having due regard to the principles <a href=\"/doc/777307/\" id=\"a_67\">laid down\nby</a>  the\t courts,  particularly\tthis  Court  governing\t the\nabolition of contract labour.  It may be that in future if a\nreference  is  proposed to be made or actually made  by\t the\nauthorities concerned regarding abolition of contract labour\nfor  adjudication by the Industrial Tribunal it may be\topen\nto  the\t persons concerned to resist the  reference  on\t the\nground\tthat the jurisdiction to consider such\tmatters\t and\nprohibiting   contract\tlabour\tis  now\t vested\t  with\t the\nappropriate Government under the Central Act.\nIn  fairness  to the Industrial Tribunal it must  be  stated\nthat  it  has  referred to these two  enactments.   But\t the\nIndustrial  Tribunal  has proceeded on the  basis  that\t the\neffect of these two enactments 10-L3Sup.C.I./72\n<span class=\"hidden_text\" id=\"span_21\">690</span>\nis  to abolish contract labour which is consistent with\t the\nrecommendations made by the Royal Commission and the various\nCommittees constituted by the States.  No doubt, there is  a\nreference by the Industrial Tribunal to s. 10 of the Central\nAct  dealing  with  prohibition of  employment\tof  contract\nlabour,\t but  in our opinion, the  Industrial  Tribunal\t has\nmisapplied  those provisions when it directed  abolition  of\ncontract labour regarding loading and unloading\t operations.\nWe are of the opinion that we will be justified when dealing\nwith  this  appeal  to\tgive  effect  particularly  to\t the\nprovisions  of\tthe  Central Act having due  regard  to\t the\nclearly\t expressed intention of the legislature in the\tsaid\nAct  regarding\tthe  circumstances under  which\t a  contract\nlabour can be abolished.\n</p><p data-structure=\"Section\" id=\"p_32\">The  main grievance of the Union was that the conditions  of\nemployment  of the persons working under a  contractor\twere\nentirely  different  from  that of  the\t workmen  under\t the\npermanent  employ of the appellant and in order\t to  improve\nthe  conditions\t of service of contract labour,\t the  latter\nmust be treated as the appellants regular employees with all\nbenefits of service conditions etc. We have referred to\t the\nvarious\t provisions of the Central Act and, in our  opinion,\nit  has\t elaborately regulated the  employment\tof  contract\nlabour.\t It has also made provisions for improving the\tser-\nvice  conditions of contract labour.  &#x27;An establishment\t has\nbeen  prohibited  from employing contract labour  unless  it\ngets  it  registered  under  s. 7. The\tsaid  Act  has\talso\nprovided   for\tlicensing  of  contractors  and\t  casts\t  an\nobligation  on the contractors to provide the amenities\t and\nproper\twages  to  the\tcontract labour.   It  has  cast  an\nobligation on the principal employer to provide amenities to\nthe contract labour, if the contractor fails to provide\t the\nsame.\tEven in respect of payment of wages,  the  principal\nemployer has to nominate a representative to be present when\nthe  contractor disburses the wages to the contract  labour.\nIn  fact, &#x27;it makes it obligatory on the principal  employer\nto  pay the wages or any deficiency in wages in\t consequence\nof  default committed by the contractor.   Contravention  of\nthe  provisions\t of  the Act by\t any  person  including\t the\nprincipal employer has been made A penal offence&#x27;\nThe said Act specifically deals with the Central  Government\nand the State, Government: constituting the Central Advisory\nBoard  and the.\t State Advisory Board  respectively.   Those\nBoards\tconsist of representatives of the workmen,  industry\nand of the contractor.\t<a href=\"/doc/45909/\" id=\"a_68\">Section 10</a> dealing with\t prohibiting\nemployment of contract labour gives power to the appropriate\nGovernment to prohibit employment of contract labour in\t any\nprocess, operation or other work in any establishment.\t But\nbefore issuing a. notification prohibiting the employment of\ncontract  labour,  the appropriate Government  is  bound  to\nconsult the Central Board or the State Board, as\n<span class=\"hidden_text\" id=\"span_22\">691</span>\nthe  case  may be.  That means the  representatives  of\t the\ncontractor,  the  workmen and of the industry  will  have  a\nvoice in expressing their views when the Board concerned  is\nbeing  consulted  With\tregard to  a  proposal\tto  prohibit\ncontract  labour.   Sub-section (2) lays  down\tthe  various\nmatters, which are, considered to be relevant factors, to be\ntaken  into account by the appropriate Government before.  a\nnotification  prohibiting  contract labour is  issued.\t The\nappropriate Government is bound ,to have regard also to\t the\nconditions  of work and benefits provided for  the  contract\nlabour\tin the establishment.  The Explanation which has  to\nbe read along with cl. (b) of subsection (2) makes final the\ndecision   of  the  appropriate\t Government  regarding\t the\nquestion whether any process, or operation or other work  is\nof a perennial nature.\n</p><p data-structure=\"CDiscource\" id=\"p_33\">We are emphasising the provisions of<a href=\"/doc/45909/\" id=\"a_69\"> s. 10</a> to highlight\t the\npoint  that  a particular authority acting in  a  particular\nmanner\thas been given the power and jurisdiction to  decide\nwhether\t contract  labour  has\tto  be\tprohibited  in.\t any\nestablishment.\t Before\t such  a-  decision  is\t taken,\t the\nrepresentatives of the workmen, contractor and the  industry\nhave an opportunity to express their opinion.\n The  more important aspect to be noted is the provision  in\nthe Explanation which makes the decision of the\t appropriate\nGovernment  final, on the question, whether any\t process  or\noperation or work is of a perennial nature.  We have already\nextracted the whole of<a href=\"/doc/45909/\" id=\"a_70\"> s. 10</a> and one of the relevant  factor\nis  that  contained in cl. (b) of sub-s. (2) in\t respect  of\nwhich the Explanation makes the decision of the\t appropriate\nGovernment final.  The appropriate Government. when taking&#x27;-\naction\tunder  s. 10 will have an overall  picture;  of\t the\nindustries  carrying  on  similar activities  I\t and  decide\nwhether\t contract labour is to be abolished in\trespect\t &#x27;of\nany  of the activities of that industry.  Therefore, it,  is\nreasonable to conclude that the jurisdiction &#x27;to sbide about\nthe Abolition of contract labour, or to put it\tdifferently,\nto  prohibit the- employment of, contract labour is now\t  to\nbe done in accordance &#x27;with&#x27; <a href=\"/doc/45909/\" id=\"a_71\">S. 10</a>. Therefore, it is  proper\nthat  the  question whether- the contract  labour  regarding\nloading and unloading in the industry of the appellant is to\nbe  abolished  or  not,\t is  left  to  be  dealt  with\t the\nappropriate  Government\t under\tthe,  Act,,  if\t it  becomes\nnecessary.  On: this ground, we are of the opinion that\t the\ndirection  of  the Industrial Tribunal in this\t&#x27;regard\t all\nhave to be set aside. <a href=\"/doc/4377279/\" id=\"a_72\">The Maharashtra, Act</a> also, as we\thave\npointed\t out  applies to employment in factories  and  other\nestablishments in connection with loading and unloading etc.\nBut,  the said Act deals with different aspects,  and  that?\nAct;  also  has the effect of improving\t the  conditions  of\nboth-  unprotected worker and the worker as defined  in\t the\nAct.  But the provisions, more directly,in point, as pointed\nout above are above contained in the Central Act.&quot;\n</p><span class=\"hidden_text\" id=\"span_23\">692</span>\n<p data-structure=\"Section\" id=\"p_34\">The  legality  of  the direction  given\t by  the  Industrial\nTribunal  abolishing contract labour in respect\t of  loading\nand  unloading from May 1, 1971 can also be considered\tfrom\nanother\t point\tof  view.  The\tCentral\t Act,  as  mentioned\nearlier, had come into force on February 10, 1971.  Under<a href=\"/doc/45909/\" id=\"a_73\"> s.\n10</a>  of\tthe  said Act tin  jurisdiction\t to  decide  matters\nconnected with prohibition of contract labour is now  vested\nin the appropriate Government.\tTherefore, with effect\tfrom\nFebruary  10,  1971, it is only the  appropriate  Government\nthat can prohibit contract labour by following the procedure\nand  in accordance with the provisions of the  Central\tAct.\nThe Industrial Tribunal, in the circumstances, will have  no\nJurisdiction, though its award is dated November 20,1970, to\ngive  a direction in that respect which becomes\t enforceable\nafter the date of the coming into force of the &#x27;Central Act.\nIn  any\t event,\t &#x27;Such a direction contained  in  the  award\ncannot\tbe enforced from a date when abolition\tof  contract\nlabour\tcan  only be done by the appropriate  Government  in\naccordance with the provisions of the Central Act.  In\tthis\nview  also  it\tmust  be held  that  the  direction  of\t the\nIndustrial  Tribunal abolishing contract labour with  effect\nfrom  May 1, 1971 regarding loading and unloading cannot  be\nsustained.\n</p><p data-structure=\"CDiscource\" id=\"p_35\">In the view that we have expressed above that the  direction\nof the Industrial Tribunal will have to be set aside, it may\nnot  be really necessary to consider elaborately  the  third\ncontention of Mr. Pai, which is really an attack against the\ndecision of the Industrial &#x27;Tribunal on merits.\t The learned\ncounsel\t has taken us through the various items of  evidence\non record.  The appellant has filed various charts  relating\nto  several  periods showing the number of days in  a  month\nwhen  the  work\t of loading and unloading  from\t wagons\t and\ntrucks\twas  done by the contractor as also the\t volume\t ,of\nwork  done  together with particulars  regarding  days\twhen\nthere was absolutely no work.  The contractor Giri has\talso\ngiven evidence in this behalf and has also filed  statements\ngiving\tparticulars  similar  to the  charts  filed  by\t the\nappellant.   As a specimen we will only refer to the  period\ncommencing  from March to June, 1967.  A glance through\t the\nstatement  reveals that in March the work load\tranges\tfrom\n200  bags on 3rd to 14700 on the 30th.\tSimilarly, in  April\n228 bags were handled on 3rd and about 13704 bags were dealt\nwith on the 17th.  Similarly in May, on the 9th, 10405\tbags\nwere handled whereas on 29th only 400 bags were handled.  In\nJune, on 9th 9600 bags were dealt with and on 26th 142\tbags\nwere,  handled.\t These figures show the sharp difference  in\nthe  nature of work that has to be done.  We can also  state\nthat for these four months on 29th a total of 3200 bags were\nhandled\t and,  on  17th about 35714 bags  were\tdealt  with.\nThese figures, which have been taken as illustrative clearly\nshow the drastic variation in the nature of work that had to\nbe  done by the con,tractor regarding loading and  unloading\nof wagons and trucks.\n</p><span class=\"hidden_text\" id=\"span_24\">693</span>\n<p data-structure=\"CDiscource\" id=\"p_36\">We have only given some illustrative figures and even during\nthe intervening days there is a very wide discrepancy in the\ntotal number of bags dealt with.  There is also evidence  on\nrecord\tto, show that on some days no wagons or\t trucks\t are\navailable.  That means there will be no work of loading\t and\nunloading  on  those days; whereas on certain other  days  a\nnumber\tof  wagons and trucks suddenly arrive,\twhich  means\nthat there must be workmen ready to clear the goods within a\nspecified  time.   It is also seen from Ex.  C. 8  that\t the\ngoods are allowed to be cleared from the railway wagons free\nof  demurrage  within five hours after the. arrival  of\t the\nwagons.\t  After\t the  expiry of five  hours,  demurrage\t is.\ncharged by the railway at 10 paise per hour per tonne on the\ncarrying  capacity  of the wagon.  The contractor  Giri\t has\nstated\tthat  he  has to keep  in  readiness  the  necessary\nworkmen anticipating the arrival of wagons on any date or at\nany time of the day and if the goods are not cleared  within\nlive  hours, heavy demuxrage will. have to be paid.  Ex.  C,\nto which we have already referred to shows that the work, of\nloading\t and  unloading\t of seed bags  and  cake  bags\tfrom\nlorries and wagons are done by contract labour by the  three\nother  concerns in the area, namely, M/s Godrej Soap  Works,\nM/s  Tata Oil Mills and Mys Hindustan Lever.  At this  stage\nit  may be mentioned that under cl. (c) of s. 10(2)  of\t the\nCentral\t Act, one of the relevant factors to be\t taken\tinto\naccount\t is to consider, when contract labour regarding\t any\nparticular type of work is proposed to be abolished, whether\nthat  type  of\twork is,  done\tordinarily  through  regular\nworkmen\t in that establishment or an  establishment  similar\nthereto.   When it is shown that in  similar  establishments\nthis  type  of work is not ordinarily done  through  regular\nworkmen,  but  by contract labour, that\t is  a\tcircumstance\nwhich will operate in favour of the appellant.\nThe  evidence on the side of the appellant is to the  effect\nthat ,the work of loading and unloading in trucks and wagons\nis not of a perennial and permanent nature so as to  justify\nthe  appellant\tmaintaining  a\tpermanent  staff  for\tthat\npurpose.   On  the other hand, their evidence is  that\tthis\ntype of work is of an intermittent and temporary nature\t and\nso  little, that it would not be possible and profitable  to\nemploy full time workmen for the purpose and that this\ttype\nof  work  is being done in the other concerns  in  the\tarea\nthrough\t  contract  labour.   These  facts  have  not\tbeen\nseriously disputed by the Union.\n</p><p data-structure=\"CDiscource\" id=\"p_37\">The Union has placed reliance on Ex.  C. 9, a statement fur-\nnished\tby  the\t appellant.  We have earlier  given  a\tfull\nextract of Ex. C. 9. The Union appears to have pressed\tinto\nservice\t that exhibit to show that the work of\tloading\t and\nunloading  is  of  a continuous and  perennial\tnature.\t  No\ndoubt,\ta perusal of Ex.  C. 9, without anything  more,\t may\ngive the impression that the work\n<span class=\"hidden_text\" id=\"span_25\">694</span>\nof  loading  and unloading  is a continuous  activity  of  a\npermanent  nature.   Unfortunately, the appellant  does\t not\nappear\tto have impressed upon the, industrial Tribunal\t the\nfact  that the particulars mentioned in Ex.  C. 9 deal\twith\nthe  entire work done by the contractor on the basis of\t the\ncontract  entered  into\t by him.  The  current\tcontract  in\nfavour\tof  the\t contractor is dated  May  28.,\t 1970.\t The\nprevious contractors have been more or less substantially on\nthe same lines as the present contract.\t The contractor\t has\nundertaken  to\tdo twenty types of jobs referred  o  in\t the\ncontract  for  which  the  rate of  payment  has  also\tbeen\nspecified.  They include feeding the hoppers and doing other\nwork  incidental  to  and closely related  to  the  work  of\nfeeding\t the  hoppers.\t We  have  already  held  that\t the\nIndustrial  Tribunal  was justified in\tabolishing  contract\nlabour\tin  respect  of the work  relating  to\tfeeding\t the\nhoppers.   Though  the Central Act has come into  force,  we\nhave  confirmed that part of the award regarding feeding  of\nhoppers\t because we are satisfied that the, principles\t<a href=\"/doc/777307/\" id=\"a_74\">laid\ndown  by</a> this Court and substantially incorporated  in\tcls.\n</p><p data-structure=\"Conclusion\" id=\"p_38\">(a) to (d) of<a href=\"/doc/1442514/\" id=\"a_75\"> S. 10(2)</a> have been properly taken into account\nby the Industrial Tribunal.\n</p><p data-structure=\"CDiscource\" id=\"p_39\">Ex.  C.\t 9 is a chart relating to all the  twenty  items  of\njobs,  which  the contractor had to do under  the  contract.\nThe Industrial Tribunal has proceeded on the basis that\t Ex.\nC.  9  relates\tonly to the contract  work  of\tloading\t and\nunloading,  which  we  have  already  shown  is\t  erroneous.\nTherefore,  even on merits the direction of  the  Industrial\nTribunal  abolishing contract labour regarding\tloading\t and\nunloading cannot be sustained.\n</p><p data-structure=\"Conclusion\" id=\"p_40\">in  the\t result,  the  award  of  the  Industrial   Tribunal\ndirecting  the appellant not to engage any labour through  a\ncontract for the work of loading and unloading is set  aside\nand  to that extent the appeal is allowed and the  award  of\nthe  Industrial Tribunal will stand modified.  As the  Union\nhas not appeared before us to contest the appeal, there will\nbe no order as to costs.\n</p><pre id=\"pre_3\">G.C.\t\t\t\t\t\t      Appeal\nallowed.\n<span class=\"hidden_text\" id=\"span_26\">695</span>\n\n\n\n</pre>","numcites":33,"numcitedby":21,"docsource":"Supreme Court of India","citetid":462941,"divtype":"judgments","relatedqs":[{"value":"Abolished the tribunal","formInput":"Abolished%20the%20tribunal"},{"value":"maharashtra mathadi","formInput":"maharashtra%20mathadi"},{"value":"contractor is the principal employer","formInput":"contractor%20is%20the%20principal%20employer"},{"value":"perennial nature of ","formInput":"perennial%20nature%20of%20"},{"value":"contract labour","formInput":"contract%20labour"},{"value":"principal employer ","formInput":"principal%20employer%20"},{"value":"contract labour act","formInput":"contract%20labour%20act"},{"value":"prohibition of contract labour","formInput":"prohibition%20of%20contract%20labour"},{"value":"mathadi hamal","formInput":"mathadi%20hamal"},{"value":"works contract","formInput":"works%20contract"},{"value":"abolition of contract labours","formInput":"abolition%20of%20contract%20labours"},{"value":"mathadi","formInput":"mathadi"},{"value":"contract with government","formInput":"contract%20with%20government"},{"value":"employment contract","formInput":"employment%20contract"},{"value":"contract labour if workmen","formInput":"contract%20labour%20if%20workmen"},{"value":"prohibition of employment of contract labour","formInput":"prohibition%20of%20employment%20of%20contract%20labour"},{"value":"permanent workman","formInput":"permanent%20workman"},{"value":"manual worker","formInput":"manual%20worker"},{"value":"contractor   contracted labour","formInput":"contractor%20%20%20contracted%20labour"},{"value":"contract act","formInput":"contract%20act"}],"cats":[{"value":"prohibition-of-employment-of-contract-labour","formInput":"tag:prohibition-of-employment-of-contract-labour"},{"value":"central-advisory-board","formInput":"tag:central-advisory-board"},{"value":"revocation-suspension-and-amendment-of-licences","formInput":"tag:revocation-suspension-and-amendment-of-licences"},{"value":"interpretation-contract-labour-act","formInput":"tag:interpretation-contract-labour-act"},{"value":"appointment-of-registering-officers","formInput":"tag:appointment-of-registering-officers"}],"courtcopy":true,"query_alert":null,"agreement":false}