{"tid":6755699,"publishdate":"2017-07-17","title":"The Executive Director vs Central Government Industrial ... on 17 July, 2017","doc":"<h2 class=\"doc_title\">The Executive Director vs Central Government Industrial ... on 17 July, 2017</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-s-sundar\">S.S.Sundar</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-s-sundar\">S.S.Sundar</a></h3>\n\n<pre id=\"pre_1\">        \n\n \n\nBEFORE THE MADURAI BENCH OF MADRAS HIGH COURT               \n\nDATED: 17.07.2017  \n\nRESERVED ON        : 08.06.2017       \nDELIVERED ON   : 17.07.2017                     \n\nCORAM   \n\nTHE HONOURABLE MR.JUSTICE S.S.SUNDAR           \n\nW.P.(MD) No.2330 of 2017  \nand \nW.M.P.(MD) Nos.1995 and 4111 of 2017   \n\nThe Executive Director,\nBharat Heavy Electricals Limited,\nTiruchirapalli ? 620 013.                                               ... Petitioner\nVs.\n\n1.Central Government Industrial Tribunal ? cum -\n       Labour Court,\n   Shastri Bhavan,\n   Chennai.\n\n2.The Secretary,\n   BHEL Vala Oppandha Thozhilalar Nala Sangam,   \n   5, Dheen Complex, 1st Floor,\n   Thiruverumbur,\n   Tiruchirapalli ? 620 014.\n\n3.The Special Officer,\n   BHEL Labour Contract Society,\n   24, Building, BHEL,\n   Tiruchirapalli ? 620 014.                                    ... Respondents\n\nPrayer: Writ Petition filed under <a href=\"/doc/1712542/\" id=\"a_1\">Article 226</a> of the Constitution of India,\npraying for issuance of a Writ of Certiorari, to call for the records\npertaining to the order dated 11.01.2017 made in Preliminary Point in\nI.D.No.121 of 2015 on the file of the Central Government Industrial Tribunal\n? cum ? Labour Court, Shastri Bhavan, Chennai the first respondent herein and\nto quash the same. \n\n!For Petitioner : Mr.A.V.Arun\n\n^For R2         : Mr.D.Veerasekaran,  Senior Counsel         \n                                                        for Mr.N.Ilango\n                For R3          :Mr.Y.Prakash \n:ORDER  \n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">                The above Writ Petition is filed challenging the order dated\n11.01.2017 passed on the Preliminary Point in I.D. No.121 of 2015 on the file\nof Central Government Industrial Tribunal / Labour Court, the first\nrespondent herein.\n</p>\n<p data-structure=\"Facts\" id=\"p_2\">                2. The petitioner is a Central Public Sector Undertaking and it\nhas got one of its manufacturing Unit at Thiruchirapalli. The petitioner\nstarted its commercial operation in the year 1964 and the unit at\nThiruchirapalli is engaged in the manufacturing of High Pressure Boiler,\nBoiler components, valves, seamless steel tubes etc. There are more than\n8,700 permanent employees working in the petitioner&#x27;s undertaking. The\npetitioner herein has registered itself as a principal employer under the\n<a href=\"/doc/1810788/\" id=\"a_2\">Contract Labour (Regulation and Abolition) Act</a> 1970. It is also specifically\ncontented by the petitioner that the petitioner has engaged about 98\ncontractors who were deploying about 2,500 contract labourers on an average\nevery day.\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">                3. The second respondent in this Writ Petition is a Trade Union,\nwhose members are contract employees deployed by the third respondent  \nsociety. The third respondent is therefore one of the contractors and they\npossess a valid license under the <a href=\"/doc/1810788/\" id=\"a_3\">Contract Labour (Regulation and  Abolition)\nAct</a> 1970. The third respondent is registered as a Cooperative Society\nundertaking various contract works by deploying its member labourers to\nspecific works relating to maintenance of buildings, white washing, loading\nand unloading, sanitation and Sweeping, horticulture etc.\n\n</p><p data-structure=\"Facts\" id=\"p_4\">                4. The petitioner states that it has directly engaged the third\nrespondent, which is an independent legal entity and registered under the\n<a href=\"/doc/26410129/\" id=\"a_4\">Tamil Nadu Co-operative Societies Act, 1983</a>. It is specifically stated by the\npetitioner that the third respondent is not only providing employees to the\npetitioner, but also to other institutions, like HAPP, BHEL Employees\nCooperative Bank, NIT and other institutions. The Government of Tamil Nadu is\nappointing Special Officers / Administrators, whenever the Board was\nabolished or suspended and it is on this occasion, the Special Officers\nappointed by the Government have to take care of the day-to-day affairs of\nthe third respondent Cooperative Society.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">                5. The petitioner submitted that a representation was given by\nthe second respondent dated 12.07.2014 before the Chief Labour Commissioner  \n(Central) to enquire into the aspects of service rendered by the workman of\nthe third respondent so as to treat it&#x27;s members on par with the regular\nemployee of the petitioner. The Assistant Labour Commissioner (Central),\nPuduchery, conducted conciliation under the <a href=\"/doc/500379/\" id=\"a_5\">Industrial Disputes Act, 1947</a>.\nThe conciliation ended in failure and a report was submitted by the Assistant\nLabour Commissioner (Central) to the Government on 13.01.2015. However, the \nGovernment of India, on appreciation of entire facts, declined to make a\nreference stating that there is no employer-employee relationship between the\npetitioner and the second respondent.\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">                6. Aggrieved by the above order, refusing to refer the dispute,\nthe second respondent filed a Writ Petition in W.P.(MD)No.9271 of 2015 before\nthis Court. In the Writ Petition, the petitioner herein was not impleaded.\nEven the third respondent society, which is the employer of the members of\nthe second respondent, was not made as party in the said Writ Petition. In\nthese circumstances, the Writ Petition in W.P.(MD)No.9271 of 2015 filed\nbefore the Principal Bench of this Court came to be disposed of, by order\ndated 31.07.2015, directing the Central Government to make a reference to the\nTribunal for its determination. Subsequently, without hearing the petitioner\nor the third respondent contractor, the Government had simply referred the\nissue for adjudication as follows:\n</p><blockquote id=\"blockquote_1\">        ?Whether the demand of BHEL Valaga Oppanda Thozhilalar Nala Sangam     \n(BHEL Contract Labour Union), Trichy, to absorb and regularize the members of\nthe BHEL Complex Cooperative Labourers is legal and justified? If yes, what\nrelief the workmen are entitled to??\n</blockquote><blockquote id=\"blockquote_2\">                The order of reference dated 04.09.2015, clearly shows that the\nGovernment did not independently apply its mind, but followed the direction\ngiven by this Court in W.P.(MD)No.9271 of 2015.\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_7\">                7.The petitioner challenged the order of reference in\nW.P.(MD)No.34247 of 2015 before this Court and obtained an order of stay.\nSimultaneously, the petitioner herein filed an appeal in W.A.No.1667 of 2015\nagainst the order passed in W.P.(MD)No.9271 of 2015, referring the matter for\nadjudication before the Central Government Industrial Tribunal. The writ\nappeal in W.A.No.1667 of 2015, was disposed of on 10.12.2015, on the \nfollowing lines.\n</p><p data-structure=\"CDiscource\" id=\"p_8\">                ?....5.Having considered all the facts, we are of the view that\nall the observations made in respect of the merits of the case have to be\ndeleted and the Tribunal shall be given liberty to proceed with the matter in\naccordance with law. Accordingly, all the observations made in respect of the\nmerits of the case stand deleted and the Tribunal is at liberty to proceed\nwith the matter in accordance with law and on its own merits dehors the\nobservations made in the impugned order.?....\n</p><p data-structure=\"Facts\" id=\"p_9\">                8.Based on the order passed in W.A.No.1667 of 2015, the interim\nstay granted in W.P.No.34247 of 2015 was vacated by order dated 07.01.2016. \nThereafter, the petitioner filed a Writ Appeal in W.A.No. 163 of 2016\nchallenging the order vacating the stay granted earlier. The Honourable\nDivision Bench of this Court disposed of the Writ Appeal in W.A.No.163 of\n2016 along with W.P.No.34247 of 2015 in a common order dated 28.07.2016 with  \nthe following direction:        \n</p><blockquote id=\"blockquote_3\">?......9. Be that as it may, in the present W.P.No.34247 of 2015 filed by the\nManagement, though initially they obtained an order of stay against the\nimpugned order of reference, the order of stay having been vacated by the\nlearned single Judge, in the light of the observations made by the Division\nBench in W.A.No.1667 of 2015 dated 10.12.2015, giving rise to the filing of\nW.A.No.163 of 2016, during the course of the proceedings, as the learned\nsenior counsel for the third respondent-contract labourers has agreed that\nthe Industrial Tribunal can decide whether the order of reference made by the\nCentral Government is maintainable or not, as a preliminary issue, we feel\nthat it would be proper for the parties to agitate the matter before the\nsecond respondent-Industrial Tribunal in accordance with law. Accordingly,\nwithout going into the merits, we direct the second respondent-Central\nGovernment Industrial Tribunal cum Labour Court to entertain the dispute on\nthe preliminary issue as to whether the order of reference made by the\nCentral Government is maintainable or not and to decide the same in\naccordance with law.  Both the parties, namely, the Management and the \ncontract labourers are at liberty to approach the second respondent-\nIndustrial Tribunal and to raise all the contentions available to them.  The\nmatter may be taken up by the second respondent-Industrial Tribunal within a\nperiod of one month from the date of receipt of a copy of this order.  With\nthese observations, both the writ appeal and the writ petition are disposed\nof accordingly.  Consequently, C.M.P.No.2297 of 2016 and M.P.No.1 of 2015 are \nclosed. No costs.?\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_10\">                9. It was, thereafter, the petitioner filed a detailed counter\nbefore the Central Government Industrial Tribunal, Chennai, in I.D.No. 121 of\n2015 and raised the preliminary issue regarding the maintainability of the\norder of reference. The third respondent also filed a counter before the\nCentral Government Industrial Tribunal supporting the stand taken by the\npetitioner.  After hearing all the parties, the Central Government Industrial\nTribunal, by order dated 11.01.2017, gave a preliminary finding that there\nexists an industrial dispute, justifying the reference to the Tribunal. The\nTribunal observed that the appropriate Government could not decide the\ncontentious issue, whether the employer-employee relationship does or does\nnot exist between the petitioner and the members of second respondent.\nAccording to the Tribunal, the only course open to the Government was to make\na reference in this case. The present Writ Petition is filed challenging the\norder of the Central Government Industrial Tribunal dated 11.01.2017.\n</p>\n<p data-structure=\"PetArg\" id=\"p_11\">                10. The learned counsel appearing for the petitioner submitted\nhis arguments in the following lines:   \n</p><blockquote id=\"blockquote_4\">                a. Since the Honourable Division Bench of this Court has granted\nliberty to the petitioner to raise all the contentions available before the\nTribunal, including the issue, regarding the maintainability of reference,\nthe Tribunal went wrong and gave its finding based on assumption and\nconjectures, ignoring the material documents produced by the petitioner.\n</blockquote><blockquote id=\"blockquote_5\">                b. The Tribunal failed to consider the point whether the\nGovernment has satisfied itself about the existence of industrial dispute\nbefore making reference. The Central Government Industrial Tribunal failed to\ndecide the preliminary issue with reference to all the points raised by the\npetitioner, as directed by the Honourable Division Bench of this Court and\nthe Tribunal ought to have seen that the order of reference was given without\ntaking note of the earlier order of the Government, whereby the Government\nrefused to refer the issue to the Central Government Industrial Tribunal,\nafter coming to the conclusion that there is no employer-employee\nrelationship between the petitioner and the members of the second respondent\non the basis of same materials.\n</blockquote>\n<blockquote id=\"blockquote_6\">                c. The Tribunal failed to consider the important aspect of the\ncase namely, the fact that the second respondent never took the plea before\nthe Government earlier that the contract between the petitioner and the third\nrespondent is sham and nominal. When the second respondent described the   \nemployees only as members of the third respondent and they never claimed any \nright as a regular employee of the petitioner, the second respondent estopped\nfrom projecting a new case before the Tribunal.\n</blockquote><blockquote id=\"blockquote_7\">                12. Sum and substance, the learned counsel for the petitioner\ntried to impress upon the Court by his arguments that the first respondent\nconsidered the case based on the contentions that were raised before the\nTribunal for the first time. Hence, the maintainability of reference ought to\nhave been considered only on the basis of what has been pleaded by the second \nrespondent before the Government in the application.\n</blockquote>\n<blockquote id=\"blockquote_8\">                13.The third respondent filed a detailed counter supporting the\nstand taken by the petitioner. The specific stands taken by the third\nrespondent are as follows:\n</blockquote><blockquote id=\"blockquote_9\">        ?...3.The petitioner Company has awarded contracts for availing\nservices like housekeeping, cleaning of tables, serving of tea, coffee etc.,\ndelivering tapals, horticulture, maintenance of its buildings like white\nwashing, loading and unloading, sanitation and sweeping etc., Based on the\nFORM I issued by the petitioner, 3rd respondent Society obtained License in\nterms of <a href=\"/doc/1810788/\" id=\"a_6\">Contract Labour (Regulation and Abolition) Act, 1970</a> from ALC\n(Central) for engagement of its members in the petitioner Company.\n</blockquote>\n<blockquote id=\"blockquote_10\">        4. I submit that the 3rd respondent Co-operative Society is an\nindependent body functioning as per its bye-laws, amended from time to time,\nwhich governs the various aspects of membership, objectives and further its\nfunctions are also governed by the directions given by Registrar of Co-\n</blockquote><p data-structure=\"CDiscource\" id=\"p_12\">operative Societies and the decisions are arrived by way of resolutions. As\nper by-law, membership of the society was open to those adult labourers who\nhail from 10 villages viz. Thuvakkudi, Navalpattu, Thiruverumbur,\nKrishnasamuthiram, Koothappar, Salomadeve, palanganangudi, Thirunedungulum,    \nPappakkurichi and Valavanthankottai, irrespective of any educational\nqualifications and entry of membership was accordingly made by the then Board\nof the society from time to time. The amendments made from time to time in\nthe bye-laws have also been duly certified by the Registrar of Co-operative\nSocieties. Removal of members is also governed y the bye-laws and the powers \nvested with elected board or the special officer as the case may be. Whether\nthe elected body controls or special officer controls the  affairs of the\nsociety, the overall supervision and control is exercised by the Co-operative\nDepartment of the Tamil Nadu Government and its accounts are audited by the \nCo-operative Audit Officer of the Tamil Nadu Government and the same is\napproved by the Assistant Director (Co-operative Audit). The members of this\nrespondent are also shareholders of this respondent Co-operative Society and\nare also labourers who are paid wages and other benefits by this respondent.\n</p>\n<p data-structure=\"Facts\" id=\"p_13\">        5. There are at present around 284 members who are not working for this\nrespondent, while retaining membership. Some of the members are engaged by  \nthis respondent for carrying its contractual obligations with other\nInstitutions and they are paid wages and allowances for the work done by them\nand also being extended all the benefits, similar to that of members except\nthrift deposit and share holding in this respondent.\n</p>\n<p data-structure=\"Facts\" id=\"p_14\">        6. I submit that from among the members, some are working as \nsupervisors who exercise control and supervision over the members. Earlier\noverall supervision and control over the members employed by the Co-operative\nSociety was carried out by the Board and after its discharge by the\nGovernment  of Tamil Nadu and consequent to appointment of Special Officer\nunder the Tamil Nadu Co-operative societies (Appointment of Special Officers)\nAct, 1976, the supervision and control has been exercised by the Special\nOfficer.\n</p>\n<p data-structure=\"Facts\" id=\"p_15\">7. I humbly submit that as per the bye-laws of the 3rd respondent Society,\nbetween 1978-87, the Board of this respondent Society consisted of 4\nrepresentatives, out of which 2 persons were nominated by the Co-operative\nDepartment and 2 persons were by the petitioner. Subsequently, during 1987-\n89, out of the 10 Board of Directors were nominated by the petitioner.\nFurther during 1989-90, the Co-operative Department dissolved the Board and\nappointed an official from Co-operative Department as Special Officer. Again\nin 1990-91, out of 10 representatives in the Board, 6 were elected directly\nfrom among the members and 4 were nominated by the petitioner. During 1991- \n96, the Co-operative Department discharged the Board and appointed an\nofficial from Co-operative Department as the Special Officer. In 1996-97, out\nof 8 Directors, 6 were elected and two were nominated by the petitioner. In\n1997-2001, out of 7 Directors, 6 were elected and 1 nominated by the\npetitioner. From 2001 to 2015, the Co-operative Department appointed an\nofficial from the petitioner Company as a Special Officer as per provisions\nof the appointment of Special Officers Act 1976.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_16\">        8. I humbly submit that minutes dated 31.10.1996 would reveal that the\naffairs of this respondent Society are always carried out by the &#x27;Board&#x27;,\nwhich includes the members/labourers. From time to time, elections were\nconducted by Co-operative Department for the post identified in the bye-law.\nSimilarly, as per the bye-laws, nominated BHEL employees were admitted as  \nPresident, Secretary or Director as the case may be. I submit that to the\nbest of my knowledge, none of the members have challenged the bye-laws or \nnomination of BHEL officials to the Board or appointment of special officer.\nIn as much as the Special Officer or Administrator is appointed by the\nGovernment of Tamil Nadu by exercising powers under the Tamil Nadu Co-  \noperative Societies (Appointment of Special Officers) Act, 1976. I have been\ndischarging my duties as Administrator in view of the mandate given by the\nGovernment of Tamil Nadu. \n</p>\n<p data-structure=\"CDiscource\" id=\"p_17\">        9. I humbly submit that, the 2nd respondent had suppressed the fact\nthat the Board of the Society consisted of its elected representatives,\nwhenever elected board was in place. It is because of the decision of the\nGovernment, whenever elections were not held after the completion of the\nterm, the Co-operative Department appointed either its own officials or BHEL\nofficials as Special Officers, who were discharging the functions of this\nrespondent Society under the supervision and control of Registrar of Co-\noperative Societies. I submit that whether to conduct elections for the Co-\noperative Societies or not is a decision taken by the Co-operative\nDepartment. \n</p>\n<p data-structure=\"RespArg\" id=\"p_18\">        10. I humbly submit that, the whole dispute arose after the enactment\nof recent amendment to the <a href=\"/doc/151469296/\" id=\"a_7\">Co-operative Act</a>, which mandated administration of\nall Co-operative Societies through elected body. From 2013, State Government\nhas been directing all Co-operative Societies, including the 3rd respondent\nSociety to conduct elections, and the election was declared for this\nrespondent also in 2013. For the reasons best known to the members of this\nrespondent Society, they declared their decision to desist form election and\nnone of the members submitted nomination. \n</p>\n<p data-structure=\"CDiscource\" id=\"p_19\">        11. I humbly submit that , subsequently in the year 2014, the\nregistered trade unions of this respondent Society including the 2nd\nrespondent jointly made representation before the Government for stopping the\nelection stating that they have initiated legal proceedings seeking\npermanency in the petitioner Company. The 8 trade unions of this respondent\nSociety including the 2nd respondent had written clearly to the Registrar of\nCo-operative Societies to restrain from conducting election.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_20\">        12. Thus, it is clear that the present situation was due to concerted\njoint action by all the 8 trade unions, who sabotaged election notification\nissued by the Co-operative Department and only with an ulterior motive to\nallege that this 3rd respondent Society is controlled by the officials of the\npetitioner Company. Having done so, the 2nd respondent is estopped in making\na hue and cry that this 3rd respondent Society is camouflaged one and is\ncontrolled by the petitioner Company. Had the election been conducted\nsuccessfully in 2013, no such plea is possible in the year 2014 (the year in\nwhich conciliation proceedings were initiated by the 2nd respondent).\n</p>\n<p data-structure=\"Facts\" id=\"p_21\">        13. Now, for the smooth functioning of the Society in the interregnum\nperiod, the Government had appointed an official from the petitioner Company\nas its Administrator, since the elections for filing the Board could not be\nheld due to Non- Co-operation form the Trade Unions, including the petitioner\nunion working in the establishment of this respondent. The appointment of\nAdministrator by the Government is an interim arrangement only till the\nelections are successfully held for 11 seats in the Board of Directors of the\n2nd respondent. Hence, the 1st respondent ought to have examined all these\nfacts.?...\n</p>\n<p data-structure=\"Issue\" id=\"p_22\">                14. At the time of admission, this Court granted interim stay on\n10.02.2017 of all the proceedings in I.D.No.121 of 2015, on the file of the\nfirst respondent.\n</p>\n<p data-structure=\"RespArg\" id=\"p_23\">                15. The second respondent in the Writ Petition filed a petition\nto vacate the interim stay granted earlier on 10.02.2017. In the counter\naffidavit, filed by the second respondent along with the petition to vacate\nthe stay, it is indicated that there is no factual dispute with regard to the\nevents. The contentions of the second respondent in the counter affidavit are\nas follows :\n</p><blockquote id=\"blockquote_11\">                (a) The members of the second respondent are the employees of the \npetitioner and the Society is nothing but an organ of the petitioner.\n</blockquote>\n<blockquote id=\"blockquote_12\">                (b) It is only the petitioner, who created the second respondent\nthrough its own organ by appointing DGM and AGM from its own office.\n</blockquote>\n<blockquote id=\"blockquote_13\">                (c) The contention of the petitioner that the third respondent is\nthe employer of the members of the second respondent union is contrary to the\nreal facts and it is only the petitioner, who nominated the Special Officer\nto the third respondent and no election was conducted as contemplated under\nthe provisions of the <a href=\"/doc/26410129/\" id=\"a_8\">Tamil Nadu Co-operative Societies Act, 1983</a>. The\nmembers of the second respondent union have right to go to the factory\npremises and work continuously without break. Therefore, the petitioner\ncannot plead that the third respondent is a separate entity.\n</blockquote>\n<blockquote id=\"blockquote_14\">                (d). Though the petitioner and the third respondent were not\nadded as parties in the earlier Writ Petition filed by second respondent, the\npetitioner filed a Writ Appeal in W.A.No.167 of 2015 and accepted the order\npassed by the Honourable Division Bench of this Court. Hence, the petitioner\ncannot plead that some prejudice was caused to the petitioner and the order\nof reference pursuant to the direction of this Court in the earlier Writ\nPetition is not binding on the petitioner. When the Special Leave Petition in\nSLP (C) Nos.26891 and 26892 of 2016, were dismissed, confirming the Judgment  \npassed in W.A. No.163 of 2016, the petitioner is bound by the order of this\nCourt. Having regard to the finding of the Tribunal, that the Government\ncannot decide finally whether the contract is genuine or not and whether the\nemployer-employee relationship does or does not exist between the petitioner\nand the members of the society, the order of Tribunal is unassailable. The\nmain issue whether the members of the second respondent union are the \nemployees of the petitioner and whether the contract between the petitioner\nand the third respondent is sham and nominal can be decided by the Tribunal\nat a later stage. However, for the purpose of deciding whether the order of\nreference is justified or not has to be decided only on the basis of prima\nfacie opinion at that stage. The Government is not expected to conduct a\nrowing enquiry and the issue has to be ultimately decided only by the\nTribunal. The order of Tribunal is a well considered order and the contention\nof the petitioner that the Tribunal has not applied its mind is not\nappropriate.\n</blockquote>\n<blockquote id=\"blockquote_15\">                (e). Since the Tribunal considered the scope of Section 10 of the\nCentral Labour (Regulation and Abolition) Act, 1975 and <a href=\"/doc/1669932/\" id=\"a_9\">Section 10</a> of the\nIndustrial Disputes Act, 1947, the findings arrived at based on the\nappreciation of material and facts cannot be faulted. Apart from other\npoints, the counter has also elaborated the factual aspects regarding the\nrelationship and contentions of the members of the second respondent\nassociation before the Tribunal to seek regularization.\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_24\">                16. The short question that arose for the consideration before\nthis Court at this stage is whether the order of Tribunal on the preliminary\nissue is valid or not.\n</p>\n<p data-structure=\"Precedent\" id=\"p_25\">                <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"144538253\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"277653\" id=\"span_2\">17. The learned counsel for the petitioner and the learned Senior\nCounsel for the respondents have accepted the principles reiterated by the\nHonourable Supreme Court in the case of <a href=\"/doc/277653/\" id=\"a_10\">Steel Authority of India Limited vs.\nNational Union Waterfront Workers and others</a>, reported in 2001 7 SCC 1 and\nthe judgment of the Honourable Supreme Court in the case of <a href=\"/doc/144538253/\" id=\"a_11\">International\nAirport Authority of India vs. International Air Cargo Workers Union and\nothers</a> reported in 2009 13 SCC 374.</span></span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"144538253\" id=\"span_3\">In the second case, [<a href=\"/doc/144538253/\" id=\"a_12\">International\nAirport Authority of India</a>&#x27;s case] the Honourable Supreme Court, while\nreiterating the view taken by the Honourable Supreme Court in the first case<a href=\"/doc/144538253/\" id=\"a_13\">,\n<a href=\"/doc/144538253/\" id=\"a_14\">referred to above</a></a>, has  held as follows :</span>       \n</p><blockquote id=\"blockquote_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"366376\" id=\"span_5\">?......30. When the learned Single Judge considered the matter, the legal\nposition was governed by the decision in <a href=\"/doc/366376/\" id=\"a_15\">Gujarat Electricity Board vs. Hind\nMazdoor Sabha2</a>, partly modified by <a href=\"/doc/784921/\" id=\"a_16\">Air India Satutory Corporation vs. United\nLabour Union1</a>.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"277653\" id=\"span_6\">By the time the Division Bench decided the writ appeal, the\ndecision of the Constitution Bench in <a href=\"/doc/277653/\" id=\"a_17\">Steel Authority of India Ltd., vs.\nNational Union Waterfront Workers</a> (for short `SAIL3&#x27;) had been rendered, but\non account of the short gap between the two dates, the Division Bench did not\nnotice the decision in SAIL3.</span>\n</blockquote>\n<blockquote id=\"blockquote_17\">31. In Gujarat Electricity Board, this Court held : (SSC pp.56 &amp; 63, paras 42\n&amp; 53)\n&quot;42..... the exclusive authority to decide whether the contract labour should\nbe abolished or not is that of the appropriate Government under the said\nprovision. It is further not disputed before us that the decision of the\nGovernment is final subject, of course, to the judicial review on the usual\ngrounds. However, as stated earlier, the exclusive jurisdiction of the\nappropriate Government under <a href=\"/doc/45909/\" id=\"a_18\">Section 10</a> of the Act arises only where the\nlabour contract is genuine and the question whether the contract is genuine,\nor not can be examined and adjudicated upon by the court or the industrial\nadjudicator, as the case may be. Hence in such cases, the workmen can make a  \ngrievance that there is no genuine contract and that they are in fact the\nemployees of the principal employer.\n</blockquote><blockquote id=\"blockquote_18\">53.(ii) If the contract is sham or not genuine, the workmen of the so called\ncontractor can raise an industrial dispute for declaring that they were\nalways the employees of the principal employer and for claiming the\nappropriate service conditions. When such dispute is raised, it is not a\ndispute for abolition of the labour contract and hence the provisions of\n<a href=\"/doc/45909/\" id=\"a_19\">Section 10</a> of the Act will not bar either the raising or the adjudication of\nthe dispute. When such dispute is raised, the industrial adjudicator has to\ndecide whether the contract is sham or genuine. It is only if the adjudicator\ncomes to the conclusion that the contract is sham, that he will have\njurisdiction to adjudicate the dispute. If, however, he comes to the\nconclusion that the contract is genuine, he may refer the workmen to the\nappropriate Government for abolition of the contract labour under <a href=\"/doc/45909/\" id=\"a_20\">Section 10</a>\nof the Act and keep the dispute pending. However, he can do so if the dispute\nis espoused by the direct workmen of the principal employer. If the workmen\nof the principal employer have not espoused the dispute, the adjudicator,\nafter coming to the conclusion that the contract is genuine, has to reject\nthe reference, the dispute being not an industrial dispute within the meaning\nof <a href=\"/doc/189659891/\" id=\"a_21\">Section 2(k)</a> of the ID Act. He will not be competent to give any relief to\nthe workmen of the erstwhile contractor even if the labour contract is\nabolished by the appropriate Government under <a href=\"/doc/45909/\" id=\"a_22\">Section 10</a> of the Act.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_26\">In view of the provisions of <a href=\"/doc/45909/\" id=\"a_23\">section 10</a> of the Act, it is only the\nappropriate government which has the authority to abolish genuine labour\ncontract in accordance with the provisions of the said section. No court\nincluding industrial adjudicator has jurisdiction to do so.\n</p><p data-structure=\"Precedent\" id=\"p_27\">32. Gujarat Electricity Board2 was partly overruled in Air India1 in regard\nto the question whether on abolition of contract labour system, the contract\nlabour have to be automatically absorbed by the principal employer, this\nCourt held as follows in Air India1 : (SCC pp.435 &amp; 440, paras 58 &amp; 66)\n&quot;58..... The moment the contract labour system stands prohibited under\n<a href=\"/doc/1436043/\" id=\"a_24\">section 10(1)</a>, the embargo to continue as a contract labour is put an end\ndirect relationship has been provided between the workmen and the principal\nemployer. Thereby, the principal employer directly becomes responsible for\ntaking the services of the workmen hitherto regulated through the\ncontractor.....\n</p><p data-structure=\"Section\" id=\"p_28\">66..... The linkage between the contractor and the employee stood snapped and\ndirect relationship stood restored between the principal employer and the\ncontract labour as its employees. Considered from this perspective, all the\nworkmen in the respective services working on contract labour are required to\nbe absorbed in the establishment of the [employer].&quot;\n</p><p data-structure=\"Section\" id=\"p_29\">33. A course correction, if we may use that expression, was applied by the\nConstitution Bench, in SAIL. This Court made it clear that neither <a href=\"/doc/45909/\" id=\"a_25\">section 10</a>\nnor any other provision in <a href=\"/doc/1810788/\" id=\"a_26\">CLRA Act</a> provides for automatic absorption of\ncontract labour on issuing a notification by the appropriate government under\n<a href=\"/doc/1436043/\" id=\"a_27\">section 10(1)</a> of the CLRA Act and consequently the principal employer cannot\nbe required to absorb the contract labour working in the establishment.\n</p>\n<p data-structure=\"Section\" id=\"p_30\">34. This Court in SAIL3 further held that on a prohibition notification being\nissued under <a href=\"/doc/1436043/\" id=\"a_28\">section 10(1)</a> of the CLRA Act, prohibiting employment of\ncontract labour in any process, operation or other work, if an industrial\ndispute is raised by any contract labour in regard to conditions of service,\nthe industrial adjudicator will have to consider whether the contractor has\nbeen interposed either on the ground of having undertaken to produce any\ngiven result for the establishment or for supply of contract labour for work\nof the establishment under a genuine contract, or as a mere ruse/camouflage\nto evade compliance with various beneficial legislations so as to deprive the\nworkers of statutory benefits. If the contract is found to be sham or nominal\nand merely a camouflage, then the so called contract labour will have to be\ntreated as direct employees of the principle employer and the industrial\nadjudicator should direct the principle employer to regularize their services\nin the establishment subject to such conditions as it may specify for that\npurpose. On the other hand if the contract is found to be genuine and at the\nsame time there is a prohibition notification under <a href=\"/doc/1436043/\" id=\"a_29\">section 10(1)</a> of CLRA\nAct, in respect of the establishment, the principal employer intending to\nemploy regular workmen for the process, operation or other work of the\nestablishment in regard to which the prohibition notification has been\nissued, it shall give preference to the erstwhile contract labour if\notherwise found suitable, if necessary by giving relaxation of age.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_31\">35. As noticed above, SAIL3 did not specifically deal with the legal position\nas to when a dispute is brought before the Industrial Adjudicator as to\nwhether the contract labour agreement is sham, nominal and merely a\ncamouflage, when there is no prohibition notification under <a href=\"/doc/1436043/\" id=\"a_30\">section 10(1)</a> of\nCLRA Act. \n</p>\n<p data-structure=\"Section\" id=\"p_32\">36. But where there is no abolition of contract labour under <a href=\"/doc/45909/\" id=\"a_31\">section 10</a> of\nCLRA Act, but the contract labour contend that the contract between principal\nemployer and contractor is sham and nominal, the remedy is purely under the\n<a href=\"/doc/500379/\" id=\"a_32\">ID Act</a>. The principles in Gujarat Electricity Board continue to govern the\nissue. The remedy of the workmen is to approach the industrial adjudicator\nfor an adjudication of their dispute that they are the direct employees of\nthe principle employer and the agreement is sham, nominal and merely a\ncamouflage, even when there is no order under <a href=\"/doc/1436043/\" id=\"a_33\">section 10(1)</a> of CLRA Act.\n</p>\n<p data-structure=\"Section\" id=\"p_33\">                18. The decision above has made the position clear that even\nwithout the abolishment of contract labourers under Section 10 of the Central\nLabour (Regulation and Abolition) Act&#x27;1975, it is open to the contract\nlabourers to raise a dispute contending that the contract between the\nprincipal employer and the contractor is sham and nominal and if such a\ndispute is raised, the Industrial Tribunal has jurisdiction to decide the\ndispute. In other words, when the dispute is raised by the contract labourers\nthat they were the direct employees of the principal employers, the\nIndustrial Tribunal has to decide whether the contract between principal\nemployer and the contractor is sham and nominal and merely a camouflage.  The \nCentral Government Industrial Tribunal can grant relief to the contract\nlabourers, after finding that the contract between the principal employer and\nthe contractor is sham and nominal.\n</p>\n<p data-structure=\"Precedent\" id=\"p_34\">                <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1867879\" id=\"span_7\">19. The learned counsel for the respondent placed reliance on the\njudgments of the Honourable Supreme Court in the case of <a href=\"/doc/1867879/\" id=\"a_34\">D.P. Maheshwari vs. \nDelhi Administration and others</a> reported in AIR 1894 SC 153, where the\nHonourable Supreme Court has held as follows:</span> \n</p><blockquote id=\"blockquote_19\">?......We noticed how they would raise various preliminary objections, invite\ndecision on those objections in the first instance, carry the matter to the\nHigh Court under <a href=\"/doc/1712542/\" id=\"a_35\">Art. 226</a> of the Constitution and to this Court under <a href=\"/doc/427855/\" id=\"a_36\">Art.\n136</a> of the Constitution and delay a decision of the real dispute for years,\nsometimes for over a decade. Industrial peace, one presumes, hangs in the\nbalance in the meanwhile. We have now before us a case where a dispute \noriginating in 1969 and referred for adjudication by the Government to the\nLabour Court in 1970 is still at the stage of decision on a preliminary\nobjection. There was a time when it was thought prudent and wise policy to\ndecide preliminary issues first. But the time appears to have arrived for a\nreversal of that policy. We think it is better that tribunals, particularly\nthose entrusted with the task of adjudicating labour disputes where delay may\nlead to misery and jeopardise industrial peace, should decide all issues in\ndispute at the same time without trying some of them as preliminary issues.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_35\">Nor should High Courts in the exercise of their jurisdiction under <a href=\"/doc/1712542/\" id=\"a_37\">Art. 226</a>\nof the Constitution stop proceedings before a Tribunal so that a preliminary\nissue may be decided by them. Neither the jurisdiction of the High Court\nunder <a href=\"/doc/1712542/\" id=\"a_38\">Art. 226</a> of the Constitution nor the jurisdiction of this Court under\n<a href=\"/doc/427855/\" id=\"a_39\">Art. 136</a> may be allowed to be exploited by those who can well afford to wait\nto the detriment of those who can ill afford to wait by dragging the latter\nfrom Court to Court for adjudication of peripheral issues, avoiding decision\non issues more vital to them. <a href=\"/doc/1712542/\" id=\"a_40\">Art. 226</a> and <a href=\"/doc/427855/\" id=\"a_41\">Art. 136</a> are not meant to be used\nto break the resistance of workmen in this fashion. Tribunals and Courts who\nare requested to decide preliminary questions must therefore ask themselves\nwhether such threshold part-adjudication is really necessary and whether it\nwill not lead to other woeful consequences. After all tribunals like\nIndustrial Tribunals are constituted to decide expeditiously special kinds of\ndisputes and their jurisdiction to so decide is not to be stifled by all\nmanner of preliminary objections journeyings up and down. It is also worth\nwhile remembering that the nature of the jurisdiction under <a href=\"/doc/1712542/\" id=\"a_42\">Art. 226</a> is\nsupervisory and not appellate while that under <a href=\"/doc/427855/\" id=\"a_43\">Art. 136</a> is primarily\nsupervisory but the Court may exercise all necessary appellate powers to do\nsubstantial justice. In the exercise of such jurisdiction neither the High\nCourt nor this Court is required to be too astute to interfere with the\nexercise of jurisdiction by special tribunals at interlocutory stages and on\npreliminary issues.....?\n</p><p data-structure=\"Precedent\" id=\"p_36\">        20.The said judgment was also followed by the learned single Judge of\nthis Court in the case of Shrine Basilica of Our Lady or Health Veilakanni,\nunder the control of Diocese of Tanjore Society vs. State of Tamil Nadu and\nothers in W.P No.13034 of 1999, by order dated 12.01.2009. It is true that\nthe Honourable Supreme Court has expressed serious concern about the delay on  \naccount of the preliminary issue being raised at various stages and the\nunnecessary delay on account of such preliminary issues leading to woeful\nconsequences particularly when it is detriment of those who can ill afford to\nwait. In the present case, the members of the second respondent are only\nclaiming certain benefit on par with regular employees and the decision on\nthe preliminary issue is inevitable, in view of the direction of this Court\nin the Judgment passed in W.A.No.163 of 2016 dated 28.07.2016.  \n</p>\n<p data-structure=\"PetArg\" id=\"p_37\">                21. In the present case, the main contention of the petitioner is\nabout the maintainability of the reference. The learned counsel for the\npetitioner strenuously submitted that before the Assistant Labour\nCommissioner (Central) Ministry of Labour and Employment, the second  \nrespondent submitted a representation on 12.07.2014. In the representation,\nit can be seen that the second respondent described the members of third\nrespondent as contract labourers and not as regular employees of the\npetitioner. It is their grievance that the members of the second respondent\nwere entitled to most of the benefits, which are given to the employees of\nthe petitioner and that they are not equally treated on par with regular\nemployee in the petitioner&#x27;s organization.  In other words,  that they wanted\nequal pay and regularization of service on par with the regular employees and\nto give them the benefits that are given to the regular employees of the\nBHEL. As a contract labour union or as a Union representing the contract\nlabours, the representation was made claiming certain benefits and to get\nequal pay and regularization of service etc., on par with the regular\nemployees of the BHEL.                  \n</p>\n<p data-structure=\"RespArg\" id=\"p_38\">                22. During the conciliation proceedings between the petitioner\nand the second respondent, a detailed reply was given by the petitioner in\nresponse to the representation of the second respondent. In response to the\nsame, a further representation was submitted by the second respondent. It is\nseen that in the representation dated 25.08.2014, it is alleged that the\nthird respondent Society is part and parcel of BHEL union and the\nadministration of the third respondent Society is in the hands of the Special\nOfficer, who is none other than the Senior Manager (HR) of the petitioner.\n</p>\n<p data-structure=\"RespArg\" id=\"p_39\">                23. Even in the representation of second respondent, it is the\ncontention of the second respondent that the third respondent Society was\nformed by the management of BHEL in the year 1978, with an intention to\nprovide employment in and around the area of the BHEL. However, it is not\nstated anywhere that the members of the third respondent society were\ndirectly employed by the petitioner. The second respondent reiterated the\nfactual position that the actual work done by the contractor worker is\nsimilar to the regular employee of BHEL. Having regard to the nature of\ngrievance, the main objection of the petitioner is that second respondent who\nhad not claimed any relationship as employer and employee between the \npetitioner and members of second respondent cannot seek reference. Even to \nthe second representation, the petitioner submitted a reply on 14.10.2014,\nreiterating that no valid industrial dispute has been raised by the union,\nrequesting the conciliation proceedings by the Assistant Labour Commissioner\n(Central) to be dropped. The third respondent Society also submitted a\nrepresentation on 06.12.2014, specifically pointing out that whenever the\nmembers of the Society raised an industrial dispute or strike, they had\nnegotiation only with the management of the Society to settle the same. It is\nfurther reiterated that the members of the Society through their Trade Union\nentered into wage limit settlement with the management of the Society\nperiodically. The agreement relating to bonus and the other allowances\npayable to the members of the Society were also annexed to the\nrepresentation. From the reading of the representation of the second\nrespondent, it can be seen that the second respondent has all along requested\nthe petitioner to regularize the services of the members of the third\nrespondent Society and to pay wages and other benefits on par with the\nregular employees of BHEL, because of the fact that they are doing same work\nsimilar to the regular employees of BHEL and not on the basis that the\nmembers of second respondent are employed by the petitioner. The conciliation\nended in a failure and a report was submitted under <a href=\"/doc/625936/\" id=\"a_44\">Section 12(4)</a> of the\nIndustrial Disputes Act, 1947. Referring to the failure of Conciliation\nReport, the Central Government refused to refer the dispute over adjudication\nby passing an order in the following lines:\n</p><blockquote id=\"blockquote_20\">        ?I am directed to refer to the Failure of Conciliation Report\nNo.8/28/2014/PDY dated 13.01.2015 from the ALC (PUDUCHERY) received in this    \nMinistry on 28.01.2015 on the above mentioned subject and to say that, prima\nfacie, this Ministry does not consider this dispute fit for adjudication for\nthe following reasons:\n</blockquote>\n<blockquote id=\"blockquote_21\">?It is reported that there is no direct employer-employee relationship exists\nin the instant dispute as the members belong to the society and they are\nfulfilling the contractual obligation. Therefore, there is no locus-standi to\nraise an Industrial Dispute as the same is not supported by Law either under\nthe <a href=\"/doc/500379/\" id=\"a_45\">ID Act, 1947</a> or under the <a href=\"/doc/1810788/\" id=\"a_46\">Contract Labour (Regulation &amp; Abolition) Act,\n1970</a>. Hence, the case is not found fit for reference? Therefore the case is\nnot recommended for adjudication by the CGIT.? \n</blockquote><p data-structure=\"Precedent\" id=\"p_40\">                24. However, pursuant to the direction of this Court in\nW.P.No.9297 of 2016 dated 31.07.2015, the Central Government referred the \ndispute for adjudication to the Central Government Industrial Tribunal. At\nthe time of referring to the Tribunal on 04.09.2015, the Central Government\ndid not refer to any other facts except the order passed by this Court in the\nWrit Petition on 31.07.2015.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_41\">                25. Having regard to the final order that was passed by the\nHonourable Division Bench of this Court, Central Government Industrial\nTribunal cum Labour Court has to decide the preliminary issue, whether the\norder of reference made by the Central Government is maintainable or not and\nto decide the same in accordance with law. The Central Government earlier\ndecided the issue on merits only on the basis of the representation of the\nsecond respondent before the Labour Commissioner and the Conciliation Failure\nReport submitted by the Labour Commissioner. Having regard to the\njurisdiction and authority of the Central Government exercising its powers\nunder the <a href=\"/doc/500379/\" id=\"a_47\">Industrial Disputes Act</a>, the Government has to consider, whether\nany industrial disputes exists on the facts of this case. The Central\nGovernment has earlier formed an opinion that there is no employer-employee\nrelationship between the petitioner and the second respondent (Contract\nlabourers). However, this issue was later decided differently, as there was a\ndirection by this Court to refer the dispute to the Central Government\nIndustrial Tribunal. By virtue of direction of the Honourable Division Bench\nof this Court, in the order passed in W.A.No.163 of 2016 and W.P.No.34247 of\n2015, the preliminary issue that was required to be decided is whether the\norder of reference made by the Central Government is maintainable or not and\nto decide the same in accordance with law. At the time of reference before\nthe Government, the contention of respective parties were only in the form of\nrepresentations made by both parties before the Labour Commissioner /\nConciliation Officer and the issue regarding reference was to be decided on\nthe basis of materials made available before the Government. The case of the\nsecond respondent before reference was not similar to the case, now projected\nbefore this Court and before the Central Government Industrial Tribunal. The\nscope of the enquiry by the Central Government Industrial Tribunal, pursuant\nto the direction of the Honourable Division Bench of this Court is only to\ndecide the preliminary issue, with reference to the facts that were made\navailable before the Government at the time of seeking reference not on the\nbasis of the improved version, which was projected subsequent to the\nreference. However, it is also open to the Central Government Industrial\nTribunal to decide whether the second respondent can be permitted to bring\nadditional facts before the Central Government Industrial Tribunal to decide\nthe preliminary issue.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_42\">                26. It cannot be seen that the Central Government Industrial\nTribunal has decided the preliminary issue on the basis of statements that\nare filed subsequent to the reference. It is also seen that the Central\nGovernment Industrial Tribunal has not finally decided whether the contract\nis genuine and whether the employer-employee relationship does or does not\nexist between the petitioner and the members of the Society. Since it is\nadmitted that for referring a matter to the Central Government Industrial\nTribunal, the appropriate Government is not a mere post office, the Central\nGovernment has to form an opinion, whether there is any dispute even in\nrelation to the existence of employer and employee relationship. In the\npresent case, from the materials that were made available to the Central\nGovernment, at the time of seeking reference, it is not clear whether there\nexists a dispute regarding the existence of the employer and employee\nrelationship between the petitioner and the second respondent. If the Central\nGovernment is of the opinion that there exists a dispute, then thinks are\ndifferent. It is not really expected from the Central Government Industrial\nTribunal to ignore this aspect. Hence the Central Government Industrial\nTribunal is required to decide as to whether there exists a dispute regarding\nthe existence of employer-employee relationship between the petitioner and\nthe second respondent at the time of seeking reference before the Government.\nIt is also required for the Central Government Industrial Tribunal to go into\nthe issue whether the second respondent can be permitted to raise such an\nimportant issue for the first time before the Central Government Industrial\nTribunal, so as to justify the reference, even though the existence of\ndispute is not prima facie made out when the reference was made by the\nGovernment as per the direction of this Court in the first Writ Petition\nfiled by the second respondent.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_43\">                27. Having regard to the facts narrated by both parties, this\nCourt is of the firm opinion that the Central Government Industrial Tribunal\nhas failed to consider two important issues, above referred to which are\nrelevant and important to decide the preliminary issue, as per the direction\nof this Court. Hence, this Writ Petition is allowed and the impugned order is\nset aside and the matter is remitted to the Central Government Industrial\nTribunal, Shasthri Bhavan, Chennai, to decide the preliminary issue whether\nthe order of reference made by the Central Government is maintainable, after\nframing the two issues that were referred to in the previous para and then\ndecide the preliminary issue one way or the other after giving adequate\nopportunities to both sides. The Tribunal is directed to pass appropriate\norders on the preliminary issue within a period of three months from the date\nof receipt of a copy of this order and then to proceed further in accordance\nwith law. This Writ Petition is allowed with the above directions.\nConsequently the connected W.M.P.(MD) Nos.1995 and 4111 of 2017 are closed.    \nNo costs.\n</p>                \n\n\n<p data-structure=\"Conclusion\" id=\"p_44\">To\n</p><p data-structure=\"Conclusion\" id=\"p_45\">1.Central Government Industrial Tribunal ? cum -\n</p><p data-structure=\"Conclusion\" id=\"p_46\">       Labour Court,\n   Shastri Bhavan,\n   Chennai.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_47\">2.The Secretary,\n   BHEL Vala Oppandha Thozhilalar Nala Sangam,   \n   5, Dheen Complex, 1st Floor,\n   Thiruverumbur,\n   Tiruchirapalli ? 620 014.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_48\">3.The Special Officer,\n   BHEL Labour Contract Society,\n   24, Building, BHEL,\n   Tiruchirapalli ? 620 014.\n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_49\">.\u001a\n          </p>","numcites":16,"numcitedby":0,"docsource":"Madras High Court","citetid":6755699,"divtype":"judgments","relatedqs":[{"value":"sham contract","formInput":"sham%20contract"},{"value":"employer employee relationship","formInput":"employer%20employee%20relationship"},{"value":"contract labour","formInput":"contract%20labour"},{"value":"principal employer ","formInput":"principal%20employer%20"},{"value":"preliminary issue","formInput":"preliminary%20issue"},{"value":"contract labour act","formInput":"contract%20labour%20act"},{"value":"sham and nominal","formInput":"sham%20and%20nominal"},{"value":"industrial disputes act 1947","formInput":"industrial%20disputes%20act%201947"},{"value":"central government industrial tribunal","formInput":"central%20government%20industrial%20tribunal"},{"value":"BHEL","formInput":"BHEL"},{"value":"art. 136","formInput":"art.%20136"},{"value":"abolition of contract labours","formInput":"abolition%20of%20contract%20labours"},{"value":"section 10 of Contract labour Act","formInput":"section%2010%20of%20Contract%20labour%20Act"},{"value":"interim stay","formInput":"interim%20stay"},{"value":"trade union ","formInput":"trade%20union%20"},{"value":"contract labour regulation","formInput":"contract%20labour%20regulation"},{"value":"conciliation proceedings","formInput":"conciliation%20proceedings"},{"value":"CLRA","formInput":"CLRA"},{"value":"contract act","formInput":"contract%20act"},{"value":"principle employer","formInput":"principle%20employer"}],"cats":[{"value":"prohibition-of-employment-of-contract-labour","formInput":"tag:prohibition-of-employment-of-contract-labour"},{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"industrial","formInput":"tag:industrial"},{"value":"special-leave-appeal-by-supreme-court","formInput":"tag:special-leave-appeal-by-supreme-court"}],"courtcopy":true,"query_alert":null,"agreement":false}