{"tid":40944373,"publishdate":"2025-03-11","title":"M/S.Ajr Global Exports vs The Executive Officer on 11 March, 2025","doc":"<h2 class=\"doc_title\">M/S.Ajr Global Exports vs The Executive Officer on 11 March, 2025</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-narendran\">Anil K. Narendran</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-narendran\">Anil K. Narendran</a></h3>\n\n<pre id=\"pre_1\">                                             2025:KER:21147\n         IN THE HIGH COURT OF KERALA AT ERNAKULAM\n\n                          PRESENT\n\n        THE HONOURABLE MR. JUSTICE ANIL K. NARENDRAN\n\n                             &amp;\n\n        THE HONOURABLE MR.JUSTICE MURALEE KRISHNA S.\n\n TUESDAY, THE 11TH DAY OF MARCH 2025 / 20TH PHALGUNA, 1946\n\n                   WP(C) NO. 6820 OF 2025\n\nPETITIONER:\n\n          M/S.AJR GLOBAL EXPORTS\n          PUBLIC DISTRIBUTION CENTRE 3/297 PERATHUMUKKU\n          JUNCTION KANDALLOOR, ALAPPUZHA , KERALA\n          REPRESENTED BY ITS PROPRIETOR JAYESH DEVARAJAN,\n          PIN - 690531\n\n\n          BY ADVS.\n          ADITYA UNNIKRISHNAN\n          NIVEDITA A.KAMATH\n          BINISHA BABY\n          HARIKRISHNAN K.U.\n          ARAVIND RAJAGOPALAN MENON\n          ANIL D. NAIR (SR.)\n\n\n\n\nRESPONDENTS:\n\n    1     THE EXECUTIVE OFFICER,\n          TRAVANCORE DEVASWOM BOARD, SABARIMALA ,\n          PATHANAMTHITTA KERALA, PIN - 689713\n\n    2     DEVASWOM ACCOUNTS OFFICER\n          TRANVANCORE DEVASWOM , NATHANCODE,\n          THIRUVANTHAPURAM, PIN - 695003\n\n    3     DEVASWOM COMMISSIONER\n          DEVASWOM HEAD QUARTERS, NANDANCODE,\n          THIRUVANANTHAPURAM, PIN - 695003\n W.P.(C)No.6820 of 2025          2\n\n\n\n\n                                                  2025:KER:21147\n     4      TRAVANCORE DEVASWOM BOARD\n            REPRESENTED BY ITS SECRETARY ,\n            DEVASWOM HEAD QUARTERS, NANDANCODE,\n            THIRUVANANTHAPURAM, PIN - 695003\n\n    *5      STATE OF KERALA\n            REPRESENTED BY THE SPECIAL SECRETARY TO\n            GOVERNMENT\n            REVENUE (DEVASWOM) DEPARTMENT,\n            GOVERNMENT SECRETARIAT,\n            THRIUVANANTHAPURAM - 695 001\n    **6     THE SENIOR DEPUTY DIRECTOR,\n            KERALA STATE AUDIT DEPARTMENT,\n            TRAVANCORE DEVASWOM BOARD AUDIT,\n            NANTHANCODE, THIRUVANANTHAPURAM - 695 003\n            (*ADDL.R5 &amp; R6 ARE SUO MOTU IMPLEADED VIDE ORDER\n            DATED 11.03.2025)\n\n\nOTHER PRESENT:\n\n            SRI. S. RAJMOHAN, SR. GP;\n            SRI. G. BIJU, SC, TDB\n\n\n      THIS WRIT PETITION (CIVIL) HAVING COME UP FOR ADMISSION\nON 11.03.2025, THE COURT ON THE SAME DAY DELIVERED THE\nFOLLOWING:\n W.P.(C)No.6820 of 2025            3\n\n\n\n\n                                                   2025:KER:21147\n                             JUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">Anil K. Narendran, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">      The petitioner, who was a successful bidder for the Kuthaka\n\nright of sale of coconuts in Sabarimala Devaswom for the year\n\n1199 ME, for the period from 11.11.2023 to 31.10.2024 covered\n\nby an tender notification issued by the 1st respondent Executive\n\nOfficer, Sabarimala, subject to the terms and conditions stipulated\n\nin Ext.P1, has filed this writ petition under <a href=\"/doc/1712542/\" id=\"a_1\">Article 226</a> of the\n\nConstitution of India, seeking a writ of mandamus commanding\n\nthe respondents to dispose of Ext.P4 representation dated\n\n04.11.2024 and Ext.P5 representation dated 31.01.2025, as\n\nexpeditiously as possible.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_3\">      2.     Going by the averments in the writ petition, in terms\n\nof the terms and conditions contained in Ext.P1, the petitioner,\n\nwho was the successful bidder for the Kuthaka right of sale of\n\ncoconuts in Sabarimala Devaswom for the year 1199 ME, for the\n\nperiod from 11.11.2023 to 31.10.2024 paid the Earnest Money\n\nDeposit (EMD) and security deposit. He has also paid the bid\n\namount fully. On completion of the period of contract, the\n\npetitioner made an application for refund of EMD and security\n<span class=\"hidden_text\" id=\"span_1\"> W.P.(C)No.6820 of 2025               4</span>\n\n\n\n\n                                                     2025:KER:21147\ndeposit, vide Exts.P4 and P5 representations. However, there is\n\nno response from the 4th respondent Travancore Devaswom\n\nBoard.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">      3.     On 20.02.2025, when this writ petition came up for\n\nadmission,     the    learned   Standing   Counsel   for   Travancore\n\nDevaswom Board sought time to get instructions.\n\n</p><p data-structure=\"PetArg\" id=\"p_5\">      4.     Heard the learned counsel for the petitioner, the\n\nlearned Standing Counsel for Travancore Devaswom Board for\n\nrespondents 1 to 4 and also the learned Senior Government\n\nPleader for additional respondents 5 and 6.\n\n</p><p data-structure=\"CDiscource\" id=\"p_6\">      5.     The     learned    Standing   Counsel   for   Travancore\n\nDevaswom Board, on instructions from the 3rd respondent\n\nDevaswom Commissioner, would submit that the petitioner is yet\n\nto remit a sum of Rs.7,91,939/- towards GST.\n\n</p><p data-structure=\"Issue\" id=\"p_7\">      6.     The issue that requires consideration in this writ\n\npetition is as to whether the petitioner can invoke the writ\n\njurisdiction of this Court under <a href=\"/doc/1712542/\" id=\"a_2\">Article 226</a> of the constitution of\n\nIndia to enforce the terms of the contract entered into with the\n\nTravancore Devaswom Board, in respect of the Kuthaka right\n\ncovered by the e-tender notification issued by the Executive\n<span class=\"hidden_text\" id=\"span_2\"> W.P.(C)No.6820 of 2025            5</span>\n\n\n\n\n                                                    2025:KER:21147\nOfficer, Sabarimala, subject to the terms and conditions contained\n\nin Ext.P1 notification.\n</p>\n<p data-structure=\"Section\" id=\"p_8\">      7.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"460900\" id=\"span_3\">In <a href=\"/doc/460900/\" id=\"a_3\">State of Bihar v. Jain Plastics and Chemicals\n\nLtd.</a> [(2002) 1 SCC 216] the Apex Court reiterated that a writ\n\npetition under <a href=\"/doc/1712542/\" id=\"a_4\">Article 226</a> of the Constitution of India is not the\n\nproper procedure for adjudicating disputes relating to the\n\nenforcement of contractual obligations. Under the law, it was open\n\nto the respondent to approach the court of competent jurisdiction\n\nfor appropriate relief for breach of contract. It is settled law that\n\nwhen an alternative and equally efficacious remedy is open to the\n\nlitigant, he should be required to pursue that remedy and not\n\ninvoke the writ jurisdiction of the High Court. Equally, the\n\nexistence of an alternative remedy does not affect the jurisdiction\n\nof the court to issue a writ, but ordinarily, that would be a good\n\nground for refusing to exercise the discretion under <a href=\"/doc/1712542/\" id=\"a_5\">Article 226.</a> It\n\nis true that many matters could be decided after referring to the\n\ncontentions raised in the affidavits and counter-affidavits, but that\n\nwould hardly be a ground for the exercise of extraordinary\n\njurisdiction under <a href=\"/doc/1712542/\" id=\"a_6\">Article 226</a> of the Constitution in case of an\n\nalleged breach of contract. Whether the alleged non-supply of\n<span class=\"hidden_text\" id=\"span_4\"> W.P.(C)No.6820 of 2025            6</span>\n\n\n\n\n                                                    2025:KER:21147\nroad permits by the appellants would justify a breach of contract\n\nby the respondent would depend upon facts and evidence and is\n\nnot required to be decided or dealt with in a writ petition. Such\n\nseriously disputed questions or rival claims of the parties with\n\nregard to breach of contract are to be investigated and\n\ndetermined on the basis of evidence which may be led by the\n\nparties in a properly instituted civil suit rather than by a court\n\nexercising the prerogative of issuing writs.</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_9\">      8.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"191872\" id=\"span_5\">In <a href=\"/doc/191872/\" id=\"a_7\">National Highways Authority of India v. Ganga\n\nEnterprises</a> [(2003) 7 SCC 410] the Apex Court was dealing\n\nwith a case in which the respondent had filed a writ petition before\n\nthe High Court for refund of the amount. The High Court posed\n\ntwo questions, namely, (a) whether the forfeiture of the security\n\ndeposit is without the authority of law and without any binding\n\ncontract between the parties and also contrary to <a href=\"/doc/931937/\" id=\"a_8\">Section 5</a> of the\n\nContract Act; and (b) whether the writ petition is maintainable in\n\na claim arising out of breach of contract. While dealing with the\n\nsaid issue the Apex Court opined that it is settled law that disputes\n\nrelating to contracts cannot be agitated under <a href=\"/doc/1712542/\" id=\"a_9\">Article 226</a> of the\n\nConstitution of India.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1893286\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318728\" id=\"span_8\">It has been so held in Kerala State\n<span class=\"hidden_text\" id=\"span_9\"> W.P.(C)No.6820 of 2025              7</span>\n\n\n\n\n                                                     2025:<a href=\"/doc/318728/\" id=\"a_10\">KER:21147\nElectricity Board v. Kurien E. Kalathil</a> [(<a href=\"/doc/1156062/\" id=\"a_11\">2000) 6 SCC 293],\n\nState of U.P. v. Bridge and Roof Company (India) Ltd.</a>\n\n[(<a href=\"/doc/1893286/\" id=\"a_12\">1996) 6 SCC 22] and Bareilly Development Authority v.\n\nAjai Pal Singh</a> [(1989) 2 SCC 116]. This is settled law. The\n\ndispute in the case before the Apex Court was regarding the terms\n\nof an offer. They were thus contractual disputes in respect of\n\nwhich a writ court was not the proper forum.</span></span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"261761\" id=\"span_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1956761\" id=\"span_11\">The Senior Counsel\n\nfor the respondent relied upon the decisions in <a href=\"/doc/1956761/\" id=\"a_13\">Verigamto\n\nNaveen v. State of A.P.</a> [(<a href=\"/doc/261761/\" id=\"a_14\">2001) 8 SCC 344] and Harminder\n\nSingh Arora v. Union of India</a> [(1986) 3 SCC 247]. The Apex\n\nCourt noticed that those are cases where the writ court was\n\nenforcing a statutory right or duty. These cases do not lay down\n\nthat a writ court can interfere in a matter of contract only. Thus,\n\non the ground of maintainability, the writ petition should have\n\nbeen dismissed.</span></span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_10\">      9.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1141333\" id=\"span_12\">In   <a href=\"/doc/1141333/\" id=\"a_15\">Gunwant    Kaur       v.   Municipal   Committee,\n\nBhatinda</a> [(1969) 3 SCC 769] the Apex Court opined that the\n\nHigh Court is not deprived of its jurisdiction to entertain a petition\n\nunder <a href=\"/doc/1712542/\" id=\"a_16\">Article 226</a> of the Constitution of India merely because in\n\nconsidering the petitioner&#x27;s right to relief questions of fact may\n<span class=\"hidden_text\" id=\"span_13\"> W.P.(C)No.6820 of 2025             8</span>\n\n\n\n\n                                                     2025:KER:21147\nfall to be determined. In a petition under <a href=\"/doc/1712542/\" id=\"a_17\">Article 226</a>, the High\n\nCourt has jurisdiction to try issues both of fact and law. It is true\n\nthat exercise of the jurisdiction is discretionary, but the discretion\n\nmust be exercised on sound judicial principles. When the petition\n\nraises questions of fact of a complex nature, which may for their\n\ndetermination require oral evidence to be taken, and on that\n\naccount the High Court is of the view that the dispute may not\n\nappropriately be tried in a writ petition, the High Court may\n\ndecline to try a petition. Rejection of a petition in limine will\n\nnormally be justified, where the High Court is of the view that the\n\npetition is frivolous or because of the nature of the claim made\n\ndispute sought to be agitated, or that the petition against the\n\nparty against whom relief is claimed is not maintainable or that\n\nthe dispute raised thereby is such that it would be inappropriate\n\nto try it in the writ jurisdiction, or for analogous reasons.</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_11\">      10.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1141333\" id=\"span_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_15\">In   <a href=\"/doc/1943124/\" id=\"a_18\">ABL    International   Ltd.   v.   Export     Credit\n\nGuarantee Corporation of India Ltd.</a> [(2004) 3 SCC 553] the\n\nApex Court, after referring to various judgments as well as the\n\npronouncement in <a href=\"/doc/1141333/\" id=\"a_19\">Gunwant Kaur v. Municipal Committee,\n\nBhatinda</a> [(1969) 3 SCC 769] and Century Spinning and\n<span class=\"hidden_text\" id=\"span_16\"> W.P.(C)No.6820 of 2025               9</span>\n\n\n\n\n                                                         2025:KER:21147\nManufacturing Company Ltd. v. Ulhasnagar Municipal\n\nCouncil [(1970) 1 SCC 582], held that, merely because one of\n\nthe parties to the litigation raises a dispute in regard to the facts\n\nof the case, the Court entertaining such a petition under <a href=\"/doc/1712542/\" id=\"a_20\">Article\n\n226</a> of the Constitution is not always bound to relegate the parties\n\nto a suit. In Gunwant Kaur [(1969) 3 SCC 769] the Court even\n\nwent to the extent of holding that in a writ petition, if the facts\n\nrequire, even oral evidence can be taken. This clearly shows that\n\nin an appropriate case, the writ court has the jurisdiction to\n\nentertain a writ petition involving disputed questions of fact and\n\nthere is no absolute bar for entertaining a writ petition even if the\n\nsame arises out of a contractual obligation and/or involves some\n\ndisputed questions of fact.</span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_12\">      11.    In ABL International Ltd. [(2004) 3 SCC 553] the\n\nApex Court laid down the following legal principles;\n\n</p><p data-structure=\"Precedent\" id=\"p_13\">      (a)    in an appropriate case, a writ petition as against a\n             State or an instrumentality of a State arising out of\n             a contractual obligation is maintainable.\n</p><p data-structure=\"Issue\" id=\"p_14\">      (b)    merely because some disputed questions of fact\n             arise for consideration, same cannot be a ground to\n             refuse to entertain a writ petition in all cases as a\n             matter of rule.\n</p><span class=\"hidden_text\" id=\"span_17\"> W.P.(C)No.6820 of 2025               10</span><p data-structure=\"Section\" id=\"p_15\">\n\n\n\n\n</p><p data-structure=\"Section\" id=\"p_16\">                                                      2025:KER:21147\n</p><p data-structure=\"Issue\" id=\"p_17\">      (c)    a writ petition involving a consequential relief of\n             monetary claim is also maintainable.\n</p><p data-structure=\"Precedent\" id=\"p_18\">While laying down the principle, the Apex Court sounded a word\n\nof caution as under in paragraph 28, which reads thus;\n\n</p><blockquote id=\"blockquote_1\">      <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1885496\" id=\"span_18\">&quot;28. However, while entertaining an objection as to the\n      maintainability of a writ petition under <a href=\"/doc/1712542/\" id=\"a_21\">Article 226</a> of the\n      Constitution of India, the Court should bear in mind the fact\n      that the power to issue prerogative writs under <a href=\"/doc/1712542/\" id=\"a_22\">Article 226</a>\n      of the Constitution is plenary in nature and is not limited by\n      any other provisions of the Constitution. The High Court\n      having regard to the facts of the case, has the discretion to\n      entertain or not to entertain a writ petition. The Court has\n      imposed upon itself certain restrictions in the exercise of\n      this power. See: <a href=\"/doc/1885496/\" id=\"a_23\">Whirlpool Corpn. v. Registrar of Trade\n      Marks</a> [(1998) 8 SCC 1]. And this plenary right of the\n      High Court to issue a prerogative writ will not normally be\n      exercised by the Court to the exclusion of other available\n      remedies     unless   such   action   of   the   State   or   its\n      instrumentality is arbitrary and unreasonable so as to\n      violate the constitutional mandate of <a href=\"/doc/367586/\" id=\"a_24\">Article 14</a> or for other\n      valid and legitimate reasons, for which the Court thinks it\n      necessary to exercise the said jurisdiction.&quot;</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_19\">      12.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"164673968\" id=\"span_19\">In <a href=\"/doc/164673968/\" id=\"a_25\">State of Kerala v. M.K. Jose</a> [(2015) 9 SCC\n\n433] the Apex Court was dealing with a case in which the\n\nrespondent had earlier challenged the order of termination of the\n\ncontract before the High Court by filing in W.P. (C)No.22541 of\n<span class=\"hidden_text\" id=\"span_20\"> W.P.(C)No.6820 of 2025            11</span>\n\n\n\n\n                                                    2025:KER:21147\n2013. That writ petition ended in dismissal. He filed W.A.No. 1912\n\nof 2013. The Division Bench, by the judgment dated 24.02.2014,\n\nallowed that writ appeal. The Division Bench, on the basis of the\n\nreport of the Advocate Commission, came to the conclusion that\n\nthe order of termination was founded on erroneous facts,\n\ninasmuch as the competent authority had opined that more than\n\n50% of the work remained to be done. The Division Bench opined\n\nthat, as there was a factual defect, which was evident from the\n\nreport of the Advocate Commission, the order of termination of\n\nthe contract is liable to be quashed. After quashing the said order,\n\nthe Division Bench directed the Superintending Engineer, Public\n\nWorks Department (Roads and Bridges) to consider and dispose\n\nof the matter afresh after affording the contractor an opportunity\n\nof being heard. It also directed that the Commission&#x27;s report and\n\nthe Engineer&#x27;s report and the accounts shall be produced by the\n\nContractor before the competent authority, who shall take the\n\nsame into account before taking a final decision in the matter. The\n\nState and the official respondents took up the matter before the\n\nApex Court. The Apex Court, after referring to the law <a href=\"/doc/164673968/\" id=\"a_26\">laid down\n\nin</a> Jain Plastics and Chemicals Ltd. [(2002) 1 SCC 216] and\n<span class=\"hidden_text\" id=\"span_21\"> W.P.(C)No.6820 of 2025           12</span>\n\n\n\n\n                                                   2025:KER:21147\nGanga Enterprises [(2003) 7 SCC 410], reiterated that a writ\n\ncourt should ordinarily not entertain a writ petition under <a href=\"/doc/1712542/\" id=\"a_27\">Article\n\n226</a> of the Constitution of India if there is a breach of contract\n\ninvolving disputed questions of fact. The High Court appointed a\n\nCommission to collect the evidence, accepted the same without\n\ncalling for objections from the respondent, and quashed the order\n\nof termination of the contract. The Apex Court observed that the\n\nprocedure adopted by the High Court is quite unknown to the\n\nexercise of powers under <a href=\"/doc/1712542/\" id=\"a_28\">Article 226</a> in a contractual matter.</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_20\">      13.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"113707\" id=\"span_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1141333\" id=\"span_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_24\">In M.K. Jose [(2015) 9 SCC 433] the Apex Court\n\nnoticed that in <a href=\"/doc/1943124/\" id=\"a_29\">ABL International Ltd. v. Export Credit\n\nGuarantee Corporation of India Ltd.</a> [(2004) 3 SCC 553] a\n\nTwo-Judge Bench after referring to various judgments as well as\n\nthe pronouncement in <a href=\"/doc/1141333/\" id=\"a_30\">Gunwant Kaur v. Municipal Committee,\n\nBhatinda</a> [(<a href=\"/doc/113707/\" id=\"a_31\">1969) 3 SCC 769] and Century Spinning and\n\nManufacturing Company Ltd. V. Ulhasnagar Municipal\n\nCouncil</a> [(1970) 1 SCC 582] granted the relief as the facts were\n\nabsolutely clear from the documentary evidence brought which\n\npertain to interpretation of certain clauses of contract of\n\ninsurance. The issue that had arisen in ABL International was\n<span class=\"hidden_text\" id=\"span_25\"> W.P.(C)No.6820 of 2025             13</span>\n\n\n\n\n                                                     2025:KER:21147\nthat an instrumentality of a State was placing a different\n\nconstruction on the clauses of the contract of insurance and the\n\ninsured was interpreting the contract differently. The Court\n\nthought it apt, merely because something is disputed by the\n\ninsurer, it should not enter into the realm of disputed questions of\n\nfact. In fact, there was no disputed question of fact, but it required\n\ninterpretation of the terms of the contract of insurance. Similarly,\n\nif the materials that come on record from which it is clearly\n\nevincible, the writ court may exercise the power of judicial review.</span></span></span>\n\n</p><p data-structure=\"CDiscource\" id=\"p_21\">      14.    It is well settled that, where the rights which are\n\nsought to be agitated are purely of a private character no\n\nmandamus can be claimed. Even if the relief is sought against the\n\nState or its instrumentality, the precondition for the issuance of a\n\nwrit of mandamus is a public duty. In a dispute based on a purely\n\ncontractual relationship, there being no public duty element, a\n\nwrit of mandamus would not lie.\n</p>\n<p data-structure=\"Precedent\" id=\"p_22\">      15.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1893286\" id=\"span_26\">In <a href=\"/doc/1893286/\" id=\"a_32\">Bareilly Development Authority v. Ajay Pal\n\nSingh</a> [(1989) 2 SCC 116] the Apex Court noticed that, even\n\nconceding that Bareilly Development Authority has the trappings\n\nof a State or would be comprehended in &#x27;other authority&#x27; for the\n<span class=\"hidden_text\" id=\"span_27\"> W.P.(C)No.6820 of 2025              14</span>\n\n\n\n\n                                                     2025:KER:21147\npurpose of <a href=\"/doc/609139/\" id=\"a_33\">Article 12</a> of the Constitution of India, while\n\ndetermining price of the houses/flats constructed by it and the\n\nrate of monthly instalments to be paid, the &#x27;authority&#x27; or its agent\n\nafter entering into the field of ordinary contract acts purely in its\n\nexecutive capacity. Thereafter, the relations are no longer\n\ngoverned by the constitutional provisions but by the legally valid\n\ncontract which determines the rights and obligations of the parties\n\ninter se. In this sphere, they can only claim rights conferred upon\n\nthem by the contract in the absence of any statutory obligations\n\non the part of Bareilly Development Authority in the said\n\ncontractual field.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_23\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"248227\" id=\"span_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1732064\" id=\"span_29\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"541216\" id=\"span_30\">16.    The     law   <a href=\"/doc/1893286/\" id=\"a_34\">laid   down   by</a>   the   Apex   Court   in\n\n<a href=\"/doc/541216/\" id=\"a_35\">Radhakrishna Agarwal v. State of Bihar</a> [(<a href=\"/doc/1732064/\" id=\"a_36\">1977) 3 SCC\n\n457], Premji Bhai Parmar v. Delhi Development Authority</a>\n\n[(<a href=\"/doc/248227/\" id=\"a_37\">1980) 2 SCC 129] and Divisional Forest Officer v.\n\nBishwanath Tea Company Ltd.</a> [(1981) 3 SCC 238] is that,\n\nwhere the contract entered into between the State and the\n\npersons aggrieved is non-statutory and purely contractual and the\n\nrights are governed only by the terms of the contract, no writ or\n\norder can be issued under <a href=\"/doc/1712542/\" id=\"a_38\">Article 226</a> of the Constitution of India\n<span class=\"hidden_text\" id=\"span_31\"> W.P.(C)No.6820 of 2025             15</span>\n\n\n\n\n                                                      2025:KER:21147\nso as to compel the authorities to remedy a breach of contract\n\npure and simple.</span></span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_24\">      17.    In Bishwanath Tea Company Ltd. [(1981) 3 SCC\n\n238] the Apex Court considered the question of maintainability\n\nof a writ petition in respect of a claim arising out of the contractual\n\nrights and obligations flowing from the terms of a lease. The Apex\n\nCourt held that, it is undoubtedly true that High Court can\n\nentertain in its extraordinary jurisdiction a petition to issue any of\n\nthe prerogative writs for any other purpose. But such writ can be\n\nissued where there is executive action unsupported by law or even\n\nin respect of a corporation there is a denial of equality before law\n\nor equal protection of law. The Corporation can also file a writ\n\npetition for enforcement of a right under a statute. On the facts\n\nof the case on hand, the Apex Court noticed that Bishwanath Tea\n\nCompany Ltd., the respondent company, was merely trying to\n\nenforce a contractual obligation. The obligation to pay royalty for\n\ntimber cut and felled and removed is prescribed by the relevant\n\nregulations. The validity of regulations is not challenged.\n\nTherefore, the demand for royalty is unsupported by law. What\n\nthe respondent claimed was an exception that in view of a certain\n<span class=\"hidden_text\" id=\"span_32\"> W.P.(C)No.6820 of 2025            16</span>\n\n\n\n\n                                                    2025:KER:21147\nterm in the indenture of lease, i.e., clause 2, the appellant is not\n\nentitled to demand and collect royalty from the respondent. This\n\nis nothing but enforcement of a term of a contract of lease. Hence,\n\nthe question was whether such contractual obligation can be\n\nenforced by the High Court in its writ jurisdiction. Ordinarily,\n\nwhere a breach of contract is complained of, a party complaining\n\nof such breach may sue for specific performance of the contract,\n\nif the contract is capable of being specifically performed, or the\n\nparty may sue for damages. Such a suit would ordinarily be\n\ncognisable by the civil court. The High Court in its extraordinary\n\njurisdiction would not entertain a petition either for specific\n\nperformance of a contract or for recovering damages. A right to\n\nrelief flowing from a contract has to be claimed in a civil court\n\nwhere a suit for specific performance of a contract or for damages\n\ncould be filed.\n</p>\n<p data-structure=\"Section\" id=\"p_25\">      18.    The legal principles that can be culled out from the\n\ndecisions referred to supra are that, in a case where the contract\n\nentered into between the State and the person aggrieved is of a\n\nnon-statutory character and the relationship is governed purely in\n\nterms of a contract between the parties, the contractual\n<span class=\"hidden_text\" id=\"span_33\"> W.P.(C)No.6820 of 2025              17</span>\n\n\n\n\n                                                         2025:KER:21147\nobligations are matters of private law and a writ would not lie to\n\nenforce a civil liability arising purely out of a contract. The proper\n\nremedy in such cases would be to file a civil suit for claiming\n\ndamages, injunctions or specific performance or such appropriate\n\nreliefs in a competent civil court. Pure contractual obligation in the\n\nabsence of any statutory complexion would not be enforceable\n\nthrough a writ.\n</p>\n<p data-structure=\"Precedent\" id=\"p_26\">      19.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"77081689\" id=\"span_34\">In <a href=\"/doc/77081689/\" id=\"a_39\">Joshi Technologies International Inc. v. Union\n\nof India</a> [(2015) 7 SCC 728] the Apex Court held that there is\n\nno absolute bar to the maintainability of the writ petition even in\n\ncontractual matters or where there are disputed questions of fact\n\nor even when monetary claim is raised. At the same time,\n\ndiscretion   lies   with   the   High    Court   which   under   certain\n\ncircumstances, it can refuse to exercise. In paragraph 69 of the\n\ndecision, the Apex Court summarised the circumstances in which\n\nthe Court would not normally exercise such discretion. In\n\nparagraph 70 the Apex Court summarised different situations/\n\naspects relating to contracts entered into by the State/public\n\nauthority with private parties. Paragraphs 69 and 70 of <a href=\"/doc/77081689/\" id=\"a_40\">the said\n\ndecision</a> read thus;</span>\n</p><span class=\"hidden_text\" id=\"span_35\"> W.P.(C)No.6820 of 2025              18</span><p data-structure=\"Precedent\" id=\"p_27\">\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_28\">                                              2025:KER:21147\n      &quot;69. The position thus summarised in the aforesaid\n      principles has to be understood in the context of the\n      discussion that preceded which we have pointed out above.\n      As per this, no doubt, there is no absolute bar to the\n      maintainability of the writ petition even in contractual\n      matters or where there are disputed questions of fact or\n      even when monetary claim is raised. At the same time,\n      discretion lies with the High Court which under certain\n      circumstances, it can refuse to exercise. It also follows that\n      under the following circumstances, &quot;normally&quot;, the Court\n      would not exercise such a discretion:\n</p><blockquote id=\"blockquote_2\">      69.1. The Court may not examine the issue unless the action\n             has some public law character attached to it.\n      69.2. Whenever a particular mode of settlement of dispute\n             is provided in the contract, the High Court would\n             refuse to exercise its discretion under <a href=\"/doc/1712542/\" id=\"a_41\">Article 226</a> of\n             the Constitution and relegate the party to the said\n             mode of settlement, particularly when settlement of\n             disputes is to be resorted to through the means of\n             arbitration.\n</blockquote><blockquote id=\"blockquote_3\">      69.3. If there are very serious disputed questions of fact\n             which are of complex nature and require oral\n             evidence for their determination.\n</blockquote><blockquote id=\"blockquote_4\">      69.4. Money claims per se particularly arising out of\n             contractual obligations are normally not to be\n             entertained except in exceptional circumstances.\n</blockquote><blockquote id=\"blockquote_5\">       70. Further, the legal position which emerges from\n       various judgments of this Court dealing with different\n       situations/aspects relating to contracts entered into by\n<span class=\"hidden_text\" id=\"span_36\"> W.P.(C)No.6820 of 2025                  19</span>\n\n\n\n\n                                                      2025:KER:21147\n       the State/public authority with private parties, can be\n       summarised as under:\n</blockquote><p data-structure=\"Section\" id=\"p_29\">      70.1. At the stage of entering into a contract, the State\n             acts purely in its executive capacity and is bound\n             by the obligations of fairness.\n</p><p data-structure=\"Section\" id=\"p_30\">      70.2. State in its executive capacity, even in the\n             contractual field, is under obligation to act fairly\n             and cannot practise some discriminations.\n      70.3. Even in cases where question is of choice or\n             consideration of competing claims before entering\n             into the field of contract, facts have to be\n             investigated and found before the question of a\n             violation of <a href=\"/doc/367586/\" id=\"a_42\">Article 14</a> of the Constitution could\n             arise. If those facts are disputed and require\n             assessment of evidence the correctness of which\n             can only be tested satisfactorily by taking detailed\n             evidence,     involving     examination     and   cross-\n             examination of witnesses, the case could not be\n             conveniently      or      satisfactorily    decided   in\n             proceedings under <a href=\"/doc/1712542/\" id=\"a_43\">Article 226</a> of the Constitution.\n             In such cases the Court can direct the aggrieved\n             party to resort to alternate remedy of civil suit,\n             etc.\n      70.4. Writ jurisdiction of the High Court under <a href=\"/doc/1712542/\" id=\"a_44\">Article 226</a>\n             of the Constitution was not intended to facilitate\n             avoidance of obligation voluntarily incurred.\n      70.5. Writ petition was not maintainable to avoid\n             contractual obligation. Occurrence of commercial\n             difficulty,    inconvenience        or     hardship   in\n<span class=\"hidden_text\" id=\"span_37\"> W.P.(C)No.6820 of 2025                     20</span>\n\n\n\n\n                                                   2025:KER:21147\n             performance of the conditions agreed to in the\n             contract    can    provide      no    justification   in   not\n             complying with the terms of contract which the\n             parties had accepted with open eyes. It cannot\n             ever be that a licensee can work out the licence if\n             he finds it profitable to do so and he can challenge\n             the conditions under which he agreed to take the\n             licence, if he finds it commercially inexpedient to\n             conduct his business.\n</p><p data-structure=\"CDiscource\" id=\"p_31\">      70.6. Ordinarily, where a breach of contract is complained\n             of, the party complaining of such breach may sue\n             for specific performance of the contract, if contract\n             is   capable      of    being      specifically    performed.\n             Otherwise, the party may sue for damages.\n</p><p data-structure=\"RespArg\" id=\"p_32\">      70.7. Writ can be issued where there is executive action\n             unsupported by law or even in respect of a\n             corporation there is denial of equality before law\n             or equal protection of law or if it can be shown that\n             action of the public authorities was without giving\n             any hearing and violation of principles of natural\n             justice after holding that action could not have\n             been taken without observing principles of natural\n             justice.\n</p><p data-structure=\"Section\" id=\"p_33\">      70.8. If the contract between private party and the\n             State/instrumentality and/or agency of the State\n             is under the realm of a private law and there is no\n             element of public law, the normal course for the\n             aggrieved      party,    is   to    invoke   the    remedies\n             provided under ordinary civil law rather than\n<span class=\"hidden_text\" id=\"span_38\"> W.P.(C)No.6820 of 2025                    21</span>\n\n\n\n\n                                                    2025:KER:21147\n             approaching the High Court under <a href=\"/doc/1712542/\" id=\"a_45\">Article 226</a> of\n             the   Constitution     of    India      and   invoking   its\n             extraordinary jurisdiction.\n</p><p data-structure=\"CDiscource\" id=\"p_34\">      70.9. The distinction between public law and private law\n             element in the contract with the State is getting\n             blurred.    However,    it        has   not   been   totally\n             obliterated and where the matter falls purely in\n             private field of contract, this Court has maintained\n             the position that writ petition is not maintainable.\n             The dichotomy between public law and private law\n             rights and remedies would depend on the factual\n             matrix of each case and the distinction between\n             the public law remedies and private law field,\n             cannot be demarcated with precision. In fact, each\n             case has to be examined, on its facts whether the\n             contractual relations between the parties bear\n             insignia of public element. Once on the facts of a\n             particular case it is found that nature of the activity\n             or controversy involves public law element, then\n             the matter can be examined by the High Court in\n             writ petitions under <a href=\"/doc/1712542/\" id=\"a_46\">Article 226</a> of the Constitution\n             of India to see whether action of the State and/or\n             instrumentality or agency of the State is fair, just\n             and equitable or that relevant factors are taken\n             into consideration and irrelevant factors have not\n             gone into the decision-making process or that the\n             decision is not arbitrary.\n</p><p data-structure=\"CDiscource\" id=\"p_35\">      70.10. Mere reasonable or legitimate expectation of a\n             citizen, in such a situation, may not by itself be a\n<span class=\"hidden_text\" id=\"span_39\"> W.P.(C)No.6820 of 2025                      22</span>\n\n\n\n\n                                                        2025:KER:21147\n             distinct enforceable right, but failure to consider\n             and give due weight to it may render the decision\n             arbitrary, and this is how the requirements of due\n             consideration of a legitimate expectation forms\n             part of the principle of non-arbitrariness.\n      70.11. The scope of judicial review in respect of disputes\n             falling within the domain of contractual obligations\n             may be more limited and in doubtful cases the\n             parties may be relegated to adjudication of their\n             rights      by   resort   to    remedies   provided   for\n             adjudication of purely contractual disputes.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_36\">      20.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"20159987\" id=\"span_40\">In <a href=\"/doc/20159987/\" id=\"a_47\">SITCO Associates v. State of Kerala</a> [2023 KHC\n\n496], in the context of a contract awarded by the High Power\n\nCommittee for Implementation of Sabarimala Master Plan, a\n\nDivision Bench of this Court, in which one among us [Anil K.\n\nNarendran, J.], was a party, held that the contract entered into\n\nbetween the High Power Committee and the writ petitioner is of a\n\nnon statutory character and the relationship is governed purely in\n\nterms of the contract between the parties, i.e., the agreement\n\ndated 31.03.2018. In such situations, the contractual obligations\n\nare matters of private law and a writ under <a href=\"/doc/1712542/\" id=\"a_48\">Article 226</a> of the\n\nConstitution of India would not lie to enforce a civil liability arising\n\npurely out of that contract, since a pure contractual obligation in\n\nthe absence of any statutory complexion would not be enforceable\n<span class=\"hidden_text\" id=\"span_41\"> W.P.(C)No.6820 of 2025              23</span>\n\n\n\n\n                                                     2025:KER:21147\nthrough a writ. Seriously disputed questions or rival claims of the\n\nparties with regard to breach of contract are to be investigated\n\nand determined on the basis of evidence which may be led by the\n\nparties in a properly instituted civil suit rather than by a court\n\nexercising the prerogative of issuing writs. In such cases, the\n\nproper remedy of the person aggrieved would be to approach the\n\ncompetent civil court seeking appropriate reliefs.</span>\n\n</p><p data-structure=\"Conclusion\" id=\"p_37\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"20159987\" id=\"span_42\">21.    Viewed in the light of the law <a href=\"/doc/20159987/\" id=\"a_49\">laid down in</a> the decisions\n\nreferred to supra, the conclusion is irresistible that the petitioner\n\ncannot invoke the writ jurisdiction under <a href=\"/doc/1712542/\" id=\"a_50\">Article 226</a> of the\n\nConstitution of India, seeking the aforesaid reliefs, in respect of\n\nthe contract entered into with the Travancore Devaswom Board,\n\nin respect of the Kuthaka right covered by the e-tender\n\nnotification issued by the Executive Officer, Sabarimala, subject to\n\nthe terms and conditions contained in Ext.P1 notification.</span>\n\n</p><p data-structure=\"Conclusion\" id=\"p_38\">      In the result, this writ petition fails on the ground of\n\nmaintainability and the same is accordingly dismissed; however,\n\nleaving open the rival contention on the disputes in relation to the\n\ncontract entered into with the Travancore Devaswom Board, in\n\nrespect of the Kuthaka right covered by the e-tender notification\n<span class=\"hidden_text\" id=\"span_43\"> W.P.(C)No.6820 of 2025           24</span>\n\n\n\n\n                                                      2025:KER:21147\nissued by the Executive Officer, Sabarimala.\n\n</p><p data-structure=\"Conclusion\" id=\"p_39\">                                               Sd/-\n</p>\n<p data-structure=\"Conclusion\" id=\"p_40\">                                  ANIL K. NARENDRAN, JUDGE\n\n\n                                               Sd/-\n</p>\n<p data-structure=\"CDiscource\" id=\"p_41\">\n                                 MURALEE KRISHNA S., JUDGE\n\n\nMSA\n<span class=\"hidden_text\" id=\"span_44\"> W.P.(C)No.6820 of 2025             25</span>\n\n\n\n\n                                                    2025:KER:21147\n                   APPENDIX OF WP(C) 6820 OF 2025\n\nPETITIONER EXHIBITS\n\nExhibit P1               TRUE COPY OF THE QUOTATION BEARING\n                         REFERENCE NO. DB ROC 04/23 SAB (KUTTAKA)\n                         DATED 07.08.2023 ALONG WITH THE GENERAL\n                         TERMS OF CONTRACT ISSUED BY THE 1ST\n                         RESPONDENT\n\nExhibit P2               TRUE COPY OF THE BID SUBMISSION\n                         CONFIRMATION EVIDENCING THE PAYMENT\n                         DETAILS OF EARNEST MONEY DEPOSIT ALONG\n                         WITH THE TENDER SECURITY DEPOSIT DATED\n                         3.10.2023\n\nExhibit P3               TRUE COPY OF THE CHALLAN EVIDENCING THE\n                         PAYMENT OF A PORTION OF THE BID AMOUNT\n                         RELATING TO ITEM NO: 2 DATED 13.10.2023\n\nExhibit P3(A)            TRUE COPY OF THE CHALLAN EVIDENCING THE\n                         PAYMENT OF A PORTION OF THE BID AMOUNT\n                         15.11.2023\n\nExhibit P3(B)            TRUE COPY OF THE CHALLAN EVIDENCING THE\n                         PAYMENT OF THE BALANCE PORTION OF THE\n                         BID AMOUNT 19.12.2023\n\nExhibit P4               TRUE COPY OF THE LETTER SUBMITTED BY THE\n                         PETITIONER REQUESTING FOR REFUND OF THE\n                         EMD AND SECURITY DEPOSIT BEFORE THE 2ND\n                         RESPONDENT DATED 04.11.2024 ALONG WITH\n                         THE ACKNOWLEDGMEN\n\nExhibit P5               TRUE COPY OF THE LETTER SUBMITTED BY THE\n                         PETITIONER TO THE 3RD RESPONDENT DATED\n                         31.01.25 ALONG WITH THE ACKNOWLEDGMENT\n\nExhibit P6               TRUE COPY OF THE REGISTRATION\n                         CERTIFICATE DATED 23.11.2022\n </p>","numcites":21,"numcitedby":0,"docsource":"Kerala High Court","citetid":40944373,"divtype":"judgments","courtcopy":true,"query_alert":null,"agreement":false}