{"tid":378034,"publishdate":"2001-06-22","title":"Federation Of Hindustan Lever Ltd. And ... vs Secretary, State Contract Labour ... on 22 June, 2001","doc":"<h2 class=\"doc_title\">Federation Of Hindustan Lever Ltd. And ... vs Secretary, State Contract Labour ... on 22 June, 2001</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: (2002)ILLJ355BOM</h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-p-shah\">A.P. Shah</a>, <a href=\"/search/?formInput=benchid:s-a-bobde\">S.A. Bobde</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT</pre>\n \n\n<p data-structure=\"CDiscource\" id=\"p_1\"> 1. Heard learned counsel for the parties. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_2\"> 2. Rule made returnable forthwith. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\"> 3. The petitioner No. 1 is a registered trade\nunion and represents various unions operating \n<span class=\"hidden_text\" id=\"span_1\">in the establishments of respondent No. 4</span>\ncompany. The petitioner No. 2 is also a\nregistered trade union and represents contract\nworkers working in the training centre of\nrespondent No. 4 situated at Worli. The \nrespondent No. 1 is the Advisory Board set up\nunder the <a href=\"/doc/1810788/\" id=\"a_1\">Contract Labour (Regulation and\nAbolition) Act, 1970</a>, hereinafter referred to as\n<span class=\"hidden_text\" id=\"span_2\">the Contract Labour Act. The respondent No. 2</span>\nis the Commissioner of Labour. The\nrespondent No. 3 is State of Maharashtra which\nis the &quot;Appropriate Government&quot; in respect of\nthe establishments of the respondent No.4. The\nrespondent No.4 is a company incorporated\nunder the <a href=\"/doc/1353758/\" id=\"a_2\">Companies Act, 1956</a> and the\nrespondent Nos. 5, 6 and 7 are its\nestablishments. The respondent Nos. 8 to 16 are\nthe contractors through whom respondent No.4\nallegedly gets various jobs done in its\nestablishments.  \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_4\"> 4. The petitioners have contended that more and more workmen are being engaged by respondent on contract basis with a view to keep the employees under its employment at the barest minimum and get several operations/-processes/work through so-called contractors. It is contended that the so-called contracts are totally sham and bogus and contract workers should be treated as permanent and direct workers of the 4th respondent company. It is contended that many of these employees have been working in the establishments of respondent No.4 for more than 10 years. It is pointed out that direct employees of respondent No. 4 are paid monthly wages ranging from Rs. 10,000 to Rs. 12,000 whereas contract workers are paid a meagre salary of Rs. 2,000 to Rs. 2,500. The petitioners contend that various jobs which are performed through the so-called contract workers are of perennial nature which can be seen from the fact that most of the workers have been working with respondent No.4 for more than a decade. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_5\"> 5. At the outset we may mention that the petitioners have filed Complaint (ULP) No. 758 of 1996 and Complaint (ULP) No. 658 of 1998 under the provisions of the <a href=\"/doc/166190666/\" id=\"a_3\">Maharashtra Recognition of Trade Unions and Prevention of Unfair Labour Practices Act, 1971</a>, hereinafter referred to as the <a href=\"/doc/166190666/\" id=\"a_4\">MRTU and PULP Act</a> contending inter alia, that contracts centered into between respondent No.4 and respondent Nos. 9 to 16 are sham and bogus contracts and the contractors are merely for name-lending. It is also the case of the petitioners in the said proceeding that work performed by the workmen of the so-called contractors is in fact work of incidental and/or ancillary to the main activity of respondent No. 4 and that the said work is perennial in nature. In Complaint No. 652 of 1998 a statement was made by respondent No. 4 that the contracts will not be terminated as also the services of concerned contract workers will not be discontinued. In Complaint No. 758 of 1996 application for interim relief was rejected on the ground that there was no apprehension of termination of the contract workers. We may hasten to add that workers covered by the above complaints have been continued in the establishments of the respondent No.4 even today. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_6\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1979210\" id=\"span_3\">6. Ms. Doshi learned counsel for the petitioners contended that the Supreme Court in the case of <a href=\"/doc/1979210/\" id=\"a_5\">Cipla Ltd. v. Maharashtra General Kamgar Union 2001-I-LLJ-1063</a> held that Industrial Court and Labour Court constituted under <a href=\"/doc/166190666/\" id=\"a_6\">MRTU and PULP Act</a> would not have jurisdiction to entertain disputes on behalf of contract workers and the right forum would be Labour Court/Tribunal constituted under <a href=\"/doc/500379/\" id=\"a_7\">Industrial Disputes Act, 1947</a>, and that such disputes could only be adjudicated upon in a reference under <a href=\"/doc/167825104/\" id=\"a_8\">Section 10</a> of the said Act.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1087177\" id=\"span_4\">This view was reaffirmed by the Supreme Court in the case of <a href=\"/doc/1087177/\" id=\"a_9\">Vividh Kamgar Sabha v. Katyani Steels Ltd. and Anr. 2001-I-LLJ-569</a>.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1979210\" id=\"span_5\">Ms. Doshi also brought to our notice that respondent No. 4 has filed an application before the Industrial Court for dismissing the complaints in view of the decisions of the Supreme Court in <a href=\"/doc/1979210/\" id=\"a_10\">Cipla Ltd. &amp; Kalyani Steels</a> (supra). She submitted that petitioners have therefore approached the State Government by way of their application addressed to the State Advisory Board under Section 10 of the Contract Labour Act for abolition of the contract labour in respect of jobs performed by contract workers engaged through respondent Nos. 9 to 16 and the said application is pending before the Advisory Board. She submitted that petitioners have also raised an industrial dispute on behalf of contract workers before the Commissioner of Labour seeking a declaration to treat the workers mentioned in Exhibit A to the petition as permanent workers of respondent No. 4 company and for other consequential reliefs.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_7\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"366376\" id=\"span_6\">7. Ms. Doshi drew our attention to the\ndecision of the Supreme Court in <a href=\"/doc/366376/\" id=\"a_11\">Gujarat\nElectricity Board Thermal Power Station, \nUkai,  Gujarat v.  Hind Mazdoor Sabha and\nOrs.</a>  wherein the Supreme Court\nhas held that the authority to abolish the\ncontract labour is vested exclusively in the \nappropriate Government under <a href=\"/doc/447653/\" id=\"a_12\">Section 10(1)</a> of\nthe Contract Act. In the said case Supreme\nCourt also considered the issue as to who can\nraise industrial dispute under <a href=\"/doc/1669932/\" id=\"a_13\">Section 10</a> of the\nIndustrial Disputes Act for claiming absorption \nor a declaration that the workmen of the\ncontractors are in fact workmen of the principal\nemployer. In this regard the Supreme Court\nsummarised the law which reads as follows\n1995-II-LLJ-790 at 815:</span>  \n</p>   \n\n<blockquote id=\"blockquote_1\"> &quot;53. Our conclusions and answers to the questions raised are, therefore, as follows: \n   \n\n</blockquote><blockquote id=\"blockquote_2\"> i) In view of the provisions of <a href=\"/doc/167825104/\" id=\"a_14\">Section 10</a> of\nthe Act, it is only the appropriate \nGovernment which has the authority to\nabolish genuine labour contract in\naccordance with the provisions of the said\nSection. No Court including the industrial\nadjudicator has jurisdiction to do so. \n</blockquote> \n\n<blockquote id=\"blockquote_3\"> ii) If the contract is a sham or not genuine, the workmen of the so-called contractor can raise an industrial dispute for declaring that they were always the employees of the principal employer and for claiming the appropriate service conditions. When such dispute is raised, it is not a dispute for abolition of the labour contract and hence the provisions of <a href=\"/doc/167825104/\" id=\"a_15\">Section 10</a> of the Act will not bar either the raising or the adjudication of the dispute. When such dispute is raised the industrial adjudicator has to decide whether the contract is a sham or genuine. It is only if the adjudicator comes to the conclusion that the contract is a sham that he will have jurisdiction to adjudicate the dispute. If however, he comes to the conclusion that the contract is genuine, he may refer the workmen to the appropriate Government for abolition of the contract labour under <a href=\"/doc/167825104/\" id=\"a_16\">Section 10</a> of the Act and keep the dispute pending. However he can do so if the dispute, is espoused by the direct workmen of the principal employer. If the workmen of the principal employer have not espoused the dispute, the adjudicator, after coming to the conclusion that the contract is genuine, has to reject the reference, the dispute being not an industrial dispute within the meaning of <a href=\"/doc/189659891/\" id=\"a_17\">Section 2(k)</a> of the Industrial Disputes Act. He will not be competent to give any relief to the workmen of the erstwhile contractor even if the labour contract is abolished by the appropriate Government under <a href=\"/doc/167825104/\" id=\"a_18\">Section 10</a> of the Act. \n</blockquote> \n\n<blockquote id=\"blockquote_4\"> iii) If the labour contract is genuine a composite industrial dispute can still be raised for abolition of the contract labour and their absorption. However, the dispute will have to be raised invariably by the direct employees of the principal employer. The industrial adjudicator after receipt of the reference of such dispute will have first to direct the workmen to approach the appropriate Government for abolition of the contract labour under <a href=\"/doc/167825104/\" id=\"a_19\">Section 10</a> of the Act and keep the reference pending. If pursuant to such - reference, the contract labour is abolished by the appropriate Government the industrial adjudicator will have to give opportunity to the parties to place the necessary material before him to decide whether the workmen of the erstwhile contractor should be directed to be absorbed by the principal employer, how many of them and on what terms. If however, the contract labour is not abolished the industrial adjudicator has to reject the reference. \n</blockquote> \n\n<blockquote id=\"blockquote_5\"> iv) Even after the contract labour system is abolished, the direct employees of the principal employer can raise an industrial dispute for absorption of the ex-contractors workmen and the adjudicator on the material placed before him can decide as to who and how many of the workmen should be absorbed and on what terms.&quot;   \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_8\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_7\">8. Our attention is also drawn to the decision of the Supreme Court in the case of <a href=\"/doc/784921/\" id=\"a_20\">Air India Statutory Corporation v. United Labour Union and Ors.</a>  wherein the Supreme Court has considered the effect of notification issued under <a href=\"/doc/447653/\" id=\"a_21\">Section 10(1)</a> of the Contract Act and held that upon such notification contract employees would be entitled to be absorbed in the service of the principal employer.</span> \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_9\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1620518\" id=\"span_8\">9. Mr. Rele and Mr. Singh the learned counsel for the company and the contractors respectively raised preliminary objection to the maintainability of the present petition on the ground that the petition of this nature under <a href=\"/doc/1712542/\" id=\"a_22\">Article 226</a> would not be maintainable against a private company like the respondent No. 4. It is submitted that the petitioners have already raised industrial dispute before the Labour Commissioner and the authorities under the <a href=\"/doc/500379/\" id=\"a_23\">Industrial Disputes Act</a> are seized of the matter. It is also submitted that as far as demand for abolition of the contract labour is concerned, petitioners application will be dealt with appropriately by the State Government in accordance with the provisions of the Contract Labour Act. Reliance is placed on the decision of the Supreme Court in the case of <a href=\"/doc/1620518/\" id=\"a_24\">VST Industries Ltd. v. VST Industries Workers Union and Anr. 2001-I-LLJ-470</a>.</span> \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_10\"> 10. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979210\" id=\"span_9\">In the case of <a href=\"/doc/1979210/\" id=\"a_25\">Cipla Ltd.</a> (supra) the Supreme Court has categorically held that the dispute raised on behalf of contract labour will have to be adjudicated by the Labour Court/Industrial Court constituted under <a href=\"/doc/760439/\" id=\"a_26\">Section 10(1)</a> of the Industrial Disputes Act. It is a common ground that the petitioners have already raised an industrial dispute and the proceedings are now pending before the Labour Commissioner, ordinarily we would have directed the petitioners to resort to the machinery provided under the <a href=\"/doc/500379/\" id=\"a_27\">Industrial Disputes Act</a>. However the learned counsel for the parties fairly stated that there is no possibility of resolution of the dispute by amicable settlement. Therefore asking the parties to resort to conciliation proceedings would be an empty formality. Having regard to the facts of the case we feel that the ends of justice would be met if the State Government is directed to make reference to the Industrial Court/Labour Court under <a href=\"/doc/1869167/\" id=\"a_28\">Section 10(1)(d)</a> of the Industrial Disputes Act for adjudication of various demands raised by the petitioners vide demand letters dated April 18, 2001 and April 19, 2001 (Exhibits E and F to the petition). Accordingly the State Government is directed to refer the said demands raised by the petitioners for adjudication of the disputes to the Industrial Tribunal/Labour Court within a period of 8 weeks.</span> \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_11\"> 11. The State Government is further directed to constitute the Advisory Board and to refer the application made by petitioners vide letters dated October 1, 1997 and March 7, 2001 (Exhibits G and H to the petition) for abolition of contract labour to the Advisory Board within a period of 2 months. The Advisory Board will hear petitioners as well as management of the company and the concerned contractors and make suitable report to the State Government within a period of six months from the date of reference. The State Government upon receipt of the report from the Advisory Board will pass appropriate orders under Section 10(1) of the Contract Labour Act either to direct discontinuance of the contract labour or continuance thereof. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_12\"> 12. The petitioners will apply to the Labour Court/Industrial Tribunal for interim relief within a period of four weeks from the date of notice of reference. Till the application for interim relief is decided by the Labour Court/Industrial Tribunal and for a period of four weeks thereafter respondent Nos. 4 to 16 are directed not to terminate the services of the concerned contract workmen listed in Exhibit A. It will be open for the respondent No. 4 to change the contractor but the new contractor will engage the same workers subject to the order of the Labour Court/Industrial Tribunal. All contentions on merits are left open. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_13\"> 13. Rule is made absolute in terms of the order mentioned above. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_14\"> 14. Certified copy expedited. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_15\"> 15. The parties and the authorities to act on the ordinary copy of this order duly authenticated by the personal secretary of this Court.\n</p> \n\n","numcites":16,"numcitedby":1,"docsource":"Bombay High Court","citetid":378034,"divtype":"judgments","relatedqs":[{"value":"contract labour","formInput":"contract%20labour"},{"value":"contract labour act","formInput":"contract%20labour%20act"},{"value":"principal employer ","formInput":"principal%20employer%20"},{"value":"abolition of contract labours","formInput":"abolition%20of%20contract%20labours"},{"value":"contract act","formInput":"contract%20act"},{"value":"absorption","formInput":"absorption"},{"value":"trade union ","formInput":"trade%20union%20"},{"value":"interim relief","formInput":"interim%20relief"},{"value":"contract workers","formInput":"contract%20workers"},{"value":"advisory board","formInput":"advisory%20board"},{"value":"industrial disputes act","formInput":"industrial%20disputes%20act"},{"value":"labour acts","formInput":"labour%20acts"},{"value":"industrial dispute","formInput":"industrial%20dispute"},{"value":"cipla ltd","formInput":"cipla%20ltd"},{"value":"industrial disputes","formInput":"industrial%20disputes"},{"value":"law journals ","formInput":"law%20journals%20"},{"value":"industrial tribunal","formInput":"industrial%20tribunal"},{"value":"labour commissioner ","formInput":"labour%20commissioner%20"},{"value":" tribunal is  court","formInput":"%20tribunal%20is%20%20court"},{"value":"\"The appropriate Government","formInput":"%22The%20appropriate%20Government"}],"cats":[{"value":"industrial","formInput":"tag:industrial"},{"value":"what-agreements-are-contracts","formInput":"tag:what-agreements-are-contracts"},{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"dispute-resolution-references","formInput":"tag:dispute-resolution-references"}],"courtcopy":false,"query_alert":null,"agreement":false}