{"tid":1822367,"publishdate":"1977-08-17","title":"General Enterprises And Ors. vs Jardine Handerson Ltd. on 17 August, 1977","doc":"<h2 class=\"doc_title\">General Enterprises And Ors. vs Jardine Handerson Ltd. on 17 August, 1977</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1978CAL407, 82CWN437, AIR 1978 CALCUTTA 407</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-mukharji\">Sabyasachi Mukharji</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-mukharji\">Sabyasachi Mukharji</a></h3>\n\n<pre id=\"pre_1\">ORDER\n \n\n Sabyasachi Mukharji, J.   \n \n\n</pre><p data-structure=\"Facts\" id=\"p_1\"> 1. Jardine Handerson Ltd. is a company registered under the <a href=\"/doc/1353758/\" id=\"a_1\">Companies Act, 1956</a> having its registered office at No. 4, Clive Row, Calcutta. The said company inter alia, carries on the business of rendering advisory and technical services for remuneration to various other companies regarding the letters&#x27; Provident Fund, Pension Fund, Gratuity etc. Mukul Chandra Chakraborty, who is said to be an actuary by qualification, was an assistant and a whole time employee of Jardine Handerson Ltd. His wife, Aparna Chakraborty is said to be holding a Master of Arts degree from the Agra University and is alleged to have the qualification of a widely travelled lady and being on good social terms with the several Managing Directors of companies and their wives. His daughter one Sudershana\n\nChakraborty is said to be a holder of Master&#x27;s degree from the Cambridge University and is also said to be a widely travelled lady and a good mixer with the several Managing Directors and their wives of several companies in Calcutta and who now is said to be in the educational service of the State of West Bengal. There is another person whose name has to be mentioned and he is one Hoshang Shapwji Cawasji Mehta. He is said to be residing at No. 20, Park Street, Calcutta. He claims that he belongs to the Masonic Lodge and was a Grand Master and that he and Mr. Fordwood who was the Managing Director of M/s. Jardine Handerson Ltd. were both fellow masons belonging to the same Lodge. He protests that he loves Sm. Sudershana Chakraborty 83 his own daughter since his own daughter residing in England. It is necessary to set out the aforesaid background in order to understand the controversy in this case in the application under <a href=\"/doc/1722761/\" id=\"a_2\">Section 34</a> of the Arbitration Act, 1940 for stay of the suit No. 562 of 1976. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\"> 2. It appears that the said Mukul Chakraborty was a whole time employee of Jardine Handerson Ltd. and was entrusted to look after and supervise the business of rendering advisory and technical services to various other companies regarding pension, provident fund, gratuity etc. as mentioned hereinbefore. It is alleged that some time in Deo. 1970 the said assistant Mukul Chakraborty represented to the appropriate authorities of Jardine Handerson Ltd. that the said assistant needed assistance of an independent agent for the purpose of doing field work, namely--contacting the clients of Jardine Handerson Ltd. in the said business, discussing the nature and extent of the said company&#x27;s clients&#x27; requirements, difficulties felt by the said other companies under the various statutory provisions relating to the provident fund, gratuity, etc. and for the purpose of making report to Jardine Handerson Ltd. upon such matters so that Jardine Handerson Ltd. would be able to render satisfactory service to its clients. It is stated that relying upon the said representations the management of Jardine Handerson Ltd. agreed to appoint a suitable agent for the aforesaid purpose. Thereupon, it is stated that Mukul Chakraborty introduced a firm called General Enterprises, a partnership firm registered under the <a href=\"/doc/107341/\" id=\"a_3\">Indian Partnership Act</a> to Jardine Handerson Ltd. as a firm qualified and competent to act as Jardine Handerson&#x27;s\n\nagent for the said purpose. Upon such introduction an agreement was entered into between Jardine Handerson Ltd. and the said firm General Enterprises on or about the 4th of Dec. 1970 as its agent from 1st of April, 1970. By and under the said agreement in writing dated the 4th Dec. 1970 executed by the applicant Jardine Handerson Ltd. and General Enterprises it was agreed that the said M/s. Jardine Handerson Ltd. would appoint General Enterprises as Agent to further the business of Jardine Handerson Ltd. relating to the advisory and technical services rendered by Jardine Handerson Ltd. to various other companies regarding provident fund, pension fund, gratuity. The agreement though entered into on or about the 4th Dec. 1970 was made effective from the 1st of April, 1970 to 31st of March, 1972 and it was stipulated that the same would be renewed automatically for a further period of one year but it was provided that notwithstanding anv-thing the agreement might be terminated and determined during the subsisting period by either party by giving two months notice in writing to the other. The agreement stipulated that the agent should maintain constant contact with all the existing clients of Jardine Handerson Ltd. to whom the said company rendered the advisory and technical services from time to time and enquire from them about the various difficulties that they might experience in connection with the services that they obtained from the company with regard to the said technical and advisory services. It was further stipulated that the agent, after making such enquiries, would forthwith inform Jardine Handerson Ltd. about the difficulties, felt by the clients of the said company and assist the said company to do all the needful to remove such difficulties. The agreement further stipulated that it would be the responsibility of the agent to prospect new clients for rendering the said advisory and technical services by the company. The rate of commission payable to the agent for doing the aforesaid work was also provided in the said agreement. It is not necessary to refer to the said terms of agreement. It was stipulated that if the agreement sould continue automatically without amendment beyond 31st March, 1972, then the commission payable by the company to the agent for the year ending 31st March, 1972 should become applicable for the subsequent years. An account was provided to be maintained and in the agree-\n</p>\n<p data-structure=\"Precedent\" id=\"p_3\">ment there was a clause for reference to arbitration. The said clause was as follows:-- \n</p><blockquote id=\"blockquote_1\">  &quot;In the event of any dispute or difference arising between the company anil the agent in connection with or arising out of this agreement, such dispute or difference shall be referred to the Bengal Chamber of Commerce and Industry for arbitration and the rules made by tht Bengal Chamber of Commerce and Industry governing arbitration proceedings shall be binding on both the parties here to and the decision of the arbitrator shall bt accepted as final and binding on both the parties hereto and either of these parties shall be entitled, without any notice to the other, to obtain a decree on the Arbitrator&#x27;s award from the High Court at Calcutta.&quot; \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_4\"> 3. It is alleged that pursuant to the said agreement the said firm of General Enterprises did render service as stipulated and earned commission of a sum of Rs. 52,650/- for the year 1st of April, 1979 to 31st March, 1971 and for the year 1st of April, 1971 to 31st March, 1972 a sum of Rs. 75,886/- and for the year 1st of April, 1972 to 31st March, 1973 of a sum of Rs. 1,70,360/-. It is stated that these sums were earned by the firm and had been paid by Jardine Handerson Ltd. to the said firm. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\"> 4. Thereafter, by a notice dated 13th July, 1973 Jardine Handerson Ltd. terminated the said agreement in terms of the clause of the agreement by giving two months notice. The said termination became effective from the 13th Sept. 1973. It appears that on the 17th Jan, 1974 Genral Enterprises claimed a total sum of Rs. 64,423/- consisting of Rs. 48,317/- and Rs. 16,106/- as commission due and payable by the said company to the said firm under the agreement for the period from the 1st of April, 1973 to the 13th Sept.\n</p><p data-structure=\"Issue\" id=\"p_6\">1973. \n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_7\"> 5. It is stated that General Enterprises is a firm consisting of 3 partners, namely Sm. Aparna Chakraborty, wife of the said Mukul Chakraborty, an assistant of Jardine Handerson Ltd. Sm. Sudershana Chakraborty, the daughter of the said Mukul Chakraborty and another. The first two partners were alleged to have 50% and 40% share in the said firm and the said Howshang Shapwji Cawasji Mehta whom I have mentioned was alleged to have had the remaining 10% share in the said firm. After the claim was made in Jan, 1974\n\nand repeated again in Dec. 1974 Jardine Handerson Ltd. refused to pay the said sums. Thereafter the said firm on or about the 4th Sept. 1970 (1976?) referred the dispute for non-payment of the said commission of a sum of Rs. 64,423/- to the arbitration of Bengal Chamber of Commerce and Industry. Notice of arbitration was issued and on the 15th Oct. 1976 Jardine Handerson Ltd. instituted the suit being Suit No. 562 of 1976 in thia Court. Jardine Handerson Ltd. is the plaintiff in that suit and there are five defendants, namely General Enterprises, the said firm is defendant No. 1, Hoshang Shapwji Cawasji Mehta is the defendant No. 2, Sm. Aparna Chakraborty is the defendant No. 3, Miss Sudershana Chakraborty is the defendant No. 4 and Mukul Chandra Chakraborty is the defendant No. 5. In the plaint filed in the said suit after setting out the facts which I have mentioned hereinbefore, the plaintiff alleged that the said sum of Rs. 64,423/-was and is not payable by the plaintiff tq the defendant No. 1 under the circumstances mentioned in the plaint. It is stated that the agreement dated the 4th Dec. 1970 was brought about by the defendants who had acted fraudulently and in collusion and conspiracy with one another for the purpose of procuring the said agreement from the plaintiff. It is, further, alleged that the defendants fraudulently and in collusion and conspiracy with one another had wrongfully induced the plaintiff to enter into the said agreement with the object of wrongfully and fraudulently inducing the plaintiff to pay and obtain receipt from the plaintiff of large amounts as mentioned hereinbefore. It is the case of the plaintiff that the defendant No. 5 being the assistant of Jardine Handerson Ltd. was never in genuine or bona fide need of any assistance from any &quot;independent&quot; agent In connection with the work that the defendant No. 5 had to do as an employee of tha plaintiff. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_8\"> 6. It is, further, alleged that the representations made by the defendant No. 5 to the effect that he needed tha assistance of an independent agent as mentioned before were false and fraudulent and were made with the object of defrauding the plaintiff company of large amounts as and by way of alleged commission payable to the agent as mentioned hereinbefore. It has been further alleged that the defendant No. 1 was and is not a genuine partnership firm which could or ever did render any assistance or  ser-\n</p>\n<p data-structure=\"Facts\" id=\"p_9\">vice to the said plaintiff company as agent under the said Agreement or at all. It is further alleged that Mukul Chakraborty being the defendant No. 5 herein represented to the plaintiff that the defendant No. 2 was the Managing Partner of the defendant No. 1 but the defendant No. 5 wrongfully and fraudulently had concealed and suppressed from the plaintiff that the defendant No. 2 only had 10% share in the profits of the defendant No. 1 and the defendants Nos. 3 and 4 who were the wife and daughter respectively of the defendant No. 5 were and are other partners having 50% and 40% shares respectively in the profits of the firm. The defendant No. 5 acting in collusion and conspiracy with the defendants Nos. 2, 3 and 4 had procured the said agreement between the plaintiff and the defendant No. 1 and had fraudulently induced the plaintiff to enter into the said agreement with the object of fraudulently inducing the plaintiff to pay large amounts of commission. According to the plaintiff the defendants Nos. 2, 3 and 4 and the alleged firm defendant No. 1 never had any competence or qualification or knowledge necessary for the work of the agent under the said Agreement. It is the further case of the plaintiff that the work or service alleged to have been done or rendered by the defendant No. 1 as agent was in fact, if at all. done and rendered by the defendant No. 5, an employee of the plaintiff end he being a whole time employee was never entitled to the said work rendered or the said service, if any, at the material time of an independent agent and was and is not entitled to receive any commission or remuneration from the plaintiff. It is the further case of the plaintiff that the defendant No. 2 was there only for the purpose of signing bills, papers and other documents as the alleged Managing Partner. Apart from lending bis name and signature at the instance oi the defendant No. 5, as and when necessary, the defendant No. 2 never did or could do any work or render any service as partner of the defendant No. I in terms of the said agreement dated the 4th Dec 1970. It is further the case of the plaintiff that the firm of the defendant No. 1 was fraudulently set up in collusion and conspiracy with one another so that its name could be utilised as was done in fact for the purpose of fraudulently claiming and receiving money from the plaintiff as end by way of alleged commission for alleged work of agent in terms of the said Agreement. All works were in fact\n\ndone by the plaintiff&#x27;s whole time employee, defendant No. 5 in course of his employment. It is the case of the plaintiff that the plaintiff had been kept in the dark about the constitution of the defendant No. 1. The plaintiff further alleged that the other defendants, apart from defendant No. 5 were name lenders merely. The agreement, according to the plaintiff, had been procured by various fraudulent misrepresentations. The plaintiff thereafter alleged that fraud and fraudulent misrepresentations hed been committed at Calcutta and &quot;the agreement was and is void or voidable at the option of the plaintiff and is hereby avoided.&quot; The plaintiff has further alleged that the consent of the plaintiff to the agreetnent was caused by fraud and/or misrepresentation committed and made by the defendants or some of them and as such the plaintiff is entitled to have the agreement rescinded and the agreement be adjudged as such by this Court. The plaintiff has alleged as follows: \n</p>   \n\n<blockquote id=\"blockquote_2\"> &quot;16. The alleged Agreement dated the 4th Dec. 1970 is void or voidable as against the plaintiff. The plaintiff has reasonable apprehension that the said document, if left outstanding, may cause the plaintiff serious injury. The said document dated the 4th Dec. 1970 should be adjudged void or voidable. This Hon&#x27;ble Court should also order the said document to be delivered up and cancelled.&quot; In the circumstances, the plaintiff has claimed, inter alia, the following reliefs: \n</blockquote>   \n\n<blockquote id=\"blockquote_3\"> &quot;(c) Rescission of the purported Agreement dated the 4th Dec. 1970 between the plaintiff and the defendant No. 1; \n</blockquote> \n\n<blockquote id=\"blockquote_4\"> (d) If necessary, a declaration that the alleged contract dated the 4th Dec. 1970 is void, or voidable at the option or instance of the plaintiff and the plaintiff has duly avoided the same; \n</blockquote> \n\n<blockquote id=\"blockquote_5\"> (e) The alleged agreement dated the 4th Dec. 1970 be adjudged void or voidable and be delivered up and cancelled; \n</blockquote> \n\n<blockquote id=\"blockquote_6\"> (f) A perpetual injunction restraining the defendants and their servants, agents and assigns from making any claim or taking any or any further steps or action for enforcement of the said agreement or any alleged right thereunder as against the plaintiff; \n</blockquote> \n\n<blockquote id=\"blockquote_7\"> (g) If necessary an injunction restraining the defendant No. 1 and its servants, agents and assigns from proceeding with or taking any or any further steps in the said case No. 221 of 1976 before the Tribu-\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_10\">nal of Arbitration, Bengal Chamber of Commerce and Industry Calcutta;&quot; This application has been made by the defendants for stay of the suit under <a href=\"/doc/1722761/\" id=\"a_4\">Section 34</a> of the Arbitration Act, 1940. The stay of the suit under <a href=\"/doc/1722761/\" id=\"a_5\">Section 34</a> of the Arbitration Act, 1940 has been sought on the following propositions: \n</p><blockquote id=\"blockquote_8\">  Firstly, it has been argued that there are no averments in the plaint which, if true, would render the contract either void or voidable. According to the defendant petitioners, the misrepresentations alleged are against the respondent No. 5 who is not a party to the agreement. Therefore, it was argued that there might be a claim for damages in tort for the wrongful conduct of the respondent No. 5, It was, then, urged that even if the averments rendered the contract, in question voidable, the dispute whether the circumstances existed to make the said contract voidable was itself arbitrable under thg arbitration clause, referred to hereinbefore. Lastly, it was contended that whether there was fraud or fraudulent misrepresentation which rendered the contract void or voidable, should, if the Court think that there are allegations of facta which rendered the contract in question either void or voidable be decided on evidence, then such evidence may be considered in this application under <a href=\"/doc/1722761/\" id=\"a_6\">Section 34</a> of the Arbitration Act. According to the learned advocate for the petitioners, the averments made in the instant case only make the contract voidable and the plaintiff has alleged that the plaintiff had avoided the contract. It did not, according to the learned advocate for the petitioners, make the contract non est in law and it ceases only from the point of avoidance. In this connection reliance was placed on several material sections of the <a href=\"/doc/171398/\" id=\"a_7\">Contract Act</a> as well as the <a href=\"/doc/1671917/\" id=\"a_8\">Specific Relief Act</a>. I would refer to the said sections presently. But reliance mainly had been placed on certain observations of Lord Denning in the case of Mackender v. Feldia A. G. (1966) 3 All ER 847: (1967) 2 QB 596. There a jewellers&#x27; block policy insurance was negotiated, signed and issued in England by underwriters. The policy covered stock-in-trade of diamond merchants, who were three foreign companies incorporated severally in Belgium, Switzerland and Italy, against loss of their stock of jewels and precious stones. The policy contained a foreign jurisdiction clause, which provided that the policy should be governed by Belgium Law and that any dispute arising thereunder\n\nshould be subject exclusively to Belgium jurisdiction. A representative of the diamond merchants had a stock of diamonds and pearls stolen from him in Naples. The underwriters discovered, so they alleged, that the diamond merchants had made a practice of smuggling diamonds into Italy. The underwriters rejected a claim by the diamond merchants for the loss, alleging, among other matters, non disclosure by the diamond merchants of their smuggling activities. The underwriters sought a declaration that the policy was void and applied for leave to serve notice of their writ out of jurisdiction. It was held by the Court that although the terms of the rules of the Supreme Court Order 11, Rule l(f) of England were wide enough to cover the case, as the policy was a contract made within the jurisdiction, and although, if the issueg were whether there had been a contract at all, viz., on a plea of non est factum, the foreign jurisdiction clause might not apply, yet non disclosure would merely make the policy voidable from the time of election to avoid it, not void ab initio, and similarly illegality under the proper law of the contract would merely make the policy unenforceable; accordingly the dispute ag to non disclosure or illegality was a dispute arising under the policy and was within the foreign jurisdiction clause, with the consequence that the leave to serve notice of the writ out of jurisdiction should be refused. Reliance was placed on this decision on the basis that on the analogy of the foreign jurisdiction clause in this case the arbitration clause survived until the contract was avoided and therefore the disputes between the parties in this case would be referable under the arbitration clause. In this connection learned advocate strongly relied on the observations of Lord Denning, M. R. at page 849 of the report to the following effect: \n</blockquote><blockquote id=\"blockquote_9\">  &quot;Even if there was non disclosure, nevertheless non disclosure does not automatically avoid the contract. It only makes it voidable. It gives the insurers a right to elect, They can either avoid the contract or affirm it. If they avoid it, it is avoided in the sense, that the insurers are no longer bound by it. They can repudiate the contract and refuse to pay on it. But things already done are not undone. The contract is not avoided from the beginning, but only from the moment of avoidance. In particular, the foreign jurisdiction clause is not\n\nabrogated. A dispute ag to non disclosure Is a dispute arising under the policy and remains within the clause, just as does a dispute as to whether one side or other was entitled to repudiate the contract, (see Heyman v. Darwins Ltd. (1942) 1 All ER 337: 1942 AC 356)&quot;. But, in order to understand the true and correct effect of the aforesaid observations of Lord Denning, so far as these may be made applicable to the facts of the instant case, it is relevant to refer to the observations of Lord Denning prefacing the aforesaid observations appearing at page 849 where his Lordship observed: &quot;I can well see that if the issue was whether there ever had been any contract at all, as, for instance, if there was a plea of non est factum, then the foreign jurisdiction clause might not apply at all; but here there was a contract and when it was made it contained the foreign jurisdiction clause.&quot; Diplock, L. J. at page 853 of the report observed as follows: \n</blockquote><blockquote id=\"blockquote_10\">  &quot;The fallacy in the argument to the contrary is that, when what is said to be an avoidable contract is said to be avoided, that does not mean that the contract never existed but that it ceases to exist from the moment of avoidance, and that on its ceasing there may then arise consequential rights in respect of things done in performance of it while it did exist, which may have the effect of undoing those things as far as practicable. It is sometimes sought to assimilate the concept of avoidance of a voidable contract to the concept of non est factum which prevents a contract ever coming into existence at all. It is argued that innocent misrepresentation or, in the case of contracts of insurances, non disclosure of material facts vitiates consent and makes the apparent consent of the party misled, no consent at all, but this is specious. What is really meant is that the party did in fact consent, but would not have done 90 if he had then known what he knows now. Fraud may raise other considerations into which it is not necessary to go.&quot; The ratio of the aforesaid decision so far as is material for our present purpose appears to be this that if there is any plea as to non est factum then the foreign jurisdiction clause might not have application but where there are merely allegations which avoid the contract and do not make the contract void as such, such avoidance does not make the contract non existent and only\n\nwould make the contract inoperative from the date of the avoidance. The contract In such a case survives until avoidance and therefore foreign jurisdiction clause survives along with it and would be applicable in an appropriate case. It must be remembered that the applicability of foreign jurisdiction clause depends on factors other than the factors on which the applicability of an arbitration clause under a contract depends. But, so far as analogy which is being drawn from the aforesaid decision is concerned from the observations of Denning, M. R. as well as the observations of Diplock, L. J. referred to here&quot; inbefore, it is clear that the said observations would only be applicable in the context of the allegations which make the contract voidable and where the contract is voidable from a particular date. In case of allegations of fraud or of other allegations which make a contract non est or void, the aforesaid ratio would have no application.   \n</blockquote> \n\n<blockquote id=\"blockquote_11\"> 7-8. In this background before I deal with the relevant sections, I may deal with certain observations in Cheshire &amp; Fifoot&#x27;s Law of Contract, 9th Edition to which my attention was drawn. At page 264 of the said edition, it is stated that the contract was rescinded if the representee made it clear that he refuses to be bound by its provisions. Learned editor of the 9th edition further states that the effect of rescission ia that the contract is terminated ab initio as if it had never existed. He then referred to certain observation of Atkinson L. J. in the case of Abram Steamship Co. v. Westville Shipping Co. 1923 AC 773 at p. 781. According to the learned advocate for the petitioners it was incorrect to state that the effect of termination was to terminate the contract ab initio as if it had never existed, It was further urged that the observations of Atkinson L. J. referred to hereinbefore did not support the aforesaid view. In case where rescission is permissible the contract is rescinded when it is actually rescinded and the contract is terminated from that date. What, in my opinion, Atkinson, L. J. said would be clear if the observations quoted in Cheshire &amp; Fifoot&#x27;s Law of Contract are appreciated in the context in which the said observations were made. Read in its proper context, the said observations, in my opinion, indicate that a decree rescinding the contract did not actually rescind the contract from that date, it merely re-\n</blockquote>\n<blockquote id=\"blockquote_12\">cognised the right of the parties to rescind the contract and therefore the rescission would be effective from the date when the party avoided the contract. I think in that context the observations of Atkinson L. J. were made in the aforesaid decision and in that context the learned editor has noted the said observations. The question will arise, only when there is a contract, rescission can take place of what exists. What is non existent cannot be rescinded. It is true that rescission relates back to the date and to that extent the criticism of the learned advocate may be justified. But, I need not, for the purpose of this case embark into examination of the Question whether the aforesaid observation of the learned editor in Cheshire &amp; Fifoot&#x27;s Law on Contract was right or wrong. The real question, in the instant case, in my opinion, is to find out what is the effect of the allegations made in the plaint and what is the nature of the suit filed. \n</blockquote> \n\n<blockquote id=\"blockquote_13\"> 9. <a href=\"/doc/1728676/\" id=\"a_9\">Section 14</a> of the Indian Contract Act stipulates that consent is said to be free when it is not caused by coercion as denned in <a href=\"/doc/1294263/\" id=\"a_10\">Section 15</a> or undue influence as defined in <a href=\"/doc/109140/\" id=\"a_11\">Section 16</a> or fraud as denned in Rule 17 or misrepresentation as defined in <a href=\"/doc/1633982/\" id=\"a_12\">Section 18</a> or mistake, subject to the provisions of <a href=\"/doc/811701/\" id=\"a_13\">Sections 20</a>, <a href=\"/doc/157537/\" id=\"a_14\">21</a> and <a href=\"/doc/1310890/\" id=\"a_15\">22</a> and consent is said to be so caused when it would not have been given but for the existence of such coercion, undue &quot;influence, fraud, misrepresentation or mistake. It is not necessary to deal with undue influence and coercion but it is necessary to refer to <a href=\"/doc/299780/\" id=\"a_16\">Section 17</a> of the Indian Contract Act which defines fraud and which states that fraud means and includes any of the following acts committed by a party to a contract or with his connivance, or by his agent with intent to deceive another party to induce him to enter a contract the suggestion, as a fact of that which is not true, by one who does not believe it to be true, or an active concealment of a fact by one having knowledge or belief of the fact, 3. 18 defines misrepresentation and <a href=\"/doc/353998/\" id=\"a_17\">Section 19</a> of the Indian Contract Act stipulates that when consent to an agreement is caused by coercion, fraud or misrepresentation, the agreement is a contract voidable at the option of the party whose consent is so caused. A party to contract whose consent was caused by fraud or misrepresentation may, if he thinks fit, insist that the contract shell be performed and that he shall be put in\n\nthe position in which he would have been if the representation made had been true. In this connection reliance may also be placed on <a href=\"/doc/357591/\" id=\"a_18\">Section 27</a> of the Specific Relief Act which deals with the conditions under which rescission of contract is permissible. <a href=\"/doc/934524/\" id=\"a_19\">Section 64</a> of the Indian Contract Act also deals with the restitution when a contract is avoided. \n</blockquote> \n\n<blockquote id=\"blockquote_14\"> 10.   <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1839963\" id=\"span_1\">In the    case of   M/s.    <a href=\"/doc/1839963/\" id=\"a_20\">East    India Commercial Co.  Ltd.,   Calcutta  v.  Collector of Customs, Calcutta</a> ,   the Supreme Court  dealt with the  question     whether    there    was any legal  basis   for     the  contention that when a licence    was    obtained by    misrepresentation  it made     the licence non est with tha result that the goods should be deemed to have been Imported without licence    in contravention   of   Order issued    under Section 3 of   the   Import   and Export   (Control) Act,    1947    so    as    to bring the   goods under Clause   (8) of   Section 167 of the Sea Customs Act, Generally, the  Supreme Court observed, that assuming  that the  principles of law    of contract applied to the issue of a licence under the Act,    a licence   obtained   by fraud was only    voidable. It was   good till it was avoided in the manner prescribed    by    law    and,    therefore,    the Supreme Court was    of the   view   that the goods could not be said to have been imported    without   licence.    There   the Supreme Court was dealing on the basis that it was a kind of fraud which made the licence revocable    or avoidable. The Supreme    Court was not   dealing   with the question whether   if  in a particular case there are allegations that the contract was  non est in the sense the consent was obtained     by fraud and there was   no   free   consent and   as such   no agreement  came  into being, what would be- the consequence ?  In that background the aforesaid    decision    cannot,    in    my opinion, be applied to the facts and circumstances of this   case.</span> In the case   of Monro v,   Bognor Urban District Council reported in   (1915) 3 KB 167,  the plaintiff, a    contractor    had   entered   into a written contract with the defendants for the construction of certain sewage work; the contract contained a clause that    If at any time    any question,   dispute    or difference shall arise between the council or their    engineer and    the    contractor upon or in relation to or    in connection with the contract the    matter shall    be referred to and determined by the engineer............&quot; After he had done certain\nwork under the contract the plaintiff re-\n</blockquote>\n<blockquote id=\"blockquote_15\">fused to complete the work, alleging that he had been induced to enter into the contract by fraudulent misrepresentations made in the specification as to the nature of the ground where the work was to be done and he brought an action to recover damages for the alleged misrepresentation and to have the contract declared void. A summons was taken out for stay. It was held that the dispute was not in relation to or in connection with the contract and stay was refused. \n</blockquote> \n\n<blockquote id=\"blockquote_16\"> 11. In the case of Johurmull Parasram v. Louis Dreyfus &amp; Co. Ltd. reported in AIR 1949 Cal 179 a Division Bench of this Court held that in considering the question of stay of a suit, the Court was not entitled to go into the question as to what was substantially the nature of the claim. The Court must consider the suit as it was pleaded and framed. If it came to the conclusion that the suit as pleaded was a suit on the contract or arising out of the contract containing the arbi-tration clause, then the suit should be stayed. But if the suit as pleaded was a suit independent of the contract then the Court had no power to stay the suit although the Court was satisfied that the frame of the suit was merely a means of avoiding the consequence of alleging the true nature of the claim. A contract between A and B for the supply of goods contained an arbitration clause. A supplied certain quantity of goods to B. Then A brought a suit against B alleging that the contract had been wiped out by frustration and secondly that he was induced to enter into it by fraud and on discovery of the fraud bad avoided it. A claimed damages for fraudulent misrepresentation and further claimed for value of the goods supplied at the request of B. It was held that the claim was not a claim under the contract containing the arbitration. It was a claim wholly independent of the contract and was really a claim based on tort and an implied contract. That being so, stay of the suit could not be made. \n</blockquote> \n\n<blockquote id=\"blockquote_17\"> 12. In the case of Khusiram Banarsi Lal v. Hanutmal Boid reported in (1949) 53 Cal WN 505 Mr. Justice Das had to consider this question and it was held that where in an application made under Section 34 of the Indian Arbitration Act for stay of a suit an issue was sought to be made as to the formation, existence or validity of the contract containing an arbitration clause, the Court was not\n\nbound to refuse the stay but might in its discretion on the application for the stay, decide the issue as to the existence or validity of the arbitration agreement even though it might involve incidentally a decision as to the validity or existence of the parent contract. It is clear from the said judgment that where averments are questioning the existence or validity of the contract containing the arbitration clause then a dispute as to that cannot be said to be a dispute arising under or within the contract. Whether that dispute should be settled by deciding the question as to the validity or existence of the contract in the application for stay or by deciding the question in the suit is a matter of procedure but it is indisputable that such a dispute cannot be the subject-matter of arbitration within or under the contract. \n</blockquote> \n\n<blockquote id=\"blockquote_18\"> 13. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1853405\" id=\"span_2\">In the case of <a href=\"/doc/1853405/\" id=\"a_21\">Union of India v. Benode Kumar</a>,  it appears that it was held by the Court that by purchase of the passengers&#x27; ticket there initially came into existence a contract between the railway administration and the passenger for the carriage of the latter&#x27;s person. If a &quot;half ticket&quot; was obtained from the railway administration for carriage of an adult person, then that contract was caused by misrepresentation to the financial prejudice of the railway administration. That, however, did not make the contract void from its inception but the contract became voidable at the option of the railway administration. There as the Court found, the misrepresentation was of such a nature which made the contract voidable and as such did not make the contract non-existent or void.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1391279\" id=\"span_3\">After discussing several authorities, the Supreme Court in the case of <a href=\"/doc/1391279/\" id=\"a_22\">Union of India v. Kishorilal Gupta</a>  summarised the principles applicable to a case like this as follows:</span> \n</blockquote>   \n\n<blockquote id=\"blockquote_19\"> &quot;(1) An arbitration clause Is a collateral term of a contract as distinguished from its substantive terms: but none the less it is an integral part of it; (2) however comprehensive the terms of an arbitration clause may be, the existence of the contract is a necessary condition for its operation, it perishes with the contract; (3) the contract may be non est in the sense that it never came legally into existence or it was void ab initio; (4) though the contract was validly executed, the  parties may\n\nput an end to it as if it had never existed and substitute a new contract for it solely governing their rights and liabilities thereunder; (5) in the former case, if the original contract has no legal existence, the arbitration clause also cannot operate, for along with the original contract, it is also void; in the latter case, as the original contract is extinguished by the substituted one, the arbitration clause of the original contract perishes with it; and (6) between the two fall many categories of disputes in connection with a contract, such as the question of repudiation, frustration, breach etc. In those cases it is the performance of the contract that has come to an end, but the contract is still in existence for certain purposes in respect of disputes arising under it or in connection with it. aS the contract subsists for certain purposes, the arbitration clause operates in respect of these purposes.&quot;  \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_11\"> The Supreme Court, as hereinbefore mentioned, noted that however comprehensive the terms of an arbitration clause may be, the existence of tha contract is a necessary condition for its operation, it perishes with the contract and the contract may be non est in the sense that it never came legelly into existence or it was void ab initio. Therefore, the question that has to be found out is whether the cause of action in the present claim, as pleaded in the plaint alleges that the contract never came into existence or it was void ab initio. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_12\"> 14.   In the case of Bilasrai and  Co.  v.\n</p><p data-structure=\"Section\" id=\"p_13\">Tularam Nathmall (1948) 52 Cal WN 858 Sinha, J. observed that for the purpose of an application for stay of suit under <a href=\"/doc/1722761/\" id=\"a_23\">Section 34</a> of the Arbitration Act, the Court could only consider the case as pleaded and framed. If the pleas taken in the suit make the contract containing the arbitration clause void ab initio, the arbitration clause could not operate. If, however, the pleas raise grounds for avoiding a contract validly entered into, the arbitration clause survived the avoidance or termination of the agreement. The jurisdiction of the arbitrators would depend on the existence of the contract and the submission. Where the formation of the contract was challenged, the arbitrators, in the absence of an agreement between the parties had no jurisdiction to decide the issue. Sinha, J. after analysis of the seve-\n</p>\n<pre id=\"pre_2\">ral cases put the proposition    of  law as\nfollows: \n</pre><p data-structure=\"CDiscource\" id=\"p_14\">  &quot;The essential question seems to be (a) whether the plea taken, whether it is mistake, fraud, misrepresentation or coercion, makes the contract containing the arbitration clause void ab initio so that the challenge is as to the formation of the contract or (b) whether the plea relates to grounds for avoiding a contract validly entered into. If the latter, arbitration clause survives the avoidance or termination of agreement. If the former, the arbitration clause cannot operate.&quot; \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_15\"> Reference may be made to the observations in the case of Lawson v. Wallasey Local Board (1882) 11 Q. B. D. 229. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"931195\" id=\"span_4\">In the case of <a href=\"/doc/931195/\" id=\"a_24\">Alien Berry v. Union of India</a>,  the Supreme Court observed that the word &#x27;arising&#x27; under the contract and &#x27;in connection with the contract&#x27; were undoubtedly wide and comprehensive. It was nonetheless a question whether a dispute as to the compensation on the ground of unauthorised appropriation fell within the clause.</span> Referring to the decision of Monro v. Bog-nor Urban District Council (1915) 3 KB 167 the Supreme Court observed that the words in arbitration clause &#x27;in relation to or in connection with the contract&#x27; were construed not to contemplate a dispute raised by a contractor that he could avoid the contract on the ground that it was obtained by fraudulent misrepresentation. In the case of H. I, Trust v, Hari-das Mundra,  the Supreme Court also discussed this aspect of the matter but It does not carry tha position any further. In the light of tha aforesaid principle it appears to me that in this case when the formation of the contract is In dispute, such a dispute is not arbitrable under the arbitration clause in the instant case. Next arises the question whether the averments in the instant case are sufficient to avoid the contract or make the contract non est. It was submitted that the question might be tried on evidence by this Court either in this application under <a href=\"/doc/1722761/\" id=\"a_25\">Section 34</a> or in the suit. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1475714\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1045732\" id=\"span_6\">On this aspect see the observations of this Court in the case of Khusiram Benarasilal v. Hanutmal Boid (1949) 53 Cal WN 505, in the case of <a href=\"/doc/1045732/\" id=\"a_26\">Moran Co. Ltd. v. Anderson Wright Ltd.</a>,  where it was observed that the Court might but should not normally examine this question in an application under <a href=\"/doc/1722761/\" id=\"a_27\">Section 34</a> (see the observation of the Supreme Court in the case of <a href=\"/doc/1475714/\" id=\"a_28\">Anderson Writ Ltd. v. Moran and Co, Ltd.</a>, . Having regard to the averments made in the plaint, in my opinion, there are prima facie averments which make the contract non est. Averments are such and so connected with the reliefs claimed in the suit that it would not be appropriate to try this application or evidence to test the veracity of the allegations made. It would lead to multiplicity of proceedings,</span></span> \n \n\n</p><p data-structure=\"RespArg\" id=\"p_16\"> 15. Then comes the question whether even assuming that the matters raised in the suit are arbitrable the discretion of the Court should be exercised against the stay of the suit. One of the facts that is relevant in considering this aspect of the matter is that the defendant No. 5, viz. Sri Mukul Chandra Chakrabarty, is not a party to the arbitration agreement and as such cannot be a party to the arbitration proceedings. Learned advocate on behalf of the petitioners submitted that no relief, as such, has been claimed against the defendant No. 5. Therefore, he submitted that simply because there was another party to the suit, who was not a party to the arbitration proceedings was no ground for not exercising the discretion of this Court to stay the proceedings. Reliance in this connection was placed on the observation of mine in the case of M/s. Cekop v. Asian Refractories Ltd., (1969) 73 Cal WN 192. In certain circumstances the fact that there is one additional party to the suit, who is not a party to the arbitration proceedings may not be relevant factor in considering whether the stay of proceedings should be granted or not. But, in this case, it has to be borne in mind that it is not correct to state that in the suit no relief, as such, is claimed against the defendant No. 5. The defendant No. 5 is a necessary and a proper party to the suit. Secondly, it has to be borne in mind that the defendant No. 5, Mukul Chandra Chakrabarty, is the central figure round whom the drama in this case moves. Therefore, any proceedings without the defendant No. 5 would not be proper, as the saying goes that to stage Hamlet without tha Prince of Denmark would be improper and to allow the stay will have the effect of keeping the defendant No. 5 away. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\"> 16. Then the question whether on the allegation of fraud, this Court should exercise its discretion against the stay, On this aspect reliance was placed, as is usual, on the case of Russell v. Russell. (1880) 14 Ch. D. 471 where, as is well-known, partnership articles between A and B provided that if the business\n\nshould not be conducted to the satisfaction of B, he should have the power to give notice to A to determine the partnership; the articles also contained an arbitration clause providing that any difference in relation to the partnership should be referred to arbitration. B having given notice to A, for the partnership to be determined A brought an action against B, alleging various charges of fraud and claiming that the notice should be declared void, and that B should be restrained from announcing the dissolution of the partnership, whereupon B moved that the matters in question should be referred to arbitration. It was held that in a case where fraud wag charged, the Court would in general refuse to send the dispute to arbitration if the party charged with the fraud desired a public enquiry. But where the objection to arbitration was by the party charging the fraud, the Court would not necessarily accede to it, and would never do so unless a prima facie case of fraud was proved. At page 476 of the report Jessel, M. R. observed as follows: \n</p>   \n\n<blockquote id=\"blockquote_20\"> &quot;Different minds are differently affected by a consideration of the same circumstances, but, speaking for myself, I am by no means persuaded that these reasons are sufficient, or that the Courts of Common Law have ever laid down that they are. First of all, is it true that the parties to a contract can hardly be supposed to have endeavoured to refer to an arbitrator an attempt fay one of them to cheat the other ? I can find no reason for assuming it. A fraudulent man would not desire publicity but would wish the question to be enquired into before a private tribunal. Nor does it follow that the man who has been defrauded wants publicity. It is an injury to the reputation of a man who has been his partner, who may be connected with him not only by the ties of partnership, but, as in the case before me, by nearer and dearer ties. Why should it be necessarily beyond the purview of this contract to refer to an arbitrator questions of account, even when those questions do involve misconduct amounting even to dishonesty on the part of some partner? I do not see it. I do not say that in many cases which I will come to in the second branch of the case before the Court, the Court may not, in the exercise of its discretion, refuse to interfere; but it does not appear to me to follow of necessity that this clause was not intended to apply to all questions, even including questions either imputing\n\nmoral dishonesty, moral misconduct to one or other of the parties. \n</blockquote> \n\n<blockquote id=\"blockquote_21\"> I now come to the first ground, where personal fraud is in issue. Though I quite agree it is within the discretion of the Court to say, where one of the two partners desires it, that a dispute shall not be referred to arbitration, yet I must consider for a moment which of the two partners does desire to exclude arbitration. Does the party charging the fraud desire it, or the party charged with the fraud desire it? Where the party charged with the fraud desires it, I can perfectly understand the Court saying &#x27;I will not refer your character against your will to a private arbitration.&#x27; It seems to me in that case it is almost a matter of course to refuse the reference, but I by no means think the same consideration follows when the publicity is desired by the person charging the fraud. His character is not at stake, and the other side may say, &#x27;The very object that I have in desiring the arbitration is that the matter shall not become public. It is very easy for you to trump up a charge of fraud against me, and damage my character, by an investigation in public.&#x27; There is a very old and familiar proverb about throwing plenty of mud, which applies very much to these charges made by members of the same family, or members of the same partnership, against one another in public. It must be an injury, as a rule, to the person charged with fraud to have it published, and I must say that I am by no means satisfied that the mere desire of the person charging the fraud is sufficient reason for the Court refusing to send the case to arbitration.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_18\"> There, the Court found that there was no prima facie case of fraud to influence the Court. The court observed also at page 481 of the report that there must be sufficient prima facie evidence of fraud, not conclusive or final evidence. The true ratio of that decision, in my opinion, is that where allegations of fraud are made in an action in respect of which stay is being sought, those allegations are factors which the Court takes into consideration in exercising the discretion. It was normally the practice if party charged with fraud desired public and open trial in courts to refuse to grant stay even where the stay was otherwise merited. This principle grew up at a time when people with dignity very often sought vindication of honour in public. Jessel, M. R. has noted that there is a tendency of making\n\nfalse or reckless allegation and it is often a tendecy of those who make those allegations to want exposure at a public forum. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1737932\" id=\"span_7\">At the same time it has to be borne in mind that sense of dignity is at discount in the present times, people are no longer keen for vindication of honour. People who are guilty of fraud tend to avoid public trial. Therefore, keeping this trend in mind, in my opinion, the effect of allegations of fraud in exercising the discretion of the Court should be examined. Reference may be made to the decision in the case of <a href=\"/doc/1737932/\" id=\"a_29\">Abdul Kadir Shamsudhin v. Madhav Prabhakar</a>, .</span> In the case of Raymon Engineering Works Ltd. v. Union of India,  Ghose, J. drew attention to the difference between the law prevailing in England and the law on this aspect in India. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1430182\" id=\"span_8\">My attention was also drawn to the decision of this Court in the case of <a href=\"/doc/1430182/\" id=\"a_30\">Nitya Kumar v. Sukhendra Chandra</a>, . In my opinion the fact that there are allegations of fraud is a factor which the Court should take into consideration in considering the exercise of discretion. The nature and type of the allegations are also relevant factors. If a party charged with fraud wants public trial stay should, subject to the above factors, be always refused. But even if the party charged with fraud does not want public trial but the party charging the fraud so wants there in appropriate cases the Court should refuse to grant stay. In my opinion this is such an appropriate case, \n \n\n 17-18. Having regard to the nature of the allegations of fraud and having regard to the facts averred, in my opinion, it cannot be said that there was no prima facie evidence of fraud. In that background, in my opinion, it would be an improper exercise of discretion of this Court to allow this question not to be agitated in public forum.</span> \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_19\"> 19. I, therefore, hold that in view of the nature of the allegations made, the allegations are as such which are not arbitrable under the arbitration clause in the instant case. I am further of the opinion that in view of the nature of the suit, it would not be desirable to try the allegations whether there wag a valid contract or not in the application under <a href=\"/doc/1722761/\" id=\"a_31\">Section 34</a> of the Act. I am further of the opinion that in view of the fact that the respondent No. 5 is not a party to the arbitration agreement, it would not be proper to exercise the discretion in the facts and circumstances of the ease to grant\n\nstay of the suit. The nature of the allegations of fraud made, in the instant case, also is a fact which is against the grant of the stay. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_20\"> 20. For the reasons aforesaid, this application for stay must be refused. The application, therefore, fails and is accordingly dismissed. Costs of this application will be costs in the suit. \n</p> \n\n","numcites":24,"numcitedby":13,"docsource":"Calcutta High Court","citetid":1822367,"divtype":"judgments","relatedqs":[{"value":"fraud on court ","formInput":"fraud%20on%20court%20"},{"value":"survival of arbitration clause","formInput":"survival%20of%20arbitration%20clause"},{"value":"non est factum","formInput":"non%20est%20factum"},{"value":"foreign jurisdiction clause ","formInput":"foreign%20jurisdiction%20clause%20"},{"value":"void contracts","formInput":"void%20contracts"},{"value":"voidable contracts","formInput":"voidable%20contracts"},{"value":"arbitration clause is void","formInput":"arbitration%20clause%20is%20void"},{"value":"survival clause","formInput":"survival%20clause"},{"value":"FRAUDULENT MISREPRESENTATION","formInput":"FRAUDULENT%20MISREPRESENTATION"},{"value":"misrepresentation and fraud","formInput":"misrepresentation%20and%20fraud"},{"value":"void and voidable","formInput":"void%20and%20voidable"},{"value":"valid contract","formInput":"valid%20contract"},{"value":"coercion","formInput":"coercion"},{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"misrepresentation","formInput":"misrepresentation"},{"value":"indian contract act","formInput":"indian%20contract%20act"},{"value":"undue influence ","formInput":"undue%20influence%20"},{"value":"\"arbitration clause survives\"","formInput":"%22arbitration%20clause%20survives%22"},{"value":"rescind of contract","formInput":"rescind%20of%20contract"},{"value":"void and void ab initio","formInput":"void%20and%20void%20ab%20initio"}],"cats":[{"value":"legal-stay","formInput":"tag:legal-stay"},{"value":"application-to-file-in-arbitration-agreement","formInput":"tag:application-to-file-in-arbitration-agreement"}],"courtcopy":false,"query_alert":null,"agreement":false}