{"tid":1413204,"publishdate":"2004-02-09","title":"Shree Rani Sati Investment And Finance ... vs Union Of India (Uoi) And Anr. on 9 February, 2004","doc":"<h2 class=\"doc_title\">Shree Rani Sati Investment And Finance ... vs Union Of India (Uoi) And Anr. on 9 February, 2004</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR2004BOM424, 2005(2)CTLJ399(BOM), AIR 2004 BOMBAY 424, 2005 (2) CTLJ 399, (2004) 4 BOM CR 81, 2004 (3) BOM LR 398, 2004 BOM LR 3 398</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:v-c-daga\">V.C. Daga</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:v-c-daga\">V.C. Daga</a>, <a href=\"/search/?formInput=benchid:j-p-devadhar\">J.P. Devadhar</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nV.C. Daga, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. The story of this litigation pending in this Court since 1989, partly legal and partly administrative hinges upon the question whether the petitioners have committed breach of contractual obligations or the respondents are responsible for the alleged breach thereof.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_2\">FACTUAL BACKGROUND AND RIVAL PLEADINGS :\n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\">2. Shorn of rhetoric and bereft of legal controversy, the factual background in all these petitions are substantially similar. Therefore, the facts set out in the case of M/s. Shri Rani Rati Investment and Finance Ltd. v. The Union of India (W.P. No. 2497 of 1989) are taken as illustrative for the purpose of our decision and the decision-in that case will apply to all other cases.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\">3. The petitioners, M/s. Shri Rani Sati Investment and Finance Ltd. are carrying out business, inter alia, as traders. The respondent No. 1 is the Union of India. The respondent No. 2 is the Textile Commissioner performing duties under the Import and Export Control Act, 1947 (&quot;Act&quot; for short). Respondent No. 1 passed an order known as Export Control Order (1 /88-ECT) dated 30th March 1988 under Section 3 of the Act. Under this order no export, inter alia, of raw cotton specified in Schedule III was permitted except under a licence granted by the Central Government/Specified Officer.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\">4. Respondent No. 2 passed an order dated 30th January. 1989 bearing No. 12-88/Cotton announcing that the Government of India had decided to allow export of Bengal Desi Cotton of 1988-89 crop during the cotton year 1988-89 by private trade to the extent of 40.000 bales amongst others subject to the condition of making export of cotton bales by 31st August, 1989. The applicants were, expected to make applications for allotment of export quota by 13th February, 1989 accompanied by separate bank guarantee valid upto 31st October, 1989 against each application and each contract. The export quota was to be released/allotted on the basis of the highest unit value realisation quoted in .the application, the period of shipment was restricted to 180 days from the date of registration and a discretion was conferred upon respondent No. 2 to forfeit the bank guarantee in the event of failure to fulfil the commitment for export, in respect of the contract undertaken by the applicant-allottee.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\">5. On 8th February, 1989, the petitioners entered into a contract with East West Corporation, Japan bearing Contract Nos. 224/89 and 225/89 for sale of 3,500 bales of Bengal Desi Cotton 1988-89 crop of Indian origin of Extra Super Fine grade and Fine grade at the rate of US Cents 279.00 and 273,00 per kg. respectively. On 13th February 1989, the petitioners obtained a bank guarantee from the Central Bank of India for the sum of Rs. 18,37,500/- for each contract to secure the contractual obligations incurred under the contracts in question. On the same date petitioners made applications to respondent No. 2 for registering the contracts referred to hereinabove. On 17th February. 1989, respondent No. 2 issued two separate letters of allotment in respect of two different contracts for 3,500 bales each. It appears that on 2nd March 1989 respondent No. 2 registered both contracts. In turn, the East West Corporation, Japan opened irrevocable letters of credit in favour of the petitioners for full value of the goods provided under both the contracts in question.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_7\">6. The petitioners from 30th March 1989 to 15th June. 1989 claimed to have procured 3,502 bales of cotton against first contract and during the period from 5th May 1989 to 3rd July, 1989 3.475 bales against the second contract. The petitioners during the period April, 1989 to August, 1989 exported 975 bales .against first contract and 304 bales against second contract. The petitioners claimed that the unexported raw cotton under both the contracts though procured could not be transported due to factors beyond their control and the adverse circumstances prevailing in various places, inter alia, in Bombay, with the result, the petitioners could not meet their obligation to export entire quantity of 7,000 bales under the said two contracts. Finding it difficult to export the entire quantity of 7,000 bales under the said two contracts by the targeted date for the reasons beyond their control, petitioners made an application on 27th July, 1989 to seek extension of time and to get the period of validity of allotment letters extended till end of October. 1989. The petitioners along with the said letters also enclosed a letter dated 25th July. 1989 received by them from the Shipping Corporation of India Limited; who had agreed to carry 7,000 bales, stating therein that due to monsoon season the Bombay Port was extremely congested and that they were not in a position to provide requisite space for carrying all the balance cargo prior to 31st August. 1989. The petitioners by their letter dated 8th August, 1989 intimated to respondent No. 2 about quantity of the cotton shipped till that date. In the meantime, the petitioners claimed that petitioners along with East India Cotton Association Limited (&quot;the Association&quot; for short) along with other exporters; to whom export quota was allotted, and who were not in a position to export cotton bales to the event of their respective quotas upto the stipulated dates, had also approached respondent. No. -2 for extension of time vide their representations dated 13th July, 1989 and 3rd August. 1989. The said Association by its another letter dated 9th August, 1989 also made a representation to the Joint Textile Commissioner setting out various grounds on which, inter alia. extension should be granted for exporting Bengal Desi Cotton beyond 31st August 1989. However, the petitioners stated that they did not receive any reply either to the representations made by the petitioners or by the Association.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_8\">7. The petitioners, alleging failure on the part of respondent No. 2 not to decide their applications within a reasonable period and to communicate the decision taken thereon, were required to carry writ petition under <a href=\"/doc/1712542/\" id=\"a_1\">Article 226</a> of the Constitution of India to this Court alleging abdication of duty on the part of respondent No. 2, which; according to the petitioners, constituted an act of rejecting their application, with the result, the petitioners could not export any bales of cotton after 29th August, 1989 pursuant to the export quotas allotted to them. The said deemed rejection of their request for extension of time is a subject-matter of challenge in the petition as spelt out in the opening part of this judgment.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_9\">8. On being noticed, the respondents appeared and filed their counter-affidavits. The first affidavit dated 18th September. 1989 duly sworn by the Deputy Director of respondent came on record on 19th September. 1989 contending that the petitioners and their associate companies had applied for full quota of 40,000 bales of cotton and got 38,660 bales allotted to them, with the result, the petitioners and their group had virtually cornered the export quota. The other applicants who had applied had quoted lower rates and were denied the opportunity of exporting cotton. That one of the principal conditions for export was that the export should be effected during 180 days from the date of registration of the contract. That in the earlier years the requirement was of 90 days but in order to avoid any application for extension, it was decided to grant 180 days without any condition for grant of extension in the period of shipment beyond the end of the cotton year viz. 31st August, 1989. According to the averments made in the affidavits, all the above facts were made very clear in the order, the registration of contract and also in the bank guarantee. The registration certificate clearly provided that export has to be effected within 180 days. It was thus sought to be emphasised that the petitioners were fully aware of the fact that they were required to export cotton bales within the said period of 180 days and that with open eyes the petitioners had undertaken for export accordingly. Bank guarantee was also made unconditional. The bank guarantee also made it clear in unequivocal terms that the same was liable to be encashed in case the condition laid down in the order was not complied with. On non-performance of the contract terms, it was to be invoked at the absolute discretion given to the Textile Commissioner, it is further stated in the counter-affidavit that 180 days period was sufficient for effecting export.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_10\">9. It is further brought on record that the petitioners exported paltry quantity of 975 bales and 304 bales of cotton against each contract under which they were obliged to export 3,500 bales of cotton in spite of the fact that they had undertaken to export 7.000 bales by the end of August, 1989 against both contracts. It is further alleged that the contracts were entered into with the foreign buyers in Japan on 8th February, 1989 as such the petitioners were fully aware of the fact that the export had to be effected within 180 days as per firm contract as also the conditions stipulated in the registration certificate and bank guarantee. According to the respondents, the petitioners acted in gross negligence by not fulfilling their export obligations within the stipulated period.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_11\">10. The counter-affidavit further makes out a case that the petitioners had undertaken vide Item &#x27;E&#x27; of the registration certificate that they would intimate to the Textile Commissioner (Cotton Section) in the prescribed form about the quantity shipped against each registration within a week of shipment and would furnish documentary proof thereof by furnishing bills of lading, bank negotiating invoices and bank advice for realisation of export value. According to the respondents, as per their record, the petitioners had intimated only about 150 bales of shipment vide their letter dated 24th May. 1989 against their first contract and no intimation of any such shipment was furnished in respect of the second contract at any time. In this backdrop, the contentions of the petitioners that they exported 1,279 bales of cotton were denied.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_12\">11. It is further stated in the counter-affidavit that the petitioners were given clear understanding at the time of issuance of the registration certificate that time was the essence of the contract and no provision for extension either in the order dated 30th January, 1989 or in the registration certificate dated 2nd March, 1989 was made. According to the said counter-affidavit, the grounds given by the petitioners for not fulfilling obligations were rather of routine nature and related to the usual problems which normally arise every year and which were well-known to the exporters.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_13\">12. The respondents also stated in their counter affidavit that large quantities of cotton bales were shipped in the month of August, 1989 by other exporters and that by itself was sufficient proof to discredit the contentions raised by the petitioners that they could not export cotton bales in the months of May, June and July 1989 for the reasons stated. A statement is also made in the said counter-affidavit that on enquiry with the Shipping Corporation of India Limited, Capt. B. K. Tiwari, Deputy General Manager informed that no booking had been made by the petitioners before 25th July, 1989 and only oral request was made by them on that day only to ship their bales. According to the respondents, there was no condition in the contract or registration certificate that booking should be done after four months or that the same could be done only from Bombay Port and not from any other ports in India. The counter-affidavit also highlights the absence of material facts and particulars to demonstrate that the balance quantity of cotton, as alleged by the petitioners, were lying with them. It is not clear from the material produced on record as to where the balance quantity of cotton bales was lying, whether at docks or with the Shipping Corporation of India or in any of their godowns. According to the respondents, the letter dated 9th August. 1989. Issued by the East India Cotton Association, which referred to the period of June and July 1989 and the strike of the (sic] by clearing agents and employees of civic body were hardly for few days. It is further emphasised in the counter-affidavit that the petitioners had made major export against first contract in the month of August, whereas the registration certificate was issued on 2nd opening day of March- 1989 and against second contract only one shipment in the month of August, 1989 was made. According to the respondents, the petitioners had not taken any steps for booking before 25th July, 1989 for shipment of cotton bales. All attempts, if any, were made only in the month of August 1989 which was the last month for shipment, as such the petitioners were negligent in discharging their obligation. Thus, according to the respondents, the petitioners could actually export only 1,279 out of 7.800 bales of cotton. Thus, in the submission of the respondents, the goods were not ready and only 524 bales were shipped in the month of August, 1989 although, the letter dated 8th August, 1989 states that 400 bales were shipped and 1,600 bales were ready for shipment but, factually, only 524 bales were shipped. According to the respondents, this conduct of the petitioners shows that no goods and no booking arrangements for shipments were made by them. According to the respondents, the Deputy Manager of the Shipping Corporation of India had informed on telephone that no booking was made for carrier till 25th July, 1989. Therefore, according to the respondents, the difficulties placed by the petitioners were nothing but grounds invented by them to avoid discharge of their obligations,\n \n\n</p><p data-structure=\"CDiscource\" id=\"p_14\">13. It is further brought on record that due to the fault on the part of the petitioners the country has lost foreign exchange. Had the extension been granted in the shipment period given in the contract, it would have placed the cotton economy in jeopardy because once the traders&#x27;, growers and industry come to know that belated exports were being considered by the Government, a tendency to start boarding of cotton of the new season would, have resulted and, thereby, the cotton prices would have gone up and, ultimately, consumers would have suffered. Therefore, according to the respondents. It was not in the interest of the public to grant extension in the period of shipment in favour of the petitioners. Merely because the buyers were ready to continue with the contract that by itself could not have been a ground for grant of extension in shipment period.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_15\">14. Lastly, the respondents submitted that the bank guarantees being absolute and unconditional they were entitled to encash the same. After having served the copy of the affidavit of Ms. Mukhija. Deputy Director of the respondent opposing admission, another counter-affidavit dated 6th October, 1989 came from the respondents to contradict the averments made in the petition. But this affidavit it was sought to be brought on record that various exporters had effected export of cotton bales by the end of 31st August, 1989 that too after taking allotment during the month of July and August 1989. It was thus pointed out in Exh. &#x27;A&#x27; annexed to the second counter -affidavit that the following bales were exported by various ex&#x27;\n</p><p data-structure=\"Issue\" id=\"p_16\">  ------------------------------------------------------------------\n</p><pre id=\"pre_2\">Quality of Cotton             Quality of Bales with \n                              Date of Shipment\n</pre><p data-structure=\"Issue\" id=\"p_17\">------------------------------------------------------------------\n</p><pre id=\"pre_3\">Extra Long Staple             1,150 bales were \nCotton    shipped by 31-8-1989. \nBengal Desi Cotton            2,500 bales were \n                              shipped by 31-8-1989 \n                              by various exporters.\nHard Cotton Waste             10.000 kg. were ex-\n                              ported by the end of \n                              July, 1989 by different \n                              exporters.\nSoft Cotton Waste             24,740 bales were \n                              shipped in the month of \n                              August 1989\n</pre><p data-structure=\"Issue\" id=\"p_18\">-----------------------------------------------------------------\n</p>\n \n\n<p data-structure=\"Issue\" id=\"p_19\">Total 3,650 bales. 10,000 kg. Hard Cotton Waste and 24,740 bales of Soft Cotton Waste were shipped by the end of August 1989.\n</p> \n\n<p data-structure=\"Section\" id=\"p_20\">porters, the brief details thereof given in the affidavit are being reproduced as under :\n</p> \n\n<blockquote id=\"blockquote_1\">On the basis of the aforesaid material it was sought to be emphasised that if all other exporters could export: such huge quantity of cotton, then nothing was prevented for the petitioners to export the cotton bales as per their contracts which were hardly pertaining to 7,000 bales.\n</blockquote> \n\n<blockquote id=\"blockquote_2\">EVENTS PENDING WRIT :\n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_21\">15. In this bunch of petitions, initially, alleged decision of the respondents in rejecting the applications moved by the petitioners to extend the validity period of the allotment letters for another two months to fulfil the export obligations incurred under the contract notes was the subject-matter of challenge with a prayer for interim relief restraining the respondents by an order of injunction in any manner encashing the bank guarantee and/or receiving any amount thereunder from the guarantor-bank or from preventing the petitioners from exporting cotton pursuant to the allotment orders with further prayer for mandatory relief to permit the petitioners to export cotton pursuant to the allotment orders in their favour.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_22\">16. In 1989, as per the prevailing rules applicable to the civil writ petitions filed on the original side of the High Court, all these petitions were placed before the single Bench of this Court dealing with the writ petitions. The learned single Judge, on 16th October 1989, was pleased to grant rule with interim order which read as under :\n</p>  \n\n<blockquote id=\"blockquote_3\">&quot;Rule. Hearing expedited. Respondents waive service.\n</blockquote> \n\n<blockquote id=\"blockquote_4\">Interim relief:\n</blockquote> \n\n<blockquote id=\"blockquote_5\">Pending the hearing and final disposal of these petitions, the respondents are restrained from encashing the bank guarantees given by the. respective petitioners. The respondents are further restrained from receiving any amount thereunder from the respective banks. The respective petitioners will, however, renew and keep their respective bank guarantees alive till the hearing and disposal of their respective petitions and for a period of sixty days thereafter.\n</blockquote> \n\n<blockquote id=\"blockquote_6\">2. This Court is of the view that the Government of India as also the Textile Commissioner should seriously consider granting to the petitioners extension of time to export their respective quotas. Some of the petitioners have exported partially while the goods of some are, I understand, ready for export. I understand that as per the previous cotton year, for the new cotton year also there has been a bumper cotton crop. Extension of time will also considerably benefit the exchequer by way of substantial foreign exchange. In the first five petitions alone, the foreign exchange likely to be earned is 1,48,38.077 U.S. dollars. Substantial foreign exchange is also likely to be earned in the other petitions. In the contrast or comparison, the amounts covered by the respective bank guarantees would be insignificant. Rather than stand on technicalities and insist only upon invoking these guarantees better decision as also one in the interest of exports as also in the interest of earning foreign exchange would be to give one more opportunity and permit exports by extending time (say, about forty five days) in that behalf. In all the circumstances, the authorities should review the position in the larger interest of the country, and its foreign exchange earnings.&quot;\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_23\">17. In spite of the above view expressed by the learned single Judge nothing happened thereafter. None of the petitioners brought to the notice of this Court any inaction on the part of the respondents with respect to the extension of the validity period of the allotment letters or permission to the petitioners to export cotton pursuant to the allotment orders. These petitions remained pending almost for past 15 years and now came up for final hearing before us.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_24\">18. When these petitions were taken up for final hearing, petitioners found that no substantive reliefs could be obtained by them from this Court finding that by lapse of time their prayers cannot survive; in the sense pursuant to first two prayers invalidation of decision not to permit export cotton in terms of allotment orders sought by them has out-left its purpose, the petitioners applied for amendment to incorporate the following prayer in their petitions, which was allowed. The prayer clause (a) with amended prayer clause (b-1), which are the only prayers seeking effective reliefs, excluding prayer clause (b) which became infructuous, read as under :\n</p>  \n\n<blockquote id=\"blockquote_7\">(a) That the Hon&#x27;ble Court will be pleased to issue a writ of certlorari or any other appropriate writ, direction or order under <a href=\"/doc/1712542/\" id=\"a_2\">Article 226</a> of the Constitution of India against the Respondents calling for the records and proceedings pertaining to the petitioners&#x27; application for extension of time and after considering the legality or otherwise thereof, of the decision of the respondents in rejecting the petitioners&#x27; application for extension of time, to quash and/or set aside the same.&quot;\n</blockquote> \n\n<blockquote id=\"blockquote_8\">&quot;(b-1) In the alternative to prayer (b) above this Hon&#x27;ble Court be pleased to issue a writ of mandamus or any other writ in the nature of mandamus under <a href=\"/doc/1712542/\" id=\"a_3\">Article 226</a> of the Constitution of India permanently restraining the respondents, their officers, servants and agents from in any manner acting on the basis that the petitioners have failed to fulfil any of their obligations under the said Contract Exs. &#x27;H&#x27; and &#x27;I&#x27; hereto registered with the respondents on 2nd/3rd March, 1989 in respect of export of Bengal Desi Cotton for the year 1988-89, and further from taking any steps against the petitioners in that behalf.&quot;\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_25\">19. The conjoint reading of prayer clauses (a) and (b-1) makes it clear that in substance the petitioners are seeking declaration of invalidity of the decision of the respondents not to grant extension of time to export and restraining them from acting on the basis that the petitioners have failed to fulfil any of their obligations under the contract registered with the respondents in respect of export of Bengal Desi Cotton for the year 1988-89. In substance, the petitioners are seeking negative declaration that they have not committed breach of any of their obligations and. therefore, the decision of the respondents not to grant extension of time is liable to be quashed and set aside holding it to be bad and illegal. ISSUES FOR DETERMINATION:\n</p> \n\n<p data-structure=\"Issue\" id=\"p_26\">20. On the basis of foregoing dissection of the reliefs claimed, the crucial issues that arise for determination are as under :\n</p>  \n\n<blockquote id=\"blockquote_9\">1. Whether the action of the respondents not to grant extension of time sought by the petitioners is in breach of principles of natural justice and, suffers from an element of unreasonableness?\n</blockquote> \n\n<blockquote id=\"blockquote_10\">2. Whether the petitioners did not commit any breach of any of their obligations under the contract?\n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_27\">SUBMISSIONS :\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_28\">21. Dr. Tulzapurkar, learned senior counsel for the petitioners pressed into service. Ice the reasons for not being able to export cotton within a stipulated period i.e. by 31st August. 1989. He submits that the unexported raw cotton, though procured could not be transported due to factors beyond the control of the petitioners as the stock was kept at various places, inter alia, in Bombay.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_29\">22. He further submits that pursuant to the enquiry from one of the companies of the petitioners&#x27; group, the Shipping Corporation of India Ltd. quoted their freight rates pursuant to the enquiry made by the petitioners and their group companies for export of 40,000 bales of cotton valid upto 30th September, 1989. The Shipping Corporation replied to the petitioners&#x27; queries as to the possibility of shipment in August, 1989 and informed the petitioners that because of congestion at the Bombay Port due to the monsoon season, the Bombay Port Trust was not in a position to provide carting space in time for shipment prior to 31st August. 1989 and that it was impossible to ship the balance cargo from out of 7,000 bales prior to 31st. August, 1989; which could only be shipped by the end of October, 1989.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_30\">23. Dr. Tulzapurkar also pressed into service the letter dated 1st August, 1989 written by Pitambar Lalji and Co., Freight and Chartering Broker replying to the petitioners&#x27; query with regard to possibility of shipping 6,500 bales of cotton through Kandia Port stating therein that it would be impossible to effect the shipment within the limited period of four weeks for the reasons set out in the letter.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_31\">24. He further submits that on 23rd June, 1989 there was a strike by clearing agents causing disturbance in clearing cotton for export and on 17th July, 1989 there was an indefinite strike announced by the employees of the Bombay Municipal Corporation against the abolition of octroi which affected transport of raw cotton. He further submits that on 24/25th July, 1989 there was a cyclone and heavy rain in Bombay which totally disclosed the movement of trucks and trains and affected transport of the raw cotton to Bombay. In view of all these factors being beyond the control of the petitioners they could not fulfil their export obligation by 31st August, 1989.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_32\">25. He further submits that in addition to the representations made by the petitioners for extension of time the East India Cotton Association Limited had also made a detailed request to the Joint Commissioner setting out various factors in the light of which they also requested for extension of time upto the end of October, 1989, inter alia; for Bengal Desi Cotton. There was no response whatsoever to the requests made for extension of time and, therefore, the petitioners were required to invoke writ jurisdiction of this Court under <a href=\"/doc/1712542/\" id=\"a_4\">Article 226</a> of the Constitution of India.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_33\">26. Dr. Tulzapurkar, after unfolding factual aspects went on to contend that the power of Judicial review vested in the writ Court under <a href=\"/doc/1712542/\" id=\"a_5\">Article 226</a> of the Constitution of India extends even in the matter of regulation of contract entered into and can be tested on the principles enshrined in <a href=\"/doc/367586/\" id=\"a_6\">Article 14</a> of the Constitution of India. He further submits that in the matter of regulation and control of cotton export; a fortiori <a href=\"/doc/367586/\" id=\"a_7\">Article 14</a> applies and various facets of public interest can be tested on touch-stone of the said article. He further submits that where discretion is vested in the Government. the Government .is expected to act in a fair, reasonable and judicious manner to achieve the object for which the discretion has been entrusted. He submits that the power to relax the effect of any rule or regulation must be exercised in a just, fair and equitable manner free from any elements for arbitrariness and unreasonableness.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_34\">27. Dr. Tulzapurkar submitted that the respondents have invidiously discriminated against the petitioners on the ground of location of stock procured and have arbitrarily granted extension only to those whose stocks were lying in the dock of Bombay Port Trust and have unreasonably refused such benefit to the petitioners, as such the impugned refusal on the part of the respondents suffer from total non-application of mind adversely affecting public interest and the said refusal is based upon extraneous factors which are not germane to the issues involved and has been adopted by ignoring relevant material which, if considered, would have culminated in the discretion being exercised in favour of the petitioners.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_35\">28. Dr. Tulzapurkar further submits that refusal to extend time has been adopted without giving any opportunity of hearing to the petitioners and is not supported by any cogent reasons as is now sought to be buttressed by reasons trotted out for the first time in the affidavit in reply; which contains self-contradictory as well as factually incorrect statements.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_36\">29. Dr. Tulzapurkar further submitted that respondents cannot be now permitted to furnish reasons for the impugned refusal when no such reasons were given in the first instance by the respondents when the impugned refusal was adopted by them. He, therefore, submits that the impugned refusal is non-est and void-ab-initio in the eye of law. He submits that the petitioners have not in any manner failed to fulfil any of their export commitments and cannot be visited with adverse consequences on that count.\n</p> \n\n<p data-structure=\"Section\" id=\"p_37\">PER CONTRA :\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_38\">30. Mr. Rana, learned senior counsel appearing for the respondents contended that there was no decision taken by the respondents, as such the petition was misconceived and that the petitioners should have filed petition before 31st August, 1989 seeking direction to the respondents to take decision on petitioners&#x27; application for extension of time; had they really interested in exporting the cotton before expiry of 31st August, 1989. He further submits that the petitioners were basically not interested in export because the international prices were falling and bank guarantee was counted only at Rs. 3/- per bale and hence the petitioners took a commercial decision not to export. He further submits that the real reason was that the petitioners wanted the minimum export price to be revised downwards and were interested only in preventing enforcement of guarantee as such they did not ask for permission to export. He further submits that the Shipping Corporation of India was very much willing to provide space at least for 50% of the contracted quantity and that was not done.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_39\">31. Mr. Rana, while criticizing the letters issued by the Shipping Corporation and produced by the petitoners, in this batch of petitions, he submits that the said letters were procured from the Shipping Corporation with a view to use the same in present batch of petitions.      \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_40\">32. Mr. Rana while reiterating the submissions made in the counter-affidavit referred to in paras 7 to 13 (supra) submitted that Minimum Export Price (&quot;MEP&quot; for short) was introduced on 10th November, 1986 during the cotton year 1986-1987 so as to ensure the guaranteed earning to the farmers by exploiting the international market. The &#x27;MEP&#x27; was to be fixed every cotton year based on the prevailed price in the domestic and international market. In the event of extension of the shipment period beyond the expiry of the cotton year, i.e. 1988-1989, the objective of achieving the MEP would have been defeated as the &#x27;MEP&#x27; is required to be revised every cotton year depending upon the cotton economy (domestic and international) and would have lead to the administrative problem for adhering to the MEP. He further submits that had the extension in the shipment period was granted to the defaulter exporters, so as to fulfil their outstanding export quota of previous year i.e. 1988-1989, then the announcement/release of export quota of Bengal Desi variety would have been delayed for succeeding cotton year i.e. 1989-90 and it would have caused loss to the farmers since the benefit of increase in prices, due to export prospects of 1989-1990, would not have been available for being passed on to them in absence of announcement of export quota before the arrival of new crop,\n \n\n</p><p data-structure=\"Facts\" id=\"p_41\">33. Mr. Rana further pointed out that the Ministry of Textiles, Government of India had released 40,000 bales of export quota of Bengal Desi in favour of private trade. The respondent No. 2 vide his order dated 30th January 1989 invited applications for allotment of said export quota of 40,000 bales on high price basis to be received up. to 13th February, 1989. In all 194 applications for a quantity of 89,065 bales at different C and F prices ranging from US cents 150/kg. to US cents 279/kg. were received. The cut-off price was exceptionally high at US cents 273/kg. However, since the allotment had to be made on high price realisation basis, the petitioners and their group associate companies had cornered all the said 40,000 bales. The last date of shipment was 28th August, 1989. However, the petitioners and their associate companies could ship only 8,707 bales till the last date i.e. 28th August, 1989. In his submission, the petitioners deliberately did not export before due date because their cotton samples were rejected.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_42\">34. Mr. Rana further pointed out that subsequent to the release of above quota, the Ministry of Textile vide its telex No. LNO. 1707 dated 13th March, 1989 had released further quota of 50,000 bales of Bengal Desi cotton in favour of private trade. Against the said additional release of quota, respondent No. 2 vide his order dated 14th March, 1989 invited applications for allotment of said export quota of 50,000 bales on high price basis to be received up to 3rd April. 1989. In all 38 applications for a quantity of 55.840 bales at a different C and F prices ranging from US cents 209.44/kg. to US cents 459 /kg. were received. However, of the said 38 applications, some of the applications contained defective bank guarantees and were disqualified for allocation of quota and hence fresh applications were invited by respondent No. 2, vide his order dated 28th April, 1989 to be received up to 15th May, 1989 and another order dated 1st June, 1989 for allotment of balance quantity of 40,000 bales on high price basis. The last date of shipment was 31st August. 1989. He pointed out that the exporters who had been allocated quota against the second, release of 50.000 bales of Bengal Desi cotton had fulfilled their export obligation within the shipment period permitted by 31st August, 1989. However, the petitioners and their group associate companies who had cornered the entire export quota of 40,000 bales of first release and had quoted high price could ship only 8,707 bales till the last date of shipment i.e. 31st August, 1989. He further pointed out that the petitioners had longer shipment period than the shipment period permissible to the other exporters who had obtained the export quota in the second release of 50,000 bales and still the petitioners could not fulfil their export obligations. He, therefore, submits that the petitioners could not fulfil their export obligations only because of the high price quoted by them and the export was not commercially profitable. The petitioners not .only failed to export but deprived other exporters who had quoted lower price. He, thus, submits that the petitioners are not entitled to any equitable relief in the writ jurisdiction of this Court.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_43\">35. Mr. Rana further highlighted that the export potential for Bengal Desi cotton was limited to Japan and some. quantity to Europe. Hence scope of earning foreign exchange was limited. Had extension in shipment period been granted to the defaulter exporters of 1988-89, then the generation of foreign exchange with regard to new crop of 1989-90 would have otherwise been, reduced considerably. In this view of the matter, he submits that no extension was granted in spite of the view expressed by this Court while passing interim order dated 16th October, 1989.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_44\">36. Mr. Rana submits that the petitioners and their group associate companies willingly and knowingly applied for and accepted quota with accompanied obligations and were aware of the market situation on availability and price and, therefore, they cannot be allowed to wriggle out of the obligation at the cost of others. He further pointed out that besides the parties being from the same group, had at no point of time during the validity period of shipment raised the issue of non-fulfilment of export obligation on account of the reasons beyond control, which is clearly, an afterthought.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_45\">37. Mr. Rana submits that for performance of the contracts, the petitioners executed two bank guarantees with the Central Bank of India, Mumbai for an amount of Rs. 18.37 lakh each as and by way of security to fulfil obligation of export for the quantity of 3,500 bales of Bengal Desi cotton each allotted to the petitioners within the stipulated time. up to 28th August. 1989 according to the terms and conditions of the contract irrespective of the shipment in part or in full made by the exporters. He submits that the bank guarantees, specifically, stipulated that the decision of the Textile Commissioner as to the default on part of the exporters and the amount payable by the bank shall be final and binding on bank and on demand made by the Textile Commissioner, the bank shall immediately within 10 days pay the same to the Government of India. He, therefore, submits that the bank guarantee being unconditional is in absolute terms. Bank guarantee also makes it obligatory on the part of the bank to pay the Government of India an amount of bank guarantee in the event of failure of the exporter (i) to fulfil any condition of the allocation letter and/or (ii) to fulfil the obligation of export of quantity of 3,500 bales of Bengal Desi cotton within the stipulated time or according to the prescribed terms and conditions irrespective of shipment in part or full. He, therefore, submits that respondent No. 3 had no option but to discharge the liability to the Textile Commissioner as stipulated in the bank guarantee and further submits that in no circumstances the Textile Commissioner can be injuncted from encashing the bank guarantee.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_46\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1159364\" id=\"span_1\">38. Mr. Rana relied upon the judgment of the Apex Court in the case of <a href=\"/doc/1159364/\" id=\"a_8\">Her Shankar v. Deputy Excise and Taxation Commissioner</a>, ; wherein it has been laid down that writ jurisdiction of High Court under <a href=\"/doc/1712542/\" id=\"a_9\">Article 226</a> of the Constitution is not intended to facilitate avoidance of obligation voluntarily incurred and breach committed thereof. He submits that the matter pertains to performance of contract and therefore also writ petitions are not maintainable under law.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"473308\" id=\"span_2\">He further pressed into service the Judgment of the Division Bench of this Court in Writ Petition No. 2678/1989, M/s. <a href=\"/doc/473308/\" id=\"a_10\">Mak Impex Pvt. Ltd. v. Union of India</a>, decided on 7th October 2002 (unreported) (since ), whereby writ petition seeking to prevent encashment of bank guarantee was dismissed and the Textile Commissioner was allowed to encash the bank guarantee.</span>\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_47\">39. Mr. Rana further submits that a person who enters into certain contractual obligations with this eyes open and works the entire contract, cannot be allowed to turn round the validity of the Rules which constitute the terms of the contract. He submits that the extraordinary jurisdiction of the High Court under <a href=\"/doc/1712542/\" id=\"a_11\">Article 226</a>, which is of a discretionary nature and is exercised only to advance the interests of justice, cannot certainly be employed in aid of such persons. Neither justice nor equity is in favour of the petitioners.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_48\">40. Mr. Rana further submits that it is well settled that writ of or in the nature of mandamus would not ordinarily be issued for enforcing the terms and conditions of a contract qua contract. A writ of mandamus would be issued when a question involving public law character arises for consideration. In his submission, it is also well settled that the High Court would not entertain a writ petition involving disputed questions of fact and, therefore, keeping in view the aforesaid well settled principles of law the petitions are liable to be dismissed.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_49\">REJOINDER :\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_50\">41. In rejoinder Dr. Tulzapurkar, learned counsel for the petitioners submitted that the contention of the respondents, that there was no decision and therefore the petition is misconceived and that the petition should have been filed before 31st August. 1989 seeking direction against the respondents on petitioners&#x27; application for extension, is factually incorrect. He submits that there was no reply to the request/application for extension. The petitioners, have proceeded expressly on the footing that failure on the part of the respondents to give reply means that they have decided to reject the application for extension. In various affidavits the respondents have justified their stand that the petitioners are not entitled to extension and that no extension could have been granted. The petition is, therefore, maintainable.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_51\">42. Dr. Tulzapurkar further submits that this contention of the petitioners on the contrary vindicates their stand that there was no application of mind. He submits that the contention of the respondents, that the petitioners were not interested in export because international prices were falling and the amount of bank guarantee was counted only at Rs. 3/- per bale and hence the petitioners did not want to export, shows total non-application of mind. In his submission, this contention is based on a perverse thinking. He submits that the petitioners would not benefit by not exporting when the international prices were falling. The petitioners had firm commitment by the buyers to pay the price mentioned in the contracts. The buyers had opened irrevocable letters of credit in favour of the petitioners. The petitioners had made arrangements to procure the goods; in fact, had procured the goods by making payments; hence to say that the petitioners were not interested in exporting is nothing but a contention which is perverse.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_52\">43. Dr. Tulzapurkar submits that it is factually incorrect that the real reason was that the petitioners wanted minimum export price to be revised downwards. He submits that the order was amended to delete the clause dealing with minimum export price of the goods in respect of which the quota was allotted to the petitioners. Hence there was no question of any revision of the minimum price downwards or upwards. The letter of the Association was on behalf of many other members who could have been entitled to ask of the revision of price. The petitioners&#x27; price was firm. Hence the said contention is untenable.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_53\">44. Dr. Tulzapurkar further submits that it is incorrect to say that the petitioners were interested only in preventing enforcement of guarantee as they did not ask for permission to export. In his submission, prayer (b) is for a mandamus to give extension while in prayers (c) (ii) and (c) (iii) the petitioners have asked, inter alia, permission to export. This prayer was not granted. The relief for injunction against the enforcement of bank guarantees was pending the decision on prayers (a) and (b). The main reliefs are regarding extension. He further submits that this case is not covered by the judgment in the earlier two cases. The prayer in this petition is for extension of time and from the judgment delivered in other set of cases; it appears that in those cases the reliefs were only for injunction against enforcement of bank guarantee. In the present case the decision of rejection of extension is challenged with a further prayer for mandamus for granting extension. With regard to the contention of the respondents that the Shipping Corporation was willing to provide space at least for 50% of the contracted quantity and that was not done, Dr. Tulzapurkar submits that the letters were not disputed by the respondents in their affidavits. Had they disputed the genuineness of the letters, the material to dispel any doubts about their genuineness could have been procured. It is for this reason that the Courts have always insisted on a reasoned order so that reasons can be tested in the Court. In this case the respondents have not only not passed any order recording reasons but curiously are relying on that fact to contend that the petition itself is not maintainable. He, therefore, submits that nothing can be more perverse than this. He submits that inability to get shipping space was one of the reasons for asking extension. Even if the Shipping Corporation had shown willingness to this space for 50% of the contracted quantity, that quantity could not be brought along side the port for other reasons such as cyclonic conditions, congestion in the port area, transporters&#x27; strike, BMC employees strike etc. He, therefore, submits that in the facts of the case the respondents ought to have given proper opportunity of hearing to the petitioners to dispel any doubts which the respondents might had and ought to have passed a reasoned order rejecting the application. The petitioners thus are greatly prejudiced by the respondents&#x27; contention now advanced throwing doubts and raising suspicion. He submits that the respondents have clearly acted contrary to the principles of natural justice.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_54\">45. Dr. Tulzapurkar further submits that the contention of the respondents, that the petitioners did not export because it was their case that their customers were not interested in receiving goods till June 1989, is not correct. He submits that the export could have taken place till 31st August, 1989. It was in July 1989 that intervening events took place. Hence the said contention is irrelevant. In his submission, it is also factually incorrect that the customers were not interested in receiving goods and therefore export was not made. In fact, the customers had extended the dates for export till end of October, 1989 and had opened irrevocable and confirmed letters of credit and part of the goods were exported before July 1989 under the first contract.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_55\">46. He further submits that the respondents ought to have disclosed the material before taking the decision that other exporters, who were allotted quotas. Were able to export before 31st August 1989. The failure has gravely prejudiced the petitioners. The factual aspects as to the export by others within the prescribed time cannot be argued in answer to the petition. He also submits that in majority of the cases the quantity allotted was small compared to the quantity allotted to the petitioners. Had this material been shown to the petitioners before taking the decision, the petitioners could have brought material on record to show how others were able to export their goods.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_56\">47. Dr. Tulzapurkar submits that the contention raised by the respondents that there were no grounds for grant of extension for the reasons stated in various affidavits is untenable. Lastly, he submits that it is not that the Court cannot grant extension but at any rate the Court could direct the authority to reconsider the decision. The Court has power under <a href=\"/doc/1712542/\" id=\"a_12\">Article 226</a> of the Constitution to pass that order granting extension. In any event, the Court can decide whether the decision refusing extension was justified. He submits that if the Court comes to the conclusion that the decision of the respondents refusing extension was vitiated, then, in the facts of the case the Court can mould relief prayed in prayer (b) by granting the amended prayer.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_57\">COGITATION OF RIVAL CONTENTIONS :\n</p> \n\n<p data-structure=\"Section\" id=\"p_58\">48. The rival contentions need to be cogitated. One of the principal contentions on behalf of the petitioners was that the purported deemed rejection to extend the period of export is arbitrary and violative of the principles of natural justice and that the arbitrary action of the statutory authorities whether in exercise of statutory power or in exercise of executive power is liable to be struck down. It makes no difference whether the action is in the contractual field either at the threshold of the formation of the contract or otherwise. It was also contended on behalf of the petitioners that rule inhibiting the State from indulging in any arbitrary action which rule the Supreme Court has <a href=\"/doc/473308/\" id=\"a_13\">laid down in</a> various cases not only flows from the protection of <a href=\"/doc/367586/\" id=\"a_14\">Article 14</a> of the Constitution but is also an independent rule of administrative law. It applies to all State actions whether it relates to legal rights, or rights created by contract or privileges in the form of licences and quota&#x27;s.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_59\">49. The respondents sought to repel this contention and submitted that before a contract has been entered into, when the parties are on the threshold of entering into the contract, if one of the parties happens to be the State; then the action of the State entering into the contract should be free from arbitrariness. But once a legal relationship in the form of a concluded contract is established the rights and obligations flowing therefrom should be exclusively guided by the law of contract. In such a case, it was submitted that the question of absence of arbitrariness either as a protection flowing from <a href=\"/doc/367586/\" id=\"a_15\">Article 14</a> of the Constitution of India or as an independent rule of administrative law would have no application whatsoever. It was further submitted that the writ Court would have no jurisdiction to entertain any dispute with regard to the rights and obligations of the parties flowing from the contract. According to the submissions, such rights and obligations were in the nature of private rights and the only remedy for an aggrieved party would be by way of suit under the provisions of <a href=\"/doc/1671917/\" id=\"a_16\">Specific Relief Act</a>.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_60\">SCOPE OF JUDICIAL REVIEW :\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_61\">50. Before embarking upon the rival submissions advanced, one has to consider the scope of judicial review in such matters. The scope of judicial review in the context of grant of contract has been the subject-matter of decision of the Apex Court in Sterling Computers Ltd. v. M/s. M. and N. Publications Ltd., ; wherein the Apex Court ruled:\n</p><blockquote id=\"blockquote_11\"> &quot;It is true that by way of judicial review the Court is not expected to act as a Court of appeal while examining an administrative decision and to record a finding whether such decision could have been taken otherwise in the facts and circumstances of the case.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_62\">The Apex Court in <a href=\"/doc/473308/\" id=\"a_17\">the said judgment</a> noticed the commentary of Professor Wade from his well known treatise &quot;Administrative Law&quot; and observed that the power of judicial review must be exercised reasonably. It has, to be reconciled with no less important doctrine that the Court must not usurp the discretion of public authority for which they are appointed within the bounds of legal reasonableness is the area in which the deciding authority has genuinely free discretion. If it passes those bounds, it acts ultra vires. The Court must, therefore resist the temptation to draw the bounds too tightly, merely according to its own option. It must strive to apply an objective standard which leaves to the deciding authority the full range of choices which legislature is presumed to have intended. The decisions which are extravagant or capricious cannot be legitimate. But if the decision is within the confines of reasonableness, it is no part of the Court&#x27;s function to look further into its merits. With the question whether a particular policy is wise or foolish the Court is not concerned, it can only interfere if to pursue is beyond the powers of the authority. The Apex Court further noticed, &quot;While exercising the power of judicial review, in respect of contracts entered into on behalf of the State, the Court is concerned primarily as to whether there has been any infirmity in the &quot;decision making process&quot;.&quot;\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_63\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"730804\" id=\"span_3\">51. The power of Judicial review of High Court is now well defined in series of decisions of the Apex Court. It is trite that the Court will not exercise its jurisdiction to entertain writ petition, wherein public law element is not involved (see <a href=\"/doc/730804/\" id=\"a_18\">Life Insurance Corpn. v. Escorts</a>.  and National Highway Authority of India v. M/s. Ganga Enterprises. , The judicial review is a highly complex and developing subject. It has its roots long back and its scope and extent varies from case to case. It is considered to be the basic feature of the Constitution. The question as to whether the Court would permit judicial review and. if any, to what extent will very from case to ease and no broad principles can be laid down therefor.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_64\">52. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"884513\" id=\"span_4\">In any event modern trend also points to judicial restraint in administration action as has been held, in <a href=\"/doc/884513/\" id=\"a_19\">Tata Cellular v. Union of India</a>.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"55804\" id=\"span_5\">and <a href=\"/doc/55804/\" id=\"a_20\">W.B. State Electricity Board v. Patel Engineering Co. Ltd.</a>, .</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_65\">53. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"90532573\" id=\"span_6\">In <a href=\"/doc/90532573/\" id=\"a_21\">State of West Bengal v. Nuruddin Mallic</a> , Apex Court declined a suggestion that the Court itself should examine and decide the question in issue and stated as under (at p 1471 of AIR) :-</span>\n</p><blockquote id=\"blockquote_12\"> &quot;28. ....... Instead of sending any reply, the management filed the writ petition in the High Court, leading to passing of the impugned orders. Thus, till this date the appellant-authorities have not yet exercised their discretion. Submission for the respondents was that this Court itself should examine and decide the question in issue based on the material on record to set at rest the long standing issue. We have no hesitation to declined such a suggestion. The Courts can either direct the statutory authorities, where it is not exercising its discretion, by mandamus to exercise its discretion, or when exercised, to see whether it has been validly exercised. It would be inappropriate for the Court to substitute itself for the statutory authorities to decide the matter.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_66\">The legal right of the individual may be found upon a contract or statute or an instrument having force of law. For a public law remedy enforceable under <a href=\"/doc/1712542/\" id=\"a_22\">Article 226</a> of the Constitution, the action of the authority need to fall in the realm of public law be it a legislative act or the State, an executive act of the State or an instrumentality or a person or authority imbued with public law element. The question is required to be determined in each case having the aforementioned principle in mind. However, it may not be possible to generalise the nature of the action which would come either under public law remedy or private law field nor is desirable to give exhaustive list of such actions.\n</p> \n\n<p data-structure=\"Section\" id=\"p_67\">54. Mandamus literally means a command. The essence of mandamus in England was that it was a royal command issued by the King&#x27;s Bench (now Queen&#x27;s Bench) directing performance of a public legal duty. A writ of mandamus is issued in favour of a person who establishes a legal right in himself. A writ of mandamus is issued against a person who has a legal duty to perform but has failed and/or neglected to do so. Such a legal duty emanates from either in discharge of a public duty or by operation of law. The object of mandamus is to prevent disorder from a failure of Justice and is required to be granted in all cases where law has established no specific remedy and whether justice despite demanded has not been granted. It is, however, trite that ordinarily the Court will not exercise the power of the statutory authorities. It will at the first instance allow the statutory authorities to perform their own functions and would not usurp the said jurisdiction itself. The High Court can, in exercise of its jurisdiction under <a href=\"/doc/1712542/\" id=\"a_23\">Article 226</a>, issue a writ of mandamus or pass orders and give directions to compel performance in a proper and lawful manner of the discretion conferred upon the Government or public authority and in a proper case, in order to prevent injustice resulting to the concerned parties, the Court may itself pass an order or give directions which the Government or the public authority should have passed or given had it properly and lawfully exercised its discretion.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_68\">CONSIDERATION :\n</p> \n\n<p data-structure=\"Facts\" id=\"p_69\">55. Keeping in view of the aforesaid broad parameters of judicial review, let us now turn to consider the rival submissions. The petitioners having approached respondent No. 2 for extension of time and having found to consideration of their demand, treated it as rejection -and sought extension of time or permission to export the quota allottee to them by filing writ petitions. The learned single Judge, as stated hereinabove, while granting rule. vide interim order dated 16th Oct. 1989 was pleased to direct the respondents to consider the grant of extension of time in favour of the petitioners to export their respective quotas rather than standing on technicalities and insisting upon invoking bank guarantees and the respondents were directed to review the position in larger interest.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_70\">56. The respondents in pursuance of the aforesaid order claimed to have taken conscious decision not to extend the period for export for the reasons disclosed in the counter-affidavit filed by the respondents and the oral submissions advanced in consonance thereof. This decision of the respondents is a subject-matter of Judicial test in all these petitions.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_71\">57. The basic challenge raised by the petitioners to impugn the decision of the respondents is that no opportunity of hearing was given to the petitioners to establish their case, as such the decision not- to extend period of export is not only bad and illegal but ab initio void.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_72\">58. In reply, Mr. Rana submits that initially no decision was taken either to grant or not to grant extension. Before any such decision could be taken, batch of writ petitions came to be filed seeking extension of time to export. As such there was neither any occasion to grant opportunity of hearing nor any necessity thereof for want of any decision. He reiterates that since no decision was taken by the respondents the question of breach of natural justice does not arise. He further submits that the interim direction issued by learned single Judge did not contemplate decision after hearing. Apart from this, neither any such directions were sought by the petitioners nor given by the learned single Judge as such the decision taken by the respondents during the pendency of the petitions pursuant to the directions of the learned single Judge cannot be faulted.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_73\">59. Let us examine the question whether the decision or action taken by the respondents can be said to be in breach of principles of natural justice. This question can be considered from three different angles. Firstly, it is true that no decision was taken by the respondents by the time batch of writ petitions were filed, therefore, petitioners treated such inaction as deemed rejection filed these petitions seeking extension of time. It is, thus, not in dispute that factually no decision to extend time was taken, as such it was rightly contended by the respondents that there was no question of giving an opportunity of hearing to the petitioners.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_74\">60. Inaction to take decision by the respondents was not a subject-matter of challenge in the petitions. Assuming it to be so, the said cause of action did not survive the moment interim directions were issued in these petitions to the respondents to consider the question of grant of extension to export. Absence of opportunity of hearing or inaction to take decision within reasonable time lost its importance in view of the impugned direction issued by the learned single Judge; wherein the respondents were directed to take decision on its own merits in the matter of grant of extension to complete, export of balance quantity of cotton. The interim order indeed neither contained any direction to grant opportunity of hearing nor such direction was sought by the petitioners, as much there was no question of opportunity of hearing.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_75\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1893286\" id=\"span_7\">61. Let us consider the same question from another angle. Whether the principles of natural justice attracted in the peculiar facts of this case. The concept of natural Justice is a branch of public law and held to be a formidable weapon which can be wielded to secure justice to the citizen. The rule of audi alteram partem has been recognised under the Constitution of India in the context of <a href=\"/doc/367586/\" id=\"a_24\">Article 14.</a> When the State enters into ordinary contract parties are bound by the terms of contract and cannot invoke constitutional provisions as held by the Supreme Court in <a href=\"/doc/1893286/\" id=\"a_25\">Bareilly Development Authority v. Ajay Pal Singh</a>. .</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_76\">62. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"859161\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1766147\" id=\"span_9\">In <a href=\"/doc/1766147/\" id=\"a_26\">Smt. Maneka Gandhi v. Union of India</a>, ; S.L. Kapoor v. Jag Mohan,  and <a href=\"/doc/859161/\" id=\"a_27\">Swadeshi Cotton Mills v. Union of India</a>, , the view expressed by the Apex Court is that fairness in action is an in-built content in <a href=\"/doc/367586/\" id=\"a_28\">Article 14.</a> Non-observance of this requirement vitiates the decision had no resultant or independent prejudice needs to be shown. The requirement of following of principles of natural justice is applicable not only to judicial or quasi-judicial orders but also to administrative orders affecting prejudicially the party in question. Assuming it to be applicable, now question which needs to be addressed in the peculiar facts of these cases is whether this requirement was of mandatory nature. In certain situations, non-observance of this rule may not vitiate the decision taken. After noticing certain judicial decisions on this aspect, let us consider which are those situations and do they exist in these case.</span></span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_77\">63. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"861688\" id=\"span_10\">In <a href=\"/doc/861688/\" id=\"a_29\">R. v. Secretary of State</a> (1973) 3 All ER 796. Lord Denning, MR observed as under:-</span>\n</p><blockquote id=\"blockquote_13\"> The rule of natural justice must not be stretched too far. Only too often the people who have done wrong seek to invoke the rules of natural justice so as to avoid the consequences.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_78\">64. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1908803\" id=\"span_11\">In <a href=\"/doc/1908803/\" id=\"a_30\">R. S. Das v. Union of India</a>, , the Apex Court had said that application of natural justice &#x27;did not warrant in all eventualities or to cure all ills. Its application can be excluded in the interest of administration, efficiency and expedition.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_79\">65. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"27098883\" id=\"span_12\">In <a href=\"/doc/27098883/\" id=\"a_31\">Union Carbide Corporation v. Union of India</a>, ;  the Apex Court has said that natural justice does not degenerate into a set of hard and fast rules. There could not be circumstantial flexibility.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_80\">66. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"175981\" id=\"span_13\">In <a href=\"/doc/175981/\" id=\"a_32\">A. Ibrahim Kunju v. State of Kerala</a>, , the Kerala High Court has expressed the view that natural justice cannot be perverted into anything unnatural or unjust and cannot, therefore, be treated as a set of dogmatic prescriptions applicable without reference to the circumstances of the case.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_81\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"175981\" id=\"span_14\">67. Situational requirements may dispenses with the requirement of personal hearing. Some of the decisions of the Courts <a href=\"/doc/175981/\" id=\"a_33\">referred to above</a> demonstrate that the requirement of this principle could be dispensed with in certain situations; whereby not affording an opportunity of personal hearing, no prejudice could be said to have been caused to the affected parties. Some such situations could be :</span>\n</p>  \n\n<blockquote id=\"blockquote_14\">(i) where insistence on this requirement could paralyse administrative functioning;\n</blockquote> \n\n<blockquote id=\"blockquote_15\">(ii) where issue of prior notice and affording an opportunity of being heard can affect prompt action which is essential in broader public interest;\n</blockquote> \n\n<blockquote id=\"blockquote_16\">(iii) where the nature of action to be taken, its object and purpose and the nature of provisions under which action is to be taken warrant exclusion:\n</blockquote> \n\n<blockquote id=\"blockquote_17\">(iv) where the urgency of taking action demands its exclusion or where the need for urgency would be paramount.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_82\">68. Keeping the aforesaid parameters in mind, in the backdrop of the situation involved in this batch of cases, the question is: Whether the principles of natural justice were attracted. The requirement of principles of natural Justice could be stretched to include show cause notice, right to reply the same, right to have adverse material, right to have an opportunity to rebut the same, right to receive documents relied upon. right to lead evidence and to examine witnesses with right to cross-examine with right to request for adjournment and right to get the issue adjudicated upon with a reasoned order. Whether observance of these requirements could have helped the respondent to implement their policy decision to export cotton before expiry of cotton season. In our opinion, the answer has to be in negative. The insistence on these requirements could have paralysed the &quot;export of goods which was to be made within 180 days. The issue of prior notice and opportunity of being heard could have affected prompt action of export which was in the broader public interest. The urgency of effecting export of cotton was arrived at taking into account the international prices is not in dispute. The observance of principles of natural justice would have not only paralysed the export but would have defeated the export policy of cotton. The nature of the transaction, its urgency its objective and purposes in the light of the policy, under which contract to export was given, compels us to hold that the compliance of principles of natural justice was not contemplated. When the learned single Judge had directed consideration of the issue with respect to extension of time, at that point of time, the petitioners did not press for opportunity of hearing, which could legitimately be inferred as waiver on the part of the petitioners, if at all it is held to be applicable.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_83\">69. .Let us consider it from third angle, assuming the principles of natural justice to be applicable and not excluded in the fads and circumstances of the cases in hand, in that event, can. it be said that the decision taken by the respondents was in breach of principles of natural justice; merely because no opportunity of personal hearing was given, especially, when no such demand was made either at the time of seeking extension of time or at the time when the interim directions were obtained by the petitioners from the learned single Judge of this Court. The answer, in our opinion, has to be in negative, because the application seeking extension of time was considered along with reasons set out by the petitioners in pursuance of the directions given by the learned single Judge. While taking decision in pursuance of the interim directions, entire factual data in the form of writ petitions which is contained entire pleadings, evidence, documents in support thereof were before the j respondents. The respondents after taking into account all these factors decided not to extend the period meant for export, in such situation, one has to infer substantial compliance of principles of natural justice. In our opinion, decision not to extend period cannot be faulted on the ground of non-observance of principles of natural justice. In every case persona hearing is not mandatory. The petitioners are alleging breach of principles of natural justice just to avoid the consequences arising from breach of terms of contract and to prevent encashment of bank guarantees furnished by them guaranteeing performance of their obligations. Under these circumstances, the submissions leading to the breach of principles of natural justice, in our opinion, has no strength. It is entirely devoid of any merit.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_84\">70. Now let us consider another question whether the decision not to extend the period meant for export can be said to be unreasonable. One of the reasons disclosed by the respondents in support of their decision is that the &#x27;MEP&#x27; is fixed in a particular cotton year so as to ensure guaranteed earning to the farmers by exploiting the international market and the same is fixed in every cotton year based on the prevailing prices in the domestic as well as international market. In the event of extension of the shipment period beyond the expiry of the cotton year, the very objective of achieving the &#x27;MEP&#x27; would have been defeated and it would have lead to an administrative problem of adhering to the &#x27;MEP&#x27;. He further submitted that, had the extension in shipment period been granted to the defaulter exporters so as to fulfil their outstanding export quotas of previous year, i.e. 1988-89, then the announcement release of export quota of &quot;Bengal Desi&quot; variety would have been delayed for succeeding year i.e. 1989-90 and it would have caused loss to the farmers since the benefit of increase in price due to export prospects of 1989-90 would not have been available for being passed on to them in absence of announcement of export quota before the arrival of new cotton crop. If the respondents have taken into account these facts for not extending the period meant for export, can it be said that the decision taken by the respondent was unreasonable. In our opinion, the answer has to be in negative.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_85\">71. Mr. Rana further submitted that export potential for &quot;Bengal Desi&quot; cotton was limited to Japan and some quantity to Europe. Hence scope of earning of foreign exchange was limited. Had the extension in shipment period would have been granted to the defaulter exporters of .1989-89, then the generation of foreign exchange with regard to the new cotton crop for 1989-90 would have otherwise been reduced considerably. If this was the consideration for not extending the period of export can one say that the decision taken by the respondents not to extend the period to export quota was unreasonable. To our mind, the answer has to be in negative.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_86\">72. The respondents in their affidavit dated 18th Sept., 1989 unequivocally, made a statement that it was made very clear to the petitioners through-the order; registration of contract and also through the terms of the bank guarantee that the export has to be effected within 18% days. If a person, who enters in certain contractual obligation with his eyes, open and works entire contract, can he be allowed to turn around; according to his choice, and question the validity of those obligations which constitute basic and essential terms of the eon-tract, in our opinion, the answer has to he in negative. Neither justice nor equity lies in favour of such persons. All other exporters from second allotment could export within stipulated time faced with the similar alleged obstructions; why the petitioners could not, especially, when they were fully aware of the fact that they were required to export cotton within a period of 180 days and that with full knowledge the petitioners had undertaken obligation to export accordingly. If these relevant factors are taken into account by the respondents while refusing to extend period for export, no fault can be found with the decision making process and/or reasons in support of thereof. The impugned decision, therefore, cannot be said to be unreasonable.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_87\">73. The bank guarantees furnished were unconditional. The respondents have gone on record to say that the petitioners were put on notice that one of the principal conditions for export was that the export should be effected within 180 days from the date of registration of the contract and that no further extension would be granted, in this backdrop, can one find fault with the decision of the respondents not to extend the period for effecting export, so as to hold that such decision is unreasonable. The answer, in our opinion, has to be in negative. No material is placed on record as to where goods were lying. To what extent that particular area was affected by the alleged strike and/or monsoon. What steps were taken to effect prompt export. How others could export. Why petitioners could not when the period meant for export was identical. Request for extension practically one month before expiry of period to export speaks volume about the bona fides of the petitioners. If all these relevant factors were taken into account while denying extension of period to export, in our opinion, no judicial mind could brand it as unreasonable or arbitrary decision or a decision based on no reasons.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_88\">74. The petitioners while carving out, their case with invidious discrimination alleged to have been practised by the respondents against them on the ground of location of stock procured and challenging the grant of extension in favour of those exporters whose stock was lying in the dock of the Bombay Port Trust, contended that they were given discriminatory treatment. This has been answered by the respondents that M/s. Cotton Corporation had already pushed their goods in the Customs but due to want of space in the BPT godown the carting of cotton was not possible on 31st August, 1989. In that backdrop, the request &#x27;or extension of shipment by five .days was made. A similar request for extension of time from M/s. C.A. Galiakowala &amp; Co. for export of soft cotton was entertained to allow extension. Considering the fact that their goods had been cleared by the Customs on 31st August, 1989 and actual export could not have been effected on that day due to Customs inability to accept the goods and if extension was granted in the peculiar circumstances in these two cases were totally different as compared to the cases in hand; can it be said that the decision of the respondents not to extend period meant for export in the ease of petitioners was discriminatory. In our opinion, these two instances cannot come to the aid of the petitioners, As a matter of fact, it is not necessary to deal with this aspect because two wrongs do not make one right. A party cannot claim that since something wrong has been done in another case direction should be given for doing another wrong. It would &#x27; not be setting a wrong right, but would be perpetuating another wrong. In such matters there is no discrimination Involved. The concept of equal treatment of the logic of <a href=\"/doc/367586/\" id=\"a_34\">Article 14</a> of the Constitution cannot be pressed into service in such cases. What the concept of equal treatment presupposes is existence of similar legal foothold. It does not countenance repetition of a wrong action to bring both wrongs on a par. Even If hypothetically It is accepted that a wrong has been committed in some other cases by introducing a concept of negative equality the petitioners cannot strengthen their case. They have to establish strength of their case on some other basis and not by claiming negative equality.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_89\">75. While exercising discretion, in the frame of policy, in exercise of the executive power, when not trammelled by any statue or rule is wide enough, what is imperative and implicit in terms of <a href=\"/doc/367586/\" id=\"a_35\">Article 14</a> is that exercise of discretion must be made fairly and should not give the impression that it was so done arbitrarily or by any ulterior criteria. The wide sweep of Art, 14 and the requirement of every State action qualifying for its validity on this touchstone irrespective of the field of activity of the State is an accepted tenet. The basic requirement <a href=\"/doc/367586/\" id=\"a_36\">Article 14</a> is fairness in action by the State, and non-arbitrariness in essence and substance is the heartbeat of fair play. Actions are amenable, in the panorama of judicial review only to the extent that the State must act validly for a discernible reason, not whimsically for any ulterior purpose. The meaning and true import and concept of arbitrariness is more easily visualised than precisely defined. A question whether the Impugned action is arbitrary or not is to be answered on the facts and circumstances of a given case. A basic and obvious test to apply in such cases is to see whether there is any discernible principle emerging from the impugned action and if so, does it really satisfy the test of reasonableness.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_90\">76. Where a particular mode is prescribed for doing an act and there is no impediment in adopting the procedure, the deviation to act in a different manner which does not disclose any discernible principle which is reasonable itself shall be labelled as arbitrary. Every State action must be informed by reason and it follows that an act uniformed by reason is per se arbitrary.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_91\">77. As Professor Wade points out (in Administrative Law by H.W.R. Wade, 6th Edn.), there is ample room within the legal boundaries for radical differences of opinion in which neither side is unreasonable. The reasonableness in administrative law must. therefore, distinguish between proper course and improper abuse of power. Nor is the test Courts own standard of reasonableness as it might conceive it in a given situation. The point to note is that the thing is not unreasonable in the legal sense merely because the Court thinks it to be unwise.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_92\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"119809541\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"126971\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1758272\" id=\"span_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1507940\" id=\"span_18\">78. Reasonableness of restriction is to be determined in an objective manner and from the standpoint of interests of the general public and not from the standpoint of the interest and persons upon whom the restrictions have been imposed or upon abstract consideration. A restriction cannot be said to be unreasonable merely because in a given case, it operates harshly. In determining whether there is any unfairness involved; the nature of the right alleged to have been infringed, the underlying purpose of the restriction Imposed the extent and urgency of the evil sought to be remedied thereby, the disproportion of the imposition, the prevailing condition at the relevant time enter into judicial verdict. The reasonableness of the legitimate expectation has to be determined with respect to the circumstances relating to the trade or business in question. Canalisation of a particular business in favour of even a specified individual is reasonable where the interests of the country are concerned or where the business affects the economy of the country. (See <a href=\"/doc/1507940/\" id=\"a_37\">Parbhani Transport Co-op. Society Ltd. v. Regional Transport Authority</a>, ; <a href=\"/doc/1758272/\" id=\"a_38\">Shree Meenakshi Mills Ltd. v. Union of India</a>, ; <a href=\"/doc/126971/\" id=\"a_39\">Hari Chand Sarda v. Mizo District Council</a>,  and <a href=\"/doc/119809541/\" id=\"a_40\">Krishnan Kakkanath v. Govt. of Kerala</a> .</span></span></span></span>\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_93\">79. Having said so and having reached to the conclusion that the action of the respondents cannot be treated as unreasonable and/or in violation of principles of natural Justice, one more contention advanced by the petitioners needs consideration i.e. the petitioners could not export due to the factors beyond their control as the stock was placed at various places and that pursuant to the enquiry they were informed by the Shipping Corporation of India Ltd. that because of congestion of Bombay Port Trust; due to monsoon season, the Port Trust was not able to provide carting space before 31st August, 1989 and that there was strike of the clearing agents on 23rd June, 1989 causing disturbance in clearing the cotton for export and on 17th July, 1989 there was an Indefinite strike announced by the employees of the Bombay Municipal Corporation against the abolition of octroi which affected transport of raw cotton. Dr. Tulzapurkar further submitted that on 24/ 25th July, 1989 there was a cyclone and heavy rain in Bombay which had totally dislocated the movement of trucks and trains and affected transport of the raw cotton to Bombay.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_94\">80. While replying to the above alleged aspects affecting export, the respondents have brought on record by way of affidavit that on enquiry from Capt. B.K. Tiwari, Deputy General of the Shipping Corporation of India Ltd., he informed that no booking had been made by the petitioners before 25th July. 1989 and only oral request was made by them that too on the very day to ship their bales. It was, therefore, contended that the reason sought to be advanced was a false reason and the letter of the Shipping Corporation was procured by the petitioners to press into service in support of their contention.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_95\">81. It was further urged by Mr. Rana that the strike of the clearing agents was on 23rd June, 1989; whereas strike announced by the employees of Municipal Corporation was on 17th July, 1989 and were hardly for few days and on 24/25th July, 1989, though there was cyclone and heavy rain in Bombay, that all happened in the month of July 1989 and the alleged obstruction was only for a day or two. It was also urged that in Bombay such obstructions are experienced every year, as such these circumstances by itself could not be said to be good grounds to invoke or seek extension of time to export. In our opinion, all these questions cannot be gone into or investigated in the writ jurisdiction of this Court. It is also well settled that the High Court is not expected to entertain a &#x27;writ petition Involving disputed questions of fact.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_96\">82. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"694385\" id=\"span_19\">In the case of <a href=\"/doc/694385/\" id=\"a_41\">State of Orissa v. Narain Prasad</a> , the respondents therein were the highest bidders in respect of the various liquor shops in Orissa. Their bids were accepted. They executed agreements in the prescribed form and were Issued licences. Each of them had undertaken under the agreement/contract to lift a particular specified quantity of liquor every month. They carried on their business in terms of the licences but failed to lift the agreed minimum guaranteed quantity and further failed to remit the excise duty as provided under Rule 6-A. It was, in that situation, the Apex Court observed (at p 1500 of AIR) :</span>\n</p><blockquote id=\"blockquote_18\"> &quot;.......,.... A person who enters into certain contractual obligations with his eyes open and works the entire contract, cannot be allowed to turn round according to this decision, and question the validity of those obligations or the validity of the Rules which constitute the terms of the contract. The extraordinary jurisdiction of the High Court under <a href=\"/doc/1712542/\" id=\"a_42\">Article 226</a>, which is of a discretionary nature and is exercised only to advance the interests of justice, cannot certainly be employed in aid of such persons. Neither justice nor equity is in their favour.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_97\">In that case the liability of the respondents was found to have arisen from the terms of contract qua contract, as such the Apex Court held that remedy of writ jurisdiction was not available to the petitioners.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_98\">83. In the present case, it spite of our finding that the action of the respondents, was reasonable and did not suffer from any arbitrary exercise of powers; even then, it would be open for the petitioners to establish that the circumstances were beyond their control to comply with the terms of contract and, therefore, they were entitled to get themselves relieved of the alleged onerous obligations flowing from the contract. However, this cannot be allowed to be established in the present petitions. This can only be established in regularly constituted suit filed before the competent forum. In that event, if the petitioners succeed in establishing their contentions, then they can seek relief based on the merits of their case in accordance with law. We, therefore, do not propose to examine the cases in hand from this point of view in the jurisdiction and leave the rival contentions open for being agitated in proper forum, if advised.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_99\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1746106\" id=\"span_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"708879\" id=\"span_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"325228\" id=\"span_22\">84. So far as invocation of bank guarantees are concerned, it would be proper to notice the settled legal scenario in the matters of enforcement of bank guarantees. Numerous decisions rendered over a span of nearly two decades have laid down and reiterated the principles which the courts must apply while considering the question whether to grant an injunction which has the effect of restraining the encashment of a bank guarantee. We do not think it necessary to burden this judgment by referring to all of them. Some of the pronouncements on this point where the earlier decisions have been considered and reiterated are <a href=\"/doc/325228/\" id=\"a_43\">Svenska Hndelsbanken v. Indian Charge Chrome</a>, , Larsen &amp; Toubro Ltd. v. Maharashtra SEB, , <a href=\"/doc/708879/\" id=\"a_44\">Hindustan Steel Workers Construction Ltd. v. G.S. Atwal &amp; Co. (Engineers) (P) Ltd.</a> ,  and <a href=\"/doc/1746106/\" id=\"a_45\">U.P. State Sugar Corp. v. Sumac International Ltd.</a>, .</span></span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1746106\" id=\"span_23\">The general principle which has been <a href=\"/doc/1746106/\" id=\"a_46\">laid down by</a> the Apex Court has been summarised in the case of <a href=\"/doc/1746106/\" id=\"a_47\">U.P. State Sugar Corporation</a> (supra) as follows (SCC p 574, para 12) :</span>\n</p><blockquote id=\"blockquote_19\"> &#x27;The law relating to invocation of such bank guarantees is by now well settled. When in the course of commercial dealings an unconditional bank guarantee is given or accepted, the beneficiary is entitled to realise such a bank guarantee in terms thereof irrespective of any pending disputes. The bank giving such a guarantee is bound to honour its terms irrespective of any dispute raised by its customer. The very purpose of giving such a bank guarantee would otherwise, be defeated. The Courts should, therefore, be slow in granting an injunction to restrain the realization of such a bank guarantee. The Courts have carved out only two exceptions. A fraud in connection with such a bank guarantee would vitiate the very foundation of such a bank guarantee. Hence if there is such a fraud of which the beneficiary seeks to take the advantage, he can be restrained from doing so. The second exception relates to cases where allowing of the encashment of an unconditional bank guarantee would result in irretrievable harm of injustice to one of the parties concerned. Since in most cases payment of money under such a bank guarantee would adversely affect the bank and its customers at whose instance the guarantee is given, the harm or injustice contemplated under this head must be of such an exceptional and irretrievable nature as would override the terms of the guarantee and the advise effect of such an injunction on commercial dealings in the country.&quot; \n</blockquote> \n\n<blockquote id=\"blockquote_20\">Dealing with the question of fraud it has been held that fraud has to be an established fraud. The following observations of Sir John Donaldson. M.R. in Bolivinter Oil SA v. Chase Manhattan Bank. (1994) 1 All ER 351, CA are apposite :\n</blockquote><blockquote id=\"blockquote_21\"> &quot;........... The wholly exceptional case where an injunction may be granted is where it is proved that the bank knows that any demand for payment already made or which may thereafter be made will clearly be fraudulent. But the evidence must be clear, both as to the fact of fraud and as to the bank&#x27;s knowledge. It would certainly not normally be sufficient that this rests on the uncorroborated statement of the customer, for irreparable damage can be done to a banks credit in the relatively brief time which must be elapse between the granting of such an injunction and an application by the bank to have it discharged.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_100\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"329587\" id=\"span_24\">The aforesaid passage was approved and followed by the Apex Court in <a href=\"/doc/329587/\" id=\"a_48\">U.P. Co-op. Federation Ltd. v. Singh Consultants and Engineers (P) Ltd</a>.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_101\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1442690\" id=\"span_25\">85. The Apex Court in the case of <a href=\"/doc/1442690/\" id=\"a_49\">Daewoo Motors v. Union of India</a>,  observed as under (at pp 1788-1789 of AIR) :-</span>\n</p><blockquote id=\"blockquote_22\"> &quot;.....,... It is abundantly clear that the bank guarantee furnished by the bank is &#x27;an unconditional and absolute bank guarantee. The bank has rendered itself liable to pay the cash on demand by the President of India &quot;notwithstanding any dispute raised by M/s. Daewoo Motors India Limited in any proceeding before any court or Tribunal.&quot; It is worth noticing that the clause in the bank guarantee specifically provides that the demand made by the President of India shall be conclusive as regards the amount due and payable by the bank under this guarantee and the liability under the guarantee is absolute and unequivocal. In the face of the clear averments, it is trite to contend that the bank guarantee is a conditional bank guarantee. Therefore, the bank has no case to resist the encashment of the bank guarantee. \n</blockquote> \n\n<blockquote id=\"blockquote_23\">It is true that the bank guarantee has to be read in conjunction with the terms of the contract but when the bank guarantee itself Is in absolute terms, the agreement between the company and the first respondent would be of no avail to the bank.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_102\">86. In all these petitions, it is not in dispute that the petitioners did enter into contract in question and had agreed to export cotton in terms of the contract note as per the terms and conditions prescribed therein. It is also not in dispute that the petitioners could not fulfil their obligations as contracted. It is also not in dispute that all the petitioners had furnished bank guarantees of different banks guaranteeing their obligations to export in full in accordance with the contract. The bank guarantees are in the nature of performance guarantees. The relevant clauses of the various bank guarantees, which are more or less common, are as under :\n</p>  \n\n<blockquote id=\"blockquote_24\">&quot;3. Our liability under this guarantee shall fall due immediately on failure by the exporter to fulfil the above obligations within the prescribed period and notwithstanding any dispute or objection raised by the exporter regarding their liability to pay for non-performance of the commitments made by the said exporter. We do hereby undertake and promise to pay on demand by the Textile Commissioner, Bombay, the sum of Rs. 18,37,500/- (Rupees Eighteen Lacs Thirty Seven Thousand Five Hundred only) in respect of which the said exporter falls to fulfil his commitments and that such claim will be restricted up to the full value of this guarantee i.e. Rs. 18.37.500/- (Rupees Eighteen Lacs Thirty Seven Thousand Five Hundred only) if the shipment is not completed in full.&quot;\n</blockquote> \n\n<blockquote id=\"blockquote_25\">&quot;6. We, Central Bank of India further agree that the Textile Commissioner&#x27;s decision as to the default on the part of the exporter and the amount payable by us shall be final and binding on us and on demand made by the Textile Commissioner, we shall immediately within 10 days pay the same to the Government of India.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_103\">Reading of the above clauses of the bank guarantee leaves no manner of doubt that in the event of any breach for any reason the respondents were to be entitled to encash bank guarantees. Now it is a settled law that the contract of bank guarantee is an independent contract. The bank giving such a guarantee is bound to honour its terms irrespective of the dispute raised by its customer. The Apex Court time and again warned that the Courts should be slow in granting injunction to restrain the realisation of such a bank guarantee. The Apex Court has carved out only two exceptions i.e. a fraud in connection with such a bank guarantee which vitiates the very foundation of such a bank guarantee. If there is a fraud of which the beneficiary seeks to take advantage, he could be restrained from doing so. Secondly, if allowing of the encashment of an unconditional bank guarantee is likely to result in irretrievable harm or injustice to one of the parties concerned. Therefore, ii is clear that in wholly exceptional cases, the injunction can be granted.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_104\">87. As already staled hereinabove the allegations and counter allegations leading to reasons of breach of contract, being disputed question of fact, cannot be gone into in the writ jurisdiction of this Court. The contract of bank guarantee being independent contract, we confine ourselves to the terms of guarantee which unequivocally cast on the petitioners to discharge the obligations under export contract and in no uncertain terms undertake to remit the amount of bank guarantee on demand by the beneficiary. Once it is brought to the notice of the bank by the Textile Commissioner that the customer of the bank has committed default in- fulfilling the export obligations within the prescribed period, notwithstanding any dispute or objections raised by the exporters regarding its liability to pay for non-performance of the commitments made by them, the bank is under an obligation to fulfil its obligations by remitting an amount of bank guarantee. The demand made by the Textile Commissioner in this behalf is binding on the bank. There is absolutely no dispute so far as terms and conditions of the bank guarantee arc concerned. Under these circumstances, in the light of .the facts enumerated hereinabove and the law <a href=\"/doc/1442690/\" id=\"a_50\">laid down by</a> the Apex Court and followed by the High Courts during the span of nearly two decades, we are of the confirmed view that the respondents cannot be restrained from enforcing the terms of the bank guarantee. Therefore, in our opinion, all these petitions must fail.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_105\">88. At this juncture, it will not be out of place to mention that in view of the interim order passed in all these cases, the bank guarantees have been kept alive and the same are in operation in all these petitions. Under the circumstances, we direct the Prothonotary and Senior Master to encash the bank guarantees in all these petitions on behalf of the respondents, which the respondents shall be entitled to withdraw upon  receipts of the proceeds of the bank guarantees from the respective banks. It is needless to mention that the petitioners shall be free to set up their independent claims for damages, if any, against the respondents in accordance with law, since we are not adjudicating upon the Issue or dispute as to who has committed alleged breach of the export contract. Encashment of bank guarantees and the observations made in the present judgment shall not come in the way of the petitioners in the event of any action for damages at the instance of the petitioners. In that event, the authorities arid/or the competent Courts shall decide the same on its own merits in accordance with law.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_106\">89. In the result, all the petitions are dismissed. Rule in all the cases stands discharged in terms of this order with no order as to costs.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_107\">90. At this stage, the learned counsel for the petitioners orally prayed for extension of interim relief for a further period of four weeks. The interim relief, if granted would result in continuing injunction against respondent No. 1 not to encash bank guarantee. It is no doubt true that the interim relief continued for all these years during the pendency of these petitions since the matters required indepth consideration, Now the question is; should it be continued even after indepth consideration, especially, when law of Invocation of the bank guarantee is almost settled by catena of decisions during the pendency of these petitions. The latest judgment available on the subject is in the matter of Daewoo Motors (cited supra), which made the law absolutely clear on the said subject. In this view of the matter, prayer for continuation of interim relief is refused. \n</p>\n\n\n \n\n","numcites":26,"numcitedby":2,"docsource":"Bombay High Court","citetid":1413204,"divtype":"judgments","relatedqs":[{"value":"administrative law","formInput":"administrative%20law"},{"value":"principles of natural justice","formInput":"principles%20of%20natural%20justice"},{"value":" writ of mandamus","formInput":"%20writ%20of%20mandamus"},{"value":"judicial review","formInput":"judicial%20review"},{"value":"meps","formInput":"meps"},{"value":"what is arbitrary action arbitrariness","formInput":"what%20is%20arbitrary%20action%20arbitrariness"},{"value":"encashment of bank guarantee","formInput":"encashment%20of%20bank%20guarantee"},{"value":"daewoo motors","formInput":"daewoo%20motors"},{"value":"contractual obligations","formInput":"contractual%20obligations"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":"mandamus","formInput":"mandamus"},{"value":"bombay port trust","formInput":"bombay%20port%20trust"},{"value":"statutory authorities","formInput":"statutory%20authorities"},{"value":" tulzapurkar","formInput":"%20tulzapurkar"},{"value":"when is an action arbitrary","formInput":"when%20is%20an%20action%20arbitrary"},{"value":"shipping corporation of india","formInput":"shipping%20corporation%20of%20india"},{"value":"extension of time  ","formInput":"extension%20of%20time%20%20"},{"value":"cotton waste","formInput":"cotton%20waste"},{"value":"wade","formInput":"wade"},{"value":"east india cotton","formInput":"east%20india%20cotton"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"equality-before-law","formInput":"tag:equality-before-law"}],"courtcopy":false,"query_alert":null,"agreement":false}