{"tid":154734691,"publishdate":"2024-11-08","title":"Balaji Steel Trade vs Fludor Benin S.A. & Ors. on 8 November, 2024","doc":"<h2 class=\"doc_title\">Balaji Steel Trade vs Fludor Benin S.A. &amp; Ors. on 8 November, 2024</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:d-k-sharma\">Dinesh Kumar Sharma</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:d-k-sharma\">Dinesh Kumar Sharma</a></h3>\n\n<pre id=\"pre_1\">                          $~\n                          *      IN THE HIGH COURT OF DELHI AT NEW DELHI\n                                                                      RESERVED ON - 11.09.2024\n                          %                                       PRONOUNCED ON -08.11.2024\n                          +      CS(COMM) 544/2023, I.A. No. 16015/2023\n                                 BALAJI STEEL TRADE                                  .....Plaintiff\n                                                   Through:    Mr. Tejas Karia, Ms. Shruti\n                                                               Sabharwal, Mr. Nishant Doshi, Mr.\n                                                               Nitin Sharma, Mr. Ankit Juneja, Mr.\n                                                               Abhinav     Mathur,  Mr.     Nitesh\n                                                               Srivastava, Mr. Manish Parmor,\n                                                               Advs.\n                                                   versus\n\n                                 FLUDOR BENIN S.A. AND ORS.                .....Defendants\n                                              Through: Mr. Abhijnan Jha, Ms. Urvashi Misra,\n                                                        Mr. Arnab Ray, Advs. with D-1\n                                                        Mr. Susshil Daga with Mr. Chitransh\n                                                        Mathur, Mr. Parul Singhal, Mr.\n                                                        Ashish Sharma, Advs. with D-2 &amp; 3.\n\n                                 CORAM:\n                                 HON&#x27;BLE MR. JUSTICE DINESH KUMAR SHARMA\n                                                JUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">                               DINESH KUMAR SHARMA, J:\n</p>\n<blockquote id=\"blockquote_1\">                               I.A. No. 16015/2023 (on behalf of Defendant No. 1<a href=\"/doc/160474/\" id=\"a_1\"> u/s. 45</a> of\n                               the Arbitration and Conciliation Act, 1996, seeking dismissal of the\n                               suit) &amp; CS(COMM) 544/2023\n</blockquote><blockquote id=\"blockquote_2\">                          1.    By way of the present application filed under <a href=\"/doc/160474/\" id=\"a_2\">Section 45</a> of\n                                the Arbitration and Conciliation Act, 1996 (hereinafter, „the A&amp;C\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_2\">Signed By:PALLAVI VERMA   CS(COMM) 544/2023                                         Page 1 of 29</span>\n<span class=\"hidden_text\" id=\"span_3\">Signing Date:11.11.2024</span>\n<span class=\"hidden_text\" id=\"span_4\">16:28:13</span>\n                                Act‟), Defendant no. 1 seeks dismissal of the instant suit along with\n                               reference of disputes to arbitration seated in Benin in light of the\n                               arbitration agreement contained in <a href=\"/doc/1678224/\" id=\"a_3\">Article 11</a> of the Buyer Seller\n                               Agreement (hereinafter, „BSA‟) dated 06.06.2019 and <a href=\"/doc/1937835/\" id=\"a_4\">Article 5</a> of\n                               Addendum dated 09.01.2021.\n</blockquote><p data-structure=\"Facts\" id=\"p_2\">                               Brief facts\n</p><p data-structure=\"Issue\" id=\"p_3\">                          2.   The Plaintiff is a partnership firm bearing registration no.\n</p><p data-structure=\"Section\" id=\"p_4\">                               13/1071/2016, registered under the provisions of the <a href=\"/doc/107341/\" id=\"a_5\">Indian Partnership\n                               Act, 1932</a> and having its registered office at A-501-502, Nagar\n                               Residency, Malviya Nagar, Dist. Jaipur, Rajasthan, 30201. The\n                               Plaintiff is stated to be in the business of steel trading and various\n                               agricultural   products   since   2016.   Plaintiff   is     involved     in\n                               instrumentalizing and developing of several products, predominantly\n                               for the agrarian sector of India with its business ventures extending to\n                               national and international markets.\n</p><p data-structure=\"Issue\" id=\"p_5\">                          3.   Defendant No. 1 is a private limited company registered under the laws\n                               of Benin having its registered office at 513, Avenue Mgr., Steinmetz,\n                               03 BP 4304, Jericho, Cotonou, Republic of Benin. Defendant No. 2 is\n                               Vink Corporation DMCC, a company having its registered office in\n                               Dubai, UAE and Defendant No. 3 is Tropical Industries International\n                               Private Ltd., a private limited company registered in New Delhi, India.\n                               Defendant Nos. 1 to 3 are stated to be part of the group of companies\n                               owned and controlled by Tropical General Investments Ltd., Nigeria\n                               (&quot;TGI, Nigeria&quot;). TGI Nigeria holds 100% shares of Defendant No. 1,\n                               51% shares in Defendant No. 2 and 99.73% shares in Defendant No. 3.\n                               Further, Defendant Nos. 1 to 3 also have two common directors\n\n\n<span class=\"hidden_text\" id=\"span_5\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_6\">Signed By:PALLAVI VERMA   CS(COMM) 544/2023                                               Page 2 of 29</span>\n<span class=\"hidden_text\" id=\"span_7\">Signing Date:11.11.2024</span>\n<span class=\"hidden_text\" id=\"span_8\">16:28:13</span>\n                                namely, Mr. Rahul Savara and Mr. Cornelis Gerardus Vink. Mr. Rahul\n                               Savara is also Group Managing Director of TGI Group.\n</p><p data-structure=\"CDiscource\" id=\"p_6\">                          4.   Defendant No. 1 approached Plaintiff with a business idea for the\n                               manufacturing and sale of Cottonseed Cakes (&quot;Product&quot;) in Benin. It\n                               was stated that Defendant No. 1 had an abundant supply of cotton seeds\n                               from a cotton seeds distribution company, namely Sodeco. Pursuant to\n                               the inter-se discussions, Plaintiff and Defendant No. 1 executed the\n                               Collaboration and Buy Back Agreement (&quot;Collaboration Agreement&quot;)\n                               on 10.12.2018. Clause 20 of the Collaboration Agreement provided the\n                               dispute resolution mechanism i.e., disputes would be resolved through\n                               arbitration and the arbitration will take place in Benin and shall be\n                               administered by the Center of Arbitration, Mediation and Conciliation,\n                               Benin. It is further stated that pursuant to the Collaboration Agreement,\n                               at the request of Defendant No.1, Plaintiff executed a Buyer-Seller\n                               Agreement dated 06.06.2019 (&quot;BSA&quot;) for a period of the next 5 years,\n                               which is stated to have superseded the collaboration agreement.\n</p><p data-structure=\"Issue\" id=\"p_7\">                          5.   After executing the BSA, Defendant No. 1 assigned its obligations to\n                               Defendants No. 2 &amp; 3. Subsequently, most transactions were made\n                               through Defendants No. 2 &amp; 3. Defendants No. 2 and 3 entered into\n                               several Sales Contracts with plaintiff, all including arbitration clauses\n                               under the Indian Arbitration Act, with New Delhi as the arbitration\n                               location. During COVID-19, defendant No. 1 started renegotiating the\n                               BSA, proposing to eliminate the plaintiff&#x27;s exclusive rights. In October\n                               2020, an Addendum to BSA was signed on 09.01.2021, allowing\n                               Defendant No. 1 to sell to third parties, provided they prioritised\n                               Plaintiff&#x27;s orders. It was stated that after the execution of the\n\n\n<span class=\"hidden_text\" id=\"span_9\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_10\">Signed By:PALLAVI VERMA   CS(COMM) 544/2023                                            Page 3 of 29</span>\n<span class=\"hidden_text\" id=\"span_11\">Signing Date:11.11.2024</span>\n<span class=\"hidden_text\" id=\"span_12\">16:28:13</span>\n                                Addendum, defendant No. 1 reduced supplies to Plaintiff, citing\n                               external factors, despite having enough stock.\n</p><p data-structure=\"RespArg\" id=\"p_8\">                          6.   The plaintiff further stated that between March and April 2022,\n                               Plaintiff and Defendant No. 3 executed several High Sea Sale\n                               Agreements (HSSAs) which, inter-alia, recorded the rights and\n                               obligations of Defendant No. 3 as the Seller and Plaintiff as the Buyer\n                               of the Product. Clause (g) of the High Sea Sale Agreements recorded\n                               that the disputes were to be referred to arbitration under the <a href=\"/doc/1052228/\" id=\"a_6\">Indian\n                               Arbitration Act, 1940</a>.\n</p><p data-structure=\"Facts\" id=\"p_9\">                          7.   Thereafter, certain disputes arose between the plaintiff and defendant\n                               No.1 with respect to the supply of the product and financial liabilities,\n                               leading to the plaintiff issuing a Legal Notice on 15.07.2022.\n                               defendants No. 2 and 3 responded, denying liabilities, while defendant\n                               No. 1 did not reply to the said legal notice. Consequently, plaintiff\n                               issued a termination notice on 06.09.2022 for ongoing breaches on\n                               behalf of the respondent company. On account of the actions of the\n                               defendants that amounted to criminal breach of trust, criminal\n                               conspiracy, fraud and cheating, the Plaintiff lodged an FIR dated\n                               17.02.2023       bearing       no.      0073        under       <a href=\"/doc/1249173/\" id=\"a_7\">Sections\n                               405</a>/<a href=\"/doc/988620/\" id=\"a_8\">406</a>/<a href=\"/doc/1306824/\" id=\"a_9\">415</a>/<a href=\"/doc/105503/\" id=\"a_10\">417</a>/<a href=\"/doc/1667388/\" id=\"a_11\">419</a>/<a href=\"/doc/1436241/\" id=\"a_12\">420</a>/<a href=\"/doc/180217/\" id=\"a_13\">506</a> and <a href=\"/doc/1897847/\" id=\"a_14\">120-B</a> of the Indian Penal Code,\n                               1860, at PS Malviya Nagar, Jaipur (East), Rajasthan, against the\n                               Defendants.\n</p><p data-structure=\"Facts\" id=\"p_10\">                          8.   The plaintiff further stated that in the meanwhile, defendant No. 1\n                               initiated a CAMEC-administered arbitration in Benin, as per the\n                               arbitration clause provided under the Collaboration Agreement.\n                               CAMEC issued a letter dated 12.04.2023 requesting the plaintiff to\n\n\n<span class=\"hidden_text\" id=\"span_13\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_14\">Signed By:PALLAVI VERMA   CS(COMM) 544/2023                                            Page 4 of 29</span>\n<span class=\"hidden_text\" id=\"span_15\">Signing Date:11.11.2024</span>\n<span class=\"hidden_text\" id=\"span_16\">16:28:13</span>\n                                appoint its nominee arbitrator. On 15.05.2023, the plaintiff issued a\n                               detailed response to CAMEC refusing to appoint the nominee arbitrator\n                               and further clarifying that defendant No. 1 had erroneously approached\n                               CAMEC as there was no arbitration agreement governed by CAMEC\n                               between plaintiff and defendant No. 1. Further, it was submitted that\n                               the arbitration in Benin could not take place as there were multiple\n                               parties which were involved in the dispute. CAMEC took note of the\n                               plaintiff‟s refusal and requested the defendant to review its decision\n                               vide its e-mail dated 19.05.2023. Meanwhile, on 31.05.2023, defendant\n                               No. 1 issued another notice invoking arbitration (&quot;NIA&quot;) in terms of\n                               Clause 11 of the BSA. Plaintiff replied to the NIA vide letter dated\n                               30.06.2023, whereby it denied the contents of the NIA. Thereafter, the\n                               plaintiff issued a notice dated 13.07.2023 under <a href=\"/doc/138599/\" id=\"a_15\">Section 21</a> of the A&amp;C\n                               Act, 1996, for referring the disputes between the parties to arbitration\n                               because, as per the plaintiff‟s understanding, the conspectus of all the\n                               agreements executed between the parties suggests that seat of\n                               arbitration was India. It was also submitted that the said notice was\n                               addressed to defendants nos. 1 to 3 because they always represented\n                               themselves to be alter egos of each other. It is further stated that the\n                               plaintiff apprehended precipitative actions by the defendants.\n                               Therefore, the plaintiff approached this Court seeking a permanent\n                               injunction against defendant No. 1 from proceeding and continuing\n                               with the Benin Arbitration.\n</p><p data-structure=\"Issue\" id=\"p_11\">                          9.   While the matter rested thus, the application bearing I.A. No.\n                               16015/2023 was filed by defendant No. 1 under <a href=\"/doc/160474/\" id=\"a_16\">section 45</a> of the A&amp;C\n                               Act on 16.08.2023, seeking rejection and dismissal of the present Suit\n\n\n<span class=\"hidden_text\" id=\"span_17\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_18\">Signed By:PALLAVI VERMA   CS(COMM) 544/2023                                           Page 5 of 29</span>\n<span class=\"hidden_text\" id=\"span_19\">Signing Date:11.11.2024</span>\n<span class=\"hidden_text\" id=\"span_20\">16:28:13</span>\n                                filed by plaintiff, and also seeking reference of the plaintiff and\n                               defendant No. 1 to the pending arbitration proceedings in the Republic\n                               of Benin. At the outset, it is pertinent to note that, notwithstanding the\n                               issuance of an award by the Arbitral Tribunal constituted in Benin, the\n                               issue presently raised by defendant No. 1 pertains to a substantive legal\n                               question, which warrants judicial scrutiny and determination. It is also\n                               pertinent to mention that vide order dated 08.11.2023, this court\n                               ordered that any proceeding/award passed in Benin will be subject to\n                               the decision of the present suit.\n</p><p data-structure=\"Issue\" id=\"p_12\">                          10. Defendant No. 1, in its application, stated that it had initiated the Benin\n                               Arbitration proceedings by invoking the arbitration agreement between\n                               the plaintiff and defendant No. 1 contained in the BSA dated\n                               06.06.2019 read with the Addendum dated 09.01.2021. Defendant No.\n                               1 initiated the said proceedings pursuant to the defendant‟s Notice of\n                               Arbitration dated 31.05.2023 (&quot;Fludor NOA&quot;) following certain\n                               disputes that have arisen between defendant No. 1 and plaintiff under\n                               the BSA read with the Addendum. Defendant No.1 stated that the suit\n                               is misconceived and a counterblast to the Benin arbitration\n                               proceedings.\n</p><p data-structure=\"CDiscource\" id=\"p_13\">                          11. It is further stated in the application that the BSA read with the\n                               Addendum is the sole agreement between the plaintiff and defendant no\n                               1, setting out the rights and obligations of the plaintiff and defendant\n                               no.1 in relation to the pricing and supply of &quot;Product&quot;. Therefore, only\n                               plaintiff and defendant no 1 are the two sole parties to the BSA read\n                               with the Addendum. It is also stated that the disputes that are the\n                               subject matter of the Suit are rooted in the BSA and Addendum, and\n\n\n<span class=\"hidden_text\" id=\"span_21\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_22\">Signed By:PALLAVI VERMA   CS(COMM) 544/2023                                             Page 6 of 29</span>\n<span class=\"hidden_text\" id=\"span_23\">Signing Date:11.11.2024</span>\n<span class=\"hidden_text\" id=\"span_24\">16:28:13</span>\n                               the plaintiff and the defendant no 1 have, under <a href=\"/doc/1678224/\" id=\"a_17\">Article 11</a> of the BSA,\n                              admittedly agreed to arbitrate in the Republic of Benin.\n</p><p data-structure=\"PetArg\" id=\"p_14\">                          12. Defendant no. 1 further stated in the application that Plaintiff has not\n                              challenged the existence of the arbitration agreements in the present\n                              Suit. Moreover, the plaintiff itself acceded to the arbitration clause of\n                              BSA in <a href=\"/doc/1937835/\" id=\"a_18\">Article 5</a> of the Addendum, wherein the plaintiff and defendant\n                              No. 1 agreed that the BSA should be construed, governed and\n                              interpreted in accordance with the laws of the Republic of Benin.\n                              Hence, any dispute between the plaintiff and defendant no. 1 arising\n                              from or relating to the BSA and Addendum can be decided only as per\n                              the Parties‟ agreed-to adjudication process. i.e. arbitration in the\n                              Republic of Benin, as per the laws of the Republic of Benin.\n</p><p data-structure=\"Issue\" id=\"p_15\">                          13. Defendant No. 1 stated that the Parties&#x27; agreement of arbitration in the\n                              Republic of Benin had been consistently followed under the three\n                              separate   contractual    arrangements,     namely,    the     Collaboration\n                              Agreement dated 10.12.2018 and thereafter, the BSA dated 06.06.2029\n                              read with the Addendum dated 09.01.2021.\n</p><p data-structure=\"Section\" id=\"p_16\">                          14. Defendant no. 1 further contended in the application that <a href=\"/doc/160474/\" id=\"a_19\">Section 45</a> of\n                              the A&amp;C Act provides that a judicial authority, when seized of an\n                              action in a matter wherein the parties have made an agreement referred\n                              to in <a href=\"/doc/1211237/\" id=\"a_20\">Section 44</a>, shall at the request of one of the parties refer the\n                              parties to arbitration unless it prima facie finds that the said agreement\n                              is null and void, inoperative or incapable of being performed.\n</p><p data-structure=\"Precedent\" id=\"p_17\">                          15. It has further been stated that in view of the express mandate provided\n                              under <a href=\"/doc/160474/\" id=\"a_21\">Section 45</a> of the A&amp;C Act, this Court while considering the\n                              Application, is only required to satisfy itself of the following:\n</p>\n\n<span class=\"hidden_text\" id=\"span_25\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_26\">Signed By:PALLAVI VERMA   CS(COMM) 544/2023                                                Page 7 of 29</span>\n<span class=\"hidden_text\" id=\"span_27\">Signing Date:11.11.2024</span>\n<span class=\"hidden_text\" id=\"span_28\">16:28:13</span>\n<blockquote id=\"blockquote_3\">                               i.    There is an agreement as referred in <a href=\"/doc/798789/\" id=\"a_22\">Section 44</a> of the Arbitration\n                                    Act;\n</blockquote><blockquote id=\"blockquote_4\">                              ii.   a party to such an agreement has brought an action before the\n                                    Court;\n</blockquote><blockquote id=\"blockquote_5\">                              iii. the substance of the action is the subject of the agreement;\n                              iv. the other party has approached the Court seeking directions to\n                                    refer the parties to arbitration; and\n                              v.    such a reference shall he made unless the Court prima facie finds\n                                    that the said agreement is null and void. inoperative or incapable\n                                    of being performed.\n</blockquote><p data-structure=\"RespArg\" id=\"p_18\">                          16. Defendant No. 1 further submitted that the arbitration agreement, as\n                              contained in <a href=\"/doc/1678224/\" id=\"a_23\">Article 11</a> of the BSA, is an agreement in terms of <a href=\"/doc/1211237/\" id=\"a_24\">section\n                              44</a>, i.e., a written arbitration agreement governed by the Convention on\n                              the Recognition and Enforcement of Foreign Arbitral Awards (&quot;New\n                              York Convention&quot;). Consequently, Part II of the A&amp;C Act applies to\n                              the same. It is submitted that <a href=\"/doc/160474/\" id=\"a_25\">Section 45</a>, which is contained in Part II\n                              of the A&amp;C Act, casts a statutory mandate on courts to refer parties to\n                              arbitration agreements to arbitration.\n</p><p data-structure=\"RespArg\" id=\"p_19\">                          17. It is further stated in the application that in the present Suit, the\n                              substance of the dispute is the product that had to be supplied under the\n                              BSA, read with the Addendum. Further, <a href=\"/doc/160474/\" id=\"a_26\">Section 45</a> permits only a\n                              limited enquiry, on a prima facie basis, taking into question whether the\n                              arbitration agreement is &quot;null and void&quot;, &quot;Inoperative&quot;, and &quot;incapable\n                              of being performed&quot;. The plaintiff&#x27;s sole contention is that the Benin\n                              Arbitration proceedings are purportedly vexatious, inconvenient,\n                              unconscionable, oppressive, and cause demonstrable injustice to the\n\n\n<span class=\"hidden_text\" id=\"span_29\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_30\">Signed By:PALLAVI VERMA   CS(COMM) 544/2023                                            Page 8 of 29</span>\n<span class=\"hidden_text\" id=\"span_31\">Signing Date:11.11.2024</span>\n<span class=\"hidden_text\" id=\"span_32\">16:28:13</span>\n                               plaintiff. It is submitted that this contention does not in any manner\n                              result in the arbitration agreement under <a href=\"/doc/1678224/\" id=\"a_27\">Article 11</a> of the BSA\n                              becoming „null and void‟, inoperative and incapable of being\n                              performed, which is the statutory standard contained in <a href=\"/doc/724501/\" id=\"a_28\">Section 45</a> of\n                              the Arbitration Act.\n</p><p data-structure=\"CDiscource\" id=\"p_20\">                          18. It is also contended in the application that defendant no.1, in terms of\n                              the arbitration agreement contained in <a href=\"/doc/1678224/\" id=\"a_29\">Article 11</a> of the BSA, initiated\n                              Benin Arbitration proceedings on 31.05.2023 by issuing the Fludor\n                              NOA. The plaintiff and the applicant are both parties to the Benin\n                              Arbitration proceedings. However, the plaintiff did not appoint the\n                              arbitrator and called upon defendant No. 1 to withdraw from the Fludor\n                              NOA. Thereafter, defendant no.1 approached the competent court in\n                              Benin for construing the arbitral tribunal in terms of <a href=\"/doc/1937835/\" id=\"a_30\">articles 5</a> and <a href=\"/doc/19636/\" id=\"a_31\">6</a> of\n                              the Uniform Act on arbitration of the organisation for the\n                              Harmonisation of Business Law in Africa.\n</p><p data-structure=\"RespArg\" id=\"p_21\">                          19. Defendant No. 1 lastly stated that the competent Court in the Republic\n                              of Benin, vide its order dated 26.07.2023, appointed the sole Arbitrator,\n                              and hence, the Arbitral Tribunal in the Republic of Benin stands\n                              constituted in terms of <a href=\"/doc/1678224/\" id=\"a_32\">Article 11</a> of the BSA read with <a href=\"/doc/1937835/\" id=\"a_33\">Article 5</a> of the\n                              Addendum.\n</p><p data-structure=\"RespArg\" id=\"p_22\">                          20. In reply to the <a href=\"/doc/724501/\" id=\"a_34\">section 45</a> application, the plaintiff submitted that\n                              defendant No. 1 has wrongly conferred the seat of arbitration to be\n                              Benin, as the BSA does not find mention of the seat of arbitration but\n                              only states that the arbitration &quot;will take place in Benin&quot;. Therefore,\n                              Benin is not the seat but only a venue to conduct the Arbitration\n                              proceedings.\n</p>\n\n<span class=\"hidden_text\" id=\"span_33\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_34\">Signed By:PALLAVI VERMA   CS(COMM) 544/2023                                            Page 9 of 29</span>\n<span class=\"hidden_text\" id=\"span_35\">Signing Date:11.11.2024</span>\n<span class=\"hidden_text\" id=\"span_36\">16:28:13</span>\n<p data-structure=\"RespArg\" id=\"p_23\">                           21. The plaintiff submitted that it is a settled position of law that „seat of\n                               arbitration‟ and „venue of arbitration‟ cannot be used interchangeably,\n                               and the mere expression of „place of arbitration‟ shall not become the\n                               basis to determine the intention of the parties that they have intended\n                               that place as the seat of Arbitration. Thus, considering the settled\n                               position, Benin cannot be considered a seat of arbitration, as it is just a\n                               venue/place for conducting the arbitral proceedings. The plaintiff\n                               further submitted that the intention of the parties as to the seat of\n                               arbitration should be determined from other clauses in the agreement\n                               and the conduct of the parties.\n</p><p data-structure=\"RespArg\" id=\"p_24\">                          22. The plaintiff further submitted that in the instant case, there are\n                               significant contrary indicators by way of novation and assignment,\n                               which without a doubt, establishes the seat as India for adjudicating the\n                               claims under arbitration. Therefore, by any stretch of the imagination,\n                               Benin, as a venue of arbitration, cannot be treated as the seat of\n                               arbitration, rather, it is merely only a venue having no significance as a\n                               seat of arbitration.\n</p><p data-structure=\"PetArg\" id=\"p_25\">                          23. It is further submitted that defendant No. 1 has invoked the wrong\n                               section, let alone the wrong part of the <a href=\"/doc/1052228/\" id=\"a_35\">Arbitration Act</a>, as the seat of\n                               arbitration is India, and therefore, only <a href=\"/doc/1052228/\" id=\"a_36\">Part-I of the Arbitration Act</a> is\n                               applicable, and Part-II is inapplicable. The plaintiff submitted that\n                               defendant No. 1 had conferred the seat of arbitration to a wrong\n                               jurisdiction   by      completely   disregarding   subsequent      arbitration\n                               agreements contained in the Sales Contracts and HSSAs executed by\n                               and between the plaintiff and defendant No. 2 and 3, which contain\n                               arbitration clauses with the seat of arbitration to be in India.\n</p>\n\n<span class=\"hidden_text\" id=\"span_37\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_38\">Signed By:PALLAVI VERMA   CS(COMM) 544/2023                                               Page 10 of 29</span>\n<span class=\"hidden_text\" id=\"span_39\">Signing Date:11.11.2024</span>\n<span class=\"hidden_text\" id=\"span_40\">16:28:13</span>\n<p data-structure=\"PetArg\" id=\"p_26\">                           24. The plaintiff also submitted that defendant No. 1 has initiated the Benin\n                               Arbitration only against the plaintiff and has failed to array defendant\n                               Nos. 2 and 3, who are proper and necessary parties to the inter se\n                               disputes. Defendant Nos. 2 and 3 stepped in the shoes of Defendant No.\n                               1 as its alter egos to supply and sell the Product to the plaintiff. It is\n                               furthermore submitted that the dispute also pertains to the advance\n                               amounts paid by the plaintiff, which are not adjusted or paid back to the\n                               plaintiff. Hence, defendant No. 1 illegally initiated Benin Arbitration\n                               without impleading the proper and necessary parties. Accordingly, the\n                               Benin Arbitration is tainted with fraud right from its inception and\n                               hence, required to be injuncted.\n</p><p data-structure=\"RespArg\" id=\"p_27\">                          25. Lastly, in its reply, the plaintiff submitted that the oppressive acts can\n                               be seen from the fact that the Plaintiff was completely unaware of the\n                               application of appointment of arbitrator filed by Defendant No. 1\n                               before the Benin Court. The basic principle of natural justice, i.e. audi\n                               alteram partem of the Plaintiff, was compromised even at the stage of\n                               appointment of the arbitrator.\n</p><p data-structure=\"PetArg\" id=\"p_28\">                          26. Sh. Rajiv Nayyar, Learned senior counsel for defendant no. 1,\n                               submitted that all ingredients of <a href=\"/doc/724501/\" id=\"a_37\">Section 45</a> are satisfied in the present\n                               case and the arbitration agreement in <a href=\"/doc/1678224/\" id=\"a_38\">Article 11</a> of the BSA is a valid\n                               arbitration agreement to which the New York Convention applies. The\n                               Plaintiff has neither pleaded that this agreement is null and void,\n                               inoperative or incapable of being performed nor sought any declaratory\n                               reliefs in this regard. Therefore, as per <a href=\"/doc/724501/\" id=\"a_39\">Section 45</a> of the Arbitration\n                               Act, the parties ought to be referred to the Benin Arbitration\n                               Proceedings. It is further settled law that the terms „seat‟ and „place‟\n\n\n<span class=\"hidden_text\" id=\"span_41\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_42\">Signed By:PALLAVI VERMA   CS(COMM) 544/2023                                            Page 11 of 29</span>\n<span class=\"hidden_text\" id=\"span_43\">Signing Date:11.11.2024</span>\n<span class=\"hidden_text\" id=\"span_44\">16:28:13</span>\n                               are often used interchangeably and that the law of the seat or place\n                              where the arbitration is held is normally the law to govern that\n                              arbitration.\n</p><p data-structure=\"RespArg\" id=\"p_29\">                          27. Learned senior counsel for defendant no. 1 further submitted that the\n                              BSA read with the Addendum is the principal agreement, which\n                              regulates the continuous supply and pricing of the products to be\n                              supplied to Plaintiff. The six Sales Contracts and the four HSSAs are\n                              merely consignment-based limited-term contracts. It is submitted that it\n                              is a settled law that in case of a conflict between the arbitration clause\n                              of the principal agreement and the subsequent agreements for the\n                              limited purpose of supply of the product, which arises out of the\n                              principal agreement, the arbitration clause of the principal agreement\n                              will govern the dispute between the parties.\n</p><p data-structure=\"PetArg\" id=\"p_30\">                          28. Lastly, the learned senior counsel for defendant No. 1 submitted that\n                              defendant no 1 is a separate and independent legal entity from\n                              defendant No. 2 and defendant No. 3. Even though the defendants\n                              belong to the same business group, they neither hold any shareholding\n                              in one another nor do they control and/or have any dominance over the\n                              affairs of one another. Therefore, the plaintiff‟s ground of alter ego is\n                              contrary to its own theory of purported assignment. If the defendants\n                              were alter ego, there would be no requirement to separately assign any\n                              rights.\n</p><p data-structure=\"RespArg\" id=\"p_31\">                          29. Mr. Sushil Dagar, Learned counsel for defendants no 2 &amp; 3 has\n                              submitted that the plaintiff has incorrectly arrayed defendant No. 2 as a\n                              party to the present suit. It was submitted that defendant No. 2 does not\n                              have any dispute with the plaintiff, and it has only entered into six\n\n\n<span class=\"hidden_text\" id=\"span_45\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_46\">Signed By:PALLAVI VERMA   CS(COMM) 544/2023                                           Page 12 of 29</span>\n<span class=\"hidden_text\" id=\"span_47\">Signing Date:11.11.2024</span>\n<span class=\"hidden_text\" id=\"span_48\">16:28:13</span>\n                               consignment-based, limited-term Sales Contracts with the plaintiff, and\n                              its liability is limited to these six Sales Contracts. It was further\n                              submitted that the plain language of the arbitration clause in each of\n                              these six Sales Contracts shows that the same are limited to the disputes\n                              arising out of a specific Sales Contract. Learned counsel submitted that\n                              undisputedly, the consignments under each of these six Sales Contracts\n                              have been delivered by defendant No. 2, and payment has been\n                              released by the plaintiff to defendant No. 2. Hence, there is no dispute\n                              and consequently, trigger for invoking the arbitration clause of any of\n                              these six Sales Contracts.\n</p><p data-structure=\"RespArg\" id=\"p_32\">                          30. Learned counsel for defendants No. 2 &amp; 3 submitted that admittedly,\n                              the plaintiff has not even raised any dispute in relation to any of these\n                              six Sales Contracts in the present suit. The plaintiff‟s suit is entirely\n                              premised on the Buyer &amp; Seller Agreement dated 06.06.2019 and\n                              addendum dated 09.01.2021         (&quot;Fludor-Balaji Contracts&quot;). It was\n                              submitted that defendant No. 2 is neither a party to the Fludor-Balaji\n                              Contracts nor any other agreement to which the plaintiff and defendant\n                              No. 1 are parties. It was also submitted that defendants No. 2 &amp; 3 do\n                              not have any role to play in the dispute between the plaintiff and\n                              Defendant No. 1. Therefore, the plaintiff has no cause of action against\n                              the defendant No. 2, and it ought to be removed as a party to the\n                              present suit.\n</p><p data-structure=\"RespArg\" id=\"p_33\">                          31. Learned counsel furthermore submitted that the six Sales Contracts and\n                              their respective arbitration clauses do not make any reference to any\n                              other contracts/agreements. As is clear from a perusal of the arbitration\n                              clauses in each of the six Sales Contracts, the same are limited to a\n\n\n<span class=\"hidden_text\" id=\"span_49\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_50\">Signed By:PALLAVI VERMA   CS(COMM) 544/2023                                           Page 13 of 29</span>\n<span class=\"hidden_text\" id=\"span_51\">Signing Date:11.11.2024</span>\n<span class=\"hidden_text\" id=\"span_52\">16:28:13</span>\n                                specific Sales Contract. Hence, the said clause can only be invoked, if\n                               there is a dispute relating to a specific Sales Contract. Learned counsel\n                               submitted that admittedly, the plaintiff has not raised any such dispute\n                               which is evident from a perusal of the notice dated 15.07.2023,\n                               termination notice dated 06.09.2023, notice dated 13.07.2023 and the\n                               present suit filed by the Plaintiff.\n</p><p data-structure=\"RespArg\" id=\"p_34\">                          32. Learned counsel also submitted that the plaintiff‟s failure to identify a\n                               specific Sales Contract (out of the six Sales Contracts) under which it is\n                               invoking the arbitration clause establishes that there is no dispute\n                               whatsoever between the plaintiff and defendant No. 1. In this regard, it\n                               is pertinent to mention that claims, if any, relating to the Sales Contract\n                               dated 07.06.2020 are barred by limitation. Learned counsel also\n                               submitted that the arbitration clauses in the six Sales Contracts are\n                               distinct from and not aligned with the arbitration clauses in the Fludor-\n                               Balaji Contract (BSA) and the four HSSAs. The arbitration clause in\n                               each of the six Sales Contracts provides for the resolution of disputes\n                               relating to the Sales Contracts by a sole arbitrator in accordance with\n                               the <a href=\"/doc/1306164/\" id=\"a_40\">Arbitration and Conciliation Act, 1996</a>, with New Delhi as the\n                               place of the arbitration. It was submitted that the Fludor-Balaji\n                               Contracts provide for the resolution of disputes through arbitration in\n                               Benin, while the HSSAs provide for arbitration under the <a href=\"/doc/1052228/\" id=\"a_41\">Indian\n                               Arbitration Act, 1940</a>. Hence, the plaintiff cannot be permitted to rely\n                               upon the same when there is no dispute under any of the six Sales\n                               Contracts and the disputes raised are limited to the Fludor-Balaji\n                               Contract.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_53\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_54\">Signed By:PALLAVI VERMA   CS(COMM) 544/2023                                             Page 14 of 29</span>\n<span class=\"hidden_text\" id=\"span_55\">Signing Date:11.11.2024</span>\n<span class=\"hidden_text\" id=\"span_56\">16:28:13</span>\n<p data-structure=\"RespArg\" id=\"p_35\">                           33. Learned counsel for the respondent no. 2 &amp; 3 furthermore submitted\n                              that defendant No. 2 is not a party to any contract to which the plaintiff\n                              and Defendant No. 1 are parties. Further, neither have rights and\n                              obligations under the Fludor-Balaji Contracts been assigned to\n                              defendant No. 2 nor has it purportedly been given control of the supply\n                              chain, as alleged. It was further submitted that defendant No. 2 is a\n                              separate and independent legal entity from defendant No. 1 and/or\n                              defendant No. 3. While defendant No. 1, defendant No. 2 and\n                              defendant No. 3 belong to the same business group, they do not have\n                              any cross-shareholding in each other. Further, the defendant No. 2 does\n                              not exercise any control over the affairs of Defendant No. 1 and/or\n                              defendant No. 3 and vice-versa. Therefore, there is no merit in the\n                              plaintiff‟s allegation that Defendant No. 2 is an alter ego of Defendant\n                              No. 1 and/or Defendant No. 3.\n</p><p data-structure=\"CDiscource\" id=\"p_36\">                          34. Learned counsel has lastly submitted that Defendant No. 2 is not a\n                              party to any composite transaction. None of the ingredients required\n                              under law for forming a composite transaction are satisfied in the\n                              present case. The six Sales Contracts, the Fludor-Balaji Contracts, and\n                              four HSSAs are three distinct categories of contracts having no\n                              interlinkage. They have different parties, distinct and different scope of\n                              supplies and different arbitration clauses. Further, these three types of\n                              contracts have been executed at different periods of time, to the\n                              exclusion of one another. The Plaintiff has only made bald allegation in\n                              a desperate attempt to incorrectly array Defendant No. 2 as a party to\n                              the Suit.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_57\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_58\">Signed By:PALLAVI VERMA   CS(COMM) 544/2023                                           Page 15 of 29</span>\n<span class=\"hidden_text\" id=\"span_59\">Signing Date:11.11.2024</span>\n<span class=\"hidden_text\" id=\"span_60\">16:28:13</span>\n<p data-structure=\"RespArg\" id=\"p_37\">                           <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"196897538\" id=\"span_61\">35. Sh. Tejas Karia, learned counsel for the plaintiff, has submitted that the\n                               Benin Arbitration is non-est proceedings initiated by defendant No. 1\n                               since there is no contractual backing for the seat of arbitration to be\n                               Benin as the BSA does not mention the seat of arbitration to be Benin\n                               but only states that the arbitration &quot;will take place in Benin&quot;. Learned\n                               counsel submitted that the Supreme Court, in the case of <a href=\"/doc/196897538/\" id=\"a_42\">Mankastu\n                               Impex Pvt. Ltd. vs Airvisual Ltd.</a> held that „seat of arbitration‟ and\n                               „venue of arbitration‟ cannot be used interchangeably and mere\n                               expression of „place of arbitration‟ shall not become the basis to\n                               determine the intention of the parties that they have intended that place\n                               as the seat of arbitration. The Supreme Court further stated that the\n                               intention of the parties as to the seat of arbitration should be determined\n                               from other clauses in the agreement and the conduct of the parties.</span>\n</p><p data-structure=\"RespArg\" id=\"p_38\">                          36. Learned counsel for the plaintiff submitted that the arbitration\n                               agreement in the BSA was novated by the parties by executing the\n                               High Sea Sales Contracts and Sales Contracts to the extent that the seat\n                               of arbitration was designated to be India, more specifically to be New\n                               Delhi.\n</p><p data-structure=\"PetArg\" id=\"p_39\">                          37. It is further submitted by the learned counsel for the plaintiff that\n                               Defendant No. 1 has disregarded subsequent arbitration agreements\n                               contained in the Sales Contracts and High Sea Sales Contracts executed\n                               by and between the Plaintiff and Defendant No. 2 and 3, which contain\n                               arbitration clauses with the seat of arbitration to be in India. Thus, in\n                               multiple agreements between the parties towards the execution of one\n                               composite transaction, the real intention of the parties is required to be\n                               considered.\n</p>\n\n<span class=\"hidden_text\" id=\"span_62\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_63\">Signed By:PALLAVI VERMA   CS(COMM) 544/2023                                             Page 16 of 29</span>\n<span class=\"hidden_text\" id=\"span_64\">Signing Date:11.11.2024</span>\n<span class=\"hidden_text\" id=\"span_65\">16:28:13</span>\n<p data-structure=\"RespArg\" id=\"p_40\">                           38. It is further submitted that the arbitration proceedings initiated by\n                              Defendant No. 1 will be inconvenient to the Parties since Plaintiff has\n                              its registered office in India, and Defendants (through Defendant No.\n</p><p data-structure=\"CDiscource\" id=\"p_41\">                              3), also have a registered office in India and are in a position to\n                              adequately represent its interests in India due to its strong presence.\n                              Further, it will be extremely onerous for the Plaintiff to conduct\n                              arbitration proceedings in Benin, which is a French speaking nation.\n                              Since multiple parties outside of Benin are involved in the dispute and\n                              have also agreed to India being the seat of arbitration, Benin as a place\n                              of arbitration fails to offer neutrality. Hence, it would be incorrect and\n                              inconvenient for the arbitration to proceed anywhere except India.\n</p><p data-structure=\"RespArg\" id=\"p_42\">                          39. Learned counsel for the plaintiff further submits that the Benin\n                              Arbitration is illegal, oppressive, and vexatious as Defendant No. 1 has\n                              failed to array Defendant Nos. 2 and 3, who are proper and necessary\n                              parties to the inter se disputes. Defendant Nos. 2 and 3 stepped in the\n                              shoes of Defendant No. 1 as its alter egos to supply and sell the Product\n                              to Plaintiff. It bears mention that 75% of the quantity of Product\n                              received by Plaintiff during the subsistence of BSA, was supplied and\n                              sold to Plaintiff by Defendant Nos. 2 and 3. Thus, if the substratum of\n                              the dispute pertains to shortage of supply of the Product, sale of\n                              Product at erratic rates, and selling the Product to third parties in\n                              contravention of the BSA, then Defendant Nos. 2 and 3, which sold and\n                              supplied the majority of Product to the Plaintiff and other third parties\n                              are required and necessary parties for the adjudication of the dispute\n                              between Plaintiff and Defendants.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_66\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_67\">Signed By:PALLAVI VERMA   CS(COMM) 544/2023                                           Page 17 of 29</span>\n<span class=\"hidden_text\" id=\"span_68\">Signing Date:11.11.2024</span>\n<span class=\"hidden_text\" id=\"span_69\">16:28:13</span>\n<p data-structure=\"CDiscource\" id=\"p_43\">                           40. It is also submitted by the learned counsel for the plaintiff that in case\n                               the Benin Arbitration is allowed to proceed, demonstrable injustice\n                               would be caused to the Plaintiff as it would be constrained to\n                               participate in non-est proceedings in Benin. It is submitted that Benin\n                               Arbitration is nothing but an abuse of process of law and has been\n                               initiated only to harass the Plaintiff and to make the Plaintiff bear\n                               unnecessary and exorbitant costs. Thus, in order to protect the rights of\n                               the Plaintiff, this Court ought to grant a stay on the Benin Arbitration.\n</p><p data-structure=\"CDiscource\" id=\"p_44\">                          41. It is Furthermore submitted that defendant No. 1 is aware of the fact\n                               that plaintiff will not be able to prove the fraudulent conduct of\n                               defendants in arbitration proceedings, if defendant Nos. 2 and 3, who\n                               supplied far less quantity of the Product than agreed under the BSA and\n                               sold the product to the plaintiff at erratic and arbitrary prices, are not\n                               parties to the same. Hence, defendant No. 1 has illegally initiated Benin\n                               Arbitration without impleading the proper and necessary parties.\n                               Accordingly, the Benin Arbitration is tainted with fraud right from its\n                               inception and hence, required to be injuncted.\n</p><p data-structure=\"CDiscource\" id=\"p_45\">                          42. It is also submitted by the learned counsel for the plaintiff that the\n                               plaintiff has already invoked arbitration in India in terms of the BSA\n                               read with the Addendum, HSSAs and Sales Contracts. Hence, if the\n                               Benin Arbitration is allowed to continue, the same may lead to the\n                               passing of contradictory awards with conflicting findings on the same\n                               dispute, causing inconvenience to the Plaintiff.\n</p><p data-structure=\"RespArg\" id=\"p_46\">                          43. Learned counsel for the plaintiff further submitted that as per material\n                               available on public domain, TGI Nigeria holds 100% shares of\n                               Defendant No. 1, 99.73% shares in Defendant No. 3 and 51% shares in\n\n\n<span class=\"hidden_text\" id=\"span_70\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_71\">Signed By:PALLAVI VERMA   CS(COMM) 544/2023                                             Page 18 of 29</span>\n<span class=\"hidden_text\" id=\"span_72\">Signing Date:11.11.2024</span>\n<span class=\"hidden_text\" id=\"span_73\">16:28:13</span>\n                               Defendant No. 2. Defendant Nos. 1 to 3 have two common directors,\n                              namely, Mr. Rahul Savara and Mr. Cornelis Gerardus Vink and Mr.\n                              Rahul Savara is Group Managing Director of TGI Nigeria. It is also\n                              pertinent to mention that several communications regarding the subject\n                              transaction of sale and supply of the Product to the Plaintiff were\n                              undertaken by Mr. Rohan Savara and Mr. Moitra, who represented the\n                              Defendants and handled TGI Group‟s India operations therefore, all\n                              Defendants collectively attempted to fulfil the obligations under the\n                              BSA, by acting as alter ego of each other and therefore, are a proper\n                              and necessary party for adjudication of the present dispute.\n</p><p data-structure=\"Section\" id=\"p_47\">                          44. I have considered the submission of the parties. The issues that need to\n                              be answered for deciding the application filed on behalf of Defendant\n                              No. 1 under <a href=\"/doc/724501/\" id=\"a_43\">section 45</a> of the A&amp;C Act are as follows:\n</p><blockquote id=\"blockquote_6\">                             I.    What are the requisites to be considered by the court while\n                                   deciding an application filed under <a href=\"/doc/724501/\" id=\"a_44\">section 45</a> of the A&amp;C Act;\n                            II.    Whether the BSA and Addendum entered between plaintiff and\n                                   defendant no 1 are different/separate agreements from the Sales\n                                   contracts and High Sea Sales agreements (HSSAs) entered\n                                   between plaintiff and defendants no 2 &amp; 3;\n</blockquote><blockquote id=\"blockquote_7\">                           III.    Whether the arbitration clause/articles of the BSA and Addendum\n                                   are valid as having been agreed by both parties; and\n                           IV.     Whether the arbitration proceedings will be initiated under the\n                                   arbitration clauses/articles of BSA and Addendum or as per the\n                                   arbitration clauses/articles of Sales agreement and HSSAs.\n</blockquote><p data-structure=\"Section\" id=\"p_48\">                          45. <a href=\"/doc/724501/\" id=\"a_45\">Section 45</a> of the Arbitration Act is extracted below for ease of\n                              reference:\n</p>\n\n<span class=\"hidden_text\" id=\"span_74\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_75\">Signed By:PALLAVI VERMA   CS(COMM) 544/2023                                           Page 19 of 29</span>\n<span class=\"hidden_text\" id=\"span_76\">Signing Date:11.11.2024</span>\n<span class=\"hidden_text\" id=\"span_77\">16:28:13</span>\n<blockquote id=\"blockquote_8\">                                    &quot;-45. Power of judicial authority to refer parties to\n                                   arbitration.--Not withstanding anything contained in Part I\n                                   or in <a href=\"/doc/161831507/\" id=\"a_46\">the Code of Civil Procedure</a>. 1908 (5 of 1908), a\n                                   judicial authority, when seized of an action in a matter in\n                                   respect of which the parties have made an agreement\n                                   referred to in <a href=\"/doc/798789/\" id=\"a_47\">Section 44</a>, shall, at the request of one of the\n                                   parties or any person claiming through or under him. refer\n                                   the parties to arbitration, unless it prima facie finds that the\n                                   said agreement is null and void, inoperative or incapable of\n                                   being performed.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_49\">                          46. The use of the terms &quot;shall&quot; and &quot;refer the parties to arbitration&quot; in\n                              <a href=\"/doc/724501/\" id=\"a_48\">Section 45</a> of the Arbitration Act, as interpreted unambiguously by the\n                              aforementioned statute, makes it essential for the Court to refer the\n                              parties to arbitration if the agreement in question is neither void nor\n                              inoperative nor incapable of being performed. To put it another way,\n                              the Court has no discretion other than sending the parties to arbitration\n                              once it is found that the agreement in question is a legal and valid\n                              agreement that is capable of being performed by the parties to the Suit.\n</p><p data-structure=\"Section\" id=\"p_50\">                          47. <a href=\"/doc/724501/\" id=\"a_49\">Section 45</a> stipulates the requirements for a judicial authority when\n                              seized of an action to refer the parties to arbitration. The section\n                              stipulates that the action must be in a matter in respect of which the\n                              parties have made an agreement referred to in <a href=\"/doc/798789/\" id=\"a_50\">section 44</a>. Further, the\n                              reference should be made at the request of one of the parties. This is\n                              subject only to the agreement being found by the judicial authority to\n                              be null and void, inoperative or incapable of being performed. It is not\n                              the Plaintiff&#x27;s case that the agreements for arbitration are null and void,\n                              inoperative or incapable of being performed.\n</p><p data-structure=\"Section\" id=\"p_51\">                          48. The points which have been raised by the plaintiff, i.e., oppressive,\n                              unjust, inconvenient, non-impleading of necessary parties and\n\n\n<span class=\"hidden_text\" id=\"span_78\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_79\">Signed By:PALLAVI VERMA   CS(COMM) 544/2023                                            Page 20 of 29</span>\n<span class=\"hidden_text\" id=\"span_80\">Signing Date:11.11.2024</span>\n<span class=\"hidden_text\" id=\"span_81\">16:28:13</span>\n                               harassment are beyond the purview of <a href=\"/doc/724501/\" id=\"a_51\">section 45</a> of the A&amp;C Act.\n                              Thus, in the present matter, the question of applicability of <a href=\"/doc/724501/\" id=\"a_52\">section 45</a> is\n                              limited to a consideration of whether, with respect to the subject matter\n                              of the suit, the parties have made an agreement referred to in <a href=\"/doc/798789/\" id=\"a_53\">section 44</a>\n                              of the A&amp;C Act and whether the same is null and void, inoperative or\n                              incapable of being performed.\n</p><p data-structure=\"Precedent\" id=\"p_52\">                          49. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"196105286\" id=\"span_82\">In <a href=\"/doc/196105286/\" id=\"a_54\">Sasan Power Ltd. v. North American Coal Corpn. (India)(P)(Ltd.</a>)\n                              (2016) 10 SCC 813, the apex court while highlighting the essentials\n                              under <a href=\"/doc/724501/\" id=\"a_55\">section 45</a> of the A&amp;C Act, inter-alia held as under:</span>\n</p><p data-structure=\"Section\" id=\"p_53\">                                   &quot;50. The case of the appellant as disclosed from the plaint is\n                                   that Article X <a href=\"/doc/499427/\" id=\"a_56\">Section 10</a>.2 is inconsistent with some\n                                   provisions of the <a href=\"/doc/171398/\" id=\"a_57\">Indian Contract Act, 1872</a>, and hit by\n                                   <a href=\"/doc/1625889/\" id=\"a_58\">Section 23</a> of the Indian Contract Act (as being contrary to\n                                   public policy). It is a submission regarding the legality of\n                                   the substantive contract. Even if the said submission is to be\n                                   accepted, it does not invalidate the arbitration agreement\n                                   because the arbitration agreement is independent and apart\n                                   from the substantive contract. All that we hold is that the\n                                   scope of enquiry under <a href=\"/doc/724501/\" id=\"a_59\">Section 45</a> does not extend to the\n                                   examination of the legality of the substantive contract. The\n                                   language of the section is plain and does not admit of any\n                                   other construction. For the purpose of deciding whether the\n                                   suit filed by the appellant herein is maintainable or\n                                   impliedly barred by <a href=\"/doc/724501/\" id=\"a_60\">Section 45</a> of the 1996 Act, the Court is\n                                   required to examine only the validity of the arbitration\n                                   agreement within the parameters set out in <a href=\"/doc/724501/\" id=\"a_61\">Section 45</a>, but\n                                   not the substantive contract of which the arbitration\n                                   agreement is a part.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_54\">                          50. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"101456441\" id=\"span_83\">In   <a href=\"/doc/101456441/\" id=\"a_62\">Superon Schweisstechnik India Ltd v. Europaische Holding\n                              Intercito &amp; Ors.</a>, 2022 SCC OnLine Del 4756, wherein it was inter alia\n                              held that:</span>\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_84\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_85\">Signed By:PALLAVI VERMA   CS(COMM) 544/2023                                            Page 21 of 29</span>\n<span class=\"hidden_text\" id=\"span_86\">Signing Date:11.11.2024</span>\n<span class=\"hidden_text\" id=\"span_87\">16:28:13</span>\n<blockquote id=\"blockquote_9\">                                     &quot;17. The only point which Mr. Kapoor has stressed is that\n                                    the scope of enquiry of under <a href=\"/doc/724501/\" id=\"a_63\">Section 45</a> is on a prima\n                                    facie basis. This indeed is the correct position, as is evident\n                                    from the language of the provision itself. At this stage, it\n                                    must also be noted that the words &quot;unless it prima facie\n                                    finds&quot; were introduced in <a href=\"/doc/724501/\" id=\"a_64\">Section 45</a> by replacing the words\n                                    &quot;unless it finds&quot; by way of <a href=\"/doc/1596533/\" id=\"a_65\">Amending Act</a> No. 33 of 2019,\n                                    made effective from 30th August, 2019. This expression is\n                                    now at par with what can be seen under <a href=\"/doc/1232861/\" id=\"a_66\">Section 8</a> of the Act,\n                                    as applicable to domestic arbitration. Therefore, at this\n                                    stage, although the Court will examine as to whether the\n                                    Agreement sought to be enforced by way of the instant suit\n                                    is null and void, inoperative or incapable of being\n                                    performed, yet the test that would be applied would be of\n                                    a prima facie basis. This means that the Court is not to\n                                    conduct any detailed enquiry or minute trial at this stage, in\n                                    order to discern if such is the case. Hence, if the Court ex\n                                    facie finds that the Agreement is null and void, inoperative\n                                    or incapable of being performed, the Court would decline a\n                                    request on behalf of a party for reference to arbitration.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_55\">                          51. <a href=\"/doc/724501/\" id=\"a_67\">Section 45</a>, which is contained in <a href=\"/doc/1052228/\" id=\"a_68\">Part II of the Arbitration Act</a>, casts a\n                               statutory mandate on Courts to refer parties to an arbitration agreement\n                               to arbitration. The only limited exception carved in <a href=\"/doc/724501/\" id=\"a_69\">Section 45</a> is if the\n                               Court is of the prima facie opinion that the arbitration agreement is (a)\n                               null and void; or (b) in-operative; or (c) incapable of being performed.\n                               Unless such grounds are made out, the Court has no discretion but to\n                               refer the parties to arbitration. The only contention on behalf of the\n                               Plaintiff is that the arbitration before the Benin Court is vexatious given\n                               that India is the place of arbitration in the arbitration clause of the\n                               subsequent sales agreements and HSSAs, which as per the plaintiff\n                               form part of the main agreements i.e., BSA and Addendum which\n\n\n\n\n<span class=\"hidden_text\" id=\"span_88\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_89\">Signed By:PALLAVI VERMA   CS(COMM) 544/2023                                             Page 22 of 29</span>\n<span class=\"hidden_text\" id=\"span_90\">Signing Date:11.11.2024</span>\n<span class=\"hidden_text\" id=\"span_91\">16:28:13</span>\n                               cannot be accepted as both are independent agreements between\n                              different parties.\n</p>\n<p data-structure=\"Section\" id=\"p_56\">                          52. Defendant No. 1 is not a party to either the Sales Contracts or HSSAs.\n                              Thus, there is no question of it being bound by the arbitration clause\n                              contained in the Sales Contracts and/or HSSAs. It is an admitted fact\n                              that Plaintiff and Defendant No. 1 signed the BSA and Addendum. If\n                              Defendant No. 1 assigned its obligation to Defendant No. 2 &amp; 3 and\n                              Plaintiff agreed to the same, it would result in Defendant No. 2 &amp; 3\n                              stepping into the shoes of Defendant No. 1 for the purposes of the BSA\n                              and addendum. Defendants No. 2 &amp; 3 would then be bound by the BSA\n                              and Addendum, including <a href=\"/doc/1678224/\" id=\"a_70\">Article 11</a> and <a href=\"/doc/1937835/\" id=\"a_71\">Article 5</a>, respectively, but it\n                              cannot be vice-versa. Hence, <a href=\"/doc/1678224/\" id=\"a_72\">Articles 11</a> and <a href=\"/doc/1937835/\" id=\"a_73\">article 5</a> would continue\n                              to remain the binding arbitration agreement between the parties. The\n                              arbitration clause/Article 11 of BSA and <a href=\"/doc/1937835/\" id=\"a_74\">Article 5</a> of the Addendum\n                              reads as under:\n</p><blockquote id=\"blockquote_10\">                                   &quot;Arbitration: All disputes will be resolved by discussions\n                                   and if Arbitration becomes one option, then it will take\n                                   place in Benin and the decision will be binding on both the\n                                   parties and the Arbitration fee will be borne by the losing\n                                   party&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_57\">                              <a href=\"/doc/1937835/\" id=\"a_75\">Article 5</a> of the Addendum reads as under:\n</p><blockquote id=\"blockquote_11\">                                   &quot;The Principal Agreement shall be construed, governed and\n                                   interpreted in accordance with the Laws of Benin&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_58\">                              After pursuing the arbitration clauses of BSA and Addendum, it is clear\n                              that the plaintiff and defendant no. 1 had, out of their own will, choose\n                              the preferred place of arbitration to be in Benin. Therefore, Arbitration\n                              would be the method of resolving any disagreement that might emerge\n\n\n<span class=\"hidden_text\" id=\"span_92\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_93\">Signed By:PALLAVI VERMA   CS(COMM) 544/2023                                           Page 23 of 29</span>\n<span class=\"hidden_text\" id=\"span_94\">Signing Date:11.11.2024</span>\n<span class=\"hidden_text\" id=\"span_95\">16:28:13</span>\n                                 between the parties to the BSA and addendum. Therefore, it is clear\n                                that the agreements entered into between defendants no 2 &amp; 3 and the\n                                plaintiff are separate from the BSA and addendum.\n</p><p data-structure=\"Conclusion\" id=\"p_59\">                          53.   The supplementary obligation, as stated by the plaintiff, would be\n                                limited to the consignment identified in the Sales Contracts or HSSAs.\n                                The sales contracts and HSSAs were entered for the supply of the\n                                product on behalf of defendants no 2 &amp; 3. Neither is there a mention of\n                                any article/clause that states that the sales contracts and HSSAs are just\n                                an addition to the BSA, nor any clause that states that addendum and\n                                parties to BSA and addendum would be governed by the clauses of\n                                sales contracts and HSSAs. Defendants No. 2 &amp; 3 are individual\n                                companies. Therefore, the contracts or agreements entered into between\n                                Defendants no 2 &amp; 3 and the plaintiff containing an arbitration clause\n                                with the place of arbitration in India will be enforceable separately.\n</p>\n<p data-structure=\"Section\" id=\"p_60\">                          54. In the present case, all ingredients of <a href=\"/doc/724501/\" id=\"a_76\">Section 45</a> are satisfied. The\n                                Plaintiff in the plaint has neither pleaded that this agreement is null and\n                                void, inoperative or incapable of being performed nor sought any\n                                declaratory reliefs in this regard. Instead, the Plaintiff has admitted that\n                                it had executed the BSA and the Addendum and is thus bound by the\n                                arbitration clause in the BSA. The Plaintiff‟s only allegation in the Suit\n                                is that the said proceedings would be vexatious, inconvenient,\n                                unconscionable, oppressive, initiated by fraud and/or would cause\n                                demonstrable injustice to Plaintiff. None of these grounds are relevant\n                                under <a href=\"/doc/724501/\" id=\"a_77\">Section 45</a>.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_96\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_97\">Signed By:PALLAVI VERMA   CS(COMM) 544/2023                                               Page 24 of 29</span>\n<span class=\"hidden_text\" id=\"span_98\">Signing Date:11.11.2024</span>\n<span class=\"hidden_text\" id=\"span_99\">16:28:13</span>\n<p data-structure=\"CDiscource\" id=\"p_61\">                           55. In the present case, arbitration in the Republic of Benin is the parties‟\n                               chosen adjudicatory process and forum of choice as per <a href=\"/doc/1678224/\" id=\"a_78\">Articles 11</a> <a href=\"/doc/1937835/\" id=\"a_79\">&amp; 5</a>\n                               of the BSA and Addendum. Under the BSA read with the Addendum,\n                               the parties have agreed to arbitrate in the Republic of Benin, as per its\n                               law. Neither the BSA nor the Addendum make a reference to any other\n                               place.\n</p><p data-structure=\"Precedent\" id=\"p_62\">                          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"182757057\" id=\"span_100\">56. The apex court in <a href=\"/doc/182757057/\" id=\"a_80\">Balasore Alloys Limited v. Medima LLC</a> (2020)\n                               SCC 136, while dealing with a similar case inter-alia, held that when\n                               admittedly the parties had entered into the agreement, and there was\n                               consensus ad-idem to the terms and conditions contained therein which\n                               is comprehensive and encompassing all terms of the transaction and\n                               such agreement also contains an arbitration clause which is different\n                               from the arbitration clause provided in the purchase order which is for\n                               the limited purpose of supply of the produce; the arbitration clause\n                               contained in the main agreement would govern the parties insofar as\n                               the present nature of dispute that has been raised by them with regard\n                               to the price and the terms of payment including recovery, etc. In that\n                               view, it would not be appropriate for the applicant to invoke the Clause\n                               of the purchase orders, more particularly when the arbitration clause\n                               contained in the main agreement has been invoked, and the Arbitral\n                               Tribunal has already been appointed. It was further inter-alia held as\n                               under:</span>\n</p><blockquote id=\"blockquote_12\">                                    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"76506\" id=\"span_101\">&quot;11. At this stage, it is necessary for us to refer to the\n                                    decision rendered in <a href=\"/doc/76506/\" id=\"a_81\">Olympus Superstructures (P)\n                                    Ltd. v. Meena Vijay Khetan [Olympus Superstructures (P)\n                                    Ltd.</a> v. Meena Vijay Khetan, (1999) 5 SCC 651] wherein\n                                    this Court was confronted with the issue of there being two\n\n\n<span class=\"hidden_text\" id=\"span_102\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_103\">Signed By:PALLAVI VERMA   CS(COMM) 544/2023                                            Page 25 of 29</span>\n<span class=\"hidden_text\" id=\"span_104\">Signing Date:11.11.2024</span>\n<span class=\"hidden_text\" id=\"span_105\">16:28:13</span>\n                                    different arbitration clauses in two related agreements\n                                   between the same parties. This Court while dealing with the\n                                   same had harmonised both the clauses and had on\n                                   reconciliation held that the parties should get the disputes\n                                   resolved under the main agreement.&quot;</span>\n</blockquote>\n<p data-structure=\"Section\" id=\"p_63\">                          57. Further, as per the definition under <a href=\"/doc/738672/\" id=\"a_82\">section 2(f)</a> of the A&amp;C Act, the\n                              present dispute pertains to International Commercial Arbitration as\n                              Defendant No. 1 is a company registered in the Republic of Benin. It is\n                              also pertinent to mention that akin to <a href=\"/doc/109140/\" id=\"a_83\">Section 16</a> of the Arbitration Act,\n                              <a href=\"/doc/1678224/\" id=\"a_84\">Article 11</a> of the Uniform Act, which is the applicable law in the\n                              Republic of Benin, empowers the Arbitral Tribunal to rule on its own\n                              jurisdiction. Any purported objections which Plaintiff may have might\n                              be raised before the sole Arbitrator.\n</p><p data-structure=\"Section\" id=\"p_64\">                          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"137199527\" id=\"span_106\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"75785\" id=\"span_107\">58. <a href=\"/doc/1091250/\" id=\"a_85\">Section 5</a>, which falls under Part I of the A&amp;C Act, specifies that no\n                              judicial authority shall intervene except where so provided. The scheme\n                              of the act is such that the general provisions of Part I, including <a href=\"/doc/1091250/\" id=\"a_86\">section\n                              5</a>, will apply to all chapters or <a href=\"/doc/1937976/\" id=\"a_87\">Parts of the Act</a>. <a href=\"/doc/738672/\" id=\"a_88\">Section 2(f)</a> of the A&amp;C\n                              act, which falls in part I, specifies that &quot;this part shall apply to all\n                              arbitrations and to all proceedings relating thereto&quot;. Consequently, it\n                              can be determined that <a href=\"/doc/1091250/\" id=\"a_89\">Section 5</a> is integral to Part II of the A&amp;C Act.\n                              Reliance is placed upon <a href=\"/doc/75785/\" id=\"a_90\">Venture Global Engg. v. Satyam Computer\n                              Services Ltd.</a> (<a href=\"/doc/137199527/\" id=\"a_91\">2008) 4 SCC 190 and Chatterjee Petrochem Co. v.\n                              Haldia Petrochemicals Ltd.</a> (2014) 14 SCC 574.</span></span>\n</p><p data-structure=\"Section\" id=\"p_65\">                          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"180680303\" id=\"span_108\">59. Furthermore, the principle of minimal judicial interference is enshrined\n                              in <a href=\"/doc/1937835/\" id=\"a_92\">Article 5</a> of the UNCITRAL Model Law, which provides: &quot;In\n                              matters governed by this law, no court shall intervene except as\n                              provided in this law.&quot; This legal framework has been adopted and\n\n\n<span class=\"hidden_text\" id=\"span_109\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_110\">Signed By:PALLAVI VERMA   CS(COMM) 544/2023                                            Page 26 of 29</span>\n<span class=\"hidden_text\" id=\"span_111\">Signing Date:11.11.2024</span>\n<span class=\"hidden_text\" id=\"span_112\">16:28:13</span>\n                               implemented in the A&amp;C Act in <a href=\"/doc/1091250/\" id=\"a_93\">Section 5</a>. When arbitration\n                              proceedings are triggered by one of the parties because of the existence\n                              of an arbitration agreement between them, <a href=\"/doc/1091250/\" id=\"a_94\">Section 5</a> of the A&amp;C Act,\n                              being a non-obstante clause, provides a clear message that there should\n                              not be any judicial intervention at that stage scuttling the arbitration\n                              proceedings. This provision prohibits judicial oversight of procedural\n                              decisions made by the arbitral tribunal in the course of an ongoing\n                              arbitration. However, it does not envisage a complete bar to judicial\n                              intervention in arbitral proceedings. Reliance is placed upon <a href=\"/doc/180680303/\" id=\"a_95\">A.\n                              Ayyasamy vs A. Paramasivam &amp; Ors.</a> 2016 (10) SCC 386.</span>\n</p><p data-structure=\"Section\" id=\"p_66\">                          60. This court finds that the BSA, Addendum, and Sales contracts, along\n                              with HSSAs are distinct contracts having different parties, differing\n                              scope of work and different arbitration clauses. Merely stating that the\n                              defendant no 2 &amp; 3 are the companies which are run by the defendant\n                              no.1 is not sufficient. Defendants No. 1 and the plaintiff have entered\n                              into the BSA and Addendum as individual entities therefore, any\n                              dispute that arises out of these agreements will be resolved as per the\n                              dispute resolution mechanism provided in the articles of these\n                              agreements, i.e., as per <a href=\"/doc/1678224/\" id=\"a_96\">article 11</a> of BSA and <a href=\"/doc/1937835/\" id=\"a_97\">article 5</a> of Addendum.\n                              The Initiation of arbitration proceedings under CAMEC in April 2023\n                              and issuance of the Fludor NOA, demonstrate that the Plaintiff‟s\n                              concerns stem from the BSA read with the Addendum as the cause of\n                              action of the present Suit is all rooted in the BSA and the Addendum.\n                              Therefore, disputes, if any, are to be adjudicated as per the Parties‟\n                              chosen adjudicatory forum, i.e., under <a href=\"/doc/1678224/\" id=\"a_98\">Article 11</a> of the BSA and the\n                              arbitration clause provided under <a href=\"/doc/1678224/\" id=\"a_99\">Article 11</a> of the BSA. Clearly,\n\n\n<span class=\"hidden_text\" id=\"span_113\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_114\">Signed By:PALLAVI VERMA   CS(COMM) 544/2023                                          Page 27 of 29</span>\n<span class=\"hidden_text\" id=\"span_115\">Signing Date:11.11.2024</span>\n<span class=\"hidden_text\" id=\"span_116\">16:28:13</span>\n                               Plaintiff has never questioned the validity of BSA and Addendum,\n                              which means that the Agreements are not null, void, inoperative or\n                              incapable of being performed.\n</p><p data-structure=\"Precedent\" id=\"p_67\">                          61. In light of the preceding factual and legal analysis, the answers to the\n                              issues framed in para 44 are as under\n</p><blockquote id=\"blockquote_13\">                              Issue (i.)   What are the requisites to be considered by the court while\n                                           deciding an application filed under <a href=\"/doc/724501/\" id=\"a_100\">section 45</a> of the A&amp;C\n                                           Act?\n</blockquote><blockquote id=\"blockquote_14\">                              Answer:      At the time of considering an application under <a href=\"/doc/724501/\" id=\"a_101\">Section 45</a>\n                                           of the A&amp;C Act, a judicial authority shall, at the request of\n                                           either of the parties, refer the parties to arbitration unless it\n                                           prima facie finds that the said agreement is „null‟ and\n                                           „void‟, „inoperative‟ or „incapable of being performed‟.\n                              Issue (ii.) Whether the BSA and Addendum entered between plaintiff\n                                           and defendant no 1 are different/separate agreements from\n                                           the Sales contracts and High Sea Sales agreements (HSSAs)\n                                           entered between plaintiff and defendants no 2 &amp; 3?\n                              Answer:      This court is of the view that the BSA and Addendum\n                                           entered between plaintiff and defendant no 1 are separate\n                                           agreements as the BSA and Addendum are agreements of\n                                           the same transactions. However, the Sales contracts and\n                                           High Sea Sales agreements (HSSAs) are firstly entered\n                                           between different parties, i.e., plaintiff and defendants no 2\n                                           &amp; 3, and secondly, these agreements pertain to specific\n                                           transactions that are different from the transactions of BSA\n                                           and Addendum.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_117\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_118\">Signed By:PALLAVI VERMA   CS(COMM) 544/2023                                               Page 28 of 29</span>\n<span class=\"hidden_text\" id=\"span_119\">Signing Date:11.11.2024</span>\n<span class=\"hidden_text\" id=\"span_120\">16:28:13</span>\n<blockquote id=\"blockquote_15\">                               Issue (iii.) Whether the arbitration clause/articles of the BSA and\n                                         Addendum are valid as having been agreed by both parties?\n                              Answer:    It is observed from the perusal of the articles of the BSA\n                                         and Addendum containing the arbitration clause that these\n                                         clauses are valid, enforceable and have been agreed to by\n                                         both parties, i.e., plaintiff and defendant no. 1.\n                              Issue (iv.) Whether the arbitration proceedings will be initiated under\n                                         the arbitration clauses/articles of BSA and Addendum or as\n                                         per the arbitration clauses/articles of Sales agreement and\n                                         HSSAs?\n</blockquote><blockquote id=\"blockquote_16\">                              Answer:    This Court holds that disputes arising from transactions\n                                         related to the BSA and its addendum fall within the scope of\n                                         these agreements and should be resolved pursuant to the\n                                         dispute resolution mechanisms stipulated therein. Given that\n                                         the   HSSAs     and    sales   contracts    constitute   distinct\n                                         transactions, arbitration cannot proceed under the clauses\n                                         set forth in the HSSAs and sales agreements.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_68\">                          62. In view of the above, the Court finds merit in the application of the\n                              Defendants. Hence, the present application of defendant No. 1 is\n                              allowed. Consequently, the suit of the plaintiff is dismissed.\n</p><p data-structure=\"Conclusion\" id=\"p_69\">                          63. Since the award has already been passed, the plaintiff may avail\n                              appropriate remedies in accordance with the Buyer Seller Agreement\n                              and Addendum as provided under law.\n</p>\n\n\n<p data-structure=\"Conclusion\" id=\"p_70\">                                                                     DINESH KUMAR SHARMA, J\n                          NOVEMBER 8, 2024/Ankit/HT\n\n<span class=\"hidden_text\" id=\"span_121\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_122\">Signed By:PALLAVI VERMA   CS(COMM) 544/2023                                             Page 29 of 29</span>\n<span class=\"hidden_text\" id=\"span_123\">Signing Date:11.11.2024</span>\n<span class=\"hidden_text\" id=\"span_124\">16:28:13</span>\n</p><span class=\"hidden_text\" id=\"span_125\"> </span>","numcites":37,"numcitedby":0,"docsource":"Delhi High Court","citetid":154734691,"divtype":"judgments","courtcopy":true,"query_alert":null,"agreement":false}