{"tid":1146230,"publishdate":"1964-02-28","title":"Partabmull Rameshwar vs Fulchand Kanahiyalal And Co. on 28 February, 1964","doc":"<h2 class=\"doc_title\">Partabmull Rameshwar vs Fulchand Kanahiyalal And Co. on 28 February, 1964</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1964CAL452, 68CWN586, AIR 1964 CALCUTTA 452</h3>\n\n<pre id=\"pre_1\">ORDER\n \n\n D.N. Sinha, J. \n \n\n</pre><p data-structure=\"Facts\" id=\"p_1\"> 1. There are six petitioners in this application. The petitioner No. 1 is a partnership firm, bearing the name and style of &quot;Partabmull Rameshwar&quot;. It is registered under the <a href=\"/doc/107341/\" id=\"a_1\">Indian Partnership Act</a>. The remaining five petitioners are its partners. They are also partners of a partnership firm carrying on business under the name and style &quot;Shree Mahadeo Jute Mills Co.&quot; This latter firm is the owner of a jute mill and factory. The firm is not registered under the <a href=\"/doc/107341/\" id=\"a_2\">Partnership Act</a>, Originally, the petition was filed in the firm name of Partabmull Rameshwar, stating that it carried on business under the name and style of  &quot;Shree Mahadeo Jute Mills Co.&quot; The fact is that those partners carry on business of partnership under the name and style of &quot;Partabmull Rameshwar&quot; which is the main business, but they also carry on various subsidiary businesses under different names, including that of &quot;Shree Mahadeo Jute Mills Co.&quot; While the main firm of Partabmull Rameshwar is registered under the <a href=\"/doc/107341/\" id=\"a_3\">Partnership Act</a>, the subsidiary firm of &quot;Shree Mahadeo Jute Mills Co.,&quot; has not been so registered. As a result of this, a legal difficulty has arisen which will be examined in greater detail after I have stated the facts of this case. By a contract in writing bearing No. D/47,9 dated 28th July, 1960, the firm of &quot;Shree Mahadeo Jute Mills Co.&quot; (hereinafter referred to as the &quot;said firm&quot;) agreed to purchase from the respondents Messrs. Fulchand Kanahiyalal Co., 350 bales of Pakistan Jute Cuttings to be shipped and/or despatched during September and/or October, 1960, at the price of Rs. 101/- per bale of 181.4 Kilos, deliverable free at the Jute Mill of the said firm. The terms and conditions of the transaction will appear from the respective Bought and Sold Notes which were exchanged between the parties. The contract was subject to an arbitration clause whereby all disputes were agreed to be referred to the Tribunal of Arbitration of the Bengal Chamber of Commerce and Industry. According to the petitioner, the respondents committed a breach of contract and became liable to pay damages to the petitioners of a sum of Rs. 57,400/-. As the respondents did not pay the said claim and disputes and differences arose between the parties, the petitioners, on or about the 10th April, 1961 referred the disputes to the arbitration of the Bengal Chamber of Commerce and Industry. The respondent obtained an extension of time for filing a counter-statement before the Arbitrators. But instead of doing so, on or about the 7th July, 1961 made an application to this Court under <a href=\"/doc/1154891/\" id=\"a_4\">Section 33</a> of the Arbitration Act read with <a href=\"/doc/1205978/\" id=\"a_5\">Section 5</a>, inter alia praying for adjudication as to the existence and validity of the said arbitration agreement and for incidental reliefs. In the said application, it was said by the respondents inter alia that the purported contract between the parties was illegal, void and inoperative and as such the arbitration clause contained therein was also illegal, void and inoperative. On the 14th September, 1961, G.K. Mitter, J., held that there was a valid and binding agreement between the parties to refer the matter to arbitration and the said application was dismissed with cost. On or about 7th October, 1961, the respondents instituted a suit in this Court being Suit No. 1776 of 1961 (Fulchand Kanhaiyalal Co. v. Shree Mahadeo Jute Mills Co.) in which they made practically the same allegations as they made in the application under <a href=\"/doc/1154891/\" id=\"a_6\">Section 33</a> of the Arbitration Act, and prayed for a declaration that the said contract with its relative Bought and Sold Notes was illegal and inoperative and that the same should be declared as such and/or cancelled, and for incidental reliefs. Now the petitioners have made this application under <a href=\"/doc/1722761/\" id=\"a_7\">Section 34</a> of the Arbitration Act for a stay of the said suit.\n</p> \n\n<p data-structure=\"Section\" id=\"p_2\">2. The  real  point  upon  the  merit  that  arises is as to whether, regard being had to the decision of  Mitter, J., in the application under <a href=\"/doc/1157702/\" id=\"a_8\">Section 33</a>, it can  any  longer be  urged that there is no valid arbitration agreement between the parties.    If there is in  existence a valid  arbitration  agreement,  it is not argued before me that the scope of the suit is any different from the scope of the arbitration proceeding   and,   therefore,   there   is   no   defence   to this application.    <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"326001\" id=\"span_1\">In a similar matter in  which the facts  were almost identical  --  <a href=\"/doc/326001/\" id=\"a_9\">Shree  Bajrang Jute Mills  Ltd.  v.  Fulchand Kanhaiyalal, , I</a> held the view that after a decision under <a href=\"/doc/1157702/\" id=\"a_10\">Section 33</a> rejecting a challenge to the contract and to the arbitration   agreement,   a   suit   could   no   longer   be allowed   to   proceed  on  identical   grounds   or  even on   grounds   which   should   have   been   taken   and were not taken in the application under <a href=\"/doc/1157702/\" id=\"a_11\">Section 33</a>. In the result, the suit was stayed <a href=\"/doc/326001/\" id=\"a_12\">in that case</a>, under <a href=\"/doc/1722761/\" id=\"a_13\">Section 34</a> of the Arbitration Act.    Mr. Roy appearing on behalf of the petitioners has argued that the facts  in  this  case  are  identical  and  therefore,  the suit should be stayed.    In fact, on the merits Mr. Ghose appearing on behalf of the respondents has advanced   no   argument   which   would   justify   any other  conclusion  than  what  I  reached  in  my  previous  decision  mentioned  above.     Mr.   Ghose  has, however,  taken  certain preliminary points  which  I shall  now enumerate.    As the  application  was  originally  made,  the  only  petitioner  was  the  firm  of Partabmull  Rameshwar.     The  contract  in  question was not entered into by that firm but by the firm of  Shree  Mahadco  Jute  Mills   Co.     Although   the partners of the two firms may be the same, the contract in question had nothing to do with the firm of Partabmull   Rameshwar.     It   was   therefore   argued that  the application  itself  was  misconceived  upon this ground alone.    In  my opinion,  this  stand was a valid one.    Whether the partners considered one business to be the main business and the other a subsidiary, is not relevant.  In law, such an application could   not   be   made   by   Messrs.     Partabmull   Rameshwar   who   are   neither   a   party   to   the   con-tract nor  a  party  to  the  arbitration  agreement,   or the reference to arbitration, or a party to  the suit filed in this Court namely, Suit No.  1776 of 1961. There   was,   however,   an   application   for   amendment,  which was  allowed  and  all  the  partners  of the   firm   of  Shree   Mahadeo  Jute   Mills   Co.,   have now  been  added  as  petitioners  in  this  application. I  have  already  mentioned that the  firm  of  Shree Mahadeo   Jute   Mills   Co.,   is   not   registered   under the <a href=\"/doc/107341/\" id=\"a_14\">Partnership Act</a>.    Even now,  that firm has not been   made   a   petitioner.     It  is,   however,   argued that   a   firm   is   only   a   compendious   name   for   its partners  and since  all   the  partners  are  before  the Court  as  parties,  stating  that  they  carry  on  business under the name and style of Shree Mahadeo Jute Mills Co., there is no longer any objection to the  frame  of  the  application.     In  a  sense  this   is correct.     All   the  partners   of  the  said   firm   being before  the   Court,   an   application   is   maintainable. But the difficulty arises on the question of registration  under  the  <a href=\"/doc/107341/\" id=\"a_15\">Partnership  Act</a>.     It  is   argued  by Mr. Ghose by way of a preliminary objection, that the application is not maintainable, because the firm of Shree Mahadeo Jute Mills Co., is not registered under the <a href=\"/doc/107341/\" id=\"a_16\">Partnership Act</a> and that the application is barred by the provisions of <a href=\"/doc/403386/\" id=\"a_17\">Section 69(3)</a> of the Indian Partnership Act. The contract was entered into with the firm and the suit has been brought against the firm. If an application under <a href=\"/doc/478274/\" id=\"a_18\">Section 34</a> requires registration under the <a href=\"/doc/107341/\" id=\"a_19\">Partnership Act</a> it is argued that the provisions of <a href=\"/doc/797638/\" id=\"a_20\">Section 69</a> cannot be got rid of by making the application through the partners and not the firm. It is further argued that if this was permissible, then in every case the provisions of <a href=\"/doc/797638/\" id=\"a_21\">Section 69</a> could be got rid of and it would become A nullity. This is a valid argument.</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_3\">3. The point therefore to be considered is as to whether an application under <a href=\"/doc/1722761/\" id=\"a_22\">Section 34</a> of the Arbitration Act comes within the scope of <a href=\"/doc/797638/\" id=\"a_23\">Section 69</a> of the Partnership Act and is barred by Sub-section (3) thereof. The relevant provisions of <a href=\"/doc/797638/\" id=\"a_24\">Section 69</a> run as follows:-\n</p>   \n\n<blockquote id=\"blockquote_1\">&quot;69 (1). No suit to enforce a right arising from a contract or conferred by this Act shall be instituted in any Court by or on behalf of any person suing as a partner in a firm against the firm or any person alleged to be or to have been a partner in the firm unless the firm is registered and the person suing is or has been shown in the register of firm as a partner in the firm.\n</blockquote> \n\n<blockquote id=\"blockquote_2\">(2) No suit to enforce a right arising from a contract shall be instituted in any Court by or on behalf of a firm against any third party unless the firm is registered and the persons suing are or have been shown in the Register of Firms as partners in the firm.\n</blockquote> \n\n<blockquote id=\"blockquote_3\">(3) The provisions of Sub-sections (1) and (2) shall apply also to a claim of set-off or other proceeding to enforce a right arising from a contract.\n</blockquote> \n\n<blockquote id=\"blockquote_4\">(4) This  Section  shall  not apply -\n</blockquote>   \n\n<blockquote id=\"blockquote_5\">(a)  ............\n</blockquote> \n\n<blockquote id=\"blockquote_6\">(b) to any suit or claim of set-off not exceeding one hundred rupees in value which in the Presidency towns is not of a kind specified in <a href=\"/doc/810186/\" id=\"a_25\">Section 19</a> of the Presidency Small Cause Courts Act, 1882, or, outside the Presidency-towns, is not of a kind specified in the second <a href=\"/doc/124499472/\" id=\"a_26\">Schedule to the Provincial Small Cause Courts Act, 1887</a>, or to any proceeding in execution or other proceeding incidental to or arising from any such suit or claim.&quot;  \n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_4\">4. Mr. Roy has argued that this preliminary objection should not succeed for the following reasons:\n</p>   \n\n<blockquote id=\"blockquote_7\">(1) That, an application under <a href=\"/doc/1722761/\" id=\"a_27\">Section 34</a> of the Arbitration Act is not a proceeding to enforce a right arising from a contract.\n</blockquote> \n\n<blockquote id=\"blockquote_8\">(2) That such an application is not a &quot;proceeding&quot; within the meaning of the word as used in Sub-section (3) of <a href=\"/doc/797638/\" id=\"a_28\">Section 69</a>. \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_5\">5. The first argument of Mr. Roy is that the expression used in Sub-section (3) is\n  &quot;a claim of set-off or other proceeding to enforce a right arising from a contract.&quot; \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_6\">  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1097286\" id=\"span_2\">He argues that the principle of ejusdem generis should be applied and only such proceedings would come within the mischief of Sub-section (3) as are in the nature of a set-off. If this is so, then the present proceedings are not affected, because an application in a suit, made under <a href=\"/doc/1722761/\" id=\"a_29\">Section 34</a> of the Arbitration Act cannot be said to be in the nature of a set-off. Upon this point there is a conflict of decisions between the several High Courts in India. It would be necessary to allude to them briefly. The view of the Bombay High Court is to be found in a decision of Desai, J., on difference of opinion between two other learned Judges of the said High Court -- <a href=\"/doc/1097286/\" id=\"a_30\">Kajaria Traders (India) Ltd. v. Foreign Import and Export Association</a>, . In that case, the question arose as to whether an application under <a href=\"/doc/1232861/\" id=\"a_31\">Section 8</a> of the Arbitration Act was to be considered as covered by the words &quot;other proceeding&quot; appearing in <a href=\"/doc/403386/\" id=\"a_32\">Section 69(3)</a> of the Partnership Act.</span> Desai, J., relied on a decision of the House of Lords -- Stagline Ltd. v. Foscolo, Mango and Co., Ltd., 1932 AC 328, and pointed out that the words &quot;or other proceeding&quot; immediately follow the words &quot;a claim of set-off&quot; and when words are used in such juxtaposition, the earlier words have a demonstrative or limiting effect, the earlier words being illustrative or demonstrative of the intention of the Legislature. The learned Judge held that the words &quot;other proceeding&quot; were not to be construed as being in the nature of a set-off, upon the principle of ejusdem generis, but upon the principle that the Legislature must have intended that the matters covered by those, words should be analogous to proceedings in the nature of a set-off. The Nagpur High Court appears to be of the same view. In a Bench decision presided over by Grille, C. J.,--Jamal Usman v. Firm Umar Haji Karim Shop, AIR 1943 Nag 175, it was held that the words\n  &quot;other proceeding to enforce a right arising from a   contract&quot; \n</p> \n\n<blockquote id=\"blockquote_9\">are  to   be  taken  as   sui  generis   of  a  claim  for  a set-off. In that case, the question was whether an application for the execution of a consent decree was hit by the provisions of <a href=\"/doc/403386/\" id=\"a_33\">Section 69(3)</a>. The learned Chief Justice said as follows:-\n</blockquote><blockquote id=\"blockquote_10\">  &quot;In our opinion, the words &#x27;other proceeding to enforce a right arising from a contract&#x27; are to be taken as sui generis of a claim of set-off.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"907465\" id=\"span_3\">6. A single Bench judgment of the Punjab High Court has also agreed with this view -- <a href=\"/doc/907465/\" id=\"a_34\">Ram Lal Harnam Dass v. Bal Kishen</a>, . It was held there by Bishan Narain, J., that the words &quot;or other proceeding&quot; in <a href=\"/doc/403386/\" id=\"a_35\">Section 69(3)</a> relate to the proceedings in the nature of a set-off and nothing else.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"60377\" id=\"span_4\">I might mention here that a subsequent decision of the Punjab High Court, also by a single <a href=\"/doc/60377/\" id=\"a_36\">Judge--First National Bank Ltd. v. Industrial Oil Co.</a>,  has followed this view. The Allahabad High Court however has expressly dissented from this view.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"327230\" id=\"span_5\">The point was considered by a Division Bench of the High Court in <a href=\"/doc/327230/\" id=\"a_37\">Wahid Hussain v. Maharajkumar Mahmud Hassan Khan</a>, . It was held that the words &quot;other proceeding&quot; in <a href=\"/doc/403386/\" id=\"a_38\">Section 69(3)</a> of the Partnership Act, are not to be interpreted as ejusdem generis to the word &quot;set-off&quot; and must be interpreted independently. It was not the intention of the Legislature to restrict the operation of Sub-section (3) only to a set-off or similar claims. It was pointed out that the use of the word &quot;or&quot; in Sub-section (3) indicates that the legislature had two separate categories of proceedings in mind, one in the nature of set-off and the other for the purpose of enforcing a right arising from a contract, and that there is no sufficient reason for restricting the wide meaning attaching to the expression &quot;other proceeding&quot;.</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_8\">7. I shall now deal with the view expressed in the Calcutta decisions, which have been cited before me.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1750911\" id=\"span_6\">8. The first case to be considered is <a href=\"/doc/1750911/\" id=\"a_39\">Babulal Dhandhania v. Gauttam and Co.</a>, . The facts <a href=\"/doc/1750911/\" id=\"a_40\">in that case</a> were as follows: The petitioner and the respondent entered into a transaction for the sale and purchase of linseed oil. There was an arbitration clause providing for the reference to arbitration of any dispute regarding the contract, to the Bengal Chamber of Commerce, Calcutta. There was a dispute between the parties and the respondent referred the dispute to the arbitration of the Bengal Chamber of Commerce, which made an award. The petitioner made an application to set aside the award and the point taken was that the respondent was not registered under the <a href=\"/doc/107341/\" id=\"a_41\">Indian Partnership Act</a> at the material time. It was pointed out that the reference to arbitration was a\n  &quot;proceeding to enforce a right arising from a contract&quot;</span> \n</p> \n\n<blockquote id=\"blockquote_11\">under <a href=\"/doc/403386/\" id=\"a_42\">Section 69(3)</a> of the Partnership Act. The argument was that by reason of the provisions of <a href=\"/doc/403386/\" id=\"a_43\">Section 69(3)</a> no suit or proceeding to enforce a right arising from a contract shall be instituted in any Court or before any abitrator by a firm unless that firm is registered under the  <a href=\"/doc/107341/\" id=\"a_44\">Partnership Act</a>. Chatterjee, J., held that &quot;proceeding&quot; meant proceeding in Court and not before an arbitrator. He referred to certain English cases. In Hoodbarrs v. Cathcart, (1894) 3 Ch 376. Davy, L. J., was dealing with Section 2 of the Married Women&#x27;s Property Act, 1893 which contained the expression &quot;action or proceeding instituted&quot;. The learned Judge observed as follows:-\n</blockquote><blockquote id=\"blockquote_12\">  &quot;Now I take it that the words &#x27;action or proceeding&#x27; must mean  some action  or some proceeding in the nature of an action that is to say, a proceeding in which a lis is instituted; and it appears to me that &#x27;instituted&#x27; would be an inapt word for any   such   proceeding   as   has   been   suggested   by Mr.  Hopkinson.   ............   &#x27;Instituted&#x27; is an apt word  for  the  commencement  of a suit.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_10\">It was held that <a href=\"/doc/797638/\" id=\"a_45\">Section 69</a> of the Partnership Act does not preclude a reference to arbitration.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_11\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1941614\" id=\"span_7\">9. The next case cited is a Division Bench judgment of this Court--<a href=\"/doc/1941614/\" id=\"a_46\">Ajit Kumar Maity v. Narendra Nath Jana</a>, . The question there was whether the bar under Sub-sections (1) and (2) of <a href=\"/doc/797638/\" id=\"a_47\">Section 69</a> which was extended by Sub-section (3) of the same section\n  &quot;to a claim of set-off or other proceeding to enforce a right arising from a contract&quot;</span> \n</p> \n\n<blockquote id=\"blockquote_13\">applied to a defence taken in the written statement to the effect that the property to which the plaintiff claimed an exclusive right was that joint property of the plaintiff and the defendants, as they were all partners of a firm to which the property belonged. It was held that the written statement in such a case was not a proceeding contemplated in Sub-section (3). It was also held that by setting up a plea to defeat the plaintiff&#x27;s claim a defendant cannot be said to be seeking\n  &quot;to enforce a right arising from a contract&quot;. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_12\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1268842\" id=\"span_8\">It was pointed out that in substance what the defendants were seeking to do was to try and defeat the plaintiff&#x27;s claim and as such the bar under Sub-sections (1), (2) and (3) of <a href=\"/doc/797638/\" id=\"a_48\">Section 69</a> of the Partnership Act had no application. The last Calcutta case cited is a judgment of the Court of Appeal presided over by <a href=\"/doc/1268842/\" id=\"a_49\">Chakravartti, C. J.--Meghraj Sampatlall v. Raghunath and Sons</a>, . In that case, there was a reference to arbitration under an arbitration clause in a contract for the sale and purchase of hessian cloth. It was inter alia contended that a reference to arbitration was invalid inasmuch as the respondent&#x27;s firm was not a registered firm and, therefore, <a href=\"/doc/403386/\" id=\"a_50\">Section 69(3)</a> of the Indian Partnership Act constituted a bar to the making of any reference to arbitration. The learned Chief Justice relied on the judgment of Chatterjee, J., cited above and approved of the same. In the opinion of the learned Chief Justice the proceedings contemplated under Sub-section (3) were of the same nature as the proceedings contemplated under Sub-sections (1) and (2) which speak of &quot;suits&quot;.</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_13\">10. It will be observed that none of these cases deal expressly with the question of the application of <a href=\"/doc/403386/\" id=\"a_51\">Section 69(3)</a> to an application for stay under <a href=\"/doc/1722761/\" id=\"a_52\">Section 34</a> of the Arbitration Act. It is clear, however, that this High Court has given a more extended meaning to the word &quot;proceeding&quot; in <a href=\"/doc/403386/\" id=\"a_53\">Section 69(3)</a> than what has been given by the Bombay, Nagpur or the Punjab High Courts. The observation of Chakravartti, C. J., to the effect that the word &quot;proceedings&quot; in Sub-section (3) is of the same nature as the proceeding mentioned in Sub-sections (1) and (2), is significant, Sub-sections (1) and (2) refer to suits to enforce a right arising from a contract. The provision in Sub-section (3) extends the provision in Sub-sections (1) and (2) to\n   &quot;claim of set-oil or other proceedings to enforce a right arising from a contract.&quot; \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_14\">The Allahabad decision mentioned, above points out that the word &quot;or&quot; indicates that there are two alternatives. This destroys the argument that the &quot;other proceeding&quot; should be construed ejusdem generis or analogously. A set-off is a defence. It seldom arises out of a contract. The right to a set-off is a legal right which is used as a shield and not as a sword. One scarcely ever enforces a fight arising from a contract by claiming a set-off. In the Bombay decision cited above, reference has been made to a decision of the House of Lords in 1932 AC 328. The facts <a href=\"/doc/1268842/\" id=\"a_54\">in that case</a> were as follows: A cargo of coal was loaded on the appellants&#x27; steamship, for carriage to Constantinople under bills of lading which gave the shipowners\n  &quot;liberty .... to call at any ports in any order, for bunkering or other purposes&quot;. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_15\">The steamship made a deviation in the route to land certain engineers who had been taken on board for checking a superheater which had been installed previous to the voyage. While the ship was still deviating from the agreed route, there was an accident and both ship and cargo were lost. The cargo owners filed a suit for damages. The question was as to what was the meaning of the expression &quot;other purposes&quot;. It was argued that the landing of the engineers could be said to be included in the term &quot;other purposes&quot; as used in the charter-party. Lord Buckmaster said as follows :-\n</p><blockquote id=\"blockquote_14\">  &quot;The word &#x27;bunkering&#x27; must have some demonstrative and limiting effect, and the phrase &quot;or other purposes&#x27; following it cannot be so construed as to disregard the effect of the first example and assume that any purpose is thereby permitted.. If that were so, the word &#x27;bunkering&#x27; might be left out. Nor am I prepared to define what are the limitations within which the phrase &#x27;other purposes&#x27; must be confined but I can find nothing kindred to bunkering of association with the operation that is involved in landing two men at a port that is not on any part of the specified route.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_16\">  Lord Russell agreed with this view and said as follows:-\n</p><blockquote id=\"blockquote_15\">  &quot;While I appreciate the difficulty of applying, what is called the ejusdem generis rule where only one species is available out of which to construct the genus, nevertheless it seem clear that some limitation must be placed upon the words &#x27;other purposes&#x27;. If they are to be read as free from any limitation, then it was unnecessary to specify the bunkering purpose. Some restriction must, therefore, exist;..........&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_17\">11. Mr. Ghose has, however, shown that no-hard and fast rule can be deduced from this decision, and points out that Lord Buckmaster has himself said that there was no general rule. As an example, Mr. Ghose has cited a decision of the Privy Council -- Attorney-General for Palestine v. Fakhry Ayyas, 1947 AC 332. In that case, it was necessary to interpret certain provisions of an Ordinance which provided that goods shall be deemed to be prohibited goods liable to be forfeited, if they\n  &quot;are brought to any quay or other places .... for the purposes of being exported .. ..&quot; \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_18\">It was argued that the expression &quot;other places&quot; meant some place in the nature of a quay. This argument was not accepted. Certain goods brought down by two importers by road were eventually intended to be exported&#x27; It was held that the goods were rightly forfeited under the Ordinance. In Roe v. Hemmings, (1951) 1 KB 676 similar provisions in the Import, Export and Customs Powers (Defence) Act, 1939 came to be interpreted. Under those provisions, penalties were imposed on the exporter of\n  &quot;any  goods    ......   brought  to   any  quay   or &#x27;&#x27;other place&quot; for the purpose of being exported, in contravention of an order made under the Act of 1939&quot;. \n</p> \n\n<p data-structure=\"Section\" id=\"p_19\">It was contended that the phrases &quot;other place&quot; in the said Act must be construed as ejusdem generis with the preceding words &quot;to any quay&quot;. This interpretation was, however, rejected. It is, therefore, quite clear that no general principle can be deduced from the case-law on the subject. In reality, it depends on the facts of each case. In the case of a statutory provision, what will have to be seen is the scheme of the whole Act, the background of the particular statute, and the internal evidence of the words used in a particular provision which is sought to be construed.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_20\">12. Mr. Ghose has argued that there is internal evidence in the present case which throws light on the interpretation. For example, he says that Sub-section (4) throws a considerable light on the question. Under Clause (b) of Sub-section (4) there is an exemption in the case of a suit or claim of set-off exceeding one hundred rupees in value etc., or to any proceeding in execution or other proceeding incidental to or arising from any such suit or claim. If the words &quot;other proceeding&quot; in Sub-section (3) are to be construed as meaning a proceeding analogous to set-off then we can only think, of a proceeding like a counter claim. In that event, it is incomprehensible why all proceedings in execution in a particular kind of suit should be expressly excluded. If cither the &quot;ejusdem generis&quot; or the &quot;analogous&quot; principle be accepted, then execution proceedings in general are not included at all within the expression &quot;other proceeding&quot; in Sub-section (3).\n</p> \n\n<p data-structure=\"Section\" id=\"p_21\">13. As I have stated above, the only proceeding that one can think of which satisfies the principle of &quot;ejusdem generis&quot; or is analogous to &quot;set-off&quot; is a proceeding like a counter claim. The fact that execution proceedings or other proceedings incidental to or arising from a particular kind of suit, mentioned in Clause (b) of Sub-section (4) of <a href=\"/doc/797638/\" id=\"a_55\">Section 69</a> are excluded shows that it was not intended to confine the meaning of the expression &quot;other proceeding&quot; to a &quot;set-off&quot; or proceedings analogous, to it or by the application of the principle of &quot;ejusdem generis&quot;. In my opinion, the expression &quot;other proceeding&quot; docs not mean proceeding analogous to a &quot;set-off&quot; and does not call for the application of the principle of &quot;ejusdem generis&quot; or the &quot;analogous rule&quot;.\n</p> \n\n<p data-structure=\"Section\" id=\"p_22\">14. I think that the Bombay, Nagpur and Punjab views upon the interpretation of the expression &#x27;other proceeding&#x27; in Sub-section (3) of <a href=\"/doc/797638/\" id=\"a_56\">Section 69</a> are too narrow. Neither the principle of &quot;ejusdem generis&quot; nor the &quot;analogous rule&quot; can be properly applied to determine its meaning. This however does not mean that the words can be interpreted divorced from their context, or that the widest meaning should be given to them.\n</p> \n\n<p data-structure=\"Section\" id=\"p_23\">15. The expression &quot;other proceeding&quot; in Sub-section (3) of <a href=\"/doc/797638/\" id=\"a_57\">Section 69</a> is not unrestricted, but is, restricted to those proceedings which have been instituted for the purpose of enforcing &quot;a right arising from a contract&quot;. It will be necessary to consider the meaning of this expression. I have already mentioned that the Calcutta view is that the nature of the proceeding in Sub-section (3) is similar to that provided for in Sub-sections (1) and (2), (See ). <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"300160\" id=\"span_9\">In <a href=\"/doc/300160/\" id=\"a_58\">Krishnarao Narayanarao v. Shanker Sahadev</a>, AIR 1954 Bom 532. Desai, J., came to interpret the expression &quot;right arising from a contract&quot; as used in Sub-section (1) of <a href=\"/doc/797638/\" id=\"a_59\">Section 69</a>. He said as follows:-</span>\n</p><blockquote id=\"blockquote_16\">  &quot;My decision here must rest on a neat question, of construction of Sub-section (1) of <a href=\"/doc/797638/\" id=\"a_60\">Section 69</a>. I have read and re-read that sub-section in the light of principles governing such cases and the irresistible conclusion seems to me to be that its operation can only extend to any suit in which a partner sues his co-partner or the firm to enforce any right arising from a contract between the partners as such or to enforce any right which the Act can be said to have conferred on the partners. The contract between them would be the contract of partnership regulating their rights and obligations &#x27;inter se&#x27;. Ordinarily the rights, duties and obligations of partners are to be ascertained from the agreement of partnership entered into by them since the agreement is the very foundation of the relationship. It is also open to partners if all of them agree, to vary from time to time any arrangement regulating their mutual rights and obligations.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_24\">It was held that a suit by one partner against another partner of a dissolved firm for damages for breach of a subsequent agreement restraining the other from carrying on a particular business within, a particular area and period after dissolution, is not a suit falling within the purview of <a href=\"/doc/436035/\" id=\"a_61\">Section 69 (1)</a> of the Act.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_25\">16. Mr. Ghose has relied on a Bench, decision of the Rangoon High Court, Bilasroy v. Scindia Steam Navigation Co., Ltd., AIR 1940 Rang 294. In that case, what happened was that the appellants entered into a contract with the respondent company for the carriage by sea of a consignment of potatoes from Moulmein to Calcutta. The potatoes were alleged to have been stowed in an unsuitable place on board the vessel by the respondents, by reason of which they became overheated and were damaged. The appellants filed a suit for damages. The question was whether such a suit was hit by the provisions of Sub-section (2) of <a href=\"/doc/797638/\" id=\"a_62\">Section 69</a>. It was found in that case that the contract expressly stated that the terms, provisions and conditions of the Burma Carriage of Goods by Sea Act, 1925 and all the schedules thereto were to be incorporated in the contract between the parties. According to that statute read with the schedules, the matter of damages could be said to have arisen out of the contract. Consequently it was held that <a href=\"/doc/403386/\" id=\"a_63\">Section 69(3)</a> would apply. Mr. Ghose has argued that there was an arbitration agreement between the parties incorporated in the contract in the instant case and the provisions of the <a href=\"/doc/1052228/\" id=\"a_64\">Arbitration Act</a>, including <a href=\"/doc/478274/\" id=\"a_65\">Section 34</a>, should be deemed to have been incorporated in the contract. Therefore, an application for stay must be deemed to be a proceeding arising out of the con-tract. In the casevnted by Mr. Ghose there were special facts, namely that by agreement of parties the provisions of a statute were incorporated in the contract. That authority cannot, therefore, be of universal application. Mr. Ghose has also referred to 1932 AC 332 at p. 335. There also, by the-contract between the parties, the provisions, of the Carriage of Goods by Sea Act were incorporated in the contract. The facts in this case are not similar. Mr. Ghose has, however, argued that a narrow interpretation should not be given to the expression &quot;right arising from a contract&quot;. When parties, enter into a contract, invariably, certain statutory, provisions are attracted. For example, if, parties enter into a contract then under certain circumstances one party may bring a suit for specific performance if the other party does not perform the contract. The right of specific performance is not conferred by any term of the contract but arises from the provisions of a statute. Can it be said that if a suit for specific performance of a contract is instituted, it can never come within the provisions of Sub-section (3) of <a href=\"/doc/797638/\" id=\"a_66\">Section 69</a> ? Basically, the rights arising out of a contract must be the rights specifically laid down by it. The correct test is to consider as to whether the right arises either   directly or indirectly from the contract itself or it is a right dehors it. This has been clearly explained by Desai, J., in the case of AIR 1954 Bom 532 mentioned above. Desai, J., cited two cases which illustrated the principle. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1446263\" id=\"span_10\">In <a href=\"/doc/1446263/\" id=\"a_67\">Abdul Subhan v. Abdul Ravoof</a>, AIR 1942 Mad 707, an agreement was arrived at between two partners after dissolution whereby one of the parties agreed to pay a stated amount to the other. The partnership was not registered. A suit brought on that agreement to recover the amount therein mentioned was held maintainable.</span> In Bajranglal v. Anandilal, AIR 1944 Nag 124, the facts were similar to the facts of the Madras case, save that the amount agreed upon as payable by the plaintiff to the defendant on dissolution was to be paid to a third party in discharge of the defendant&#x27;s liability to that third party. It was held that here there was a fresh cause of action based on a new contract outside   the partnership agreement and therefore, the suit was maintainable. Desai, J., agreed with both these decisions and with respect I think that the  view of Desai, J., is a correct one. As each case should be decided on its own facts, the question to be considered is as to whether an application for slay under <a href=\"/doc/1722761/\" id=\"a_68\">Section 34</a> of the Arbitration Act can be said to be a proceeding to enforce a right arising from a contract. This brings us to a consideration of the nature of a proceeding under <a href=\"/doc/478274/\" id=\"a_69\">Section 34</a>. Mr. Ghose has cited a decision of a Division Bench of this High Court presided over by Bachawat, J., -- Badrinarayan Lall v. Union of India, . The point that arose in that case was as to whether the City Civil Court had jurisdiction to pass an order under <a href=\"/doc/1722761/\" id=\"a_70\">Section 34</a> of the Arbitration Act. It was held that an application under <a href=\"/doc/1722761/\" id=\"a_71\">Section 34</a> of the Arbitration Act did not come under the heading\n  &quot;suits   and   proceedings   under   the   <a href=\"/doc/1052228/\" id=\"a_72\">Arbitration Act,  1940</a>&quot; \n</p> \n\n<blockquote id=\"blockquote_17\">which   was   excluded   from   the   jurisdiction   of   the City Civil Court. Bachawat, J., however, held that it was a proceeding in the suit, and as the City Civil Court was competent to try the suit and all proceedings in it, the ancillary proceeding in the suit, for stay under <a href=\"/doc/1722761/\" id=\"a_73\">Section 34</a> of the Arbitration Act was maintainable in the City Civil Court. Mr. Chose has argued that the suit that has been filed in this case is a suit for the enforcement of a right arising from a contract and an application under <a href=\"/doc/1722761/\" id=\"a_74\">Section 34</a> of the Arbitration Act for stay of the suit is a proceeding in such a suit and therefore, it came within the scope of Sub-section (3) of <a href=\"/doc/797638/\" id=\"a_75\">Section 69</a>. The suit is for a declaration that the contract between the parties was illegal, and inoperative, for cancellation of the said contract, for a declaration that the defendant was not entitled to demand a sum of Rs. 57,400/- or any amount from the plaintiff in respect of the said contract, for a declaration that the purported contract be-came impossible of performance and as such stood cancelled and for other reliefs, including an injunction restraining the defendant from proceeding with the arbitration proceeding pending before the Bengal Chamber of Commerce. I do not see how such a suit can be said to be a proceeding to enforce a right arising from a contract. On the other hand, it is a proceeding for declaring the contract itself to be void and/or for the cancellation of it. The decision mentioned above turned upon the wordings of the statute conferring jurisdiction upon the City Civil Court and docs not solve the problem that arises in this case. The particular proceeding we are concerned with is an application under <a href=\"/doc/1722761/\" id=\"a_76\">Section 34</a> of the Arbitration Act. It provides that where any party to an arbitration agreement commences any legal proceeding against any other party to the agreement, in respect of any matter agreed to be referred, then any party to such legal proceedings may apply to the Court where such proceedings are pending, for a stay. The Court if it is satisfied that there is no sufficient reason why the matter should not be referred, may make an order staying the proceeding. The making of an older staying proceedings is in the discretion of the Court. Even if all the requirements are fulfilled, the Court is not bound to stay the proceeding. For example, even if the parties have solemnly agreed to refer the disputes to an arbitrator and yet if difficult questions of law are likely to arise the Court may refuse to stay the suit. Therefore, it cannot be said that the applicant in such a case has got a legal right to have the suit stayed under all circumstances. If he had that legal right, then the Court would have been compelled to stay the case whenever an application is made before it. True, that the Court must exercise its discretion judicially, but, that is true whenever a judicial authority is called upon to exercise its discretion in any matter. First of all, the staying of a suit is not a legal right and secondly, it does not arise out of any contract between the parties. The stay of a suit under <a href=\"/doc/478274/\" id=\"a_77\">Section 34</a> is purely a creature of statute. Mr. Ghosh has argued that in many cases, for example, in a case for specific performance of a contract, the right is conferred by the statute and not by the contract itself. To an extent the argument is correct. A proceeding to enforce a right &quot;arising&quot; from a contract is certainly wider than a proceeding to enforce a right &quot;under&quot; a contract. But then each case will have to be considered upon its own facts. The specific performance of a contract is a right that may be said to arise from the contract, although by the aid of a statutory provision. If the plaintiff in such a case-fulfils all the conditions laid down in the statute, then he has a legal right to have the contract specifically performed or to be granted damages in lieu thereof. A stay under <a href=\"/doc/478274/\" id=\"a_78\">Section 34</a>, however, is entirely at the discretion of the Court. In my opinion, it would be incorrect to say that any of the parties applying for a stay of the suit under <a href=\"/doc/478274/\" id=\"a_79\">Section 34</a> does so by way of enforcing a right given to him under the contract itself. Firstly, it is not a right and secondly it is not conferred by the contract between the parties. The present suit in which the application has been made, is by itself not a proceeding to enforce a right arising from a contract. It would be inappropriate to say that an application under <a href=\"/doc/478274/\" id=\"a_80\">Section 34</a>, which is an application in such a suit, is a proceeding to enforce a right arising from a contract. If this were so, it is strange that a proceeding to enforce a part of the contract should be decided without deciding the suit where the con-tract itself is under challenge.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1041073\" id=\"span_11\">17. Mr.   Ghosh   has   cited   a   decision   of   the Supreme  Court,  <a href=\"/doc/1041073/\" id=\"a_81\">A.M.   Mair  and  Co.   v.  Gordhaudas Sagarmull</a>, . In that case, the main question was as to whether a party to the contract was acting merely as a broker or was the principal bound by the contract. A further question arose as to whether such a dispute was one that arose under the contract and, therefore, referable to arbitration. It was held that the question turned upon the true interpretation of the contract and as the parties had to take recourse to the con-tract to establish the claim, it was a dispute under or arising out of the contract and thus within the jurisdiction of the arbitrator. In an application for stay under <a href=\"/doc/478274/\" id=\"a_82\">Section 34</a>, no interpretation of the court act is involved.</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_27\">18. Coming to the facts of the instant case, I have already stated the nature of the suit. In the suit, the plaintiff takes the stand that there is no contract at all, because it is either illegal or impossible of performance. Such a suit itself cannot by any stretch of imagination be described as a proceeding to enforce a right arising from a con-tract. The plaintiff seeks to avoid the contract and docs not seek to take recourse to it for any purpose whatsoever. The other party has made an application for stay under <a href=\"/doc/478274/\" id=\"a_83\">Section 34</a> to defeat the suit. Such an application also cannot be described as a proceeding to enforce a right arising from a con-tract, because the right to stay does not arise from the contract but to a statutory provision. In the Supreme Court decision cited above, the facts were different. The particular dispute that was raised, was one for the determination of which the parties had to take recourse to the contract. In fact, the determination depended on the interpretation of the terms of the contract. The decision of , comes very near to the facts of the instant case. I have already dealt with it from another point of view, namely whether the words &quot;other proceeding&quot; should be construed ejusdem generis or analogously with the words &quot;set-off&quot; and have respectfully dissented from that particular view. Desai, J., has however, dealt with another aspect of the matter which arises for consideration now. He has held that, reading the provisions of <a href=\"/doc/797638/\" id=\"a_84\">Section 69</a> as a whole, the words &quot;other proceeding&quot; used in <a href=\"/doc/403386/\" id=\"a_85\">Section 69(3)</a> cannot b&#x27; construed so as to embrace an application made under <a href=\"/doc/1232861/\" id=\"a_86\">Section 8</a> of the Indian Arbitration Act, 1940 for the appointment of an arbitrator by Court. With that conclusion I am in respectful agreement. Reading the provisions of Section 69 as a whole, the words &quot;other proceeding&quot; do not seem to embrace an application made under <a href=\"/doc/1722761/\" id=\"a_87\">Section 34</a> of the Arbitration Act.\n</p> \n\n<p data-structure=\"Section\" id=\"p_28\">19. I now come to the last point that has been argued before me. Mr. Roy on behalf of the petitioners argues that even if the principle of &#x27;ejusdem generis&#x27; or the analogous rule be not acceptable, still some kind of restriction must be given to the words\n  &quot;other proceeding to enforce a right arising from a contract&quot; \n</p> \n\n<blockquote id=\"blockquote_18\">as used in Sub-section (3) of Section 69. He says that such proceedings must be independent proceedings and not a proceeding in a suit which has been filed by the other party to the dispute. The way he develops his argument is as follows: He argues that Sub-sections (1) and (2) of Section 69 lay down prohibitions to the filing of a suit to enforce a right arising from a contract by an unregistered firm or by a partner thereof. It has been held by Chakravartti, C. J., in  that the proceedings mentioned in Sub-section (3) are of the same nature as in Sub-sections (1) and (2). Therefore, when Sub-section (3) prescribes a bar, it contemplates that a party to a contract enforcing a right arising from a contract will not be allowed to do so, where it is a partnership firm but is unregistered. It has also been held by this High Court that the bar does not apply to the filing of a defence. An application under <a href=\"/doc/1722761/\" id=\"a_88\">Section 34</a> of the Arbitration Act is not an independent proceeding. It is a proceeding in the suit itself and is aimed at defeating the suit. The applicant in such a case has not come to Court to enforce a right arising from a contract but is taking advantage of a statutory provision to stop a suit which has been filed by the other party. Mr. Roy argues that such proceedings are not intended to be governed by Sub-section (3) of Section 69. In my opinion, this is an argument of substance. The whole scheme of Section 69 appears to be this, that a party relying on the contract and trying to enforce his right under the contract by a suit will be subject to the restrictions imposed by Section 69. In other words, a partnership firm or a partner therein, in certain cases, will not be allowed to institute a suit or proceedings in Court for the enforcement of a right arising out of a contract between the partners as such. It, however, does not say that where a suit or proceeding has been instituted, a firm or its partners, as the case may be, cannot defend it, or cannot take steps in such proceedings to defeat it. It an unregistered firm can file a defence and contest the suit and have it dismissed, I do not sec why an unregistered firm cannot apply under <a href=\"/doc/1722761/\" id=\"a_89\">Section 34</a> and have the suit stopped, that is to say, make it ineffective. In my opinion, such proceedings are not intended to be brought within the scope of Sub-section (3) of Section 69.\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_29\">20. The result is that the preliminary point taken is of no substance and fails. In this particular case, the contract was between Shree Mahadeo Jute Mills Co. and Fulchand Kanhaiyalal &amp; Co. The application as originally framed in which the only petitioner was Partabmull Rameshwar was not in proper form. Now, however, all the partners of Shree Mahaduo Jute Mills Co., have been added as petitioners. There is, therefore, no further impediment in the frame of the application. As regards the merits of the application, there has been practically no contest before me. It is true that, in the suit, the contract has been challenged as illegal and/or void, but what has happened in this case is that the respondent Fulchand Kanhaiyalal Co., had made an application under <a href=\"/doc/1154891/\" id=\"a_90\">Section 33</a> for an identical declaration and that application was rejected by G.K. Mitter, J., who held against the contention of the respondent and declared the contract to be valid as also the arbitration clause by his order dated 14th September, 1961. That matter is, therefore, res judicata between the parties and cannot be re-agitated. I have already held so in . In fact, on this point Mr. Ghose has not advanced any argument at all.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_30\">21. For the reasons aforesaid this application should succeed and an order should be made in terms of prayer (a) to the petition. The respondent should pay the cost of this application to the petitioners, certified for two counsel.\n</p> \n\n","numcites":24,"numcitedby":3,"docsource":"Calcutta High Court","citetid":1146230,"divtype":"judgments","relatedqs":[{"value":"section 69 partnership act","formInput":"section%2069%20partnership%20act"},{"value":"section 34 of the arbitration act","formInput":"section%2034%20of%20the%20arbitration%20act"},{"value":"ejusdem generis","formInput":"ejusdem%20generis"},{"value":"specific performance","formInput":"specific%20performance"},{"value":"enforce the contract","formInput":"enforce%20the%20contract"},{"value":"partnership act/","formInput":"partnership%20act/"},{"value":"indian partnership act","formInput":"indian%20partnership%20act"},{"value":"application under Section 34 of the Arbitration Act","formInput":"application%20under%20Section%2034%20of%20the%20Arbitration%20Act"},{"value":"stay of suit","formInput":"stay%20of%20suit"},{"value":"arbitration, section 34","formInput":"arbitration%2C%20section%2034"},{"value":"set off claim","formInput":"set%20off%20claim"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"contract act","formInput":"contract%20act"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"partnership firm","formInput":"partnership%20firm"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"contract between parties","formInput":"contract%20between%20parties"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"\"ejusdem generis\"","formInput":"%22ejusdem%20generis%22"},{"value":"arbitration sec ","formInput":"arbitration%20sec%20"}],"cats":[{"value":"legal-stay","formInput":"tag:legal-stay"},{"value":"partnership,indian-partners,","formInput":"tag:partnership,indian-partners,"}],"courtcopy":false,"query_alert":null,"agreement":false}