{"tid":176013178,"publishdate":"2011-09-21","title":"M/S. Sai Sri Saraswathy Construction vs Ariyakudi Kasi Viswanathan on 21 September, 2011","doc":"<h2 class=\"doc_title\">M/S. Sai Sri Saraswathy Construction vs Ariyakudi Kasi Viswanathan on 21 September, 2011</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:v-p-karuppiah\">V.Periya Karuppiah</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-banumathi\">R.Banumathi</a>, <a href=\"/search/?formInput=benchid:v-p-karuppiah\">V.Periya Karuppiah</a></h3>\n\n<pre id=\"pre_1\">       \n\n  \n\n  \n\n \n \n IN THE HIGH COURT OF JUDICATURE AT MADRAS\n\nDATED :     21.09.2011\n\nCORAM\n\nTHE HONOURABLE MRS.JUSTICE R.BANUMATHI\nAND\nTHE HONOURABLE MR.JUSTICE V.PERIYA KARUPPIAH\n\nO.S.A.No. 130 of 2011\nand M.P.No.1 of 2011\n\nM/s. Sai Sri Saraswathy Construction\n(P) Ltd. represented by its Managing\nDirector, R.Balakumar,\n29,Second Floor, North Usman Road,\nT.Nagar,\nChennai \u0016 600 017\t\t\t\t\t..Appellant\n\nVs.\n\nAriyakudi Kasi Viswanathan\nChettiar Trust (Private Trust)\nrepresented by tis Chairman,\nVairam S.Vadivel Chettiar\n108, Bells Road, Triplicane,\nChennai \u0016 600 005\t\t\t\t\t..Respondent\n\n\tAppeal filed under  Clause 15 of the Letters patent read with Order XXXVI Rule 9 of the Original side Rules against the order dated 10.3.2011 \n\tFor Appellant \t   :   Mr.K.Alagirisamy, Senior Counsel\n\t\t\t\t       for Mr.P.Rajamanickam\n\n\tFor Respondent\t   :   Mr.S.Natanarajan\n\n\n\t\t\t\t\t\nJ U D G M E N T\n</pre>  \n<p data-structure=\"Issue\" id=\"p_1\">V.PERIYA KARUPPIAH.,J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\tThis appeal has been directed against the order of the learned single Judge passed in O.A.No.81 of 2011 dated 10.3.2011, rejecting the relief of interim injunction restraining the respondents from alienating the properties, pending disposal of the arbitration proceedings.\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">\t2. The case of the appellant/applicant  before the learned single Judge would be as follows:\n</p><blockquote id=\"blockquote_1\">\tThe respondent is the owner of vast extent of land measuring 36.16 acres  at Puliyur Village, Karur Taluk and District.  The respondent developed the land and divided them into house sites and obtained D.T.C.P. approval in No.451/1999 and formed &#x27;Ariyakudi Kasi Viswanathan Chettiar Nagar&#x27;. The applicant/appellant is engaged in procuring approved sites in lay out for the  actual use of members of the Tamilnadu Teachers Housing Trust, Chennai.  The applicant entered into an agreement of sale with the respondent on 17.06.2006. As per the agreement, the respondent shall sell to the applicant&#x27;s nominee approved plots and shops at the rate of Rs.65/- per sq.ft and at Rs.32.50 per sq.ft. for those other than residential plots which are saleable viz., School Community hall etc.  The respondent also  received  an  advance  of Rs.10 lakhs  on  the  same day.  Though the time was fixed as 5 months for completion, it could be extended on mutual consent. The agreement covered 14.93 &lt; acres of land described in the B schedule to the said agreement.  In pursuance of the said agreement, the applicant  made  payments  of Rs.1,99,98,775/- on various dates as sale  consideration  and  obtained  receipts  from the respondent. A M.O.U  was  signed on 25.10.2007 and the respondent confirmed that the  applicant  is  entitled  to  purchase  all  the lands covered under the Agreement of sale dated 17.06.2006.  The respondent also executed three deeds of power of Attorney in favour of one Krishnamoorthy, a nominee of the applicant on 23.02.2007, 26.02.2007 and 19.10.2007 respectively. He also executed another power Deed in favour of the applicant on 19.5.2008.  All the Power Deed are in respect of specific plots of land in the sanctioned lay out No.451/1990. The applicant came to know that the respondent is planning to give a go by to the agreement of sale dated 17.6.2006 and wanted to sell the remaining house sites to third parties for higher price. The respondent executed few sale deeds, contrary to the agreement. As per the agreement of sale dated 17.6.2006, the respondent agreed to sell all the plots of land falling in specific survey numbers morefully described in the B-schedule to the said agreement. He had received Rs.1,99,98,775/- on various dates and executed Power Deeds in lieu of Sale Deeds in respect of part of the house sites agreed to be sold under Agreement of Sale dated 17.06.2006. The Agreement of Sale, dated 17.6.2006 is very much in force  and acted upon by the respondent till now. The applicant has lastly paid substantial amount on 19.5.2008 towards the Agreement of Sale dated 17.6.2006. Under the said Agreement, the respondent is bound to sell all the pieces of land covered under the said agreement, only to the applicant and not to anybody. The respondent has violated the agreement dated 17.6.2006 and all other conditions of M.O.U. and was acting against the applicant. As per the agreement dated 17.6.2006,  all the disputes relating to the agreement shall only be referred to arbitration. Therefore, legal notice dated 10.10.2010 was issued by the applicant calling upon the respondent to settle the dispute with the arbitrator and calling upon him not to alienate the properties in question. Even though the said notice was received by the respondent, he did not even care to send a reply. Therefore, the applicant caused paper publication but the respondent proceeded to sell the plots to various third parties.  Hence, Original Application No.81 of 2011 has been filed for seeking temporary injunction restraining the respondents from alienating the properties mentioned in the schedule thereunder.\n</blockquote>\t\n<p data-structure=\"RespArg\" id=\"p_4\">\t3. The contention of the respondent made before the learned single Judge would be thus:\n</p><blockquote id=\"blockquote_2\">\tThe respondent is the owner of the vast land measuring about 34.33 acres of land covered by S.No.1421, 1429 and 1430 of Puliyur Village, Karur Taluk, Trichy District, situated within the Sub-Registration District of Karur. The respondent developed the said land and divided them into house sites by obtaining D.T.C.P. Approval No.451/1990 and formed &#x27;Ariya Kudi Kasi Viswanathan Chettiar Nagar&#x27;.  The respondent is also possessed of neighbouring lands.  In respect of the lands covered by the suit  lay out  and the neighbouring lands, the respondent had already entered into an Agreement of Sale on 4.7.2005 with one R.Raju, residing at Rameswarapatti, Manmangalam Post, Karur, Karur District. On 17.6.2006, the respondent as the Vendor and the said R.Raju as the Agreement Holder entered into the Tripartite Agreement with the applicant herein whereunder the applicant undertook to purchase the said lands at the rate of Rs.65/- sq.ft. regarding the approved plots and shops  and at Rs.32.50 per sq.ft. for the school, community hall etc.,  i.e., other than the residential plots, which are saleable and paid a sum of Rs.10 lakhs as advance to the respondent. It was agreed that the advance amount shall be adjusted lastly at the time of conclusion of the final registration.  The said agreement was agreed to be in force for five months from 17.6.2006 to 17.11.2006.  The applicant could not arrange for sale within five months.  The applicant requested the respondent to execute power of attorney in favour of one Sri Krishnamoorthy in respect of 50 plots covered by receipt No.3 of 2007  filed as document No.3  by the applicant.  The same was executed  empowering the said Krishnamoorthy to sell 48 plots and shop plots bearing Nos. 2 and 5 of the said lay out  covered in document No.4 of the applicant typed set. The Tripartite agreement dated 17.6.2006 has become time barred and the applicant requested to execute another agreement for the purpose of negotiating with its purchasers.    Another agreement was also executed on 15.6.2007. In the said agreement, it was agreed that it shall be in force for a period of five months only from 15.6.2007 to 14.11.2007.  During the said period only, the respondent executed Power of Attorney dated 19.10.2007 in favour of Krishnamoorthy empowering him to sell 19 plots of the said lay out  covered under receipt No.4 filed as document No.5 of the applicant&#x27;s typed set.  Since the applicant could not complete the sale transaction, at the request of the applicant, the respondent executed another power of attorney dated 19.5.2008 in favour of the deponent  empowering him to sell 24 plots of the said layout DTCP No.451 of 1990. Both the agreement dated 17.6.2006 and 15.6.2007 have totally become time barred. The applicant has conveniently suppressed the execution of the agreement of sale dated 15.6.2007 which came to be executed due to lapse of earlier agreement of sale dated 17.6.2006 by efflux of time.  Similarly, agreement dated 15.6.2007 became time barred by 14.11.2007.  The execution of power of attorney dated 19.5.2008 can never be treated as consent given for the extension of time agreed under the said agreement to sell.  Had it be so, nothing prevented the applicant to get necessary endorsement in any of the two deeds of agreement to sell regarding the extension of time for performing the agreement.  The execution of agreement of sale is entirely different from the execution of Deeds of Power of Attorney.  The deeds of power of attorney have been executed only in favour of the individuals and receipts have also been issued only in favour  of  the  individuals and  either  the execution  of  the  deeds  of  power of attorney or the execution of the receipt  be  relied  upon  for alleging any implied extension of time.  The rights available with the applicant is only to go for registration of the sale deeds in respect of the plots covered by the said four deeds of power of attorney in pursuance of the powers granted under the respective  deeds of  powers  of  attorney.  Since the agreement is not existing or subsisting, the applicant has no right to invoke the question of arbitration clause and the applicant is not entitled to invoke the provisions of <a href=\"/doc/1306164/\" id=\"a_1\">Arbitration and Conciliation Act</a> 1996. If the applicant had been really interested in going for arbitral proceedings, he could have initiated arbitration proceedings. On the other hand,  the applicant has conveniently waited for three months and filed the O.A. after three months. This would go to show that the applicant is aware that he cannot invoke the provisions of <a href=\"/doc/1052228/\" id=\"a_2\">Arbitration Act</a>  but has filed the O.A. only as a speculative one.  The applicant has not included R.Raju as the respondent in the O.A.  Due to the non-joinder of parties, the O.A. has to be dismissed.\t The M.O.U. dated 25.11.2007 does not extend the time agreed under the said agreement dated 15.6.2007. All the four receipts  filed by the applicant   would show that there is no mention about the agreement dated 15.6.2007 or M.O.U. Dated 25.10.2007.  Hence, the two documents are sham and nominal and not intended to act upon.  The two agreements to sell would reveal that the applicant was only acting as a broker for procuring buyers  and the applicant is not a bonafide purchaser. Hence, the O.A. has to be dismissed.\n</blockquote>\t\n<p data-structure=\"Section\" id=\"p_5\">\t4. The  averment in the reply affidavit filed by the appellant would read as follows:\n</p><blockquote id=\"blockquote_3\">\tThe appellant/applicant denies  that the agreement dated 17.6.2006 and the subsequent agreement and the M.O.U made in 2007 all expired by efflux of time, on the contrary, the agreement   continues to be in force. The actual users of the house sites are members of the Teachers Trust and the applicant is only a facilitator. As and when the sale amount was received from the members, it was paid to the respondent and as agreed upon, the respondent gave power of attorney in favour of the Director of the petitioner company. The last of such payment  and execution of power was on 19.5.2008.  Along with the power, the respondent executed full payment receipt of sale price for which power was given. The last of such receipt was executed by the respondent on 19.5.2008. In every receipt, the respondent  has mentioned about the original agreement dated 17.6.2006 and hence, the said agreement has been in full force all these days till now. The respondent has received more than two crores of rupees.  The applicant has laid pucca road and created a beautiful Nagar. One Chellammal and Selvaraj filed a suit O.S.No.56 of 2008 before the District Munsif Court, Karur questioning the authority of the respondent in selling the property. They also obtained interim injunction. In the said suit, the applicant was also a party. When the applicant approached to purchase of the remaining lands, the respondent is evading the issue. He made use of the development of roads and sold the plots to third parties for enhanced sale price and violated the agreement. Hence, the original application in O.A.No.81/2001 was filed and therefore, the interim injunction may be made absolute. \n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_6\">\t5. The learned single Judge, after a full-fledged hearing, had dismissed the application. However, it was stated  in the judgment that  the finding reached by the learned single Judge be not taken as an expression of opinion on merits and it is for the Arbitrator to decide the case on merits by taking into consideration of the pleadings and the evidence which may be produced by the parties. \n</p>\n<p data-structure=\"PetArg\" id=\"p_7\">\t6. Heard Mr.Alagirisamy,  learned    senior   counsel   appearing   on behalf of Mr. P.Rajamanickam, learned counsel    for the appellant and Mr.Natanarajan, learned counsel appearing for the respondent.\n</p>\n<p data-structure=\"RespArg\" id=\"p_8\">\t7. Learned senior counsel Mr.Alagirisamy would submit in his argument that the order of dismissal of the application filed under <a href=\"/doc/1079220/\" id=\"a_3\">Section 9</a> of the Arbitration and Conciliation Act 1996 is not sustainable. He would further submit that the  interpretation given by the learned single Judge regarding the scope of <a href=\"/doc/1079220/\" id=\"a_4\">Section 9</a> of the Arbitration and Conciliation Act 1996 is not correct.  He would further submit that when the parties have agreed that there were agreements in respect of the schedule mentioned properties with   Arbitration  Clauses, it must be considered by the learned single Judge that any dispute arising out of the said agreement should be relegated to the arbitration proceedings. He would further submit that the learned single Judge has also faulted in interpreting <a href=\"/doc/1846895/\" id=\"a_5\">Section 7</a> of the Arbitration and Conciliation Act in rejecting the claim of the appellant/applicant in seeking for interim relief, despite the presence of the arbitration clauses. He would also submit that the agreement entered into between the parties have partly executed and the respondent had received almost a sum of Rs.2 crores in pursuance of the said agreement dated 17.6.2006 and any dispute arising out of the said agreement should be considered in arbitration proceedings and till such time, the subject matter of arbitration should have been preserved under <a href=\"/doc/1079220/\" id=\"a_6\">section 9</a> of the Act. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1979603\" id=\"span_1\">He would further submit that having found that the findings of the learned single Judge would not affect the merits of the case to be agitated before the arbitrator, the learned single Judge ought not to have refused the grant of interim injunction in order to preserve the subject matter of the agreement. He would also submit that the subsequent agreements are in  pursuance of the earlier agreement dated 17.6.2006 which contains the arbitration clause and it is available for parties to have referal of the disputes to the arbitrator as per <a href=\"/doc/1846895/\" id=\"a_7\">section 7</a> of the Act. He would further submit that the reason given by the learned single Judge that lis pendens would operate and therefore, if any alienation have been entered by the respondent, it could have been set aside as illegal and null and void, cannot be sustained since the provisions of <a href=\"/doc/1079220/\" id=\"a_8\">Section 9</a> of the Act is meant for prevention of unlawful transactions and preservation of the subject matter of the property. He would also bring it to our notice, a judgment of the Honourable Apex Court reported in 1980(4) SCC 556 (<a href=\"/doc/1979603/\" id=\"a_9\">Rukmanibai Gupta v. Collector, Jabalpur</a>) for the principle that the arbitration clause may be in any form  in the agreement entered into between the parties.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"133070\" id=\"span_2\">He would also bring it to our notice yet another judgment of the Honourable Apex Court reported in 2007 (5) SCC 28 (<a href=\"/doc/133070/\" id=\"a_10\">Punjab State v. Dina Nath</a>) for the principle that any dispute in between the parties would include subsequent activities of both parties which would include the agreements entered for the same purpose.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1768415\" id=\"span_3\">He would also cite a judgment of the Delhi High Court reported in 2001 RAJ (Recent Arbitration Judgment) 46 (Del) between M/s. <a href=\"/doc/1768415/\" id=\"a_11\">Thomson Press India Ltd. v. Secretary Finance, Govt. of N.C.T. Of Delhi</a>, for the proposition that the essence of the arbitration agreement can be gathered  from the documents had in between the parties, even from the tender conditions.  He would further submit that the provisions of <a href=\"/doc/1846895/\" id=\"a_12\">Section 7</a> would also facilitate the presence of arbitration clause in any of the correspondence or in any document entered into between the parties which may also  enable the appellant to  have the arbitration in clause 13 of the Agreement dated 17.6.2006. He would further submit that the respondent having already   received  Rs.2 crores towards the sale of the properties has now taken steps to alienate the remaining house plots to third parties to the detriment of the terms of the  agreements had in between the parties and therefore, the remaining house plots, the  subject matter of the agreement should  be preserved till the disposal of the arbitration proceedings. He would also submit that the notice sent  by  the  appellant  to  the  respondent seeking for appointment of Arbitrator was replied with false particulars and therefore, it had become necessary for the applicant to apply for appointment of Arbitrator under <a href=\"/doc/1841764/\" id=\"a_13\">Section 11</a> of the Act  before the Honourable  Chief Justice, it is pending. He would further submit that the prima facie case is in favour of the appellant and  the subject matter of the agreement being the house plots,  promoted out of  the properties be ordered to be preserved by the way of an order of interim injunction till the arbitration proceedings are over or till such time as the Court deems it fit. The learned senior counsel  would therefore request us to interfere with the order passed by the learned single Judge and to set aside the same and to grant an order of interim injunction as sought for.</span> \n</p>\n<p data-structure=\"RespArg\" id=\"p_9\">\t8. Mr.Natanarajan, learned counsel for the respondent would submit in his argument that the earlier agreement entered into between the parties was dated 17.6.2006 and it was entered with one Raju and the same being a tripartite agreement, the present application filed by the applicant is not sustainable for want of  joinder of necessary parties. He would further submit that the said agreement was superseded by the subsequent agreement and the said agreement was also for a limited period of 5 months and there was no arbitration clause in the subsequent agreements and the agreement dated 17.6.2006 was not in force and therefore, the claim for appointment of Arbitrator is also not sustainable. He would further submit that if the appointment of Arbitrator is not available to the applicant, there is no question of  grant of interim injunction under <a href=\"/doc/1079220/\" id=\"a_14\">Section 9</a> of the Arbitration and Conciliation Act. He would also submit that admittedly an application under <a href=\"/doc/1841764/\" id=\"a_15\">Section 11</a> of the Act is pending before the Honourable Chief Justice for  appointment of Arbitrator and unless it is decided, the request of the applicant cannot be granted towards the passing of interim injunction. He would also submit that the properties comprised in the agreement are to the extent of 1493 &lt; and 36.16 acres in different survey numbers  at Melapalayam Village, Karur Taluk, Karur District and admittedly, those properties are not within the jurisdiction of this Court and an injunction cannot be granted since the specific performance sought to be claimed before the Arbitrator would be amounting to a suit for land if injunction is ordered. In such circumstances, the interim injunction cannot be ordered. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1382782\" id=\"span_4\">In support of his arguments, the learned counsel for the respondent would cite a judgment of this Court reported in 1995(2) CTC 181 (<a href=\"/doc/1382782/\" id=\"a_16\">P.Ranganathan v. Sai Jagannathan</a>). Relying upon <a href=\"/doc/1382782/\" id=\"a_17\">the said judgment</a>, the learned counsel for the respondent would submit that the claim for interim injunction is not sustainable against the properties lying outside the jurisdiction of this Court,   since the arbitration proceedings would  be amounting to a suit for land. He would therefore, submit that the provisions of <a href=\"/doc/1079220/\" id=\"a_18\">Section 9</a> cannot be invoked since the proceedings under <a href=\"/doc/1841764/\" id=\"a_19\">Section 11</a> pending before the Honourable Chief Justice is pending.  He would further submit in his argument that the notice said to have been issued by the appellant/applicant was only addressed to Vairam S.Vadivel Chettiar and not to the Trust represented by its Chairman or Trustee Vairam @ S.Vadivel Chettiar. He would also submit that the said notice was sent long after the agreement and therefore,  the issuance of notice will not help the applicants.  He would also submit in his argument that the agreement had  in between the parties were time barred and no arbitration is clause  specifically stated in the agreement and the notice issued by the appellant is also not valid and even otherwise the first agreement was superseded by the subsequent agreement and therefore, there cannot be  any interim injunction passed against the respondent. Therefore, he would request the Court that there is no circumstance shown to interfere with the judgment of the learned single Judge and , the appeal may be dismissed.</span>\n</p>\t\n<p data-structure=\"CDiscource\" id=\"p_10\">\t9. We have given anxious thoughts to the arguments advanced on either side.\n</p>\t\n<p data-structure=\"Facts\" id=\"p_11\">\t10. The admitted facts are that the appellant and the respondent have entered into an agreement on 17.6.2006 as putforth by the appellant along with one person R.Raju which is a tripartite agreement wherein the appellant herein undertook to purchase the said land at the rate of Rs.65/-  per sq.ft. with regard to the approved plots for residential and shop purposes and  at Rs.32.50 per sq.ft  in respect of the sites for School, Community  Hall etc. and paid an advance of Rs.10 lakhs to the respondent with an understanding that it would be adjusted lastly at the time of conclusion of the final registration. Further, the respondent had executed power of attorney in favour of Srikrishnamurthy, the Director of the appellant  Company in respect of 50 plots  for houses and thereafter, yet another Power of Attorney in respect of 48 plots  for houses and two shop plots  bearing No.2 and 5 of the lay out. The parties have subsequently entered into another agreement on 15.6.2007 extending the earlier agreement and on that basis, the respondent had executed a Power of Attorney  in favour of the said Krishnamurthy on 19.10.2007 to sell 19 plots. Further, the respondent executed yet another Power of Attorney on 19.5.2008 empowering him to sell 24 plots even though there was no extension of the agreement.\n</p>\n<p data-structure=\"Section\" id=\"p_12\">\t11. It is also an admitted  fact that Clause 13 of the agreement dated 17.6.2006 contains the Arbitration  Clause which runs as follows:\n</p><blockquote id=\"blockquote_4\">\t&quot;13. If any disputes arise, the matter should be decided by the Common Arbitrator, under the Arbitration Clause.&quot;\n</blockquote>\t\n<p data-structure=\"CDiscource\" id=\"p_13\">\t12. According to the submission of the learned counsel for the respondent,  the earlier agreement dated 17.06.2006 was time barred and therefore, the second agreement was executed in between the parties on 15.6.2007 and  the agreement dated 17.6.2006 is superseded. As regards the sustainability of the appointment of Arbitrator, it has been admitted by both the parties that <a href=\"/doc/1841764/\" id=\"a_20\">Section 11</a> Application  is  pending  before the Honourable Chief Justice. Further, the said  agreement dated 15.6.2007, which was stated to have been time barred on the expiry of 5 months by 14.11.2007, cannot be considered as time barred,  since there was an execution of Power of Attorney by the respondent in favour of the applicant for the sale of 19 plots. Apart from that, there was a memorandum of understanding executed in between the parties on 25.10.2007. In the receipt executed by the respondent in favour of the applicant on 19.5.2008, it has been confirmed by the respondent about the existence of the agreement dated 17.6.2006 as produced in page No.45 of the typed set. Therefore, we could prima facie find that the earlier agreement dated 17.6.2006 was not given a go-by by virtue of entering into (i) a subsequent agreement dated 15.6.2007 and (ii) the memorandum of understanding dated 25.10.2007. In the back drop of the case, when we approach the order passed by the learned single Judge, we could see that the order should speak to the effect that the findings reached by the learned single Judge should not be taken as an expression of opinion on merits and it is for the Arbitrator to decide the case on merits by taking into consideration  the pleadings and the evidence which may be let by the parties. The said findings of the learned singe Judge was not questioned by the respondent. Therefore, we could see that the learned single Judge has come to a conclusion that there is a valid Arbitration clause existing in between the parties and since it is the subject of the proceedings of <a href=\"/doc/1841764/\" id=\"a_21\">Section 11</a> of the Act  pending before The Honourable  Chief Justice. The learned single Judge has also found  that doctrine of lis pendens would operate and if any alienation is effected by the respondent, it would be affected by doctrine of lis pendens as per <a href=\"/doc/1634925/\" id=\"a_22\">Section 52</a> of the Transfer of Property Act .   \n</p>\t\n<p data-structure=\"PetArg\" id=\"p_14\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979603\" id=\"span_5\">13. Learned  senior counsel would cite the judgment of the Honourable Apex Court reported in (1980)4 SCC 556 (<a href=\"/doc/1979603/\" id=\"a_23\">Rukmanibai Gupta v. Collector</a>) for the principle that the arbitration agreement need not be  in any particular form. Paragraph No.6 of the judgment reads as follows:</span>\n</p><blockquote id=\"blockquote_5\">\t&quot;Does Clause 15 spell out an arbitration agreement? <a href=\"/doc/1430346/\" id=\"a_24\">Section 2(a)</a> of the Arbitration Act, 1940, defines &#x27;arbitration agreement&#x27; to mean a written agreement to submit present or future difference to arbitration, whether an arbitrator is named therein or note. Clause 15 provides that  any doubt, difference or dispute, arising after the execution of the lease deed touching the construction of the terms of the lease deed or anything therein contained or any matter or things connected with the said lands or the working or non-working thereof or the amount or payment of any rent  or royalty reserved or made payable thereunder, the matter in difference shall be decided by the lessor whose decision shall be final. The reference has to be made to the lessor and the lessor is the Governor. His decision is declared final by the terms of the contract. His decision has to be in respect of a dispute  or difference that may arise either touching the construction of the terms of the lease deed or disputes or differences arising out of the working or non-working of the lease or any dispute about the payment of rent or royalty payable under the lease deed. Therefore, Clause 15 read as a whole provides  for referring future disputes to the arbitration of the Governor. Arbitration agreement is not required to be in any particular form. What is required  to be ascertained is whether the parties have agreed that if disputes arise between them in respect of the subject-matter of contract such dispute shall be referred to arbitration, then such an arrangement would spell out an arbitration agreement. A passage from RUSSELL ON ARBITRATION, 19th Edn., P.59, may be referred to with advantage:\n</blockquote><blockquote id=\"blockquote_6\">\tIf it appears from the terms of the agreement by which a matter is submitted to a person&#x27;s decision that the intention of the parties was that he should hold an inquiry in the nature of a judicial inquiry and hear the respective cases of the parties and decide upon evidence laid before him, then the case is one of an arbitration.\n</blockquote><blockquote id=\"blockquote_7\">\tIn the clause under discussion there is a provision for referring the disputes to the lessor and the decision of the lessor is made final. On its true construction it spells out an arbitration agreement.\u0014\n</blockquote><p data-structure=\"Precedent\" id=\"p_15\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"133070\" id=\"span_6\">14. Similar view has been taken by yet another judgment of the Honourable Apex Court reported in 2007(5) SCC 28 (<a href=\"/doc/133070/\" id=\"a_25\">Punjab State v. Dina Nath</a>). The relevant passage in paragraph No.8 would run thus:</span>\n</p><blockquote id=\"blockquote_8\">\t\u00138. A bare perusal of the definition of arbitration agreement would clearly show that an arbitration agreement is not required to be in any particular form. What is required to be ascertained is whether the parties have agreed that if any dispute arises between them in respect of the subject-matter of the contract, such dispute shall be referred to arbitration. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979603\" id=\"span_7\">In that case, such agreement would certainly spell out an arbitration agreement (See   <a href=\"/doc/1979603/\" id=\"a_26\">Rukmanibai Guta v. Collector</a>.) However, from the definition of the arbitration agreement, it is also clear that the agreement must be in writing  and to interpret  the agreement as an \u0013arbitration agreement\u0014 one has to  ascertain the intention of the parties and also treatment of the decision as final. If the parties had desired and intended that a dispute must be referred to arbitration for decision and they would undertake to abide by that decision, there cannot be any difficulty to hold that the intention of the parties was to have an arbitration agreement, that is to say, an arbitration agreement immediately comes into existence.\u0014</span>\n\t\n</blockquote><p data-structure=\"Precedent\" id=\"p_16\">\t15. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1768415\" id=\"span_8\">In the judgment of Delhi High court reported in 2000(1) RAJ 46 (Del) M/s.Thomson <a href=\"/doc/1768415/\" id=\"a_27\">Press India Ltd. v. Secretay Finance, Govt. of N.C.T. Of Delhi</a>), it has been concluded that the tender condition may also be considered as an arbitration clause which is requested to be in the form of writing. As far as this case is concerned, we find the genuineness of the agreement dated 17.6.2006 by virtue of receipt given on 19.8.2008 by the respondent and it would show a prima facie case for  us to hold that there is an arbitration clause for the subsequent transactions also had in between the parties. Our view is however subject  to the  decision to be  reached by the Honourable Chief Justice in <a href=\"/doc/1841764/\" id=\"a_28\">Section 11</a> application which is  pending. However, the provisions of <a href=\"/doc/1079220/\" id=\"a_29\">Section 9</a> would go to show that whenever there is a prima facie case for Arbitration, the subject matter of the Arbitration should have been preserved.</span> \n</p>\t\n<p data-structure=\"CDiscource\" id=\"p_17\">\t16. It is the apprehension of the appellant that the respondent is about to sell away the remaining plots to some other purchasers for higher price ignoring the agreement had in between the parties and if the respondent is  permitted to do so, it would result in huge irreparable loss. The appellant would also submit that the balance of convenience is also in favour of the appellant. No  doubt it is true, the disputes in between the parties should have been adjudicated by way of arbitration, if  the Arbitrator has been appointed by the order of the Honourable Chief Justice under <a href=\"/doc/1841764/\" id=\"a_30\">Section 11</a> application which is pending. If for any reason, the Arbitrator has been appointed on the foot of the agreement had in between the parties and if any alienation is done by the respondent in the meanwhile, the right of the appellant is likely to be affected. \n</p>\t\n<p data-structure=\"RespArg\" id=\"p_18\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1382782\" id=\"span_9\">17. At this  juncture, the judgment of this  Court reported in 1995(2) CTC 181 (<a href=\"/doc/1382782/\" id=\"a_31\">P.Ranganathan v. Sai Jagannathan</a>) referred to by the learned counsel for the respondent would be relevant.  It is stated that in the proceedings pending before this Court, no injunction could be granted against the respondent, since the properties are situated at Karur Taluk and District.  He would further stress that if any injunction is granted  it would be amounting to a suit for land. The relevant portion of <a href=\"/doc/1382782/\" id=\"a_32\">the said judgment</a> would run thus:</span>\n</p><blockquote id=\"blockquote_9\">\t\u00136. The suit being one for bare injunction it is a suit for land. In other words, it is a suit for the purpose of acquiring possession of , or safeguarding possession of, or establishing title to or a right in land viz., the suit schedule property. It cannot be stated that the expression \u0013suit for land\u0014 should be confined and limited to suits for recovery of possession of land or to obtain a declaration of title to land only. \n</blockquote><p data-structure=\"Precedent\" id=\"p_19\">\tIn this connection, I would like to refer to the decision reported in Gokuldas v. Chaganlal and Ors. I.L.R. 1927 Cal 655 wherein it has been held that the expression \u0013suit for land\u0014 in Clause 12 was not limited to suits in which  plaintiff sought to recover possession of land or other immovable property.  Therefore, even a suit for bare injunction in respect of an immovable property, in  my opinion, is to be considered only as a suit for land, since the expression \u0013suit for land\u0014 was construed to mean a suit, which was substantially for land, that is to determine the title and possession of the land. Clause 12 of the Letters Patent came up for consideration before the federal Court in the decision  reported in Moolji Jaitha &amp; Co., v. Khandesh Spinning and Weaving Mills Company Ltd., 1950 SCJ 51. Their Lordships discussed the construction and meaning of the words \u0013suit for land\u0014 exhaustively and have held as follows:\n</p><blockquote id=\"blockquote_10\">Kania , C.J. The last alternative in clause 12 of the Letters Patent, which refers to the residence of the defendant or his carrying on business within the limits of the court&#x27;s original jurisdiction is an alternative having reference only to the words \u0013a other cases\u0014 and applies to all other cases other than suits for land only.\n</blockquote><blockquote id=\"blockquote_11\">Mahajan,J. - The last part of Clause 12 of the Letters Patent does not confer jurisdiction on the High Court on the ground of residence of the defendants in suits for land. This clause is governed by the expression \u0013in all other causes\u0014 occurring in its earlier part.\n</blockquote><blockquote id=\"blockquote_12\">Mukherjea, J. - The last alternative in clause 12 of the Letters patent which refers to the residence of the defendants or his carrying on business within the limits of the Court&#x27;s jurisdiction is a provision applicable to all cause other than suits for land.\u0014\nTheir Lordships have considered the construction and meaning of words \u0013suit for land\u0014 in Clause 12 and have held that the last part of Clause 12 applies to all other than suits for land only and therefore, we have to necessarily hold that the present suit being one for land lying outside the jurisdiction of this Court, the High Court has no jurisdiction to entertain the suit irrespective of the fact that the defendants are residing within the jurisdiction of this court. When the suit itself is not maintainable, the question of grating injunction does not arises. Therefore, the preliminary point raised in the injunction application is decided to hold that the suit is not maintainable in this Court and therefore, injunction also cannot be granted and the injunction already granted has to be vacated ad the plaint is to be returned to the plaintiffs presentation before proper Court.\u0014\n</blockquote><p data-structure=\"RespArg\" id=\"p_20\">\t<span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1382782\" id=\"span_10\">18. As regards interim injunction sought for by the appellant, it is purely a preventive injunction not to alienate the suit properties till the arbitration proceedings are completed. There is no injunction sought for, to interfere with the possession of the suit properties nor any recovery of possession of the properties have been sought for.  The nature of interim injunction asked for by the appellant is personally against the respondent not to alienate the said properties. In the judgment of the Honourable First Bench of this Court reported in 2006(1) CTC 270 (Thamiraparani Investments Pvt.Ltd. v. Meta Films Pvt.Ltd.) it has been considered that only in the caseof if possession of the land is  affected by an order of injunction, the suit will be considered as the suit for land. As far as this case is concerned, there is no interim injunction sought for by the appellants to have a control over the land but it is only against the respondent not to alienate the said properties till the arbitration proceedings are over. Therefore, the judgment cited by the learned counsel for the respondent  in 1995(2) CTC 181 (<a href=\"/doc/1382782/\" id=\"a_33\">P.Ranganathan v. Sai Jagannathan</a>) is not applicable to the facts of this case. According to <a href=\"/doc/1079220/\" id=\"a_34\">Section 9</a> of the Arbitration and Conciliation Act, an interim measure of protection in respect of the subject matter of the property can be done by  prohibition or by  interim injunction etc., at any time before or during the arbitral proceedings. No doubt, the application for appointment of Arbitrator has been filed under <a href=\"/doc/1841764/\" id=\"a_35\">Section 11</a> of the Act and it is pending.</span>\t\n</p>\n<p data-structure=\"Conclusion\" id=\"p_21\">\t19.Since we find a prima facie case in favour of the appellant, there will be an order of interim injunction till it is decided by The Honourable Chief Justice as to the appointment of arbitrator in the application filed under <a href=\"/doc/1841764/\" id=\"a_36\">Section 11</a> of the Act and if the application is ordered by The Honourable Chief Justice, the interim injunction shall continue till the arbitration proceedings are over and in case, the application under <a href=\"/doc/1841764/\" id=\"a_37\">Section 11</a> is dismissed, the interim injunction granted by this Court  shall stand automatically cancelled. In view of the decision reached by us, the order passed by the learned single Judge is modified and the appeal is allowed with the an order of interim  injunction as stated above.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_22\">\t20. For the foregoing discussions, we are of the considered view that the learned single Judge ought to have granted interim injunction under <a href=\"/doc/1079220/\" id=\"a_38\">Section 9</a> of the said Act in order to preserve the subject matter of the dispute in between the parties.  The order of the learned single Judge is modified   with an order of interim injunction as stated above and the appeal is allowed accordingly. No costs. Consequently, connected M.P.No.1 of 2011 is closed. \t\t\t\t\t\n</p>\n\n\n\n\n\n\n\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_23\">vsi\n\n</p>","numcites":11,"numcitedby":17,"docsource":"Madras High Court","citetid":176013178,"divtype":"judgments","relatedqs":[{"value":"agreement of sale","formInput":"agreement%20of%20sale"},{"value":"lis pendens","formInput":"lis%20pendens"},{"value":"power of attorney","formInput":"power%20of%20attorney"},{"value":"no interim injunction","formInput":"no%20interim%20injunction"},{"value":"when an injunction can be granted","formInput":"when%20an%20injunction%20can%20be%20granted"},{"value":"the powers of power of attorney?","formInput":"the%20powers%20of%20power%20of%20attorney%3F"},{"value":"\"subsequent agreement\"","formInput":"%22subsequent%20agreement%22"},{"value":" agreement to sale and agreement of sale","formInput":"%20agreement%20to%20sale%20and%20agreement%20of%20sale"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"power of attorney by power of attorney","formInput":"power%20of%20attorney%20by%20power%20of%20attorney"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"tripartite agreement ","formInput":"tripartite%20agreement%20"},{"value":"sale and agreement to sale","formInput":"sale%20and%20agreement%20to%20sale"},{"value":"\"prima facie case\"","formInput":"%22prima%20facie%20case%22"},{"value":"ctc","formInput":"ctc"},{"value":"injunction order","formInput":"injunction%20order"},{"value":"\"Lis pendens","formInput":"%22Lis%20pendens"},{"value":"arbitration proceedings","formInput":"arbitration%20proceedings"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"arbitration and conciliation act/ sortby:/","formInput":"arbitration%20and%20conciliation%20act/%20sortby%3A/"}],"cats":[{"value":"appointment-of-arbitrators","formInput":"tag:appointment-of-arbitrators"},{"value":"interim-measures-etc-by-court","formInput":"tag:interim-measures-etc-by-court"},{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":true,"query_alert":null,"agreement":false}