{"tid":88684536,"publishdate":"2019-07-24","title":"The Consortium Comprising Of Lasen And ... vs Mumbai Metropolitan Regional ... on 24 July, 2019","doc":"<h2 class=\"doc_title\">The Consortium Comprising Of Lasen And ... vs Mumbai Metropolitan Regional ... on 24 July, 2019</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIRONLINE 2019 BOM 679, 2019 (5) ABR 350</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:g-s-kulkarni\">G.S. Kulkarni</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:g-s-kulkarni\">G.S. Kulkarni</a></h3>\n\n<pre id=\"pre_1\">                                         1                                    carapl 89-19\n\npsv\n\n                   IN THE HIGH COURT OF JUDICATURE AT BOMBAY\n                       ORDINARY ORIGINAL CIVIL JURISDICTION\n                            IN ITS COMMERCIAL DIVISION\n\n            COMMERCIAL ARBITRATION APPLICATION (L.) NO.89 OF 2019\n\n       The Consortium comprising of\n       Larsen &amp; Toubro Limited &amp; Anr.              ..Applicants\n                  Vs.\n       Mumbai Metropolitan Regional\n       Development Authority                       ..Respondent\n                                         -----\n\n       Mr.Atul Sharma with Mr.Ravi Varma, Mr.Siddhartha Srivastava,\n       Mr.Abhinav Sharma, Mr.Ankit Kothari, Mr.Sachin Sharma i/b. M/s.\n       Link Legal India Law Services for Applicants.\n       Mr.Gautam Ankhad with Ms.Pooja Sharma i/b. Kanga &amp; Co. for\n       Respondent.\n                                         -----\n\n                                      CORAM :      G.S. KULKARNI, J.\n\n\n                                      DATE       : 24th JULY, 2019\n\n\n       JUDGMENT:</pre>\n\n\n<p data-structure=\"Issue\" id=\"p_1\">       1.      This is a petition under <a href=\"/doc/1841764/\" id=\"a_1\">Section 11</a> of the Arbitration and\n\n       Conciliation Act, 1996 (for short, &quot;the Act&quot;) whereby the applicants\n\n       pray for appointment of an arbitral tribunal as per the General\n\n       Conditions of the Contract (for short, &quot;GCC&quot;), for and on behalf of\n\n       parties, for adjudication of the disputes which are stated to have arisen\n\n       under the Contract Agreement dated 9 January 2009 for the work of\n\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">      ::: Uploaded on - 24/07/2019                 ::: Downloaded on - 25/07/2019 03:59:31 :::</span>\n                                         2                                       carapl 89-19\n\n &quot;planning, design, development, construction/manufacture/supply, testing\n\n &amp; commissioning the Monorail system including its operation and\n\n maintenance from Sant Gadge Maharaj Chowk Wadala Chembur Station&quot;\n\n</p><blockquote id=\"blockquote_1\"> (for short, &quot;the contractual work&quot;).\n</blockquote>\n\n\n<blockquote id=\"blockquote_2\"> 2.      The factual antecedents in which the controversy arises may be\n\n illustrated by the following facts:-\n</blockquote>\n<blockquote id=\"blockquote_3\">         The applicants-Larsen &amp; Toubro Limited and Scomi Engineering\n\n BHd. established an unincorporated consortium (&quot;the applicants&quot;)\n\n under a consortium agreement dated 4 June 2008, to participate in the\n\n &#x27;Request       for    Proposal&#x27;   (RPF),   issued     by     the     respondent         for\n\n implementation of the said Monorail project.\n</blockquote>\n\n\n<p data-structure=\"Facts\" id=\"p_2\"> 3.      On 15 July 2008 the applicants submitted their bid and were\n\n successful bidders. On 7 November 2008 the respondent issued a &#x27;letter\n\n of acceptance&#x27; to the applicants awarding the contractual work.\n\n Consequent thereto on 9 January 2009 an agreement (for short the\n\n &quot;contract&quot;) was executed between the applicants and the respondent.\n\n The contractual work was divided in schedule A (planning, design, etc.)\n\n and schedule B (operation and maintenance of Monorail system), at a\n\n consortium contractual price of Rs.2639,20,77,000/-. The applicants\n\n commenced execution of the contractual work. The applicants contend\n\n\n\n<span class=\"hidden_text\" id=\"span_2\">::: Uploaded on - 24/07/2019                         ::: Downloaded on - 25/07/2019 03:59:31 :::</span>\n                                       3                                     carapl 89-19\n\n that in the course of execution of the works, they faced numerous\n\n delays, of which the respondent was constantly updated. According to\n\n the applicants, the delay was attributable to the respondent.                     The\n\n applicants contend that the respondent had also granted number of\n\n extensions.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">\n\n</p><p data-structure=\"Facts\" id=\"p_4\"> 4.      On 6 February 2015 the applicants filed an interim commercial\n\n claim &#x27;for cost overrun due to extended stay in the project&#x27; for the\n\n period till 31 March 2014. This claim according to the applicants was\n\n on account of delay of the project, for the reasons attributed to the\n\n respondent and for which the respondent had granted multiple interim\n\n extensions of time to the project.       This interim claim of the applicants\n\n was thus for cost overrun due to delays and disruptions until 31 March\n\n 2014 and was for a cumulative amount of Rs.1384,83,31,374/-\n\n comprising of Rs.6,118,701,625/- for Larsen &amp; Toubro Limited and\n\n Rs.7,729,629,749/- for Scomi Engineering BhD.\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_5\"> 5.      The applicants contend that the respondent by its letters dated 25\n\n March 2015 and 27 March 2015 rejected the said interim claims of the\n\n applicants on unsustainable reasons. These reasons were countered by\n\n the applicants by their letter dated 24 July 2015. The applicants also\n\n requested the respondent to call for consultations in order to reach an\n\n\n\n<span class=\"hidden_text\" id=\"span_3\">::: Uploaded on - 24/07/2019                     ::: Downloaded on - 25/07/2019 03:59:31 :::</span>\n                                             4                                        carapl 89-19\n\n agreement on the said interim claims made till 31 March 2014 as per\n\n Clause 3.5 of the Contract. The respondent however by its letter dated\n\n 2 December 2015 confirmed its decision to reject interim claims of the\n\n applicants. In the meantime on 17 November 2015, the applicants had\n\n filed further interim commercial claims for cost overrun due to\n\n extended stay in the project, for the period until 30 September 2015.\n\n The      claim       so       made   was       for   a     cumulative          amount         of\n\n Rs.1707,07,93,749/- (which included the amounts as claimed earlier by\n\n the applicants&#x27; letter dated 6 February 2015). The respondent however\n\n by its letters dated 17 November 2015 and 28 December 2015 again\n\n rejected the interim claims as made by the applicants upto 30\n\n September 2015 on the same reasons as set out in the earlier rejection.\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_6\"> 6.      The applicants contend that as these interim claims were declined\n\n by the respondent, disputes have arisen between the applicants and the\n\n respondent. The applicants hence invoked clause 20.2 of the GCC, by\n\n issuing a notice dated 7 April 2016 to the respondent, to refer the\n\n disputes, namely of the non-settlement of interim claims for cost\n\n overrun on account of prolongation of project, to the respondent&#x27;s\n\n representative. The respondent&#x27;s representative however by his letter\n\n dated 22 April 2016 disputed the applicants&#x27; claim.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_4\">::: Uploaded on - 24/07/2019                              ::: Downloaded on - 25/07/2019 03:59:31 :::</span>\n</p><p data-structure=\"Issue\" id=\"p_7\">                                         5                                    carapl 89-19\n\n</p><p data-structure=\"Facts\" id=\"p_8\"> 7.      The applicants contend that the respondent had granted 7 interim\n\n extensions, to the applicants for completion of the project as per clause\n\n 8.4 of the GCC. The last of such extensions of time granted by the\n\n respondent was till 31 December 2018 by the respondent&#x27;s letter dated\n\n 10 August 2017.\n</p>\n<p data-structure=\"Issue\" id=\"p_9\">\n\n</p><p data-structure=\"Facts\" id=\"p_10\"> 8.      The applicants contend that despite the respondent granting\n\n these extensions for completion of the project, which the applicants say\n\n was for reasons attributed to the respondent, the respondent&#x27;s\n\n representative again by his letter dated 16 June 2016 declined the\n\n applicants&#x27; claims inter-alia stating that the claim does not qualify for\n\n arbitration. The applicants aggrieved by such rejection on 1 July 2016\n\n issued a &#x27;dissatisfaction and arbitration intimation&#x27; pursuant to Clauses\n\n 20.2 and 20.3 of the GCC upon the respondent&#x27;s representative to the\n\n respondent, so that the disputes between the parties can be resolved\n\n through arbitration.\n</p>\n<p data-structure=\"Issue\" id=\"p_11\">\n\n</p><p data-structure=\"Facts\" id=\"p_12\"> 9.      The applicants by a further letter dated 9 August 2016 stated to\n\n be addressed to the respondent in accordance with Clause 20.5 of the\n\n GCC, requested the respondent to nominate a panel of five arbitrators\n\n within 30 days.          Respondent replied to this letter of the applicants,\n\n inter-alia stating that disputes as referred by the applicants cannot be\n\n\n\n<span class=\"hidden_text\" id=\"span_5\">::: Uploaded on - 24/07/2019                      ::: Downloaded on - 25/07/2019 03:59:31 :::</span>\n                                     6                                   carapl 89-19\n\n referred to arbitration on the ground that the applicants have not\n\n followed due procedure for raising claims as stipulated under Clause\n\n 20.1 and Clause 20.2 of the GCC.\n</p>\n<p data-structure=\"Issue\" id=\"p_13\">\n\n</p><p data-structure=\"RespArg\" id=\"p_14\"> 10.     The respondent&#x27;s representative, by a further letter dated 8\n\n September 2016, informed the applicants, that the request for\n\n nomination of a panel of arbitrators cannot be processed by it, as the\n\n applicants have not complied with the prerequisites for referring the\n\n matter to arbitration. The applicants contend that it was not correct for\n\n the respondent to assert that the applicants have not complied with the\n\n prerequisites for referring the matter to arbitration for the reason that\n\n the applicants had duly notified the delayed events and had complied\n\n with the requirements of clauses 20.1 and 20.2 of the GCC which was in\n\n fact substantiated by determination of the delay events by respondent\n\n under clauses 3.5 of the GCC, by the respondent&#x27;s letter dated 28\n\n December 2015.\n</p>\n<p data-structure=\"Issue\" id=\"p_15\">\n\n</p><p data-structure=\"Facts\" id=\"p_16\"> 11.     The applicants contend that the respondent failed to nominate\n\n the panel of arbitrators. Hence the applicants on 25 April 2017 filed a\n\n petition under <a href=\"/doc/1841764/\" id=\"a_2\">Section 11</a> of the Act before the Supreme Court, on the\n\n ground that Scomi Engineering BhD is a foreign entity. The Supreme\n\n Court by its judgment dated 3 October 2018 held that the arbitration\n\n\n\n<span class=\"hidden_text\" id=\"span_6\">::: Uploaded on - 24/07/2019                 ::: Downloaded on - 25/07/2019 03:59:31 :::</span>\n                                     7                                    carapl 89-19\n\n petition was not maintainable before the Supreme Court as the\n\n arbitration would not fall under category of an international\n\n commercial arbitration but it would be a domestic arbitration, the\n\n petition was accordingly disposed of by the Supreme Court with liberty\n\n to the applicants to approach the appropriate Court.\n\n\n\n</p><p data-structure=\"Section\" id=\"p_17\"> 12.     It is in these circumstances the applicants have filed the present\n\n application under <a href=\"/doc/1841764/\" id=\"a_3\">Section 11</a> of the Act contending that disputes and\n\n differences have arisen between the parties in regard to the applicants&#x27;\n\n claim for &#x27;commercial cost overrun&#x27; which are required to be referred to\n\n arbitration as per the GCC. It is contended that there is no dispute\n\n between the parties on the existence of an arbitration agreement.\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_18\"> 13.     The applicants contend that already one arbitration between the\n\n parties under the same contract, in regard to the applicants&#x27; claim for\n\n interest due on delayed payments, has been recently concluded with the\n\n publication of an award on 31 January 2019. It is contended that a\n\n second arbitration on applicants&#x27; claim for &quot;uncovered price adjustment&quot;\n\n</p><blockquote id=\"blockquote_4\"> upto 31 December 2015 is also pending adjudication, before an arbitral\n\n tribunal comprising of three arbitrators.\n</blockquote>\n\n\n<p data-structure=\"Facts\" id=\"p_19\"> 14.     As far as the contractual work is concerned, the applicants have\n\n\n\n<span class=\"hidden_text\" id=\"span_7\">::: Uploaded on - 24/07/2019                  ::: Downloaded on - 25/07/2019 03:59:31 :::</span>\n                                      8                                   carapl 89-19\n\n contended that Corridor-2 of the system commenced commercial\n\n operation from 1 February 2014 instead of 13 May 2011. It is stated\n\n that as regards Corridor-1, it has been completed and the said stretch\n\n has also received clearance from the Engineer (&quot;CRS&quot;) on 9 April 2018,\n\n and the commercial operations were expected to start by February 2019\n\n after procurement of necessary clearances from the State Government.\n\n It is stated that however in a sudden and unexpected move, the\n\n respondent by its letter dated 14 December 2018, terminated the\n\n contract as per clause 15.2 of the contract. The applicants have stated\n\n that the termination was illegal.\n</p>\n<p data-structure=\"Issue\" id=\"p_20\">\n\n</p><p data-structure=\"Facts\" id=\"p_21\"> 15.     On the above backdrop, the case of the applicants is that the\n\n parties have agreed to resolve their disputes through arbitration as per\n\n clause 20.5 of the GCC which binds the parties to settle all the disputes\n\n and differences by arbitration to be held in Mumbai and thus, the\n\n disputes be referred to arbitration by appointing an arbitral tribunal on\n\n the respondent refusing to do so.\n</p>\n<p data-structure=\"Issue\" id=\"p_22\">\n\n Respondent&#x27;s Case:\n</p>\n<p data-structure=\"RespArg\" id=\"p_23\"> 16.     The respondent has opposed this application, by filing a counter\n\n affidavit, inter-alia contending that the applicants are not entitled to the\n\n reliefs of an arbitral tribunal to be appointed, principally on the ground\n\n\n\n<span class=\"hidden_text\" id=\"span_8\">::: Uploaded on - 24/07/2019                  ::: Downloaded on - 25/07/2019 03:59:31 :::</span>\n                                       9                                     carapl 89-19\n\n that the applicants have not complied with the prerequisite condition\n\n for invocation of arbitration.\n</p>\n<p data-structure=\"Issue\" id=\"p_24\">\n\n</p><p data-structure=\"RespArg\" id=\"p_25\"> 17.     It is contended that the applicants are seeking appointment of an\n\n arbitral tribunal, to adjudicate upon the purported disputes without\n\n adhering to the proper procedure for invocation of arbitration, as\n\n prescribed under the arbitration agreement between the parties. It is\n\n contended that Clause 20.1 of the GCC provides for &quot;claims by the\n\n contractor&quot;, and makes it obligatory on the part of the contractor to\n\n issue a notice of such claims as soon as possible and not later than 30\n\n days after the contractor becoming aware or becomes aware of the\n\n events or circumstances, and only thereafter in accordance with the\n\n sub-clauses of clause 20, could the matter be referred to arbitration.\n\n According to the respondent, this prescribed procedure being not\n\n followed by the applicants, the present application is pre-mature. The\n\n respondent has denied the case of the applicants of the applicants duly\n\n notifying the delay of events and complying the requirements of clauses\n\n 20.1 of the GCC. The gist of the objections as raised by the respondent\n\n is found in paragraphs 12 to 14 of the reply which read thus:-\n\n</p><blockquote id=\"blockquote_5\">         &quot;12. Dealing specifically with the issue/Applicant&#x27;s\n         submissions relating to the invocation of arbitration and the\n         Applicants attempt to appoint arbitrators in the aforesaid\n         paragraphs 5F to 5Q, 6 to 8 it is denied that the present\n         petition is maintainable as:\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_9\">::: Uploaded on - 24/07/2019                     ::: Downloaded on - 25/07/2019 03:59:31 :::</span>\n<blockquote id=\"blockquote_6\">                                       10                                     carapl 89-19\n\n         a.     The Applicant has not complied with clause 20.1 of\n                the GCC. This is a condition precedent for invocation\n                of arbitration.\n</blockquote><p data-structure=\"Section\" id=\"p_26\">         b.     The dispute resolution mechanism is provided for\n                under Clause 20 of the GCC. The title of Clause itself\n                makes this amply clear and reads as under: &quot;Claims,\n                Dispute and Arbitration&quot;\n</p><blockquote id=\"blockquote_7\">         c.     Clause 20.1 of GCC provides for claims for additional\n                payments of the Contractor. It provides that if the\n                contractor considers himself to be entitled to any\n                extension of time for completion and/or any\n                additional payment, under any clauses of the contract\n                then it is required to give notice to the\n                Respondent/Respondent&#x27;s Engineer along with\n                supporting documents and full particulars for the\n                basis of such claim. In the instant case, the record\n                demonstrates that the Applicant has not followed the\n                procedure under Sub Clause 20.1 for its purported\n                claims.\n</blockquote><blockquote id=\"blockquote_8\">         d.     It is only after compliance of conditions prescribed by\n                Clause 20.1, by the Contractor, can Clause 3.5 of the\n                GCC be invoked. Once it is established that the claim\n                is valid, the parties then proceed under Clause 3.5 for\n                determination of such a claim.\n</blockquote><blockquote id=\"blockquote_9\">         e.     If the matters are not resolved, then only Sub Clauses\n                20.2 and 20.3 would come into operation. It is then\n                the parties can refer the matter to arbitration in\n                accordance with the remaining part of Clause 20 i.e.,\n                Sub Clauses 20.2, 20.3, 20.4, 20.5 upto 20.9.\n         This is the contractual scheme of dispute resolution for\n         Contractor&#x27;s purported claims under the Contract. There is\n         no ambiguity whatsoever. The Applicant has not followed\n         the aforesaid scheme. I am advised to submit that it is well\n         settled law that when a contract provides for a specific\n         procedure to be followed prior to invocation of arbitration,\n         that procedure is mandatory and must be followed before an\n         arbitral tribunal assumes jurisdiction on the said issues.\n         Hence, the present Application for appointment of\n         arbitrators, without following the prescribed procedure is\n         wholly premature. The Application is not maintainable and\n         merits rejection on this ground alone.\n</blockquote><blockquote id=\"blockquote_10\">         13.    The pre-arbitration procedure under Clause 20.1 is\n         mandatory and if the prerequisites of Sub Clause 20.1 are\n         not followed, the cause of action for invocation of arbitration\n         under Sub Clauses 20.3 and 20.4 does not arise. In the\n         present case, the procedure prescribed by Sub Clause 20.1\n\n\n\n\n<span class=\"hidden_text\" id=\"span_10\">::: Uploaded on - 24/07/2019                      ::: Downloaded on - 25/07/2019 03:59:31 :::</span>\n                                            11                                   carapl 89-19\n\n         has not been followed, despite the Respondent having put\n         the Applicant No.1 to notice of the same vide letters dated\n         25 March, 2015, 2 December 2015, 28 December 2015, and\n         8 September, 2016 which have all been annexed by the\n         Applicant to their Application. There is no concept of\n         deemed compliance of Clause 20.1.\n</blockquote><blockquote id=\"blockquote_11\">         14.    The title of Clause 20 makes if clear as to what the\n         purpose and intent of the said Clause is. That apart, if that\n         were not the case, it would render Clauses 20.1 and 3.5\n         completely nugatory and otiose. A commercial contract\n         cannot be read in a manner, which will result in striking\n         down of clauses. I am advised to say and submit that it is\n         well settled law that all the clauses of the contract have to be\n         read together. A commercial contract cannot be read in a\n         manner that strikes down a clause or renders it unworkable\n         and any attempt to do so would be illegal and impermissible.\n         Clause 20.1 is a part of the &quot;agreed procedure&quot; and must be\n         followed in letter and spirit.&quot;\n</blockquote>\n\n<p data-structure=\"RespArg\" id=\"p_27\"> 18.     On the above pleadings, the submissions as advanced by the\n\n learned Counsel for the parties can be noted.\n</p>\n<p data-structure=\"PetArg\" id=\"p_28\">\n Submissions on behalf of the applicants:-\n</p>\n<p data-structure=\"PetArg\" id=\"p_29\"> 19.     Mr.Sharma has extensively argued on the meaning that would be\n\n required to be attributed to clause 20 which pertains to &quot;Claims, Dispute\n\n and     Arbitration&quot;          and   on   the   commercial      understanding          and\n\n interpretation which would flow from the clause 20.1 to 20.5 of the\n\n contract agreement and more particularly on clause 20.2 of the GCC\n\n which contains the arbitration agreement between the parties.                         It is\n\n submitted that on a plain reading of these clauses, it is not in dispute\n\n that there is arbitration agreement between the parties. Mr.Sharma\n\n referring to the correspondence between the parties and as noted\n\n\n\n<span class=\"hidden_text\" id=\"span_11\">::: Uploaded on - 24/07/2019                         ::: Downloaded on - 25/07/2019 03:59:31 :::</span>\n                                     12                                    carapl 89-19\n\n above, would submit that there was a clear compliance of the\n\n procedural requirement on the part of the applicants before invoking\n\n the arbitration agreement between the parties. It is submitted that it is\n\n thus not open for the respondent to contend that the procedural\n\n requirement was not complied by the applicants as per the said\n\n conditions of the contract. It is submitted that in any event these are all\n\n issues which are required to be gone into by the arbitral tribunal and\n\n which would in fact fall in the realm of the defence of the respondent to\n\n oppose the claim of the applicants before the arbitral tribunal. It is\n\n submitted that these contentions cannot be a defence in the present\n\n proceedings under <a href=\"/doc/1841764/\" id=\"a_4\">Section 11</a> of the Act, wherein a limited inquiry is\n\n required to be undertaken by the Court namely in regard to the\n\n existence of an arbitration agreement between the parties.                     It is\n\n submitted that clause 20.1 is not a sine qua non for invocation of the\n\n arbitration and for referral of the disputes to arbitration.\n\n\n\n Submissions on behalf of the respondent:-\n</p>\n<blockquote id=\"blockquote_12\"> 20.               On the other hand, Mr.Gautam Ankhad learned counsel\n\n for the respondent while opposing the application would contend that\n\n this application under <a href=\"/doc/1841764/\" id=\"a_5\">section 11</a> of the Act is not maintainable. He has\n\n drawn my attention to the case of the respondent in the counter-\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_30\"> affidavit. Mr.Ankhad would submit that compliance of clause 20.1 was\n\n\n\n<span class=\"hidden_text\" id=\"span_12\">::: Uploaded on - 24/07/2019                   ::: Downloaded on - 25/07/2019 03:59:31 :::</span>\n                                   13                                    carapl 89-19\n\n a condition precedent before the applicants could invoke the arbitration\n\n agreement, inasmuch as a prior notice of 30 days was required to be\n\n issued. It is contended that the applicants themselves have admitted of\n\n non-compliance of clause 20.1 of the GCC. It is the applicant&#x27;s case that\n\n the respondents have granted several extensions and that there has\n\n been a waiver by the respondents of all the conditions and time-limits\n\n under sub-clause 20.1 of the GCC. Mr.Ankhad has referred to a letter\n\n dated 20 August 2016 of the Project Director of the respondents to\n\n contend that the applicants were categorically informed that the\n\n invocation of arbitration can only arise upon completion of the\n\n procedure as laid down in clauses 20.1 and 20.2 of the GCC and since\n\n the applicants failed to comply with the pre-requisites for referring the\n\n matter to arbitration by not following the procedure, as laid down\n\n under the contract, the applicant&#x27;s case does not qualify for arbitration.\n\n Mr.Ankhad learned counsel for the respondent would also refer to the\n\n final letter dated 8.9.2016 of the respondents informing the applicant&#x27;s\n\n non-compliance of the procedure as laid down in clauses 20.1 and 20.2\n\n of the GCC whereby the requests of the applicants, for nomination of a\n\n panel of five Arbitrators was refused to be accepted by the respondents.\n\n It is submitted that the contract is a broad-based assessment contract in\n\n which, time was the essence of the contract and thus, adherence to\n\n clauses 20.1 and 20.2 were fundamental pre-requisites for invoking\n\n\n\n<span class=\"hidden_text\" id=\"span_13\">::: Uploaded on - 24/07/2019                 ::: Downloaded on - 25/07/2019 03:59:31 :::</span>\n                                           14                                   carapl 89-19\n\n arbitration. Mr.Ankhad learned counsel referring to the letter dated 24\n\n July 2015 of the applicants and more particularly to paragraph 4 and 5\n\n of the said letter would contend that merely the applicants saying that\n\n they have complied with the requirements of sub-clause 20.1 of the\n\n GCC, is not sufficient, in as much as, what clause 20.1 contemplates is a\n\n formal notice to be issued. It is submitted that compliance on record,\n\n would clearly indicate that it is never the case of the applicants that\n\n they have complied with clause 20.1 of the GCC. It is submitted that\n\n clause 20.1 read with clause 3.5 which pertains to &quot;determination&quot; are\n\n definite terms and which are required to be strictly complied by the\n\n applicants. It is submitted that if the contentions as urged on behalf of\n\n the applicants, are accepted, it will result in striking out the contractual\n\n terms. It is submitted that these contractual conditions are required to\n\n be understood, in terms of the business efficacy, in which these\n\n conditions stand.             It is submitted that the contentions as urged on\n\n behalf of the applicants, that the endeavour of the Court would be\n\n merely to consider the existence of an arbitration agreement, also\n\n cannot be accepted considering the clear effect of <a href=\"/doc/1868040/\" id=\"a_6\">section 11 (2)</a> read\n\n with <a href=\"/doc/401357/\" id=\"a_7\">section 11 (5)</a> of the Act which cannot be ignored. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"23402471\" id=\"span_14\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"164803491\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"2073\" id=\"span_16\">Mr.Ankhad\n\n learned counsel for the respondents in supporting his submissions, has\n\n relied on the decision of the Supreme Court in (i) Union of India vs\n\n\n\n\n<span class=\"hidden_text\" id=\"span_17\">::: Uploaded on - 24/07/2019                        ::: Downloaded on - 25/07/2019 03:59:31 :::</span>\n                                       15                                   carapl 89-19\n\n Parmar Construction Company1; (<a href=\"/doc/2073/\" id=\"a_8\">ii) Indian Oil Corporation Limited\n\n vs Raja Transport Private Limited2</a>; (<a href=\"/doc/164803491/\" id=\"a_9\">iii) United India Insurance Co\n\n Ltd vs Hyundai Engineering &amp; Construction Co.Ltd.3</a> and (<a href=\"/doc/23402471/\" id=\"a_10\">iv)\n\n Oriental Insurance Company Limited vs Narbheram Power and Steel\n\n Private Limited4</a>.</span></span></span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_31\">\n\n Submissions in rejoinder on behalf of the applicants:-\n\n</p><blockquote id=\"blockquote_13\"> 21.     In rejoinder, Mr.Sharma learned counsel for the applicants in\n\n countering the arguments as made on behalf of the respondents, would\n\n submit that the plea as urged on behalf of the respondents ought not to\n\n be accepted.         It is submitted that if the respondent&#x27;s plea is to be\n\n accepted, then it would be calling upon the Court to exercise\n\n jurisdiction under <a href=\"/doc/1841764/\" id=\"a_11\">section 11</a> of the Act to scrutinize, thousands of\n\n contractual documents, leaving aside the limited scrutiny of existence of\n\n an arbitration agreement, inasmuch as the case of the applicants is that\n\n the entire correspondence clearly goes to show that there is clear\n\n compliance of clause 20.1. It is submitted that it is for the arbitral\n\n tribunal to undertake the scrutiny of all the contractual compliances\n\n and that in any event, such a scrutiny would be part of the arbitral\n\n proceedings as these contentions, as urged on behalf of the\n 1 2019 SCC OnLine SC 442\n 2 (2009)8 Supreme Court Cases 520\n 3 2018 SCC OnLine SC 1045\n 4 (2018) 6 SCC 534\n\n\n\n\n<span class=\"hidden_text\" id=\"span_18\">::: Uploaded on - 24/07/2019                    ::: Downloaded on - 25/07/2019 03:59:31 :::</span>\n</blockquote><p data-structure=\"PetArg\" id=\"p_32\">                                   16                                    carapl 89-19\n\n respondents, in fact amounts to a defence to the arbitral claim, which is\n\n being made by the applicants.      Mr.Sharma learned counsel for the\n\n applicants pointing out the documents on record, would submit that\n\n every detail as falling under clause 20.1 was submitted to the\n\n respondent. Mr.Sharma referring to Pages 82 and 83 of the Paper book,\n\n would submit that the compliance of clause 20.1 can be clearly seen\n\n from this material. This would clearly indicate that proper intimation\n\n as contemplated by clause 20.1 was issued to the respondents. It is\n\n submitted that such an argument is obviously a ploy which is being\n\n adopted by the respondents, so as to prevent the claims being taken up\n\n in arbitration. Mr.Sharma learned counsel for the applicants in this\n\n context would lay emphasis on a letter of the applicants dated 17\n\n November 2015 as also the report, submitted by the Project\n\n Management Consultant, on interim extension of time.                 It is thus,\n\n submitted that considering this voluminous correspondence and all\n\n details of the applicants claim on this count being available with the\n\n respondent, the respondent cannot contend that there is non-\n\n compliance of clause 20.1. It is submitted that in any case, all these\n\n issues are required to be gone into by the arbitral tribunal as there are\n\n issues integral to the contract. It is submitted that in any event clause\n\n 20.1 cannot be read to mean that its non-compliance would prevent\n\n arbitration. Such a meaning to be attributed to Clause 20.1 would be in\n\n\n\n<span class=\"hidden_text\" id=\"span_19\">::: Uploaded on - 24/07/2019                 ::: Downloaded on - 25/07/2019 03:59:31 :::</span>\n                                         17                                     carapl 89-19\n\n the teeth of <a href=\"/doc/1224074/\" id=\"a_12\">section 28</a> of the Contract Act.\n</p>\n<p data-structure=\"Section\" id=\"p_33\">\n\n Discussion and Conclusion:\n</p><blockquote id=\"blockquote_14\"> 22.     Having heard learned counsel for the parties and having perused\n\n the record, it can be seen that, for the purposes of this proceeding, the\n\n entire controversy is in regard to the compliance of clause 3.5 of the\n\n GCC. At the outset, it would be necessary to examine the arbitration\n\n agreement between the parties, and the relevant clauses on which\n\n contentions are raised on behalf of the respondents. Clause 3 of the\n\n GCC pertains to employer&#x27;s administration. Under this clause, clause 3.1\n\n deals with the employer&#x27;s representative. Clause 3.2 deals with other\n\n employees&#x27; person. Clause 3.3 deals with a delegated person. Clause\n\n 3.4 pertains to intricacies and clause 3.5 on which argument is\n\n advanced in the context of clause 20, pertains to &quot;determinations&quot;.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_34\"> Clause 3.5 reads thus :\n</p>\n<blockquote id=\"blockquote_15\">         &quot;3.5 Determinations\n         Whenever these conditions provide that the Employer shall\n         proceed in accordance with this sub-clause 3.5 to agree or\n         determine any matter, the Employer shall consult with the\n         Contractor in an endeavor to reach agreement. If agreement is not\n         achieved, the Employer shall make a fair determination in\n         accordance with the contract taking due regard of all relevant\n         circumstances.\n</blockquote><blockquote id=\"blockquote_16\">                 The Employer shall give notice to the Contractor of each\n         agreement or determination with supporting particulars to the\n         extent deemed necessary. Each party shall give effect to each\n         agreement or determination unless the contractor gives notice to\n         the Employer of his dissatisfaction with a determination within 15\n         days of receiving it. Either party may then refer the matter for\n         arbitration in accordance with clause 20 (claims, Disputes and\n         Arbitration)&quot;\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_20\">::: Uploaded on - 24/07/2019                        ::: Downloaded on - 25/07/2019 03:59:31 :::</span>\n<p data-structure=\"Section\" id=\"p_35\">                                           18                                     carapl 89-19\n\n\n\n\n</p><p data-structure=\"Section\" id=\"p_36\"> 23.     Clause 20 pertains to Claims Disputes and Arbitration and is sub-\n\n divided into clause 20.1 to 20.9, which read thus :\n\n</p><blockquote id=\"blockquote_17\">         &quot;Claims, Disputes and Arbitration\n\n         20.1         If the Contractor considers himself to be entitled to\n         Contractor&#x27;s any extension of the Time for Completion and/or\n         Claims       any additional payment, under any Clause of these\n                      Conditions for otherwise in connection with the\n                      contract, the Contractor shall give notice to the\n                      Employer/Employer&#x27;s Representative, describing the\n                      event or circumstance giving rise to the claim. The\n                      notice shall be given as soon as practicable, and not\n                      later than 30 days after the Contractor became\n                      aware, or should have become aware, of the event\n                      or circumstance.\n</blockquote>\n<blockquote id=\"blockquote_18\">                           If the Contractor fails to give notice of a claim\n                           within such period of 30 days, the Time for\n                           Completion shall not be extended, the Contractor\n                           shall not be entitled to additional payment, and the\n                           Employer / Employer&#x27;s Representative shall be\n                           discharged from all liability in connection with the\n                           claim. Otherwise, the following provisions of this\n                           Sub-clause shall apply.\n</blockquote>\n<blockquote id=\"blockquote_19\">                           The Contractor shall also submit any other notices\n                           which are required by the Contract, and supporting\n                           particulars for the claim, all as relevant to such\n                           event or circumstances.\n</blockquote>\n<blockquote id=\"blockquote_20\">                           The contractor shall keep such contemporary\n                           records as may be necessary to substantiate any\n                           claim, either on the Site or at another location\n                           acceptable     to      the      Employer/Employer&#x27;s\n                           Representative. Without admitting liability, the\n                           Employer/Employer&#x27;s Representative may, after\n                           receiving any notice under this Sub-Clause, monitor\n                           the record-keeping and/or instruct the Contractor to\n                           keep further contemporary records. The Contractor\n                           shall     permit      the       Employer/Employer&#x27;s\n                           Representative to inspect all these records, shall (if\n                           instructed) submit copies to the Employer /\n\n\n\n\n<span class=\"hidden_text\" id=\"span_21\">::: Uploaded on - 24/07/2019                          ::: Downloaded on - 25/07/2019 03:59:31 :::</span>\n                                           19                                       carapl 89-19\n\n\n                           Employer&#x27;s Representative.\n</blockquote>\n<blockquote id=\"blockquote_21\">                           Within 45 days after the Contractor became aware\n                           (or should have become aware) of the event of\n                           circumstance giving rise to the claim, or within such\n                           other period as may be proposed by the Contractor\n                           and approved by the Employer/Employer&#x27;s\n                           Representative, the contractor shall send to the\n                           Employer/Employer&#x27;s Representative a fully detailed\n                           claim which includes fully supporting particulars of\n                           the basis of the claim and of the extension of time\n                           and/or additional payment claimed. If the event or\n                           circumstances giving rise to the claim has a\n                           continuing effect:\n</blockquote><blockquote id=\"blockquote_22\">                                  (a) this fully detailed claim shall be\n                                  considered as interim;\n</blockquote><blockquote id=\"blockquote_23\">                                  (b) the Contractor shall send further interim\n                                  claims at monthly intervals, giving the\n                                  accumulated delay and/or amount claimed,\n                                  and such further particulars as the Employer\n                                  may reasonably require; and\n</blockquote><blockquote id=\"blockquote_24\">                                  (c) the Contractor shall send a final claim\n                                  within 30 days after the end of the effects\n                                  resulting from the event or circumstance, or\n                                  within such other period as may be proposed\n                                  by the Contractor and approved by the\n                                  Employer/Employer&#x27;s Representative.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_37\">                           Within 45 days after receiving a claim or any further\n                           particulars supporting a previous claim, or within\n                           such other period as may be proposed by the\n                           Employer/Employer&#x27;s Representative and approved\n                           by the Contractor, the Employer shall respond with\n                           approval, or with disapproval and detailed\n                           comments. He may also request any necessary\n                           further particulars, but shall nevertheless give his\n                           response on the principles of the claim within such\n                           time.\n</p>\n<p data-structure=\"Section\" id=\"p_38\">                           Each interim payment shall include such amounts\n                           for any claim as have been reasonable substantiated\n                           as due under the relevant provisions of the Contract.\n                           Unless and until the particulars supplied are\n                           sufficient to substantiate the whole of the claim, the\n                           Contractor shall only be entitled to payment for\n                           such part of the claim as he has been able to\n\n\n\n\n<span class=\"hidden_text\" id=\"span_22\">::: Uploaded on - 24/07/2019                            ::: Downloaded on - 25/07/2019 03:59:31 :::</span>\n                                            20                                     carapl 89-19\n\n\n                           substantiate.\n</p>\n<p data-structure=\"Section\" id=\"p_39\">                           The Employer/ Employer&#x27;s Representative shall\n                           proceed in accordance with Sub-Clause 3.5\n                           (Determinations) to agree or determine (I) the\n                           extension (if any) of the Time for Completion\n                           (before or after its expiry) in accordance with Sub-\n                           Clause 8.4 (Extension of Time for Completion),\n                           and/or (ii) the additional payment (if any) to which\n                           the Contractor is entitled under the Contract.\n\n                           The requirements of this Sub-Clause are in addition\n                           to those of any other sub-clause, which may apply to\n                           a claim. If the Contractor fails to comply with this or\n                           another sub-clause in relation to any claim, any\n                           extension of time and/or additional payment shall\n                           take account of the extent (if any) to which the\n                           failure or prevented or prejudiced proper\n                           investigation of the claim, unless the claim is\n                           excluded under the second paragraph of the sub-\n                           clause.\n</p>\n<p data-structure=\"Section\" id=\"p_40\">\n\n         20.2              Should any dispute or difference of any kind\n         Dispute     to    whatsoever arise between the Employer and the\n         be Referred       Contractor, in connection with, or arising out of the\n         to         and    Contract, or subject matter thereof, or the execution\n         Settled     by    of works/ commissioning of the System/ Operation\n         Employer&#x27;s        &amp; Maintenance of the System, whether, during the\n         Representati      progress of works/during Operation &amp; Maintenance\n         ve at Site        of the System or after their completion and whether\n                           before or after termination abandonment or breach\n                           of Contract, it should in the first place, subject to\n                           the provision under Sub-clause 14.4 above, be\n                           referred to and settled by the Employer&#x27;s\n                           Representative at Site, who shall within a period of\n                           60 days after being requested in writing by either\n                           party to do so, give written notice of his decision to\n                           the Employer and the Contractor. The Employer&#x27;s\n                           Representative at Site while considering the matters\n                           of dispute referred to him, shall be competent to call\n                           for any records, vouchers, information and enforce\n                           the attendance of the parties either in person or\n                           through authorised representatives, to sort out or\n                           clarify any issue, resolve the differences and to assist\n\n\n\n\n<span class=\"hidden_text\" id=\"span_23\">::: Uploaded on - 24/07/2019                           ::: Downloaded on - 25/07/2019 03:59:31 :::</span>\n                                            21                                     carapl 89-19\n\n\n                           him to decide the matters referred to him. Subject\n                           to arbitration, as hereinafter provided, such decision\n                           in respect of every matter so referred shall be final\n                           and binding upon the Employer and the Contractor\n                           and shall forthwith be given effect to by the\n                           Employer and by the Contractor, who shall proceed\n                           with the execution of Works/ commissioning of the\n                           System/ Operation &amp; Maintenance of the System (as\n                           the case may be) with all due diligence irrespective\n                           of whether any of the parties goes in or desires to go\n                           in for arbitration. If the Employer&#x27;s Representative\n                           at Site has given written notice of his decision to the\n                           Employer and the Contractor and no information of\n                           reference of any claim to arbitration has been sent\n                           to him by either the Employer or the Contractor\n                           within a period of 60 days from receipt of such\n                           notice<a href=\"/doc/23402471/\" id=\"a_13\">, <a href=\"/doc/23402471/\" id=\"a_14\">the said decision</a></a> of the Employer&#x27;s\n                           Representative shall remain final and binding upon\n                           the Employer and the Contractor and the same shall\n                           be deemed to have been accepted by them. The\n                           Employer or the Contractor shall not seek any\n                           arbitration thereafter.\n</p><p data-structure=\"Precedent\" id=\"p_41\">         20.3              If the Employer&#x27;s Representative at Site fails to give\n         Referring of      notice of his decision, as aforesaid, within a period\n         Disputes for      of 60 days after being requested as aforesaid or if\n         Arbitration       either the Employer or the Contractor be dissatisfied\n                           with any such decision of the Employer&#x27;s\n                           Representative at Site, only then shall the matter in\n                           dispute be referred to arbitration as herein\n                           provided.</p><pre id=\"pre_2\">\n         20.4              Disputes or differences shall be due for arbitration\n         Disputes          only if all the conditions in Sub-clauses 20.2 and\n         Due       for     20.3 above are fulfilled.\n         Arbitration       Except where otherwise provided in the Contract,\n         and               all disputes or differences, whatsoever arising\n         Settlement        between the parties, arising out of or relating to\n         of Disputes       construction, measuring operation or effect of the\n</pre><p data-structure=\"Conclusion\" id=\"p_42\">                           Contract or the breach thereof, shall be settled by\n                           arbitration as detailed in Sub Clause 20.5\n         20.5              Matters to be arbitrated upon shall be referred to a\n         Nomination        Sole Arbitrator where the individual claim does not\n         of                exceed Rs.5 million or the total value of claims does\n         Arbitrators/      not exceed Rs.15 millions. Beyond the above\n         Sole              limit(s), there shall be three arbitrators. For this\n         Arbitrator        purpose the Employer will make out a panel of\n\n\n\n\n<span class=\"hidden_text\" id=\"span_24\">::: Uploaded on - 24/07/2019                           ::: Downloaded on - 25/07/2019 03:59:31 :::</span>\n                                           22                                     carapl 89-19\n\n\n                           Arbitrators with the requisite qualifications and\n                           professionals experience relevant to the field to\n                           which the Contract relates and will be residents of\n                           India only. In case of a single arbitrator, the Panel\n                           will be of three Arbitrators, out of which the\n                           Contractor will choose one. In case three arbitrators\n                           are to be appointed, the Employer will make out a\n                           panel of five. The Contractor and the Employer will\n                           choose one arbitrator each from the above and the\n                           two so chosen will choose the third arbitrator from\n                           the above panel only who will act as the &#x27;Presiding\n                           Arbitrator&#x27; of the arbitration panel.\n</p>\n<p data-structure=\"Issue\" id=\"p_43\">                           If, in a dispute, the two chosen Arbitrators fail to\n                           appoint     third   Arbitrator-Presiding Arbitrator\n                           (Arbitration Panel&#x27;s case) within thirty (30) days\n                           after they have been appointed, the Employer may\n                           apply to the Indian Council of Arbitration, New\n                           Delhi, to nominate the third Arbitrator from the\n                           same panel of Arbitrators given by the Employer for\n                           the matter in dispute.\n</p>\n<p data-structure=\"Precedent\" id=\"p_44\">                           Neither party shall be limited in the proceedings\n                           before such arbitrator/s to the evidence or\n                           arguments put before the Employer&#x27;s Representative\n                           at Site for the purpose of obtaining his decision. No\n                           decision given by the Employer&#x27;s Representative in\n                           accordance with the foregoing provisions shall\n                           disqualify him from being called as a witness and\n                           giving evidence before the arbitrator/s on any\n                           matter, whatsoever, relevant to dispute or difference\n                           referred to arbitrator/s.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_45\">                           Substitute Arbitrators - If for any reason an\n                           arbitrator is unable to perform his function, a\n                           substitute shall be appointed in the same manner as\n                           the original arbitrator.\n</p><p data-structure=\"Precedent\" id=\"p_46\">         20.6              In any Arbitration proceedings hereunder:\n</p><blockquote id=\"blockquote_25\">         Arbitration       (a) Proceedings shall be held in Mumbai, India only.\n         Venue,            (b) English language shall be the official language\n         Language          for all purposes. (Note: English language may be\n         and Award         changed to any other language with the agreement\n                           of both the parties).\n</blockquote><blockquote id=\"blockquote_26\">                           (c) The Arbitration Award shall be final and\n                           binding on all parties and shall be enforceable in\n\n\n\n\n<span class=\"hidden_text\" id=\"span_25\">::: Uploaded on - 24/07/2019                          ::: Downloaded on - 25/07/2019 03:59:31 :::</span>\n                                            23                                     carapl 89-19\n\n\n                           any Court of competent jurisdiction, and the parties\n                           hereby waive any objection to or claims of immunity\n                           in respect of such enforcements.\n</blockquote><p data-structure=\"Precedent\" id=\"p_47\">                           (d) In arbitral proceedings with more than one\n                           arbitrator, any decision of the arbitral tribunal shall\n                           be made by a majority of all its members.\n</p><p data-structure=\"Precedent\" id=\"p_48\">                           (e) The Arbitrator(s) shall always give item-wise\n                           and reasoned awards irrespective of the value of\n                           claim(s) in the dispute in all cases.\n</p><p data-structure=\"Section\" id=\"p_49\">                           (f) Where the arbitral award is for payment of\n                           money, no interest shall be payable on the whole or\n                           any part of the money for any period till the date on\n                           which the award is made.\n</p><p data-structure=\"Section\" id=\"p_50\">                           (g) The cost of arbitration shall be borne by the\n                           respective parties. The cost inter-alia includes the\n                           fees of the Arbitrator (s) as per the rate fixed by the\n                           Employer from time to time.</p><pre id=\"pre_3\">\n         20.7              The arbitration proceedings shall be governed by\n         <a href=\"/doc/1306164/\" id=\"a_15\">Rules             Indian Arbitration and Conciliation Act,1996</a>, as\n         Governing         amended from time to time including provisions in\n         the               force at the time the reference is made\n         arbitration\n         proceedings\n         20.8              The reference to arbitration shall proceed\n         No                notwithstanding that Works/System shall not then\n         Suspension        be or be alleged to be complete, provided always\n         of Work           that the obligations of the Employer/Employer&#x27;s\n</pre><p data-structure=\"Conclusion\" id=\"p_51\">                           Representative and the Contractor shall not be\n                           altered by reasons of arbitration being conducted\n                           during the progress of Works. Neither party shall be\n                           entitled to suspend the work to which the dispute\n                           relates on account of arbitration and payments to\n                           the Contractor shall continue to be made in terms\n                           of the Contract.\n</p><p data-structure=\"Precedent\" id=\"p_52\">         20.9          No dispute or difference shall be referred to\n         Limitation of Arbitration after expiry of 60 days from the date of\n         Time          decision by the Employer&#x27;s Representative at Site, if\n                       notified, or from the date when the Employer&#x27;s\n                       Representative at Site ought to have given his\n                       decision in terms of provisions under sub-clause\n                       20.2 in case of failure on the part of the Employer&#x27;s\n                       Representative at Site to give notice of decision.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_26\">::: Uploaded on - 24/07/2019                           ::: Downloaded on - 25/07/2019 03:59:31 :::</span>\n</p><p data-structure=\"Section\" id=\"p_53\">                                    24                                   carapl 89-19\n\n\n\n</p><p data-structure=\"Section\" id=\"p_54\"> 24.     A perusal of clause 3.5 titled as &#x27;Determinations&#x27; would indicate\n\n that whenever there are conditions in the contract which provide, that\n\n the employer (respondent) shall proceed in accordance with the said\n\n sub-clause (sub-clause 3.5), to agree or determine any matter, the\n\n employer (respondent) shall consult the contractor (applicants), in an\n\n endeavour to reach an agreement, and if an agreement is not achieved,\n\n the employer (respondent) shall make a fair determination in\n\n accordance with the contract having due regard to all the relevant\n\n circumstances. It further provides that the employer (respondent) shall\n\n give notice to the contractor of each agreement or determination as\n\n arrived with the supporting particulars, to the extent deemed necessary.\n\n It further provides that each party, which gives effect to each such an\n\n agreement or determinations, unless the contractor (applicants) gives a\n\n notice to the employer of his dis-satisfaction in respect of a\n\n determination, within 15 days of receiving it. In such a situation, it is\n\n provided that either party may then refer the matter for arbitration in\n\n accordance, with clause 20 which provides for &#x27;claims&#x27;&#x27;disputes&#x27; and\n\n &#x27;arbitration&#x27;.\n</p>\n<p data-structure=\"Precedent\" id=\"p_55\">\n\n</p><p data-structure=\"Precedent\" id=\"p_56\"> 25.     A reference to clause 3.5 can be found in clause 20.1 which\n\n pertains to contractor&#x27;s claim in the following manner :\n\n\n\n\n<span class=\"hidden_text\" id=\"span_27\">::: Uploaded on - 24/07/2019                 ::: Downloaded on - 25/07/2019 03:59:31 :::</span>\n</p><blockquote id=\"blockquote_27\">                                           25                                     carapl 89-19\n\n\n\n\n        20.1               .........\n</blockquote><p data-structure=\"Section\" id=\"p_57\">        Contractor&#x27;s\n        Claims             The Employer/ Employer&#x27;s Representative shall\n                           proceed in accordance with Sub-Clause 3.5\n                           (Determinations) to agree or determine (I) the\n                           extension (if any) of the Time for Completion\n                           (before or after its expiry) in accordance with Sub-\n                           Clause 8.4 (Extension of Time for Completion),\n                           and/or (ii) the additional payment (if any) to\n                           which the Contractor is entitled under the\n                           Contract.\n</p>\n<p data-structure=\"Precedent\" id=\"p_58\">                           ... ... ...\n</p>\n<p data-structure=\"Precedent\" id=\"p_59\">\n\n</p><p data-structure=\"RespArg\" id=\"p_60\"> 26.     The contention of the respondent is that the procedure under\n\n clauses 20.1 and 20.2 has not been followed or is over-looked by the\n\n applicants in invoking the arbitration and/or seeking reference to\n\n arbitration.\n</p>\n<p data-structure=\"Precedent\" id=\"p_61\">\n\n</p><p data-structure=\"Section\" id=\"p_62\"> 27.     It will be thus, necessary to examine as to what is the purport of\n\n clause 20.1 and clause 20.2. A reading of clause 20.1 would indicate\n\n that if the contractor (applicant) considered itself to be entitled to any\n\n extension of time for compliance and/or any additional payment, under\n\n any of the conditions or otherwise in connection with the contract, the\n\n contractor (applicants) shall give a notice to the employer/employer&#x27;s\n\n representative (respondent), describing the event or circumstances\n\n giving rise to the claims. It provides that notice shall be given as soon\n\n as practicable, and not later than 30 days or after the contractor became\n\n\n\n<span class=\"hidden_text\" id=\"span_28\">::: Uploaded on - 24/07/2019                          ::: Downloaded on - 25/07/2019 03:59:31 :::</span>\n                                   26                                    carapl 89-19\n\n aware of the events or circumstances. It provides for a consequence that\n\n if such a notice is not given, time for completion would not be extended\n\n and/or the contractor shall not be entitled to additional payment and\n\n the employer/representatives shall be discharged from all liability in\n\n connection with the claims otherwise other provisions of the said sub-\n\n clause (clause 20.1) shall apply. It is important to note the last para of\n\n clause 20.1, which provides that the requirement of this sub-clause is in\n\n addition to those of any other sub-clauses which may apply to the claim.\n\n It also provides for a clear consequence that, if the contractor fails to\n\n comply with this sub-clause or any other sub-clause in relation to any\n\n claim, any extension of time and/or additional payment shall take\n\n account of the extent (if any) to which the failure or prevented or\n\n prejudiced proper investigation of the claim, unless the claim is\n\n excluded under the second para of the sub-clause. It is thus, clear that\n\n clause 20.1 is self-contained clause providing for an arrangement\n\n between the parties, in a situation when the contractor considers itself\n\n to be entitled for extension of time for completion and/or any\n\n additional payment in connection with the contract. It also provides for\n\n a consequence of non-adherence and at the same time, providing that\n\n the requirement of this sub-clause to be in addition to those any other\n\n sub-clause which may apply to a claim.\n</p>\n<p data-structure=\"Precedent\" id=\"p_63\">\n\n\n<span class=\"hidden_text\" id=\"span_29\">::: Uploaded on - 24/07/2019                 ::: Downloaded on - 25/07/2019 03:59:31 :::</span>\n</p><p data-structure=\"Precedent\" id=\"p_64\">                                       27                                   carapl 89-19\n\n</p><p data-structure=\"Section\" id=\"p_65\"> 28.     Further in sequence is clause 20.2 which provides for disputes to\n\n be referred to and settled by the employer&#x27;s representatives at site. In\n\n this clause, the parties agree, that should any differences on any count\n\n arise out of the contract or subject matter thereof, or the execution of\n\n works, commissioning of the system, whether during the progress of\n\n works/during operation and maintenance of the system or after their\n\n completion or whether before or after termination, abandonment or\n\n breach of the contract, it should be in the first place subject to the\n\n provisions of sub-clause 14.4 to be referred and settled by the\n\n employer&#x27;s representative at site, who shall within a period of 60 days\n\n after being requested in writing by either party to do so give written\n\n notice of his decision to the employer (respondent) and the contractor\n\n (applicants).         It provides that the employer&#x27;s representative shall\n\n consider the matters referred to him after calling for the records and\n\n such other relevant information to sort out or clarify any issues and\n\n resolve the differences. It provides that subject to arbitration, as\n\n provided in clause 20.3, the decision of the employer&#x27;s representative in\n\n respect of every matter, so referred, shall be final and binding upon the\n\n employer (respondents) and the contractor(applicants) and shall\n\n forthwith be given effect to by the employer(respondents) and by the\n\n contractor(applicants) who shall proceed with the execution of the\n\n works/commissioning of the system etc irrespective of whether any of\n\n\n\n<span class=\"hidden_text\" id=\"span_30\">::: Uploaded on - 24/07/2019                    ::: Downloaded on - 25/07/2019 03:59:31 :::</span>\n                                     28                                    carapl 89-19\n\n the notice goes in or desires to go in for arbitration. It further provides\n\n that if the employer&#x27;s representative has given notice of his decision to\n\n the employer and/or contractor and no intimation or reference of any\n\n claim to arbitration, has been sent to him, either by the employer or\n\n contractor within a period of 60 days from the receipt of such a notice,\n\n the said decision of the employer&#x27;s representative shall remain final and\n\n binding upon the employer and the contractor and the same shall be\n\n deemed to have been accepted by them.                 The employer or the\n\n contractor in that event shall not seek any arbitration thereafter.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_66\"> 29.     Thus, the nature of clause 20.2, is of an agreement between the\n\n parties providing for a methodology to resolve the disputes by the\n\n &quot;Employer&#x27;s Representative&quot; at site, on matters which are clearly\n\n specified which inter-alia relate to the execution of the actual work.\n\n Such decision if any of the &#x27;employer&#x27;s representative&#x27; is subject to\n\n arbitration, in case the disputes are not resolved.\n\n\n\n</p><p data-structure=\"Section\" id=\"p_67\"> 30.     Clause 20.3 provides for the disputes to be referred to arbitration.\n\n This clause is required to be read in conjunction with clause 20.2.\n\n Considering the terminology as used in the said clause, which says that\n\n if the employer&#x27;s representative at site fails to give notice of his decision\n\n within a period of 60 days after being requested, or if either the\n\n\n\n<span class=\"hidden_text\" id=\"span_31\">::: Uploaded on - 24/07/2019                   ::: Downloaded on - 25/07/2019 03:59:31 :::</span>\n                                      29                                     carapl 89-19\n\n employer or contractor be dis-satisfied with any such decision of the\n\n employer&#x27;s representative at site, only then shall the matter in dispute\n\n be referred in arbitration.\n</p>\n<p data-structure=\"Precedent\" id=\"p_68\">\n\n</p><p data-structure=\"Section\" id=\"p_69\"> 31.     Clause 20.4 which provides for disputes &quot;due for arbitration&quot; and\n\n &quot;settlement of disputes&quot; is a consequence of the cumulative effect of\n\n clause 20.2 and clause 20.3, providing that the disputes or differences\n\n shall be due for arbitration only if all the conditions in sub-clause 20.2\n\n and 20.3 are fulfilled. However, what is the pertinent, is the second\n\n part of clause 20.4 which provides that except where otherwise\n\n provided in the contract, all disputes and differences whatsoever arising\n\n between the parties, &quot;inter alia&quot; arising out of or relating to\n\n construction, measuring operation or effect of the contract or breach\n\n thereof, shall be settled by arbitration as detailed in sub-clause 20.5.\n\n\n\n</p><p data-structure=\"Section\" id=\"p_70\"> 32.     For convenience, it would be apposite to re-refer and extract\n\n second part of clause 20.4 which reads thus:\n</p>\n<blockquote id=\"blockquote_28\">         &quot;Except where otherwise provided in the contract, all\n         disputes or differences, whatsoever arising between the\n         parties,arising out of or relating to construction, measuring\n         operation or effect of the Contract or the breach thereof,\n         shall be settled by arbitration as detailed in Sub Clause\n         20.5.&quot;\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_32\">::: Uploaded on - 24/07/2019                     ::: Downloaded on - 25/07/2019 03:59:31 :::</span>\n<p data-structure=\"Conclusion\" id=\"p_71\">                                        30                                   carapl 89-19\n\n</p><p data-structure=\"Section\" id=\"p_72\"> 33.     It is thus, clear that clause 20.1 is a self-operative and an\n\n independent clause.           Similarly, clauses 20.2 to 20.4 provide for a\n\n mechanism intended by the parties to resolve disputes, before the\n\n disputes could be taken to arbitration and that these clauses are subject\n\n to arbitration, as clearly indicated not only by the very wording of\n\n clause 20.2 which provides &quot;subject to arbitration as hereinafter\n\n provided&quot;, but also as clearly provided in the second paragraph of\n\n clause 20.4 (supra).\n</p>\n<p data-structure=\"Precedent\" id=\"p_73\">\n\n</p><p data-structure=\"Section\" id=\"p_74\"> 34.     Now, coming to clause 20.5 which provides for &quot;Nomination of\n\n Sole Arbitrators&quot;. This clause in clear terms, provides that matters to be\n\n arbitrated upon shall be referred to a sole Arbitrator where the\n\n independent claim does not exceed Five million or the value of the total\n\n claim does not exceed 15 million. Beyond the said limits, the parties\n\n have agreed for reference of the disputes to three arbitrators. For this\n\n purpose, it is provided that the employer will make out a panel of\n\n arbitrators with the requisite qualification and professional experience\n\n relevant to the field to which the contractor relates, who will be\n\n residents of India only. It provides that in case of a single Arbitrator,\n\n the panel will be of three Arbitrators out of which, the contractor will\n\n choose one. In case of a panel of five, the contractor and employer will\n\n choose one arbitrator each and two so chosen will choose a third\n\n\n\n<span class=\"hidden_text\" id=\"span_33\">::: Uploaded on - 24/07/2019                     ::: Downloaded on - 25/07/2019 03:59:31 :::</span>\n                                    31                                    carapl 89-19\n\n arbitrator from the panel who will act as a presiding Arbitrator on the\n\n arbitration panel. Clause 20.6 provides the arbitration venue to be at\n\n Mumbai and the language of the award to be in English. Clause 20.9\n\n provides for limitation of time and stipulates that any dispute or\n\n difference shall be referred to arbitration after expiry of 60 days from\n\n the date of decision from the employer&#x27;s decision at site, if notified or\n\n from the date when the employer&#x27;s representative at sight ought to have\n\n given his decision in terms under sub clause (20.2), in case of failure on\n\n the part of the employer&#x27;s representative at site to give notice of\n\n decision.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_75\">\n\n</p><p data-structure=\"Section\" id=\"p_76\"> 35.     On a reading of the said clauses, it would be required to be\n\n observed that if parties were to restrict reference to arbitration, only on\n\n a pre-condition in clause 20.1 being complied, then it would have been\n\n so provided for in clause 20.4 and 20.5.         No such impediment or\n\n embargo is seen in a cumulative reading of clauses 20.4 and 20.5 being\n\n the arbitration agreement between the parties.          In fact, there is an\n\n inference otherwise than what is being canvassed on behalf of the\n\n respondent, namely that the intention of the parties is to refer the\n\n disputes and differences remaining unresolved to be taken to arbitration\n\n to be adjudicated by constituting an arbitral tribunal as provided in\n\n clause 20.5.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_77\">\n\n<span class=\"hidden_text\" id=\"span_34\">::: Uploaded on - 24/07/2019                  ::: Downloaded on - 25/07/2019 03:59:31 :::</span>\n</p><p data-structure=\"Conclusion\" id=\"p_78\">                                   32                                    carapl 89-19\n\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_79\"> 36.     Having noted as what would flow from the above contractual\n\n clauses, some relevant facts are required to be discussed. It needs to be\n\n noted that the applicants by their letter dated 6.2.2015               made an\n\n interim commercial claim for costs over-run due to extended stay in the\n\n project up to 31.3.2014 thereby submitting a summary of the combined\n\n interim claims of the applicants.     The applicants recorded that the\n\n respondents will find the same in order, and certify the applicant&#x27;s\n\n additional costs so incurred, under the contract, provisions and the law\n\n applicable to it and also urged for the timely payment soon thereafter.\n\n The said letter enclosed the Summary of the combined interim claims\n\n (part A and B) for Consortium partners) till 31.3.2014. Copy was also\n\n forwarded to the Joint Director and Chief of the Transport\n\n Communication and Additional Metropolitan Commissioner.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_80\"> 37.     The respondents by their letter dated 25.3.2015 disputed the\n\n claims referring to clause 20.1 of the GCC recording that the applicants\n\n should comply with their obligations as contained in clause 20.1. The\n\n applicants&#x27; by letter dated 24.7.2014 disputed the respondent&#x27;s\n\n contentions and contended that there was ample evidence of the\n\n applicants having complied the requirement of sub-clause 20.1 of the\n\n contract. The applicants in paras 4 and 5 clearly recorded as under:\n\n\n\n\n<span class=\"hidden_text\" id=\"span_35\">::: Uploaded on - 24/07/2019                 ::: Downloaded on - 25/07/2019 03:59:31 :::</span>\n</p><blockquote id=\"blockquote_29\">                                            33                                       carapl 89-19\n\n         &quot;4.     We are astonished by your assertion that there is no evidence\n         of the Contractor having complied with the requirement of sub-\n</blockquote><p data-structure=\"CDiscource\" id=\"p_81\">         clause 20.1 of the Contract. Your good offices would definitely agree\n         that the Contractor has been regularly apprising the Employer of the\n         various delay events related to non-availability of Row, delay in\n         permits and clearances various other hindrances and obstructions.\n         PAP agitation etc which have perennially continued to plague the\n         works.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_82\">         5.      As the events or circumstances giving rise fo the commercial\n         claim for cost overrun has, and is still a continuing effect, the events\n         constituting the claim has been brought to the notice of the\n         Employer/Employer&#x27;s representative from time to time resting with\n         the Contractor&#x27;s letter no.1856 dated 06th February 2015 which was\n         again interim in nature and satisfying the requirement of sub-clause\n         20.1.    Under such admitted circumstances, the Contractor is\n         astonished by your assertion that there is no evidence to establish its\n         compliance.&quot;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_83\">\n</p><p data-structure=\"Precedent\" id=\"p_84\"> 38.     The respondents replied the applicant&#x27;s letter dated 24.7.2015 by\n\n their letter dated 2.12.2015 inter alia disputed the contentions of the\n\n applicants and on merits re-iterated that the applicants were not\n\n entitled to interim claim as asserted. In para 3 and 10. of the said letter,\n\n are required to be noted and read thus :\n</p>\n<blockquote id=\"blockquote_30\">         &quot;3.     We reiterate that except in case of Rolling stock with\n         multiple defects and deficiencies neither the Employer nor PMC at\n         any stage instructed the Contractor to suspend the progress of part\n         of all of the Works/System. As regards the Employer&#x27;s instruction\n         to the Contractor to refrain from further supply of rolling stock till\n         implementation of remedial measures in respect of defects and\n         deficiencies, kindly note that the sub-clause 8.8. of GCC has\n         clearly spelt out the liability of the Contractor in this regard.\n</blockquote>\n<blockquote id=\"blockquote_31\">                 In the light of the above facts and circumstances, the\n         Contractor&#x27;s claim of having suffered huge unforeseen costs due\n         to idling and under utilisation of resources is bereft of any\n         rationale.\n</blockquote>\n<blockquote id=\"blockquote_32\">         10.      We confirm that the Employer&#x27;s decision to reject the\n         Contractor&#x27;s interim commercial claim due to &#x27;cost overrun&#x27; is\n         based on relevant facts and circumstances and is in conformity\n         with the contract and <a href=\"/doc/171398/\" id=\"a_16\">Indian Contract Act</a>.&quot;\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_36\">::: Uploaded on - 24/07/2019                            ::: Downloaded on - 25/07/2019 03:59:31 :::</span>\n<p data-structure=\"Conclusion\" id=\"p_85\">                                    34                                    carapl 89-19\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_86\"> 39.     Thereafter, by a letter dated 17.11.2015 the applicants submitted\n\n to the respondents, a Summary of combined interim claims up to the\n\n period 30.9.2015 being combined interim claim for the costs overrun\n\n due to extended stay in the project up to 30.9.2015. The applicants\n\n requested the respondents to certify the additional costs so incurred,\n\n under the contract, the provisions and the law applicable to it and\n\n arrange for timely payment. A perusal of this letter alongwith the\n\n voluminous statement of claim, clearly shows the several intricacies,\n\n factors and aspects touching the execution of the contract.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_87\"> 40.     The respondents thereafter by its letter dated 28.12.2015\n\n disputed the claim of the applicants inter alia on the applicability of\n\n clause 20.1 of the GCC and observed that the claims were not\n\n admissible. The respondents recorded that the execution of the project\n\n got abnormally delayed on account of the applicants and coordination.\n\n Giving a reference to the correspondence, the respondents recorded\n\n that there were no reasons to consider the applicant&#x27;s commercial claim\n\n for costs over-run due to extended stay in the project.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_88\"> 41.     The applicants replied to the said letter of the respondents dated\n\n 28.12.2015 by their letter dated 7.4.2016 re-iterating its stand and in\n\n\n\n<span class=\"hidden_text\" id=\"span_37\">::: Uploaded on - 24/07/2019                  ::: Downloaded on - 25/07/2019 03:59:31 :::</span>\n                                        35                                     carapl 89-19\n\n detail explaining reference to clause 20.2, the applicants in the said\n\n letter recorded as under :\n</p>\n<blockquote id=\"blockquote_33\">         &quot;Therefore, in accordance with Sub-clause 20.2 (Dispute to be\n         Referred to and Settled by Employer&#x27;s Representative at Site) of\n         the Contract, we, the Contractor hereby give notice and refer the\n         dispute i.e. non-settlement of the Contractor&#x27;s interim claim for\n         cost overrun on account of prolongation of the Works, to the\n         Employer&#x27;s Representative for its decision on the same, which\n         requires to be rendered within the time stipulated under the\n         aforesaid sub-clause of the Contract.\n</blockquote>\n<blockquote id=\"blockquote_34\">                 Should the Employer&#x27;s Representative require any\n         assistance / clarification on the matte,r we the Contractor would\n         be more than pleased to provide the same.&quot;\n</blockquote>\n\n\n<p data-structure=\"RespArg\" id=\"p_89\"> 42.     The respondents representative Mr.Louis Berges by its letter\n\n dated 22.4.2016 to the Project Director of the applicants demanded\n\n information as per the sub-clause 20.2 of the GCC.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_90\"> 43.     The case of the applicants is that the entire claim and details of\n\n the claims was already submitted by the applicants to the respondents\n\n and therefore, the respondent&#x27;s representative again asking for this\n\n information was totally uncalled for.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_91\">\n\n</p><p data-structure=\"Precedent\" id=\"p_92\"> 44.     It is thus clearly not in dispute that there is an arbitration\n\n agreement between the parties as contained in clause 20.4 read with\n\n clause 20.5 of the GCC. Moreover the applicants by their letter dated\n\n 1.7.2016 inter alia recorded as under :\n</p>\n<p data-structure=\"Conclusion\" id=\"p_93\">\n\n\n<span class=\"hidden_text\" id=\"span_38\">::: Uploaded on - 24/07/2019                       ::: Downloaded on - 25/07/2019 03:59:31 :::</span>\n</p><blockquote id=\"blockquote_35\">                                          36                                      carapl 89-19\n\n         &quot;The contractors submit that the assertion of the Employer&#x27;s\n         Representative that &quot;the sub clauses 20.2 till 20.9 of the GCC are\n         not applicable and your above claim does not qualify for\n         arbitration&quot; is inappropriate and unlawful. The contractors have\n         only referred the dispute to the Employer&#x27;s Representative for its\n         decision under Sub-clause 20.2. Furthermore, on rejection of the\n         contractors claim, the contractors are fully entitled to initiate\n         arbitration under Sub-clause 20.3. The contractors assume that\n         vide its letter dated 16 June 2016, the Employer&#x27;s Representative\n         has rejected the contractors interim commercial claim for cost\n         overrun on account of prolongation of the works under sub-clause\n         20.2.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_94\">         The contractors disagree with such a decision taken by the\n         Employer&#x27;s Representative and in accordance with sub-clauses\n         20.2 and 20.3 of the GCC, hereby notify the Employer&#x27;s\n         Representative of their dissatisfaction with respect to the said\n         decision. We reiterate that it is indeed beyond your scope as\n         &quot;Engineers&quot; to decide whether or not the contractors are entitled\n         to proceed to arbitration. In view of the above, please note that\n         the contractors are fully entitled to proceed to arbitration and\n         shall be doing so at the earliest.\n</p>\n<p data-structure=\"Precedent\" id=\"p_95\">         Therefore, as this rejection of the contractors claim has resulted in\n         a dispute, the contractors hereby give notice to the\n         Employer/employer&#x27;s Representative that the contractors intend to\n         proceed with arbitration under sub-clauses 20.4 and 20.5 of the\n         GCC.&quot;\n</p><p data-structure=\"Conclusion\" id=\"p_96\">                                                       (emphasis added)\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_97\"> 45.      It is also clear that by a letter dated 8.9.2016 the respondent for\n\n reasons set out in letter dated 8.9.2016 refused the request of the\n\n applicant for arbitration. The contents of the said letter reads thus:\n\n</p><pre id=\"pre_4\">         &quot;                                            8th September,2016\n\n         To,\n         Project Director,\n         LTSE,\n         Mumbai Monorai Project,\n         Wadala (E), Mumbai-400031.\n\n                           Kind Atten: Mr.Anand Koul\n\n         Sub:     Contractor&#x27;s Interim Commercial Claim of &#x27;Cost Overrun\n\n\n\n\n<span class=\"hidden_text\" id=\"span_39\">::: Uploaded on - 24/07/2019                          ::: Downloaded on - 25/07/2019 03:59:31 :::</span>\n                                        37                                    carapl 89-19\n\n</pre><p data-structure=\"Conclusion\" id=\"p_98\">                  due to Extended Stay in the Project&#x27; - Request for\n                  Reference to Arbitration.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_99\">         Ref:     1.LTSE letter No.MM00/MMR-O-2317-L dated 09.08.16\n</p><p data-structure=\"CDiscource\" id=\"p_100\">                  2.LBG letter No.LBG/Monorail/LTSE/Contract/10064-16\n                  dated 20.08.2016\n\n         Dear Sir,\n                 Please refer to your above letter requesting the\n         Employer to nominate a panel of five Arbitrators in\n         connection with your commercial claim of &#x27;cost overrun due\n         to extended stay in the Project.&#x27;\n                 In this regard, we draw your kind attention to the\n         above referred letter of Employer&#x27;s representative/PMC\n         wherein it is stated that it may be pertinent to note that the\n         contract provides for a specific procedure which is mandatory\n         to be followed prior to invocation of arbitration. Accordingly,\n         invocation of arbitration can only arise upon completion of the\n         procedure laid down in Clauses 20.1 and 20.2 of the GCC.\n         Since you have failed to comply with the prerequisites for\n         referring the matter to arbitration, by not following the\n         procedure laid down under the Contract, your claim does not\n         qualify for arbitration and the Employer may, if so advised,\n         defend the same.\n</p><p data-structure=\"CDiscource\" id=\"p_101\">                 Therefore, your request for nomination a panel of five\n         Arbitrators cannot be processed, as you have failed to\n         comply with the prerequisites for referring the matter to\n         arbitration, by not following the procedure laid down under\n         the contract.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_102\">         Thanking you.&quot;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_103\">\n</p><p data-structure=\"CDiscource\" id=\"p_104\"> 46.     The applicants in the above circumstances, had approached the\n\n Supreme Court for appointment of an arbitral tribunal on the ground\n\n that the consortium partner being a foreign company, the arbitration\n\n would be in the nature of a international commercial arbitration. It was\n\n decided by the Supreme Court in its judgment dated 3 October 2018\n\n that the arbitration in-question would not be an international\n\n\n\n\n<span class=\"hidden_text\" id=\"span_40\">::: Uploaded on - 24/07/2019                      ::: Downloaded on - 25/07/2019 03:59:31 :::</span>\n                                        38                                     carapl 89-19\n\n arbitration as defined under <a href=\"/doc/1279791/\" id=\"a_17\">section 2(1) (f)</a> of the Act granting the\n\n applicants liberty to approach the relevant Court, on the footing that it\n\n is not a case of international arbitration.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_105\">\n\n</p><p data-structure=\"Section\" id=\"p_106\"> 47.     The above discussion in my opinion, clearly leads to the\n\n applicants making out a case for this Court to exercise jurisdiction\n\n under <a href=\"/doc/1841764/\" id=\"a_18\">Section 11</a> to appoint an arbitral tribunal, the respondent having\n\n failed to do so. This more so considering the clear position in law\n\n arising after incorporation of sub-section 6A, in <a href=\"/doc/1841764/\" id=\"a_19\">section 11</a> by the\n\n <a href=\"/doc/1596533/\" id=\"a_20\">Amending Act</a> No. 3 of 2016 with effect from 23.10.2015, which now\n\n confines the Court&#x27;s inquiry to examine the existence of an arbitration\n\n agreement, which shall not be withstanding any judgment or order of\n\n any Court. <a href=\"/doc/1841764/\" id=\"a_21\">Section 11</a> sub-section 6A reads thus :\n\n</p><blockquote id=\"blockquote_36\">         &quot;11.(6A). The Supreme Court or, as the case may be, the High\n         Court, while considering any application under sub-section (4) or\n         sub-section (5) or sub-section (6), shall, notwithstanding any\n         judgment, decree or order of any Court, confine to the\n         examination of the existence of an arbitration agreement.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_107\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"133653680\" id=\"span_41\">48.     Mr.Sharma learned counsel for the applicants would be correct\n\n in referring on a decision of the Supreme Court in <a href=\"/doc/133653680/\" id=\"a_22\">Duro Felgura S.A vs\n\n Gangavaram Port Limited5</a> wherein interpreting provisions of sub-\n\n section 6A and requirements which are brought about by the said\n\n provision, the Supreme Court has held that by virtue of this sub-<a href=\"/doc/310829/\" id=\"a_23\">section,\n\n 5 (2017)</a> <a href=\"/doc/1079220/\" id=\"a_24\">9</a> SCC 729\n\n\n\n\n<span class=\"hidden_text\" id=\"span_42\">::: Uploaded on - 24/07/2019                       ::: Downloaded on - 25/07/2019 03:59:31 :::</span>\n                                          39                                      carapl 89-19\n\n power of the Court has now being restricted only to examine whether\n\n there exists an arbitration agreement. Justice Bhanumati speaking for\n\n the Bench, in para 18 of <a href=\"/doc/133653680/\" id=\"a_25\">the said decision</a>, observed as under:</span>\n\n</p><blockquote id=\"blockquote_37\">         &quot;18. The language in <a href=\"/doc/605764/\" id=\"a_26\">section 11 (6)</a> of the act &quot;the Chief\n         Justice or any person or institution designated by him &quot; has\n         been substituted by &quot;Supreme Court or as the case may be,\n         the High Court or any person or institution designated by\n         such Court.&quot; Now, as per sub-section (6-A) of <a href=\"/doc/1841764/\" id=\"a_27\">Section 11</a>, the\n         power of the court has now been restricted only to see\n         whether there exists an arbitration agreement.\n</blockquote>\n\n\n<blockquote id=\"blockquote_38\"> 49.     Mr.Justice Kurian Joseph (as His Lordship then was) in his\n\n supplementing judgment in paras 47, 48, 58 and 59 has succinctly\n\n discussed change in the legal position as brought about by insertion of\n\n sub-section 6A. His Lordship observed thus:-\n</blockquote>\n<blockquote id=\"blockquote_39\">         &quot;47. What is the effect of the change introduced by the\n         <a href=\"/doc/1306164/\" id=\"a_28\">Arbitration and Conciliation (Amendment) Act, 2015</a> (hereinafter\n         referred to as &quot;the 2015 Amendment&quot;) with particular reference to\n         <a href=\"/doc/605764/\" id=\"a_29\">Section 11(6)</a> and the newly added <a href=\"/doc/63461877/\" id=\"a_30\">Section 11(6A)</a> of the\n         Arbitration and Conciliation Act, 1996 (hereinafter referred to as\n         &quot;the 1996 Act&quot;) is the crucial question arising for consideration in\n         this case.\n</blockquote>\n<blockquote id=\"blockquote_40\">         48.    <a href=\"/doc/63461877/\" id=\"a_31\">Section 11(6A)</a> added by the 2015 Amendment, reads as\n         follows:\n</blockquote><blockquote id=\"blockquote_41\">                &quot;11(6A) The Supreme Court or, as the case may be, the\n                High Court, while considering any application under sub-\n                section (4) or sub-section (5) or sub-section (6), shall,\n                notwithstanding any judgment, decree or order of any\n                Court, confine to the examination of the existence of an\n                arbitration agreement.&quot; (Emphasis Supplied)\n\n         From a reading of <a href=\"/doc/63461877/\" id=\"a_32\">Section 11(6A)</a>, the intention of the legislature\n         is crystal clear i.e. the Court should and need only look into one\n         aspect- the existence of an arbitration agreement. What are the\n         factors for deciding as to whether there is an arbitration\n         agreement is the next question. The resolution to that is simple - it\n         needs to be seen if the agreement contains a clause which\n\n\n\n\n<span class=\"hidden_text\" id=\"span_43\">::: Uploaded on - 24/07/2019                          ::: Downloaded on - 25/07/2019 03:59:31 :::</span>\n</blockquote><p data-structure=\"Conclusion\" id=\"p_108\">                                       40                                     carapl 89-19\n\n         provides for arbitration pertaining to the disputes which have\n         arisen between the parties to the agreement.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_109\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_44\">58.     This position was further clarified in <a href=\"/doc/1243245/\" id=\"a_33\">National\n         Insurance Co. Ltd. v. Boghara Polyfab (P) Ltd. To</a> quote:</span>\n</p><blockquote id=\"blockquote_42\">         (SCC p. 283, para 22)\n                 &quot;22. Where the intervention of the court is sought\n         for appointment of an Arbitral Tribunal under <a href=\"/doc/1841764/\" id=\"a_34\">Section 11</a>,\n         the duty of the Chief Justice or his designate is defined in\n         SBP &amp; Co. This Court identified and segregated the\n         preliminary issues that may arise for consideration in an\n         application under <a href=\"/doc/1841764/\" id=\"a_35\">Section 11</a> of the Act into three categories,\n         that is, (i) issues which the Chief Justice or his designate is\n         bound to decide; (ii) issues which he can also decide, that is,\n         issues which he may choose to decide; and (iii) issues which\n         should be left to the Arbitral Tribunal to decide.\n</blockquote><blockquote id=\"blockquote_43\">                 22.1. The issues (first category) which the Chief\n         Justice/his designate will have to decide are:\n</blockquote><blockquote id=\"blockquote_44\">                 (a)     Whether the party making the application has\n         approached the appropriate High Court.\n</blockquote><blockquote id=\"blockquote_45\">                 (b)     Whether there is an arbitration agreement and\n         whether the party who has applied under <a href=\"/doc/1841764/\" id=\"a_36\">Section 11</a> of the\n         Act, is a party to such an agreement.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_110\">                 22.2. The issues (second category) which the Chief\n         Justice/his designate may choose to decide (or leave them to\n         the decision of the Arbitral Tribunal) are:\n</p><blockquote id=\"blockquote_46\">                 (a) Whether the claim is a dead (long-barred) claim\n         or a live claim.\n</blockquote><blockquote id=\"blockquote_47\">                 (b) Whether the parties have concluded the\n         contract/transaction by recording satisfaction of their mutual\n         rights and obligation or by receiving the final payment\n         without objection.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_111\">         22.3. The issues (third category) which the Chief Justice/his\n         designate should leave exclusively to the Arbitral Tribunal\n         are:\n</p><blockquote id=\"blockquote_48\">                 (i) Whether a claim made falls within the arbitration\n         clause (as for example, a matter which is reserved for final\n         decision of a departmental authority and excepted or\n         excluded from arbitration).\n</blockquote><blockquote id=\"blockquote_49\">         (ii) Merits or any claim involved in the arbitration.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_112\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_45\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"164803491\" id=\"span_46\">59.    The scope of the power under <a href=\"/doc/605764/\" id=\"a_37\">Section 11(6)</a> of the\n         1996 Act was considerably wide in view of the decisions in\n         <a href=\"/doc/164803491/\" id=\"a_38\">SBP and Co.</a> (supra) and <a href=\"/doc/1243245/\" id=\"a_39\">Boghara Polyfab</a> (supra). This\n         position continued till the amendment brought about in\n         2015. After the amendment, all that the Courts need to see is\n\n\n\n\n<span class=\"hidden_text\" id=\"span_47\">::: Uploaded on - 24/07/2019                      ::: Downloaded on - 25/07/2019 03:59:31 :::</span>\n                                              41                                carapl 89-19\n\n         whether an arbitration agreement exists - nothing more,\n         nothing less. The legislative policy and purpose is essentially\n         to minimize the Court&#x27;s intervention at the stage of\n         appointing the arbitrator and this intention as incorporated\n         in <a href=\"/doc/1841764/\" id=\"a_40\">Section 11</a> (6-A) ought to be respected.&quot;</span></span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_113\">\n\n</p><p data-structure=\"Precedent\" id=\"p_114\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"133653680\" id=\"span_48\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"156345973\" id=\"span_49\">50.     Mr.Sharma, learned counsel for the applicants has rightly relied\n\n on the recent decision of the Supreme Court in <a href=\"/doc/156345973/\" id=\"a_41\">IBI Consultancy India\n\n Private Limited vs DSC Limited</a> wherein a similar view has been taken\n\n as in <a href=\"/doc/133653680/\" id=\"a_42\">Duro Felguera</a> (supra). Justice R.K.Agarwal (as His Lordship\n\n then was) speaking for the bench in para 8 observed as under :</span></span>\n\n</p><blockquote id=\"blockquote_50\">         &quot;8. It is worth mentioning that the position after the\n         insertion of sub <a href=\"/doc/1660061/\" id=\"a_43\">section 6 (A)</a> of <a href=\"/doc/1841764/\" id=\"a_44\">section 11</a> of the Act\n         dated 23.10.2015 has been changed. The extent of\n         examination is now confined only to the existence of the\n         arbitration agreement.&quot;\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_115\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"133653680\" id=\"span_50\">51.     Again a three Judge bench of the Supreme Court in a recent\n\n decision in the case of Zostel Hospitality Private Limited through its\n\n authorised representative vs Oravel Stays Private Limited through\n\n its Director &amp; Ors.6 referring to the decision in <a href=\"/doc/133653680/\" id=\"a_45\">Duro Felguera S.A.</a>\n\n (supra) held as under :</span>\n</p>\n<blockquote id=\"blockquote_51\">         &quot;.     In view of the aforesaid, we are of the opinion that the\n         respondents can raise the issue of arbitrability of the disputes\n         before the arbitrator. Needless to say, our expression of the view\n         that an arbitration clause exists and the arbitrator should be\n         appointed, would not affect the suit filed by the respondents.&quot;\n</blockquote>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_116\"> 6 Arbitration Petition (Civil) No.28/2018\n\n\n\n\n<span class=\"hidden_text\" id=\"span_51\">::: Uploaded on - 24/07/2019                        ::: Downloaded on - 25/07/2019 03:59:31 :::</span>\n                                        42                                     carapl 89-19\n\n</p><p data-structure=\"Precedent\" id=\"p_117\"> 52.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"173883342\" id=\"span_52\">In <a href=\"/doc/173883342/\" id=\"a_46\">Evolutionary Systems Pvt. Ltd. vs Shubham Rajkumar\n\n Sharma7</a> decided on 11.3.2019, a two judge bench of the Supreme\n\n Court held as under:-</span>\n</p>\n<blockquote id=\"blockquote_52\">         &quot;Merely because the dispute involves a service agreement would\n         not put it in the category of disputes which are non-arbitrable.\n         In any view of the matter, given <a href=\"/doc/63461877/\" id=\"a_47\">section 11 (6A)</a> of the\n         arbitration Act, all that the Court has to see at this state is\n         whether an arbitration agreement exists between the parties.\n         There is no doubt whatsoever that such agreement exists.&quot;\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_118\"> 53.     Having adverted to the above clear position in law and that the\n\n jurisdiction of this Court in adjudicating <a href=\"/doc/1841764/\" id=\"a_48\">section 11</a> application, would\n\n now be confined only to examine as to whether there exists an\n\n arbitration agreement between the parties.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_119\">\n\n</p><p data-structure=\"RespArg\" id=\"p_120\"> 54.     As extensively noted above, the principal argument as urged on\n\n behalf of the respondents, that the applicants have not complied with\n\n clause 20.1 of the GCC and which is condition precedent for invocation\n\n of the arbitration agreement cannot be accepted.                 In any event, an\n\n arbitral tribunal is not precluded from examining the issue of\n\n arbitrability of the disputes and an objection in the nature as urged on\n\n behalf of the         respondent can certainly be examined by the arbitral\n\n tribunal. It is well-settled that all issues on arbitrability are required to\n\n be gone into by the arbitral tribunal.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_121\">\n<span class=\"hidden_text\" id=\"span_53\"> 7 Civil Appeal No.2714 of 2019</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_54\">::: Uploaded on - 24/07/2019                       ::: Downloaded on - 25/07/2019 03:59:31 :::</span>\n</p><p data-structure=\"Conclusion\" id=\"p_122\">                                     43                                    carapl 89-19\n\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_123\"> 55.     In the foregoing paras, I have discussed the effect of these clauses\n\n 20.1 to 20.9. In the facts and circumstances of the case, I am not\n\n inclined to accept the contentions as urged on behalf of the respondents\n\n that there was any embargo or any fetter for reference of the disputes to\n\n arbitration by holding that arbitration as contained in clauses 20.3, 20.4\n\n read with clause 20.5 would not available to the applicant and\n\n reference of the disputes to arbitration should be               denied to the\n\n applicants.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_124\">\n\n</p><p data-structure=\"Precedent\" id=\"p_125\"> 56.     Now coming to the decisions as relied on behalf of the\n\n respondent. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"63871350\" id=\"span_55\">In <a href=\"/doc/63871350/\" id=\"a_49\">Union of India vs Parmar Constructions Company\n\n Ltd</a> (supra) the issue which fell for decision of the Supreme Court was\n\n in completely different set of facts. As clearly seen from para 2 of this\n\n decision, the Supreme Court has observed that the question for\n\n determination was whether an arbitration agreement stands discharged\n\n and whether it was permissible for the High Court under <a href=\"/doc/605764/\" id=\"a_50\">section 11 (6)</a>\n\n of the Act to appoint a third party as arbitrator independent of an\n\n arbitrator from a mutually agreed procedure. It is in this context, the\n\n Supreme Court held in para 26 and 27 that in the facts of the said case,\n\n the amended provisions of the Act as brought out by the Amendment\n\n (Act 3 of 2016), would not be applicable as the said request was made\n\n\n\n\n<span class=\"hidden_text\" id=\"span_56\">::: Uploaded on - 24/07/2019                   ::: Downloaded on - 25/07/2019 03:59:31 :::</span>\n                                   44                                    carapl 89-19\n\n and received by the applicant much before Amendment Act was brought\n\n into force. The reliance on this decision therefore would not assist the\n\n respondent.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_126\">\n\n</p><p data-structure=\"Precedent\" id=\"p_127\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"631011\" id=\"span_57\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"2073\" id=\"span_58\">57.     The decision in <a href=\"/doc/2073/\" id=\"a_51\">Indian Oil Corporation Ltd vs Raja Transport\n\n Ltd</a> and <a href=\"/doc/631011/\" id=\"a_52\">Iron and Steel Co vs Tiwari Road</a> lines (supra) is also a\n\n decision prior to the Amendment Act of 2015 and may not be relevant\n\n in the facts of the present case when in the present case invocation is\n\n admittedly after coming into force of the Amendment Act.</span></span>\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_128\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"164803491\" id=\"span_59\">58.     <a href=\"/doc/164803491/\" id=\"a_53\">Further United India Insurance Company Ltd vs Hyundai\n\n Engineering Ltd.</a> (supra) was a case in which the Supreme Court was\n\n considering an arbitration clause contained in the Insurance policy,\n\n wherein the parties had clearly agreed and understood that no\n\n difference or dispute shall be referable to arbitration if the insurance\n\n company has disputed the liability by not accepting the liability under\n\n the insurance policy.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"133653680\" id=\"span_60\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"23402471\" id=\"span_61\">It is in this context, and considering an earlier\n\n decision on a similar issue in <a href=\"/doc/23402471/\" id=\"a_54\">Oriental Insurance Company Limited vs\n\n Narbheram Power and Steel Private Limited</a> (supra) in the facts of\n\n the case held that the decision in <a href=\"/doc/133653680/\" id=\"a_55\">Deuro Felgura</a> (supra) on the effect\n\n of amended provisions would not be applicable.</span></span>            <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"164803491\" id=\"span_62\">In any event, the\n\n dispute in the present case, is too far different form the dispute arising\n\n\n\n\n<span class=\"hidden_text\" id=\"span_63\">::: Uploaded on - 24/07/2019                 ::: Downloaded on - 25/07/2019 03:59:31 :::</span>\n                                     45                                    carapl 89-19\n\n under the insurance clause, so as to make the decision in <a href=\"/doc/164803491/\" id=\"a_56\">United India\n\n Insurance Company</a> (supra) applicable to the facts of the present case.</span>\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_129\"> 59.     In the light of the above discussion, I am of the clear opinion that\n\n the application would be required to be allowed.              It is accordingly\n\n allowed by the following order :\n</p>\n<blockquote id=\"blockquote_53\">                               ORDER\n</blockquote><blockquote id=\"blockquote_54\"> (i)     Mr.Justice S.J. Vazifdar, Former Chief Justice of Punjab &amp;\n Haryana High Court, is proposed to be appointed as Arbitrator on\n behalf of the applicants.\n</blockquote>\n\n<blockquote id=\"blockquote_55\"> (ii)    The Court appoints Mr.Justice V.C. Daga (Retd.), Former Judge\n of this Court, having address at 51, Rajgir Chambers, 6th Floor, Opposite\n Old Customs House, 12/14 Shahid Bhagat Singh Road, Fort, Mumbai -\n</blockquote><p data-structure=\"RespArg\" id=\"p_130\"> 400 001, as a nominee Arbitrator on behalf of the respondent.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_131\"> (iii)   The prospective Arbitrators appointed by the Court shall appoint\n a presiding Arbitrator in accordance with provisions of the Act.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_132\"> (iv)    The prospective arbitrators before entering a reference, shall\n forward a statement of disclosure as per the provisions of <a href=\"/doc/1568410/\" id=\"a_57\">section 11 (8)</a>\n read with <a href=\"/doc/750244/\" id=\"a_58\">section 12 (1)</a> of the Act to the Prothonotary and Senior\n Master of this Court to be placed on record of the application with a\n copy to be forwarded to both the parties.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_133\">\n</p><p data-structure=\"Conclusion\" id=\"p_134\"> (v)     At the first instance, the parties shall appear before the\n prospective Arbitrators within 30 days from today on a date which may\n\n\n\n<span class=\"hidden_text\" id=\"span_64\">::: Uploaded on - 24/07/2019                   ::: Downloaded on - 25/07/2019 03:59:32 :::</span>\n                                    46                                    carapl 89-19\n\n be mutually fixed by the prospective Arbitrators;\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_135\"> (vi)     Arbitration application stands disposed of in the above terms. No\n costs.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_136\">\n</p><p data-structure=\"Conclusion\" id=\"p_137\"> (vii) The above observations as made in the judgment are prima facie\n and are made only in context of the adjudication of the present\n application under <a href=\"/doc/605764/\" id=\"a_59\">section 11 (6)</a> of the Act.        All contentions of the\n parties on merits of the disputes are expressly kept open.\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_138\">                                               [G.S. KULKARNI, J.]\n\n\n\n\n<span class=\"hidden_text\" id=\"span_65\">::: Uploaded on - 24/07/2019                  ::: Downloaded on - 25/07/2019 03:59:32 :::</span>\n </p>","numcites":24,"numcitedby":2,"docsource":"Bombay High Court","citetid":88684536,"divtype":"judgments","relatedqs":[{"value":"larsen and toubro","formInput":"larsen%20and%20toubro"},{"value":"invocation of arbitration","formInput":"invocation%20of%20arbitration"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"contractors claims","formInput":"contractors%20claims"},{"value":"existance of arbitration agreement ","formInput":"existance%20of%20arbitration%20agreement%20"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"arbitration procedure","formInput":"arbitration%20procedure"},{"value":"extension of time  ","formInput":"extension%20of%20time%20%20"},{"value":"arbitration agreement is between the parties to arbitration agreement","formInput":"arbitration%20agreement%20is%20between%20the%20parties%20to%20arbitration%20agreement"},{"value":"arbitration agreement and parties","formInput":"arbitration%20agreement%20and%20parties"},{"value":"arbitration contractor","formInput":"arbitration%20contractor"},{"value":"arbitration claim","formInput":"arbitration%20claim"},{"value":"condition precedent","formInput":"condition%20precedent"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"arbitration agreement is between the parties","formInput":"arbitration%20agreement%20is%20between%20the%20parties"},{"value":"arbitration proceedings","formInput":"arbitration%20proceedings"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"mutual","formInput":"mutual"},{"value":"arbitration case","formInput":"arbitration%20case"},{"value":"arbitration clauses","formInput":"arbitration%20clauses"}],"cats":[{"value":"appointment-of-arbitrators","formInput":"tag:appointment-of-arbitrators"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"}],"courtcopy":true,"query_alert":null,"agreement":false}