{"tid":151141,"publishdate":"2000-01-21","title":"Ambika Prasad And Another vs State (Delhi Administration, Delhi) on 21 January, 2000","doc":"<h2 class=\"doc_title\">Ambika Prasad And Another vs State (Delhi Administration, Delhi) on 21 January, 2000</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2000 SUPREME COURT 718</h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:g-b-patnaik\">G.B.Patnaik</a>, <a href=\"/search/?formInput=benchid:m-b-shah\">M.B.Shah</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nAMBIKA PRASAD AND ANOTHER\n\n\tVs.\n\nRESPONDENT:\nSTATE (DELHI ADMINISTRATION, DELHI)\n\nDATE OF JUDGMENT:\t21/01/2000\n\nBENCH:\nG.B.Patnaik, M.B.Shah\n\n\n\n\nJUDGMENT:</pre>\n\n\n\n\n<p data-structure=\"Issue\" id=\"p_1\">      Shah,J.\n</p>\n\n\n<p data-structure=\"Facts\" id=\"p_2\">      These appeals are filed against the judgment and order\ndated 21.3.1997 passed by the High Court of Delhi dismissing\nCriminal  Appeals  No.45/92,  49/92 and 50/92 filed  by\t the\npresent\t appellants, which arise out of common judgment\t and\norder  dated 24.03.1992 passed by the Addl.  Sessions Judge,\nDelhi in Sessions Case No.508/91.  In all six persons namely\nAmbika\tPrasad\t(A1), Krishanpal (A2), Ram Adhar  (A3),\t Ram\nChander\t (A4),\tShiv Raj Singh (A5) and Rajinder Singh\t(A6)\nwere  tried  for the offences punishable under <a href=\"/doc/763672/\" id=\"a_1\">Sections\t 148</a>\nIPC,  341  read with 149 <a href=\"/doc/1569253/\" id=\"a_2\">IPC</a>, 307 read with 149 <a href=\"/doc/1569253/\" id=\"a_3\">IPC</a> and\t 302\nread  with 149 <a href=\"/doc/1569253/\" id=\"a_4\">IPC</a>.  Additionally, accused Ram Chander\t(A4)\nwas  charged for the offence punishable under <a href=\"/doc/244673/\" id=\"a_5\">Section 27</a>  of\nthe Arms Act.  Out of them two were acquitted and appellants\nAmbika\tPrasad,\t Krishanpal Singh, Ram Chander and  Rajinder\nSingh  were convicted for the offences under <a href=\"/doc/1560742/\" id=\"a_6\">Section  302</a>/<a href=\"/doc/37788/\" id=\"a_7\">34</a>\nIPC,  341/34  <a href=\"/doc/1569253/\" id=\"a_8\">IPC</a> and 307/34 <a href=\"/doc/1569253/\" id=\"a_9\">IPC</a>.  For sentence,  the  trial\ncourt  observed\t that  murder appeared\tto  be\tpre-planned.\nAccused\t Ram Chander was a famous wrestler and for others no\ncriminal  antecedent was brought to the notice of the Court,\ntherefore,  it was held that it was not one of the rarest of\nthe  rare  cases.  Hence, for the offence  punishable  under\n<a href=\"/doc/1560742/\" id=\"a_10\">Section\t  302</a>/<a href=\"/doc/37788/\" id=\"a_11\">34</a>   IPC,\t they\twere  sentenced\t to   suffer\nimprisonment  for  life and to pay a fine of Rs.100/-.\t For\nthe  offence punishable under Section 307 read with  <a href=\"/doc/37788/\" id=\"a_12\">Section\n34</a>  IPC,  the court imposed a sentence of four years  and  a\nfine  of  Rs.100/-  and\t for the  offence  punishable  under\nSection\t 341  read with <a href=\"/doc/37788/\" id=\"a_13\">Section 34</a> IPC fine of Rs.100/-\t was\nimposed.    Against  that  judgment,   Ambika\tPrasad\t and\nKrishanpal  filed Criminal Appeal No.45 of 1992, Ram Chander\nfiled Criminal Appeal No.49 of 1992 and Rajinder Singh filed\nCriminal  Appeal  No.50\t of 1992 before the  High  Court  of\nDelhi.\t All  the  appeals  were  heard\t together  and\twere\ndisposed  by a common judgment and order.  That judgment and\norder  is  challenged  by Ambika Prasad\t and  Krishanpal  by\nfiling\tCriminal Appeal No.1152/97, by Ram Chander by filing\nCriminal  Appeal No.1153/97 and by Rajinder Singh by  filing\nCriminal  Appeal No.1154/97.  Since these appeals arise\t out\nof  common  judgment  and order and from the  same  sessions\ntrial,\tthey  are  disposed of by this common  judgment\t and\norder.\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">      It is the prosecution version that Pratap Singh is the\nowner  of  the\tdisputed land in village  Libaspur.   It  is\nalleged\t that  he sold 2 bighas out of 24 bighas of land  to\none  Mohinder  Yadav  and over this  transaction  there\t was\ndispute\t between the vendor and the vendees, for which civil\nsuit  was pending.  A few days before the incident, Shiv Raj\n(acquitted  accused)  told Kishan Dei (PW10) wife of  Pratap\nSingh  that he had purchased the plot from Shri Ram  Chander\nand  Ram Adhar accused and that he would take possession  of\nthe  land.   She told him that it was a disputed land.\t PW4\nVikram\tSingh, PW5 Karan Singh and PW7 Anirudh Singh are the\nsons  of Pratap Singh.\tDeceased Virender Singh was the\t son\nof  elder  brother of Pratap Singh.  For the assault on\t the\ncomplainant party and injury caused to the deceased Virender\nSingh as well as injured witnesses, FIR was lodged by Vikram\nSingh  (PW4) on 30.06.1982 at 12.40 p.m.  It was stated that\nthey  were  owners  of\t24 bighas and some  biswas  of\tland\ntowards\t East of G.T.  road by the side of village Libaspur.\nFor the said land, there was a transaction with Saroop Nagar\nHousing Society through Mohinder Yadav.\t It was decided that\non the receipt of entire consideration the possession of the\nland  would  be\t handed\t over  to  the\tvendees.   As\tsale\nconsideration  was not paid, they were in possession of\t the\nsaid land.  As the Society started constructing houses, they\nfiled  suit  and obtained stay order which was in  operation\ntill  date.   It was further stated that at about  10  a.m.,\nwhen  Karan  Singh, Anirudh, Virender Singh  were  returning\nafter  ploughing  the land by their tractor,  Ambika  Prasad\nalongwith  his\tcompanion  Rajinder   Diarywala,  Ram  Adhar\nPehalwan  and  his so called adopted  brother  (subsequently\nidentified as Ram Chander), whose both ears were damaged and\nwho  was  known to the informant came there by the  side  of\nhouse  of  Ambika  Prasad alongwith 4 to  5  other  persons.\nRajinder  was  holding a ballam (Spear), Ambika\t Prasad\t was\nhaving a lathi, Ram Adhar was equipped with jaili (rake) and\nhis  so-called\tadopted brother was armed with\tgun  whereas\nother  persons\twere  holding lathis.  Ram Adhar in  a\tloud\nvoice  gave a lalkara that nobody should be spared and their\ndead  bodies should be laid so that there may not be quarrel\nagain.\t At  that stage, he drove back the  tractor  towards\nplot  of  one  person  named Dhillon  but  the\ttractor\t got\nentrapped in a ditch.  So, all the brothers came down of the\ntractor\t and  at that time Ram Chander wrestler\t brother  of\nPehalwan  Ram  Adhar fired a shot from his gun, as a  result\nVirender  Singh\t fell down and died on the  spot.   Rajinder\ngave  a\t blow of ballam on the face of PW5 Karan Singh,\t and\naccused Ram Adhar and Ambika Prasad assaulted Karan Singh by\njaili  and lathi.  Anirudh PW7 was also beaten by lathi.  He\nwas  not injured because he hid himself behind the  tractor.\nAt  that time, wrestler fired at him but he escaped and\t ran\naway.\tHe  raised alarm for help and on hearing the  alarm,\nPrem Singh PW8 and Rattan Singh PW10 alongwith other persons\narrived\t at  the spot.\tHe has further stated that with\t the\nhelp  of these persons accused Ambika Prasad and  Krishanpal\nwere  overpowered  and\tduring the  scuffle  they  sustained\ninjuries.  They were apprehended on the spot while they were\ntrying to run away after committing the crime.\tIt is stated\nthat  assault took place at about 10.15 a.m.  and the police\nreached\t there\tsoon  after  the  occurrence.\tTwo  injured\nwitnesses  and two accused who were apprehended on the spot,\nwere  taken  to\t Hindu Rao Hospital, Delhi by  SI  Prithipal\nSingh  of Police Control Room between 12.05 p.m.  and  12.10\np.m.  Thereafter, FIR was recorded at about 12.40 p.m.\n\n      In  the  present\tcase, injuries\tto  the\t prosecution\nwitnesses  Karan  Singh\t and  Anirudh Singh  are  proved  by\nexamining  PW1\tDr.  Joginder Mittal of Hindu Rao  Hospital.\nPW2  Dr.  P.K.\tSakondia of the said hospital also  examined\naccused\t Ambika\t Prasad and Krishanpal Singh and has  proved\ninjuries  suffered  by\tthem.  Injuries to the\taccused\t are\nabrasions  and\tbruises.   PW3 Dr.  L.T.   Ramani  conducted\npostmortem  examination\t of Virender Singh on 30.06.1982  at\nabout  3.00  p.m.  and recovered 43 pellets from  his  body.\nAccording  to  him the injuries were caused by the fire\t arm\nexcept\tinjury No.3 which was an abrasion.  According to the\ndoctor,\t the injuries were sufficient in the ordinary course\nof  nature  to cause death.  In the present case, motive  is\nthe  land  dispute  between the complainant  party  and\t the\naccused.   The\toccurrence at the scene of offence  is\talso\nestablished  and  is  not  disputed.   With  regard  to\t the\nevidence  of PW4 Vikram Singh who has lodged exhaustive FIR,\nthe  High court observed that on occasions he had gone\tback\nfrom his initial statement under <a href=\"/doc/1980578/\" id=\"a_14\">Section 154</a> Cr.P.C.  and in\nthat  sense  has  turned hostile.  The Court  observed\tthat\nreading\t his  evidence\tas a whole it appeared that  he\t was\nunder fear from the accused and that he has stated so in the\ncross-examination.   The  High Court further  observed\tthat\nfear  prevails in the mind of complainant party which  could\nbe  for the reason that accused party was stronger in  terms\nof  money  power and muscle power.  After  appreciating\t the\nevidence  of  prosecution  in detail and  relying  upon\t the\nevidence of injured witnesses, Karan Singh (PW5) and Anirudh\nSingh (PW7), the High Court dismissed the appeals.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_4\">      At  this\tstage,\twe  would   state  that\t there\t are\nconcurrent  findings given by both the courts below based on\nappreciation  of evidence and unless it is pointed out\tthat\nthe  said appreciation is unreasonable or unjustified, there\nis no scope for interference in these appeals.\tKeeping that\nin  mind, we would decide the appeals after considering\t the\ncontentions raised by the parties.\n</p>\n<p data-structure=\"PetArg\" id=\"p_5\">      Mr.   R.K.  Jain, learned senior counsel appearing for\nRam  Chander  submitted\t that there was no  reason  for\t the\ncourts\tbelow  not  to accept the plea of  alibi  set-up  by\naccused\t Ram Chander, whose consistent stand was that he was\ngetting\t training  for\tAsiad Games throughout\tthe  day  of\noccurrence  in Akhara.\tHe was also not named in the  FIR.\nHe  submitted that prosecution witness Suraj Bhan (PW20) who\nwas  examined by the prosecution to show that appellant\t was\nmissing\t from akhara at the time of occurrence was  declared\nhostile and further there was no reason for not relying upon\nthe  defence witness HC Mangat Ram (DW5).  He also submitted\nthat evidence of PW5 Karan Singh and PW7 Anirudh Singh which\nis  relied  upon  by  the courts below\tfor  convicting\t the\nappellants  suffers  from many infirmities and ought not  to\nhave been relied upon for convicting the appellants.\n</p>\n<p data-structure=\"PetArg\" id=\"p_6\">      Mr.   D.D.Thakur, learned senior counsel appearing for\nAmbika\tPrasad\tand Krishanpal submitted that there  was  no\nreason\tfor  the courts below for believing the\t prosecution\nversion\t that the complainant party had gone for cultivating\nthe  land  which was sold by them and over which  there\t was\nconstruction   of  50-60  houses.   It\tis  submitted\tthat\ncomplainant  party  was\t aggressor and\tthe  accused  Ambika\nPrasad\thad  received as many as eight injuries and some  of\nthem  were  grievous.  He submitted that courts\t erroneously\nrelied\tupon the prosecution version that Ambika Prasad\t and\nKrishanpal  received  injuries while they were running\taway\nand they were followed by the villagers who caused injuries.\nThe  learned  counsel appearing on behalf of Rajinder  Singh\nadopted\t the  contentions raised by the learned counsel\t for\nthe other accused.\n</p>\n<p data-structure=\"PetArg\" id=\"p_7\">      In  addition to the aforesaid contentions, counsel for\nthe   appellants   submitted  that  in\tthe   present\tcase\nprosecution  has not examined the investigating officer\t who\nwas  important\twitness and this has prejudiced the  defence\nraised\tby  the\t accused.  For the  non-examination  of\t the\ninvestigating  officer,\t learned  counsel   for\t the   State\nsubmitted  that\t he  was not aware of any reason  given\t for\nnon-examination\t of  investigating   officer.\tHowever,  he\nsubmitted  that\t one of the accused is a police officer\t and\nknown  wrestler and, therefore, presuming that investigation\nis  intentionally or unintentionally faulty yet that  cannot\nbe the ground for disbelieving the injured witnesses.  It is\nhis  contention\t that investigating officer might  not\thave\nstepped\t in  the witness box because Ram Chander belongs  to\nthe  same  department and that is the reason why PW20  Suraj\nBhan  turned  hostile and DW5 Mangat Singh has stepped\tinto\nthe witness box to support the plea of alibi of Ram Chander.\n</p>\n<p data-structure=\"Precedent\" id=\"p_8\">      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1494018\" id=\"span_1\">Firstly,\twe  would  deal with the contention  of\t the\nlearned\t counsel for the accused that non-examination of the\ninvestigating  officer has adversely affected their defence.\nIn our view, non-examination of investigating officer in the\npresent\t case has no bearing on appreciation of the evidence\nof  injured eye-witnesses.  The learned Sessions Judge after\nanalysing  the evidence of SI Kulwant Rai (PW31),  Inspector\nSuraj  Bhan  (PW20)  observed that they resiled\t from  their\nearlier\t recorded statements and wanted to help accused\t Ram\nChander.   The High Court has also observed that reason\t for\nnon-  appearance of investigating officer is not far to seek\nand  obviously he was trying to help the accused.  The\tHigh\nCourt further stated that prosecution case cannot be allowed\nto  suffer  at\tthe hands of the  investigating\t officer  or\nagencies  and  investigating officer cannot be permitted  to\nhold  the  prosecution\tto ransom by  his  deliberate  acts.\nDealing\t with  a  case\tof negligence on  the  part  of\t the\ninvestigating  officer, this Court in <a href=\"/doc/1494018/\" id=\"a_15\">Karnel Singh v.  State\nof  MP</a>\t{(1995)\t 5  SCC\t 518} observed that  in\t a  case  of\ndefective investigation it would not be proper to acquit the\naccused\t if  the case is otherwise established\tconclusively\nbecause\t in that event it would tantamount to be falling  in\nthe  hands  of erring investigating officer.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"643499\" id=\"span_2\">Similarly,  in\n<a href=\"/doc/643499/\" id=\"a_16\">Ram  Bihari Yadav v.  State of Bihar</a> {(1998) 4 SCC 517\tpara\n13} this Court observed:-</span>\n</p>\n<blockquote id=\"blockquote_1\">      In  such\tcases, the story of the\t prosecution  will\nhave  to be examined dehors such omissions and\tcontaminated\nconduct\t of  the officials otherwise the mischief which\t was\ndeliberately  done would be perpetuated and justice would be\ndenied\tto  the complainant party and this  would  obviously\nshake  the  confidence\tof  the people\tnot  merely  in\t the\nlaw-enforcing  agency  but  also in  the  administration  of\njustice.\n</blockquote>\n<blockquote id=\"blockquote_2\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"251271\" id=\"span_3\">Further  in <a href=\"/doc/251271/\" id=\"a_17\">Paras Yadav and others v.  State of  Bihar</a>\n{(1999) 2 SCC 126} this Court held:-</span>\n</blockquote>\n<blockquote id=\"blockquote_3\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"235169\" id=\"span_4\">It may be that such lapse is committed designedly or\nbecause\t of  negligence.  Hence the prosecution evidence  is\nrequired  to  be examined dehors such omissions to find\t out\nwhether the said evidence is reliable or not\n\n\n      Further, it is to be borne in mind that criminal trial\nis  meant  for doing justice to the accused, victim and\t the\nsociety\t so  that  law and order is maintained.\t  Hence,  as\nobserved  by this court in <a href=\"/doc/235169/\" id=\"a_18\">State of UP v.  Anil Singh</a>,\t(AIR\n1988  SC 1998) it is necessary to remember that a Judge does\nnot  preside  over  a criminal trial merely to see  that  no\ninnocent man is punished.  A Judge also presides to see that\na  guilty  man does not escape.\t One is as important as\t the\nother.\t Both  are  public  duties which the  Judge  has  to\nperform.   Hence, we would only state that it is unfortunate\nstate  of affair that police officers resiled from their own\nstatements  and deposed something contrary before the court.\nEqually,  it  is unfortunate that investigating officer\t has\nnot  stepped  into the witness box without  any\t justifiable\nground.\t  But  this conduct of the investigating officer  or\nother  hostile\twitnesses cannot be a ground for  discarding\nthe  evidence  of PW5 and PW7 whose presence on the spot  is\nestablished  beyond  reasonable doubt.\tThey  have  suffered\ninjuries  and  their  evidence is  corroborated\t by  medical\nevidence.   It\tis  also in-conformity with  what  has\tbeen\nstated\tin  the FIR.  In any case, investigating officer  is\nnot  at all material witness for the purpose of establishing\nwhether\t accused or the complainant party was the aggressor.\nNot  only that, accused have examined the defence  witnesses\nfor  establishing their say.  Hence, non-examination of\t the\ninvestigating  officer\tcannot be a ground for holding\tthat\ninjured witnesses should not be believed.</span>\n</blockquote>\n<blockquote id=\"blockquote_4\">      It  is  also to be pointed out that PW4  Vikram  Singh\n(informant)  who  had  lodged\tFIR  immediately  was  under\nconstant  threat  and was compelled not to speak  the  truth\ndespite the fact that he was the brother of deceased.  Other\nwitnesses  also turned hostile including PW6 Prem Singh\t son\nof  Pratap  Singh  and PW8 Rattan Lal, which  indicates,  as\nobserved  by the High Court, that accused party was stronger\nin terms of money power and muscle power.  At this stage, we\nwould observe that the Sessions Judge ought to have followed\nthe  mandate of <a href=\"/doc/1645292/\" id=\"a_19\">Section 309</a> Cr.P.C.  of completing the trial\nby  examining the witnesses from day to day and not giving a\nchance\tto accused to threaten or win over the witnesses  so\nthat  they may not support the prosecution.  It appears from\nthe record that examination-in-chief of PW4 Vikram Singh was\nover  on 06.2.1984.  The counsel representing Ambika  Prasad\nrequested  the court that because of his uncles demise,\t he\nwould not be in a position to cross-examine the witness and,\ntherefore,  recording of further cross-examination might  be\nadjourned.   Thereafter,  the witness was cross-examined  in\nthe  month  of\tJuly,  1985.  In our view,  this  is  highly\nimproper.   Even  if  the  request for\tadjournment  of\t the\nlearned\t  counsel   for\t the   accused\twas  accepted,\t the\ncross-examination ought not to have been deferred beyond two\nor three days.\n</blockquote>\n<blockquote id=\"blockquote_5\">      It  is next contended that despite the fact that 20 to\n25  persons collected at the spot at the time of incident as\ndeposed\t  by  the  prosecution\t witnesses,  not  a   single\nindependent  witness  has been examined and,  therefore,  no\nreliance  should  be placed on the evidence of PW5 and\tPW7.\n</blockquote><p data-structure=\"Precedent\" id=\"p_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"235169\" id=\"span_5\">This  submission also deserves to be rejected.\tIt is  known\nfact  that independent persons are reluctant to be a witness\nor  to\tassist\tthe investigation.  Reasons are not  far  to\nseek.\tFirstly,  in  cases where injured witnesses  or\t the\nclose relative of the deceased are under constant threat and\nthey  dare  not depose truth before the\t court,\t independent\nwitnesses believe that their safety is not guaranteed.\tThat\nbelief\tcannot\tbe said to be without any substance.   Other\nreason\tmay  be\t the  delay in\trecording  the\tevidence  of\nindependent  witnesses\tand  repeated  adjournments  in\t the\ncourt.\t In any case, if independent persons are not willing\nto  cooperate with the investigation, prosecution cannot  be\nblamed\tand it cannot be a ground for rejecting the evidence\nof  injured  witnesses.\t Dealing with similar contention  in\n<a href=\"/doc/235169/\" id=\"a_20\">State of UP v.\tAnil Singh (Supra</a>) this Court observed:-</span>\n</p>\n<blockquote id=\"blockquote_6\">      In  some\tcases,\tthe  entire  prosecution  case\tis\ndoubted\t for not examining all witnesses to the\t occurrence.\nWe have recently pointed out the indifferent attitude of the\npublic\tin  the\t investigation of crimes.   The\t public\t are\ngenerally  reluctant  to come forward to depose\t before\t the\nCourt.\t It  is,  therefore,  not   correct  to\t reject\t the\nprosecution version only on the ground that all witnesses to\nthe  occurrence have not been examined.\t Nor it is proper to\nreject\tthe  case for want of corroboration  by\t independent\nwitnesses  if  the  case  made out  is\totherwise  true\t and\nacceptable.\n</blockquote>\n<blockquote id=\"blockquote_7\">      The learned counsel for the accused further raised the\ncontention  that there was delay in recording the statements\nof  injured witnesses, therefore, their evidence should\t not\nbe  accepted,  also requires to be rejected.  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1582915\" id=\"span_6\">In <a href=\"/doc/1582915/\" id=\"a_21\">Dr  Krishna\nPal &amp; Anr.  v.\tState of U.P.</a>  {(1996) 7 SCC 194} this court\nrejected  similar  contention  of   non-explanation  by\t the\nprosecution  as to why eye- witnesses had not been  examined\nshortly\t after\tthe  incident and for  inordinate  delay  in\nexamining  them, by holding that it would not be a ground to\ndiscard\t the convincing and reliable evidence adduced in the\ncase.  This contention is also considered by both the courts\nand  has  rightly not been accepted.  The trial court  after\nconsidering  the evidence of PW5 Karan Singh held that delay\nin   recording\tthe  statement\tof   this  witness  by\t the\ninvestigating  agency  stands explained because Karan  Singh\nwas  having  injuries on his face and in the region  of\t his\nmouth.\t His mouth was swollen with injuries all around\t and\nhe  could  hardly  speak.   It\tis  also  pointed  out\tthat\ninvestigation  officer\twas  visiting  the  hospital  almost\ndaily, obviously for the purpose of recording his statement.\nSimilarly,  PW7\t Anirudh Singh has stated that he was  under</span>\n</blockquote><blockquote id=\"blockquote_8\">tremendous  fear  from the accused party.  He was not  going\nout of his house and was staying with his in-laws and moving\nstealthily.   It  is  to  be stated that  both\tthe  injured\nwitnesses  were found in the injured condition at the  scene\nof  offence.  From that place they were removed to Hindu Rao\nHospital by SI Prithi Pal Singh, who reached there after the\noccurrence.  Their injuries are also proved by Dr.  Joginder\nMittal,\t PW1.\tThey have deposed before the court that\t Ram\nChander\t was having a gun in his hand, Rajinder was having a\nballam\tand  accused  Ambika Prasad was having a  lathi\t and\nother  accused\twere also having lathis.   Accused  Rajinder\ninflicted  ballam blow and Ram Adhar inflicted jaili blow on\nKaran Singh.  Ram Adhar also inflicted jaili blow on Anirudh\nSingh.\t It is also stated by them that Ram Chander fired  a\nshot  from his gun which hit Virender Singhs chest and as a\nresult\tVirender  Singh\t fell on the spot  and\tdied.\tBoth\nspecifically  denied the defence version that they alongwith\ntheir  brothers\t started demolishing the wall of  Gurudwara.\nBoth  the  witnesses  have narrated the\t entire\t prosecution\nversion.   Further  PW4\t who had resiled  from\this  earlier\nstatement  because  of the fear adhered to his version\tthat\nall  the  accused  were known to him and came there  on\t the\nspot.\tHe has also stated that Ambika Prasad and Krishanpal\nwere  apprehended  on  the spot.  Mr.  Jain  learned  senior\ncounsel\t for  accused  Ram  Chander  has  pointed  out\tthat\nevidence  of PW5 Karan Singh is inconsistent because he\t has\ndeposed\t that  he  became   unconscious\t immediately   after\nreceiving  the\tinjuries  and yet he told  the\tpolice\tthat\naccused\t persons  ran  away  towards   the  East  after\t the\noccurrence.   He  has also pointed out that the witness\t has\nshown  his  ignorance  whether his mother (Kishan  Dei)\t was\nexamined  as PW10.  In our view, the aforesaid insignificant\nembellishments\twould not in any way affect his evidence and\nboth the courts, therefore, rightly relied upon the evidence\nof the injured witnesses.\n</blockquote>\n<blockquote id=\"blockquote_9\">      Now, we would deal with the next contention of learned\nsenior\tcounsel, Mr.  Jain appearing for accused Ram Chander\nwho allegedly used fire arm and caused the death of Virender\nSingh,\tthat he is not named in the FIR and, therefore,\t the\nevidence  of eye-witnesses should not be relied upon.\tThis\ncontention requires to be rejected because the eye-witnesses\nwere  knowing  him (Ram Chander) and was a  known  wrestler,\nworking\t  in  the  police   department.\t  His  identity\t was\nmentioned  in  the  FIR as moohbola brother of\tRam  Adhar\nPehalwan  and  whose  ears  have   been\t damaged.   All\t the\nwitnesses  namely  PW4,\t PW5, PW7 have identified  him,\t and\nthere was no reason for them to falsely implicate him.\tBoth\nthe  courts have rightly considered this aspect and rejected\nthe  same.   Further,  in his statement\t under\t<a href=\"/doc/767287/\" id=\"a_22\">Section\t 313</a>\nCr.P.C.\t  he pleaded his alibi and has stated that he was in\npolice\t  department\tand\twas\t a    wrestler\t  of\nnational/international\tteam.  As he was selected for  Asiad\n1982,  he  used\t to remain in Akhara for practice  and\tthat\nAkhara\tis 8 to 9 km.  from the place of occurrence.  On the\nday  of\t occurrence, HC Mangat Ram and\tConstable  Ghanshyam\nwere  having wrestling training with him in Akhara.  When he\ncame  to  know\tthat he has been involved in this  case,  he\nsurrendered  himself.\tHe  stated that DBB1  .12  bore\t gun\nbelongs\t to  him  and  it  was never used  at  the  time  of\nincident.   His plea is supported by the defence witness DW5\nHC  Mangat  Ram.   Further, the prosecution  witnesses\tPW20\nSuraj  Bhan and PW31 SI Kulwant Rai have resiled from  their\nearlier\t statements and have not supported the\tprosecution.\nThis  plea is also rightly rejected by both the courts.\t The\ntrial  court appreciated the evidence of DW5 HC Mangat\tRam.\nIn  his\t cross-examination he admitted that he had not\ttold\nabout the presence of accused Ram Chander in Akhara at the\nrelevant  time to SHO or the investigating officer.  He\t has\nalso  admitted\tthat practice hours were from 5.00 a.m.\t  to\n8.00  a.m.   The trial court, therefore, held that  as\tduty\nhours were from 5.00 a.m.  to 8.00 a.m.\t and as the incident\nhad  taken  place at about 10.15 a.m.  there was  sufficient\ntime  for  accused to be present at the place  of  incident.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_10\">Hence,\tthere  was no reason to disbelieve the\tevidence  of\ninjured\t two eye-witnesses and PW4 Vikram Singh with  regard\nto presence of the accused at the scene of offence.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_11\">      The  learned senior counsel Mr.  Thakur appearing\t for\naccused\t Ambika\t Prasad and Krishanpal submitted that  there\nwas  no\t reason\t to disbelieve the plea\t of  accused  Ambika\nPrasad.\t  Ambika  Prasad has stated in his  statement  under\n<a href=\"/doc/767287/\" id=\"a_23\">Section\t 313</a>  Cr.P.C.  that he had purchased a plot  in\t the\nname  of his brother from one Bhagwan Dass;  he had built  a\nroom on the same and that he was elected Secretary of Saroop\nNagar  Welfare Association;  prior to the date of  incident,\nVikram\tSingh, Karan Singh and Virender Singh had demolished\nthe boundary walls of many houses with a tractor but had not\ndemolished  each house;\t on 30.6.1982 at about 10.00 a.m all\nthese  persons armed with lathis and other weapons came with\na tractor and started demolishing walls of the plots;  there\nwas  a\tGurudwara  consisting of one room managed  by  Santa\nSingh which had also a boundary wall;  the complainant party\nwith  their tractor demolished one boundary wall of the said\nGurudwara,  so various people protested and started throwing\nstones.\t  Complainant party also started beating him and  at\nthat stage someone from the crowd fired, which hit Virender.\nHe  fell  down on the spot.  After riots in the\t year  1982,\nsaid Gurudwara was razed to ground.  From the aforesaid plea\nof  the\t accused,  the learned counsel\tsubmitted  that\t the\ncomplainant  party  went  for\tcultivating  the  fields  is\nabsolute  false\t because  there was no land which  could  be\ncultivated.   In our view, this additional submission  taken\nby  the counsel is without any basis.  Further in any set of\ncircumstance  Pratap  Singh  was the owner of more  than  24\nbighas of agricultural land, out of which agreement was only\nfor  sale  of 2 bighas of land.\t Therefore,  remaining\tland\ncould be presumed to be cultivable one.\t As such, it has not\nbeen  pointed out at any stage by the defence that there was\nno other land which was cultivable.  The learned counsel Mr.\nThakur\tfurther\t submitted  that as  complainant  party\t was\ndemolishing  the wall of Gurudwara, various people protested\nand  started throwing stones and at that stage someone\tfrom\nthe  crowd  fired,  which hit Virender.\t In our\t view,\tthis\ndefence\t version  is totally baseless.\tOn this aspect,\t the\ntrial  court rightly observed that no person whose  boundary\nwall  was demolished has been examined and that no  evidence\nwas forthcoming from any person from Gurudwara that boundary\nwall  of  Gurudwara  was demolished.  Further, there  is  no\nreason to believe the defence version that somebody from the\ncrowd  fired  which  hit  Virender   Singh.   Hence,  it  is\ndifficult  to  believe\tthe  plea   of\tAmbika\tPrasad\tthat\ncomplainant party was aggressor and they came on the spot to\ndemolish  the  construction  made by the accused  and  other\npersons.   There  is  nothing  on record  to  indicate\tthat\ncomplainant  party  was armed with any weapons.\t As  against\nthis,  accused\twere armed with deadly weapons\tnamely\tfire\narm,  jaili, ballam (spear) and lathis.\t Injuries caused  to\nthe complainant party were more serious while minor injuries\nwere  caused  to  accused Ambika Prasad\t and  Krishanpal  as\ndeposed\t by  PW2 Dr.  P.K.  Sakondia.  The learned  counsel,\nMr.  Thakur also submitted that there was no reason or rhyme\nfor  non- examining the Patwari, who was cited as a  witness\nand  was  given\t up by the prosecution.\t In our\t view,\twith\nregard\tto  the\t incident  examination\tof  patwari  is\t not\nmaterial.   What  was  agreed to be sold as deposed  by\t the\nwitnesses was only 2 bighas out of 24 bighas of agricultural\nland.\tHence, the contention of the learned counsel for the\nappellant  that complainant party came there on the spot  to\ndemolish  the  construction  and  they\twere  aggressors  is\nwithout any foundation and substance.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_12\">      In  the  result, no interference is called for in\t the\naforementioned\t appeals.   Accordingly,   Criminal   Appeal\nNo.1152 of 1997 filed by Ambika Prasad and Krishan Pal Singh\nis  dismissed,\ttheir bail-bonds are cancelled and they\t are\ndirected  to surrender forthwith to undergo their  remaining\nsentences;   Criminal  Appeal No.1153 of 1997 filed  by\t Ram\nChander\t and  Criminal\tAppeal\tNo.1154\t of  1997  filed  by\nRajinder Singh are also dismissed.\n</p>\n\n\n\n","numcites":13,"numcitedby":327,"docsource":"Supreme Court of India","citetid":151141,"divtype":"judgments","relatedqs":[{"value":"aggressor","formInput":"aggressor"},{"value":"alibi","formInput":"alibi"},{"value":"sec.34 ipc","formInput":"sec.34%20ipc"},{"value":"307 ipc","formInput":"307%20ipc"},{"value":"non examination","formInput":"non%20examination"},{"value":"section 34 indian penal code","formInput":"section%2034%20indian%20penal%20code"},{"value":"ipc 341","formInput":"ipc%20341"},{"value":"land dispute","formInput":"land%20dispute"},{"value":"indian penal code 307","formInput":"indian%20penal%20code%20307"},{"value":"boundary","formInput":"boundary"},{"value":"tractors ","formInput":"tractors%20"},{"value":"Ballam","formInput":"Ballam"},{"value":"lathi","formInput":"lathi"},{"value":"vikram singh","formInput":"vikram%20singh"},{"value":"independant witnesses","formInput":"independant%20witnesses"},{"value":"307/34 IPC","formInput":"307/34%20IPC"},{"value":"RAJINDER SINGH","formInput":"RAJINDER%20SINGH"},{"value":"no further adjournment","formInput":"no%20further%20adjournment"},{"value":"ipc 149","formInput":"ipc%20149"},{"value":"fear","formInput":"fear"}],"cats":[{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"common-intention","formInput":"tag:common-intention"},{"value":"murder","formInput":"tag:murder"},{"value":"examine-accused","formInput":"tag:examine-accused"},{"value":"rioting","formInput":"tag:rioting"}],"courtcopy":true,"query_alert":null,"agreement":false}