{"tid":187062533,"publishdate":"2014-09-23","title":"M/S. Tata Project Limited, Supply Chain ... vs M/S. Offshore Infrastructure ... on 23 September, 2014","doc":"<h2 class=\"doc_title\">M/S. Tata Project Limited, Supply Chain ... vs M/S. Offshore Infrastructure ... on 23 September, 2014</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-s-reddy\">R. Subhash Reddy</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-s-reddy\">R. Subhash Reddy</a></h3>\n\n<pre id=\"pre_1\">       \n\n  \n\n  \n\n \n \n HONBLE SRI JUSTICE R. SUBHASH REDDY AND HONBLE SRI JUSTICE A. SHANKAR                 \n\nC.M.A.No.870 OF 2013   \n\n23-09-2014 \n\nM/s. Tata Project Limited, Supply Chain Management, represented by its Managing \nDirector..Appellant\n\nM/s. Offshore Infrastructure Limited,represented by its Managing Director..\nRespondents  \n\n\nCounsel for the appellant :Sri Vedula Srinivas\n\nCounsel for respondent No.1:Sri M.L. Ganu &amp; \n                           Sri M. Papa Reddy,\n\n&lt;GIST: \n\n&gt;HEAD NOTE:    \n\n?  CASES REFERRED:     \n\n1.  (2007) 8 SCC 110\n2.  (2008) 1 SCC 544\n3.  AIR 1997 SC 2477(1) \n4.  (2006) 13 SCC 599 \n5.  AIR 2010 CALCUTTA 112   \n6.  1998 III AD (DELHI) 641\n7.  AIR 2006 DELHI 169 \n8.  (1997) 1 SCC 568\n9.  (1988) 1 SCC 174\n10.  (1984) 1 WLR 392 : (1984) 1 ALL ER 351 (CA) \n\n\nHONBLE SRI JUSTICE R. SUBHASH REDDY         \nAND  \nHONBLE SRI JUSTICE A. SHANKAR NARAYANA           \n\nCIVIL MISCELLANEOUS APPEAL No.870 OF 2013         \n\nJUDGMENT:</pre><p data-structure=\"Issue\" id=\"p_1\"> (Per Honble Sri Justice A. Shankar Narayana)   \n\n\n     Challenge, under this Civil Miscellaneous Appeal, is to the\norder, dated 23-09-2013, in O.P. No.2236 of 2012 on the file of\nlearned III Additional Chief Judge, City Civil Court, Hyderabad,\nwhereby and where under the requests of respondent No.1 herein \nmade under <a href=\"/doc/1079220/\" id=\"a_1\">Section 9</a> of the Arbitration and Conciliation Act, 1996\n(for short the Act) for perpetual injunction restraining the appellant\nherein from invoking/receiving any amount under the Bank\nGuarantees dated 28-03-2012 issued by the respondent No.2 herein  \nAxix Bank Limited, for Rs.1,96,97,066/- and another bank guarantee\nof the same date for Rs.1,96,97,066/-, or to restrain respondent No.2\nherein from making any payment in respect of the said bank\nguarantees and further perpetual injunction restraining the appellant\nherein from preventing respondent No.1 herein and its officials from\nremoving their machinery, which details were mentioned in the\nSchedule annexed to the petition, from the work site at Raigarh,\nChhattisgarh State were acceded to by the Court below.\n</p>\n<p data-structure=\"Facts\" id=\"p_2\">        2.  For the sake of convenience, we refer to the parties as\narrayed in O.P. filed before the lower Court.\n</p><p data-structure=\"Facts\" id=\"p_3\">        3.  The facts that are relevant for the purpose of disposal of the\ninstant civil miscellaneous appeal are as under:\n</p>\n<blockquote id=\"blockquote_1\">     i)  Respondent No.1 is principal contractor and has taken up\nwork of design engineering, laying pipeline, power transmission,\nconstruction of jack well for M/s Visa Power Limited at Raigarh,\nChhattisgarh.  It has, in turn, sub-contracted various facets of work to\ndifferent entities including the petitioner, who is a sub-contractor.\n</blockquote><p data-structure=\"Issue\" id=\"p_4\">The 1st respondent entrusted the work to the petitioner as to leasing\nland for storage of pipes, unloading from Trucks/Trailers, handling,\nstacking, loading, local transportation to project site, grit blasting,\nfabrication of structures, miter bends, internal coating of pipes at\njoints, external wrapping and coating, erection, testing and\ncommissioning civil work, laying of Hume Pipes at village, river and\nnational high-way crossing etc. of an estimated thirty kilometers of\nunderground and over-ground 1200mm NB pipeline with  \na mechanical equipment at intake jack-well, pump house etc., at\nM/s Visa Super TPS Project, Raigarh, Chhattisgarh vide work order\ndated 02-02-2012.\n</p>\n<p data-structure=\"Section\" id=\"p_5\">     ii)  The general terms and conditions of the contract were\nannexed to the work order containing the contractual terms.\nThe total project value stipulated in the work order is\nRs.19,69,70,656/-.  Clause -7.0 of the work order requires the\npetitioner to submit Contract Performance Guarantee for 10% of the\ntotal contract price within fifteen (15) days from the date of order,\nvalid for eighteen (18) months from the date of completion of entire\nscope of the work and hand over facilities to TPL/Client i.e., claim\nperiod of three (03) months thereafter.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_6\">     iii)  The terms of payment have been that the respondent No.1\nwas to pay 10% of the total contract price as advance, as provided by\nclause  9.0 on mobilization of requisite man power, machinery etc.\nagainst submission of advance bank guarantee for equivalent amount\nvalid till commissioning within the claim period of six (06) months.\nAs per the terms, the petitioner mobilized the resources and furnished\ntwo bank guarantees for Rs.1,96,97,066/- dated 28.03.2012 issued by\nthe 2nd respondent.  Seven months period was provided for completion\nof work in the work order commencing from 02-02-2012.  The\npetitioner avers that since respondent No.1 was not in a position to\nproceed with the work for want of availability of sites, though, the\npetitioner mobilized the resources by 28-03-2012 itself, and even,\nmobilization advance of 10% was not released till the month of\nSeptember, 2012, despite, by 28-03-2012 itself, the petitioner\nmobilized men and machinery as per the terms, resulted in gross delay\nin the entire project, projecting lapses on the part of the respondent\nNo.1.\n</p>\n<p data-structure=\"Facts\" id=\"p_7\">     iv)  It is, according to the petitioner, that the pipeline, except for\nsmall stretch within the factory premises, has to pass through private\nproperties, agricultural fields, National Highways and State Highways\netc., and as such, obtaining Right of Use (ROU) and Right of Way\n(ROW), was of material importance, and as per the contract, it is the\nsole responsibility of the respondent No.1 to obtain ROU/ROW\ndocuments from the concerned property losers and the Government,  \nas per clause  1 of the work order by making payment to the land\nlosers through Visa Power Limited.  It is stated by the petitioner, it\ncould effect certain extent of work within the factory area of\napproximately 1.5 KMs. and that the respondent No.1 was \nconsciously aware of the said fact as evidenced by the minutes of\nmeeting dated 22-06-2012, wherein the petitioner had specifically put\nrespondent No.1 to notice that in view of non-availability of work\nfronts, it would be appropriate to foreclose the contract of the\npetitioner and recover the actual losses suffered by it, and by that date,\nrunning bills and bill for idling of man power and machinery were\npending with respondent No.1 to the tune of Rs.4,38,71,176/-.\n</p>\n<p data-structure=\"Facts\" id=\"p_8\">     v)  It is further stated that E-mail of respondent No.1 dated\n02-07-2012 shows that the delays were attributable to the\n1st respondent alone, and even as late as 02-07-2012, respondent No.1\nwas not in a position to make the initial payments which were to be\nreleased to the petitioner in the month of March, 2012 itself.  When\nthe petitioner sought respondent No.1 to foreclose the work order, as\nrespondent No.1 had defaulted in performing its part of contract,\nrespondent No.1 sought to extend time schedule for completion of the\nwork till May, 2013, besides requesting to assist in obtaining\nROU/ROW permissions/approvals by promising to pay   \nRs.40,00,000/- in addition to the contract value for obtaining such\napprovals to that extent.  It is, according to the petitioner, that the\n1st respondent had acknowledged its liability to pay amount to the tune\nof Rs.66,00,000/- to it as against part payment towards idling of man\npower, plant and machinery as agreed on 16/17-08-2012 payable to \nthe petitioner, and despite acknowledging the liability vide MOM,\nfailed to pay the same.  The petitioner claims that, though, it was\nskeptical as to the assurances made by respondent No.1, but having\nalready accepted the work order, persuaded to agree at the behest of\nrespondentNo.1, but despite the same, respondent No.1 has not paid \nthe sum of Rs.12.37 lakhs for 16 KMs. stretch against agreed Rs.40.00\nlakhs for full 30 KMs. stretch for obtaining ROU/ROW approvals, or\nthe amount of Rs.66.95 lakhs as agreed, but, on the contrary, sought to\nblame the petitioner for non-obtaining the said approvals, which is\nwholly unjust and unbecoming of respondent No.1. \n</p>\n<p data-structure=\"Facts\" id=\"p_9\">     vi) The petitioner also states that it has agreed to submit\nROU/ROW forms in the meeting dated 13-07-2012, subject to  \npayment being released by the respondent No.1.  According to the\npetitioner, that they had carried out survey by engaging third party for\na length of 16.2 KMs. at Rs.75,000/- per KM. and called upon\nrespondent No.1 to release the payment thereon as on 27-07-2012, but\nthe respondent No.1 failed to release the same.  Petitioner, therefore,\nclaims that the respondent No.1 cannot expect the petitioner to\nproceed with the work even without releasing mobilization advance as\nagreed in time and withholding even the running account bills raised\nby it from time to time and additional payment due as agreed.  Thus,\nthere has been clear violation on the part of respondent No.1 in\nperforming their reciprocal obligation.\n</p>\n<p data-structure=\"RespArg\" id=\"p_10\">     vii)  The petitioner states that clause  5 of the work order\ncontemplates that the respondent No.1 had also agreed to return the\noriginal bank guarantee which was to be treated only for\nRs.50.00 lakhs.  The petitioner claims that the 1st respondent was\nrequired to make available the entire stretch of 30 KMs. at the\nbeginning of the work itself, but the same could not be made available\neven up to 20-09-2012, and even as on the date of making the instant\napplication.  According to the petitioner, the extension offered by the\nrespondent No.1 was only up to 20-05-2013 and since it was\nunrealistic, keeping in view the situation on the site the petitioner had\ninsisted for such extension up to 30-06-2013. It is also according to\nthe petitioner, that as on 12-06-2012 itself, the amount due to it was\nRs.3,98,27,509/- in addition to the amount due towards advance and\nrunning account bills.  Thus, the petitioner was constrained to write to\nrespondent No.1 on 21-11-2012, calling upon it for arranging full\nscale availability of 30 KMs, or at least in terms of chainages already\npromised by the letter dated 21-09-2012, or otherwise to foreclose the\ncontract and settle the bills.  The petitioner states that despite the\nlapses attributable to respondent No.1, instead of acting upon the same\nby taking a realistic view of situation, respondent No. 1 had chosen to\nterminate the contract vide communication dated 23-11-2012.  The\nsaid termination is wholly erroneous, as respondent No.1 itself\nviolated the terms of the contract and there was no lapse attributable\nto it (petitioner), so as to deserve termination.  Petitioner claims that\nthe respondent No.1 was also threatening to adopt other options\navailable under clauses 31.4.i and 31.4.ii including threat as to\nrecovery of damages.  In fact, machinery belonging to the petitioner\nwas lying within the work site was worth more than Rs.84,03,560/-\nand the officials of respondent No.1 were refusing permission to take\nout the said machinery claiming alleged lien in respect of the same.\nThe petitioner states that if the minutes of meetings, dated 22-06-2012\nand 17-07-2012 are perused, it would be apparent that respondent\nNo.1 is guilty of fraud while obtaining consent from it for extension\nof time for execution of the work from 20-09-2012 to 20-05-2013 on\nfalse assurance of release of amount and making available work\nfronts. It is, according to the petitioner, that the action of respondent\nNo.1 in obtaining extension of bank guarantees pursuant to the\nextension of contract period under the terms of the work order and\nintending to en-cash the bank guarantees in a fraudulent manner,\nwhich is impermissible in law or in the nature of criminal breach of\ntrust and clear established act of fraud attributable to respondent\nNo.1.\n</p>\n<p data-structure=\"PetArg\" id=\"p_11\">     viii)  The petitioner states that respondent No.1 in its E-mail\ndated 21-09-2012, given revised schedule confirming that total\n30 KMs. stretch should be available by 30-11-2012 and also\nconfirmed that it was Visa Power Limited alone which shall be\ncompletely responsible for providing ROU/ROW and also sent \nE-mails, dated 28-09-2012 and 05-10-2012 from  which it can be\nculled out that the total outside front available was only 750 meters\nout of 28,500 meters, though, it (petitioner) has brought to the notice\nof respondent No.1 that, in fact, no such front was being made\navailable and called upon the respondent No.1 to release fronts\nimmediately and also explained by furnishing drawings that the fronts\nare not being released in sequence and other holds, thereby making it\nimpossible to proceed with the work.\n</p>\n<p data-structure=\"Facts\" id=\"p_12\">     ix)  The petitioner states that the terms of contract provide that\nin case of dispute, the same has to be resolved by arbitration as per\n<a href=\"/doc/1566826/\" id=\"a_2\">article 32.2</a> of the general terms and conditions which provides\na mechanism for dispute resolution and, therefore, to protect and\npreserve the rights of the respective parties, more particularly, of the\npetitioner pending adjudication of their claims, approached Civil\nCourt under <a href=\"/doc/1079220/\" id=\"a_3\">Section 9</a> of the Act seeking the aforesaid reliefs.\n</p>\n<p data-structure=\"Facts\" id=\"p_13\">     4.  Respondent No.1 contested the requests made by the\npetitioner in O.P. by filing counter affidavit on 26-02-2013.  While\ndenying various averments made in the petition, required the\npetitioner to substantiate the stand with strict proof.  Respondent No.1\nadmits the entrustment of work, issue of work order dated\n02-02-2012, in favour of the petitioner and the bank guarantees\nfurnished by it.  But, however, contends that the said bank guarantees\nworks out to be an independent contract between the Banker \nrespondent No.2 and respondent No.1.  According to respondent No.1, \nunder the terms and conditions of the said bank guarantees, the banker\nhad irrevocably and unconditionally undertook to pay to respondent\nNo.1 on demand, the amount not exceeding the respective guaranteed  \namounts on receipt of intimation that the petitioner has for any reason\nfailed to comply with any of the terms and conditions of the said work\norder and any such demand made by respondent No.1 on the banker   \nshall be paid without any demur, reservation, contest, recourse or\nprotest and without any reference to the petitioner and such demand\nmade by respondent No.1 shall be conclusive and binding\nnotwithstanding any difference between respondent No.1 and the\npetitioner or any dispute pending before the Court, Tribunal or\nArbitrator.  According to the 1st respondent, the said stipulation\nevidences that the bank guarantees are unconditional and the banker is\nbound to honour any demand that may be made by respondent No.1,   \nwhich principles are upheld by the Honble Supreme Court in the\ncases reported in (1996) 5 SCC 450, AIR 1997 SC 2477, (2008) 1 \nSCC 544, besides various other judgments. \n</p>\n<p data-structure=\"PetArg\" id=\"p_14\">     i)  Respondent No.1 states that the petitioner delayed the\nsubmission of the bank guarantees till 30-04-2012, as against fifteen\ndays time from the date of work order being 02-02-2012 and did not\nrectify the said mistakes in the said bank guarantees owing to their\nown defaults and there were three amendments dated 30-04-2012,  \n31-08-2012 and 01-09-2012 to the advance bank guarantee and one  \namendment dated 30-04-2012 to the performance of bank guarantee  \ndue to the defects in the bank guarantees submitted by the\npetitioner.\n</p>\n<p data-structure=\"RespArg\" id=\"p_15\">     ii)  Respondent No.1 states that the petitioner having\nspecifically agreed under the contract that the ROU/ROW under their\nscope had sought to dispute the same and thereby caused for the\nunwarranted delays.  Despite the same, respondent No.1 has agreed \nfor extension of seven months contract ending by September, 2012 till\nMay, 2013 in addition to agreeing to extend the necessary support to\nobtain ROU/ROW, but the petitioner sought for further extension up\nto 30-06-2013.  It is also stated that the petitioner without mobilizing\nthe required tools and plants, Hydro Testing Pump, man power and\nunable to complete the scope of contract, had sought to wriggle out\nthe liabilities and responsibilities by raising a false and vexatious\ndispute contending that obtaining the ROU/ROW was not in their\nscope.  It is stated that despite repeated requests and notice of\ntermination dated 06-11-2012, the petitioner failed to adhere to the\nagreed terms of the contract and perform the same.\n</p>\n<p data-structure=\"Facts\" id=\"p_16\">     iii)  It is stated that the petitioner had executed a total certified\ngross value of  Rs.40,28,493/- vide RA bills 1 to 3 and got the\npayment of the same, and the balance amount covered by RA bill \nNos. 4 and 5 respectively, for Rs.1,36,517/- and Rs.1,51,320/- were\nnot admissible, as the same were towards alleged repair works and\nincomplete ROU/ ROW scope, and the rest of the RA bills 6 and 7 \nrespectively, for Rs.8,20,815/- and Rs.8,08,908/- were under\ncertification.   It is stated that the 1st respondent could recover only\nRs.4,02,848/- as against the advance amount of Rs.1,92,94,218/- from\nout of the RA bills till the date of termination of contract and the\nbalance advance amount of Rs.1,92,94,218/- is to be recovered by it.\nIt is stated that since the petitioner failed to perform the contract,\nrespondent No.1 was forced to execute the said job through third party\nat the cost and risk of the petitioner and, therefore, it is entitled to deal\nwith the said performance and advance bank guarantees and the same  \ncannot be interdicted.  It is, according to respondent No.1, that the\npetitioner approached the Court suppressing the true and correct facts\nattributing false and frivolous allegations and obtained order of status-\nquo.  Respondent No.1 has denied the petitioner mobilizing men and\nmachinery simultaneously along with furnishing of bank guarantees\nby 28-03-2012.  Respondent No.1 has denied the allegation that it was\nnot in a position to release even the mobilization advance as per\nclause - 9 of the work order and other incidental allegations.\nAccording to respondent No.1, it is nothing but speculative to claim\nthat the petitioner has suffered loss to the tune of Rs.4,38,71,176/-.\nRespondent No.1 also denied the allegation that the material worth\nRs.84,03,560/- is in its control and withholding the said machinery as\nalleged by the petitioner.\n</p>\n<p data-structure=\"Issue\" id=\"p_17\">     iv)  Concerning fraud, respondent No.1 contends, the\nallegation of the petitioner that respondent No.1 is guilty of fraud on\nthe ground of obtaining consent from the petitioner for extension of\ntime for execution of the contract on false assurance of release of the\namount and making availability of work fronts is absolutely false and\nwithout any basis and contrary to the own case of the\npetitioner.  According to the respondent No.1, the petitioner had\nsought for extension till 30-06-2013 instead of 20-05-2013 and failed\nto execute any job having claimed the substantial amount of advance\nof Rs.1,96,97,066/- and sought to disown the contractual liabilities\nand resorted to claim for all sorts of illegal and unethical demands\nwith utter disregard to the agreed terms of the contract by refusing to\naccept the scope of ROU/ROW which is part of unit rate prices agreed\nto by the petitioner.  According to respondent No.1, no amount or any\nbill is due and payable to the petitioner and, on the other hand, the\npetitioner is liable to return the unadjusted advance mobilization\namount.  According to respondent No.1, the petitioner has neither\nraised nor substantiated any of the essential grounds whatsoever to\nclaim the relief sought for in the petition.\n</p>\n<p data-structure=\"PetArg\" id=\"p_18\">     v)  Respondent No.1 also submits that it has nothing to do with\nthe machinery, tools and plants alleged to have mobilized and, in fact,\nit has no information whatsoever about their existence, ownership and\npossession of the petitioner.\n</p>\n<p data-structure=\"Facts\" id=\"p_19\">     vi)  Respondent No.1 further claims that the petitioner,\nviolating the status-quo order of the Court below, removed whatever\nthe tools and plants existed at the site, and no other machinery, tools\nand plants exists at any of the locations of the works and that it had no\ncontrol whatsoever at any point of time.  While concluding,\nrespondent No.1 submits that the petitioner has raised false and\nspeculative claims by projecting incorrect facts in the original petition\nand the same cannot be agitated before the Court below, since they are\nsubject matters of the arbitration.  It is, according to respondent No.1,\nthat the petitioner having obtained an exparte status quo order, has\ndeliberately and maliciously neglected and failed to invoke the\narbitration and not even got the order communicated to respondent\nNo.2  Banker in the original petition and, thus, it reflects the conduct\nof the petitioner, and such an action is nothing but abusing the process\nof law and deserves no indulgence of the Court and, hence, sought to\nset aside the order challenged in the instant appeal.\n</p>\n<p data-structure=\"Issue\" id=\"p_20\">     5.  During inquiry in the original petition, the petitioner got\nexhibited Exs.P-1 to P-42, to substantiate its request, whereas,\nrespondent No.1 got marked Exs.R-1 to R-13, in an attempt to\ncondemn the case of the petitioner and to substantiate its own case.\n</p>\n<p data-structure=\"Precedent\" id=\"p_21\">     6.  Since certain events that transpired in passing the order\nunder challenge have got a direct bearing on the controversy herein,\nwe intend to project them.\n</p>\n<p data-structure=\"Facts\" id=\"p_22\">     7.  The Original Petition was filed on 03-12-2012, and it was\nregistered on 04-12-2012.  The Court below on 12-12-2012, passed\nexparte status quo order, ordering the parties to maintain status-quo\nin respect of the schedule property as well as bank guarantees to\nprotect the interests of the petitioner and directed to post the matter on\n21-12-2012.  On service, respondent No.1 filed counter on\n26-02-2013, resisting the claim and also seeking the Court to set aside\nthe above ex parte status quo order.  The impugned order was passed\non 23-09-2012.\n</p>\n<p data-structure=\"Precedent\" id=\"p_23\">     8.  The Court below having referred to the contentions and the\ndecisions of the Honble Supreme Court and various High Courts in\n</p><p data-structure=\"PetArg\" id=\"p_24\">i) (2007) 7 SCC 125; ii) 2012 (1) ALT 316(DB); iii) (1996) 5 SCC\n450; 2006(2) CTLJ 203 (Del) and (2005) 7 SCC 605 relied on by the\npetitioner, and the decisions in 2008 (2) ALD 693 (DB); (2007)\n6 SCC 798;  (1996) 5 SCC 450; AIR 1997 SC 2477 and (2008) 1 SCC    \n544, relied on by the 1st respondent, despite referring to the contention\nof respondent No.1 that fraud is a specific ground which must be\nspecifically pleaded and proved by the petitioner, and that the Court\nexercising its power cannot interfere with the enforcement of bank\nguarantees or letters of credit except only in cases where fraud or\nspecial equity is prima facie made out in the case as triable issue by\nstrong evidence so as to prevent irretrievable injustice to the parties,\nhowever, referring to the contentions of respondent No.1 that as per\nterms of the contract that the petitioner should approach the client and\nshould get ROU/ROW from the client, M/s. Visa Power Project, \nwhereas, the petitioners contention has been that respondent No.1\ncould not provide ROU/ROW in time, as such, he could not \ncommence the works and attributed the same to respondent No.1 and,  \nthus, observing that the legal position settled by the Honble Supreme\nCourt as well as the High Courts that when the triable issue exists, the\nCourt should interfere to protect the interests of both parties until the\nissue is settled by the respective Courts, injuncted respondent No.1\nfrom encashing any amount under the bank guarantees and also  \ninjuncted respondent No.1 from preventing the petitioners officials in\nremoving its machinery from the work site at Raigarh until settlement\nof the dispute between the parties either before the Arbitrator or\nbefore the respective Civil Courts.\n</p>\n<p data-structure=\"PetArg\" id=\"p_25\">     9.  Heard Sri Vedula Srinivas, learned counsel for the appellant,\nand Sri M.L. Ganu and Sri M. Papa Reddy, learned counsel appearing \nfor the 1st respondent.\n</p>\n<p data-structure=\"RespArg\" id=\"p_26\">     10.  It is contended by the learned counsel, Sri Vedula Srinivas\nthat when the contract was entered into, the 1st respondent- petitioner,\nhas specifically agreed under the contract that ROU/ROW were under \ntheir scope, as per Clause 1.2 of the agreement but despite the same\nsought to dispute the same contending that since the appellant failed\nto provide work fronts, it occasioned for the unwarranted delays.  It is\nalso contended that the 1st respondent has agreed for execution of\nwork within seven months i.e. by September, 2012 and extended by \nsix months i.e. till May, 2013, besides agreeing to extend the\nnecessary support to obtain ROU/ROW, still, the 1st respondent\nsought for further extension upto 30-06-2013 and only to wriggle\nitself out of the liabilities and responsibilities, raised an incorrect\ndispute contending that obtaining ROU/ROW was not in their scope. \nIt is also contended that the advance bank guarantee furnished by the\n1st respondent on 28-03-2012, was defective and it had to be amended\nthrice and even the work performance bank guarantee furnished by the\n1st respondent, dated 28-03-2012 was defective and it had to be\namended once and, thus, there was abnormal delay in furnishing the\nvalid advance bank guarantee and performance bank guarantee for\na sum of Rs.1,92,94,218/- each and in fact simultaneously, with the\nfurnishing of both bank guarantees, the 1st respondent was required to\nmobilize men and machinery.  It is also contended that the allegation\nof the 1st respondent that the appellant was not in a position to release\neven the mobilization advance as per Clause 9 of the work order, was\ntotally incorrect.  It is further contended that the appellant never\nwithheld the machinery at the site as alleged by the 1st respondent.\nIt is further contended that after entering into the agreement, as the\n1st respondent failed to perform his part of obligation under the\nagreement within the time frame, despite deliberations that took place\nthrice and despite the appellant coming forward to assist the\n1st respondent and extend necessary support, still, the 1st respondent\nfailed to perform its obligation under the contract by raising disputes,\nwhich ultimately lead to issue of notice of termination, dated\n23-11-2013.  It is further more, contended that the Courts are\nempowered to grant injunctions, when there is clear established fraud\nplayed by the beneficiary and such fraud must be of egregious\nnature as to vitiate the entire contract itself and when there are special\nequities in favour of persons seeking injunction such as irretrievable\ninjury or irretrievable injustice would occur if such injunction is not\ngranted.  It is, still, further contended that the Court below committed\nerror in granting the relief despite the fact that neither the\n1st respondent established neither clear fraud nor special equities,\nand, therefore, sought to set aside the impugned order.  It is still\nfurther contended that both bank guarantees are unconditional and\nconstitute independent contracts since the stipulation contained in the\nbank guarantees specifies that banker is bound to honour any demand \nthat may be made by the appellant.  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"137431493\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"952675\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"636783\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1028714\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"854142\" id=\"span_5\">In support of his contentions,\nlearned counsel has placed reliance on the decisions of Honble\nSupreme Court in <a href=\"/doc/854142/\" id=\"a_4\">Himadri Chemicals Industries Limited v. Coal\nTar Refining Company</a> , <a href=\"/doc/1028714/\" id=\"a_5\">Vinitec Electronics Private Limited v.\nHCL Infosystems Limited</a> , <a href=\"/doc/636783/\" id=\"a_6\">Dwarikesh Sugar Industries Limited\nv. Prem Heavy Engineering Works (P) Limited and another</a> ,\n<a href=\"/doc/952675/\" id=\"a_7\">Reliance Salt Limited v. Cosmos Enterprises and another</a>  and\nM/s. <a href=\"/doc/137431493/\" id=\"a_8\">Pollen Dealcom Private Limited and another v. Chambal\nFertilisers</a> and chemicals Limited and others .</span></span></span></span></span>\n</p><p data-structure=\"RespArg\" id=\"p_27\">     11.  On the other hand, it is contended by Sri Sunil Ganu,\nlearned counsel appearing for the 1st respondent-petitioner that\nobtaining right of ROU/ROW since was of material importance and as \nper the agreement, it is the sole responsibility of the appellant -\n1st respondent to obtain ROU/ROW documents from the concerned    \nproperty losers and Government, as per Clause  1 of the work order\nby making payment to the land-losers by Visa Power Limited on their\nown.  It is contended that the 1st respondent could effect the work\nwithin the factory area of approximately 1.5 K.M. out of 30 K.M., but\nit is the appellant that did not make available work fronts despite the\nfact that the 1st respondent in fact, specifically, brought to the notice\nof the appellant in the meeting dated 22-06-2012, that it would be\nappropriate to foreclose the contract.  It is also contended that the\ndelays in execution of work specified in work order, were attributable\nto the appellant alone as can be gathered from the constant exchange\nof communication and correspondence through e-mails and the  \nnegotiations evidenced by the Minutes of Meetings.  It is further\ncontended that, though, in the meeting dated 16/17-08-2012, the\nappellant assured to pay amount to the tune of Rs.66,00,000/-\nacknowledging its liability, against part payment towards idling of\nmanpower, plant machinery, still, did not keep up its assurance and,\nthus, the 1st respondent became skeptical as to the assurances made by \nthe appellant, but contrary to the same, the appellant sought to throw\nblame on the 1st respondent for non-obtaining the approvals, which\nwas wholly unjustified.  It is further more contended that the Minutes\nof Meetings, dated 22-06-2012, 16-06-2012 and 16th/17th\nAugust,2012, would reflect that the appellant is guilty of fraud while\nobtaining consent from the 1st respondent for extension of time for\nexecution of the work from 20-09-2012 to 20-05-2013, on false\nassurance of release of amount and making available work fronts.  It\nis, therefore, his contention that the action of the appellant in\nobtaining extension of bank guarantees, pursuant to the extension of\ncontract period, under the terms of the work order and its intention to\nencash bank guarantees in a fraudulent manner, accounts for clear\nestablished act of fraud attributable to the 1st respondent.\n</p>\n<p data-structure=\"Precedent\" id=\"p_28\">     <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"90468\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"690309\" id=\"span_7\">12.  Thus, it is his contention that not only the work fronts were\nnot made available, but mobilization advance was not released besides\nthe act of appellant in resorting to obtaining extension of bank\nguarantees with an intention to encash them, are sufficient enough to\nsatisfy the requirement of clear established fraud on the part of the\nappellant accounting for irretrievable injustice which accounts for\nspecial equities in favour of the 1st respondent and, therefore, the\ninjunction granted by the Court below cannot be found fault.  Learned\ncounsel in support of his arguments has placed reliance on the\njudgments of the Delhi High Court in <a href=\"/doc/690309/\" id=\"a_9\">P.D. Alkaram Pvt. Ltd. V.\nCanara Bank &amp; another</a>  and M/s. <a href=\"/doc/90468/\" id=\"a_10\">Hindustan Construction  \nCompany Limited and another v. Satluj Jal Vidyut Nigam\nLimited</a> .</span></span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_29\">     13.  Having heard the learned counsel on either side, we have\nalso perused the material on record and the impugned order.\n</p>\n<p data-structure=\"Facts\" id=\"p_30\">     14.  To decide the main controversy in the instant appeal,\ninitially, we intend to advert to the admitted facts.  M/s. Visa Power\nLimited, Raigarh, Chhattisgarh, is the client of the appellant -\n1st respondent in O.P., the Tata Projects Private Limited.  The\n1st respondent has taken up the work of design engineering, laying\npipeline, power transmission and construction of jack well for its\nclient.  M/s. Offshore Infrastructure Limited, who is the petitioner, is a\nsub-contractor and the 1st respondent sub-contracted various facets of\nwork to different entities including the petitioner in the O.P.  The\nscope of work is detailed in the work order, dated 02-02-2012.  They\nentered into the said work order, binding them to perform their\nrespective obligations thereunder.  For laying pipeline from the\nfactory, certain land was required to be acquired, belonging to either\nprivate parties or the Government, as the case may be. Since certain\nclauses of the work order marked as Ex.P-4, which is also marked as\nEx.B-8, is of vital significance, in view of the disputes that have\narisen at a later stage, we intend to extract them. Clause  1 in its\nentirety, reads as under:\n</p>\n<blockquote id=\"blockquote_2\">1.0\nScope of Work: 1.  Unloading from\ntrucks/trailors, handling, stacking, loading,\nlocal transportation to Project site, grit blasting,\nfabrication of structures, mitre bends, internal\ncoating of pipes at joints, external wrapping\nand coating, erection, testing and\ncommissioning including civil work, laying of\nHume pipes at village, river and national\nhighway crossings etc. of an estimated 30 KM \nof underground &amp; overground 1200 mm NB   \nPipeline with mechanical equipment at Intake\nJackwell, Pump house etc. as per the TPLs \nBOG enclosed as Annexure-2.  The final \nquantity of work executed shall be as per the\ndrawings &amp; documents as approved by  \nTPL/VPL. \n</blockquote>\n<blockquote id=\"blockquote_3\">2.  Right of Use (ROU)/Right of way (ROW):\n</blockquote><blockquote id=\"blockquote_4\">ROU/ROW for the pipeline laying work shall\nbe in the scope of the contractor, as per the\nagreement between TPL &amp; VPL.   \n</blockquote>\n<blockquote id=\"blockquote_5\">3.  All the enabling work for the operation of\nthe package such as construction of site office,\nsite stores, fabrication yard, grit blasting shed,\npainting yard including obtaining land on lease,\nwatch &amp; ward facilities etc. shall be in the your\nscope.\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_31\">The total value of the contract is to the tune of Rs.19,69,70,656/-.\nClause - 5 provides for time schedule for completion of the work.\nIt reads thus:\n</p>        \n<blockquote id=\"blockquote_6\">5.0\nCompletion Schedule:  The entire scope of\nwork as mentioned at Sl. No.1.0 above shall be\ncompleted within 07 months from the date WO.  \n</blockquote><p data-structure=\"Conclusion\" id=\"p_32\">This completion period includes time required\nfor mobilization of tools, machinery and\nmanpower within 10 days from the date of\nwork order.\n</p>\n<p data-structure=\"Section\" id=\"p_33\">Clause 7 deals with contract performance bank guarantee to be\nfurnished by the petitioner.  It reads as under:\n</p>\n<blockquote id=\"blockquote_7\">7.0\nContract Performance Bank Guarantee:  \n</blockquote><blockquote id=\"blockquote_8\">You will submit Contract Performance Bank \nGuarantee (CPBG) for 10% of the total contract\nperiod within 15 days from the date of order\nvalid for a period of 18 months from the date of\ncompletion of entire scope of work and handing\nover the facilities to TPL/client, with claim\nperiod of 3 months thereafter.\n</blockquote>\n<blockquote id=\"blockquote_9\">The CPBG will be extended by the contractor if\nrequired by TPL without any additional\ncharge.\n</blockquote>\n<blockquote id=\"blockquote_10\">Clause 9 deals with terms in regard to payment by the 1st respondent,\nwhich also simultaneously incorporates for submission of advance\nbank guarantee for equivalent amount by the petitioner with time\nframe.  It reads thus:\n</blockquote>\n<blockquote id=\"blockquote_11\">9.0\nPayment Terms:  \n</blockquote><blockquote id=\"blockquote_12\">20% Advance-10% of the total contract price\nshall be payable as advance on mobilization of\nrequisite manpower and machinery and Tools  \n&amp; Plant, establishment of site office, stores,\ncement godown, fabrication yard and Quality\nControl laboratory for the pipe laying work\nagainst submission of Advance Bank Guarantee  \nfor equivalent amount valid till the date of\nLO/Work Order, whichever is earlier.  As per\nthe details mentioned in Annexure-3 (Details of\npayment terms). \n</blockquote>\n<blockquote id=\"blockquote_13\">80% Progress-As per the details mentioned in\nAnnexure-3 (Details of Payment terms) \n\n10% Retention-As per the details mentioned in\nAnnexure-3 (Details of payment terms)\n\n10% from each Running Account Bill shall be \nretained which shall be payable after\nliquidation of Punch points, reconciliation of\nfree issue materials and release of labour\nretrenchment payments by the contractor. \n</blockquote>\n<blockquote id=\"blockquote_14\">The monthly Running Account bills at the\ncontractual item unit rates shall be submitted by\n25th of every month as per certified\nmeasurement sheet for release of payment by \n7th of next month.\n</blockquote>\n<blockquote id=\"blockquote_15\">The other clauses are not that relevant for the purpose of adjudication\nof the controversy.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_34\">        15.  Thus, a bare reading of clause 1.2 makes it abundantly\nclear that the ROU/ROW for the purpose of pipeline laying work shall\nbe in the scope of the petitioner as per the agreement between the\n1st respondent and its client (VPL).  The petitioner having entered into\nthe agreement under Ex.P-4, in our view, cannot now, give a goby and\nraise dispute that obtaining ROU/ROW is in the scope of the\n1st respondent.  The said dispute was, in fact, raised not just\nimmediately after entering into Ex.P-4, but only after lapse of\na considerable period.\n</p>\n<p data-structure=\"PetArg\" id=\"p_35\">        16.  In this context, Exs.P-7, P-10 and P-11 are of vital\nsignificance in arriving at on which of the parties the responsibility of\nobtaining ROU/ROW lies.  Ex.P-7 is minutes of meeting held on \n22-06-2012, at the 1st respondents office at Hyderabad.  The\npetitioner was represented by Mr. Vishal Sachdev.  Point No.2\ntherein, refers to the dispute with regard to ROU/ROW.  It is stated\ntherein that the petitioner was given the order based on pre-order\nnegotiations where total ROU/ROW responsibilities belongs to the\npetitioner and all compensation to land losers would be made by Visa\nPower Limited.  The dispute raised by the petitioner was referred to,\nmentioning that the petitioners view point was that it has agreed to\nprovide assistance services to the extent of Rs.40,00,000/- which was\ntheir estimation of the ROU/ROW and subsequently the contract \nvalue was enhanced to the tune of Rs.40,00,000/- and the petitioner\nwas agreeable to extend on ROU/ROW up to a value of  \nRs.40,00,000/- and that too without accepting total responsibility.\nThe 1st respondent expressed that the same was not acceptable.  Thus, \nmore than 4 months later, for the first time, the petitioner raised\nsuch a dispute.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_36\">        17.  Ex.P-11 concerns with the minutes of meeting held\nbetween the petitioner and the 1st respondent on 13-07-2012.  In\nClause  1, they arrived at that the petitioner shall submit to the\n1st respondent entire ROU/ROW papers (B1 / P2 forms) with land \nloser village maps plotted on the main pipe line route with\nauthentication of concerned revenue officials within thirty days and\nthe 1st respondent shall provide all assistance for obtaining permission\nfrom the authorities for laying pipelines through the highway / road /\ncanal as the job progresses.  Further clauses would reflect that the\n1st respondent will coordinate and try that the compensation to land\nlosers was paid within one month of submission of ROU/ROW,  \ndocuments, specified in Clause  1.  Even the 1st respondent agreed\nthat it will give letter that the advance bank guarantee given for\nRs.1.96 Crore will be treated only as Rs.50.00 lakhs subject to the\nterms contained in Clause  4.  In Clause  5, the 1st respondent\nagreed to return the original advance bank guarantee, treated as\nRs.50.00 lakhs only, by the said minutes, on submission of documents \nfor 30 K.Ms. of ROU/ROW, for which, the 1st respondent would pay \nRs.40.00 lakhs to the petitioner as cost of ROU/ROW charges, which \namount can also be adjusted against advance. \n</p>\n<p data-structure=\"CDiscource\" id=\"p_37\">        18.  Thus, what emerges from Ex.P-11 is that obtaining\nROU/ROW was the responsibility of the petitioner, though, there\nappears to be some sort of concession made by the 1st respondent that \nit would coordinate with the petitioner to the extent of payment of\ncompensation, besides, providing all assistance for obtaining\npermission from the authorities for laying pipeline through highway /\nroad / canal as the job progresses.  In fact, the 1st respondent promised\nto release all payments towards RA bills to the petitioner in seven (7)\ndays time.\n</p>\n<p data-structure=\"PetArg\" id=\"p_38\">        19.  In the minutes of meeting held on 16/17-08-2012 at\nHyderabad, in Clause  3, the petitioner was obligated to obtain\npermissions for 16 KM pipeline documents submitted to the\nGovernment officials which includes meeting of all expenditure and\nthe team formed earlier consisting of VPL  TPL  OIL (client, 1st\nrespondent and the petitioner) members still, work closely and bring\nthe land losers/farmers/ as per B1 / P1 (ROU) and present to Visa\nPower for making necessary compensation by it. \n</p>\n<p data-structure=\"Facts\" id=\"p_39\">        20.  Ex.P-13 is a communication from the petitioner to the\n1st respondent, dated 21-11-2012, leveling certain allegations against\nthe 1st respondent concerning first stretch under Front Details.\nThe petitioner complains that further job could not be carried out due\nto non-availability of ROU from the 1st respondent.  Under the 5th\nstretch, petitioner complained that the 1st respondent making false\nclaim by saying that the fronts are available, in spite of their repeated\nrequests and reminder, but failed to provide the documents i.e.\npayment receipts to the land owners, NOC from land owners etc., to\nthe petitioner. Concerning submission of B-1 and P-2 documents,\nthe petitioner claimed that the documents are not in their scope of\nwork and only after discussions and assurance of payment, with SBU \nHead, Mr. Deepankar Chatterjee, of the 1st respondent, they took up\nthe said work and, though, they have completed 16.2 KM work and \nraised a bill for the same, they have not received the payment for the\nsame, and, therefore, they have stopped any further activity of the said\njob.  The petitioner has also given two options to the 1st respondent\neither for arranging the full scale of availability of the ROU\nmeasuring 30 KMs and in the event of still finding difficulties, in\ndoing so, to arrange the availability of ROU in terms of the chainages\nalready promised by the 1st respondent through the e-mail, dated\n21-09-2012.  The petitioner also states that if the second option too\nwas not possible, considering the rainy spell of 4  5 months in 2013,\nit requested the 1st respondent to foreclose their contract and settle all\nthe pending dues plus idling upto November, 2012 and mobilization\nand de-mobilization of plant machinery and all establishments etc.\nWhile concluding, petitioner expressed that in spite of assurances\nmade by the 1st respondent from time to time their (petitioners)\npending payments have not been released and to bring an end to their\nsite ordeals and also the mounting financial losses, the solution lies in\nthe closing of contract on as is where is basis.  Though, these all\nfacts constitute the subject of dispute before the arbitration, still, not\nonly the communication and correspondence, but also minutes of the \nmeetings suggest that the petitioner unjustly shifting responsibility of\nobtaining ROU/ROW on the 1st respondent contrary to the condition \nagreed under Clause 1.2 of Ex.P-4.  So, delays associated with the\nalleged false promises attributed to the 1st respondent by the\npetitioner, in our view, appear to be unconvincing.  So, in our view,\nno special equities are to be found in favour of the petitioner at this\nstage.\n</p>        \n<p data-structure=\"CDiscource\" id=\"p_40\">     21.  For granting injunction, as already mentioned in the above,\nthe primary aspects that require to be gone into are whether there is\nany fraud of egregious nature so as to vitiate the entire contract itself\nand whether there are any special equities in favour of the person\nseeking injunction such as irretrievable injury or irretrievable injustice\nwould occur if such injunction is refused.\n</p>\n<p data-structure=\"Precedent\" id=\"p_41\">     22.  In the present context, we are of the view to refer to the\ndecisions relied on by the learned counsel for both sides.  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1746106\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"854142\" id=\"span_9\">In <a href=\"/doc/854142/\" id=\"a_11\">Himadri\nChemicals Industries Limiteds</a> Case (Supra 1), relied on by the\nlearned counsel for the appellant-1st respondent, the Honble Supreme\nCourt referring to the earlier decision in <a href=\"/doc/1746106/\" id=\"a_12\">U.P. State Sugar\nCorporation v. Sumac International Limited</a> , stated that two\nexceptions for grant of an order of injunction to restrain enforcement\nof bank guarantee or letter of credit<a href=\"/doc/1746106/\" id=\"a_13\">, <a href=\"/doc/1746106/\" id=\"a_14\">laid down in</a></a> <a href=\"/doc/1746106/\" id=\"a_15\">the said decision</a>\nwere, (1) fraud committed is in the notice of the bank, which would\nvitiate the very foundation of guarantee and (2) injustice of the kind\nwhich would make it impossible for the guarantor to reimburse\nhimself.</span></span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"329587\" id=\"span_10\">Also referring to the decision in <a href=\"/doc/329587/\" id=\"a_16\">U.P. Coop. Federation\nLimited v. Singh Consultants and Engineers (P) Limited</a> , wherein\nwhile dealing with the case of fraud, it was held that the fraud must be\negregious nature, such as to vitiate the entire underlying transaction,\nfurther observed that while coming to a conclusion as to what\nconstitutes fraud, quoted with approval the observations of Sir John\nDonaldson, M.R. in Bolivinter Oil SA v. Chase Manhattan Bank ,\nat page 352 g  h, by extracting the observations, thus:</span>\n</p>\n<blockquote id=\"blockquote_16\">     The wholly exceptional case where an injunction\nmay be granted is where it is proved that the bank\nknows that any demand for payment already made or  \nwhich may thereafter be made will clearly be\nfraudulent.  But the evidence must be clear, both as to\nthe fact of fraud and as to the banks knowledge.  It\nwould certainly not normally be sufficient that this\nrests on the uncorroborated statement of the\ncustomer, for irreparable damage can be done to a\nbanks credit in the relatively brief time which must\nelapse between the granting of such an injunction and\nan application by the bank to have it discharged.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_42\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1746106\" id=\"span_11\">23.  Concerning the second exception, the Honble Supreme \nCourt extracted paragraph No.14 in <a href=\"/doc/1746106/\" id=\"a_17\">U.P. State Sugar\nCorporations</a> Case (Supra 8) to the effect that:</span>\n</p><blockquote id=\"blockquote_17\">to avail of this exception, therefore,\nexceptional circumstances which make it impossible \nfor the guarantor to reimburse himself if he ultimately\nsucceeds, will have to be decisively established.\nClearly, a mere apprehension that the other party will\nnot be able to pay, is not enough.  In Itek case (Itek\nCorpn. V. First National bank of Boston, 566 Fed\nSupp 1210) there was a certainty on this issue.\nSecondly, there was good reason, in that case for the\nCourt to be prima facie satisfied that the guarantors\ni.e. the bank and its customer would be found entitled\nto receive the amount paid under the guarantee.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_43\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"329587\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1746106\" id=\"span_13\">24.  Having referred to the decision in <a href=\"/doc/1746106/\" id=\"a_18\">U.P. State Sugar\nCorporations</a> Case (<a href=\"/doc/329587/\" id=\"a_19\">Supra 8) and U.P. Coop. Federation Limiteds</a>\nCase (Supra 9), the Honble Supreme Court laid down the following\nprinciples that should be noted in the matter of injunction to restrain\nthe encashment of bank guarantee or letter of credit, thus:</span></span>\n</p><blockquote id=\"blockquote_18\">(i) While dealing with an application for injunction\nin the course of commercial dealings, and when an\nunconditional bank guarantee or letter of credit is\ngiven or accepted, the beneficiary is entitled to\nrealize such a bank guarantee or a letter of credit in\nterms thereof irrespective of any pending disputes\nrelating to the terms of the contract.\n</blockquote><blockquote id=\"blockquote_19\">(ii) The bank giving such guarantee is bound to\nhonour it as per its terms irrespective of any dispute\nraised by its customer.\n</blockquote><blockquote id=\"blockquote_20\">(iii) The courts should be slow in granting an order of\ninjunction to restrain the realization of a bank\nguarantee or a letter of credit.\n</blockquote><blockquote id=\"blockquote_21\">(iv) Since a bank guarantee or a letter of credit is an\nindependent and a separate contract and is absolute in\nnature, the existence of any dispute between the\nparties to the contract is not a ground for issuing an\norder of injunction to restrain enforcement of bank\nguarantees or letters of credit.\n</blockquote><blockquote id=\"blockquote_22\">(v) Fraud of an egregious nature which would vitiate\nthe very foundation of such a bank guarantee or letter\nof credit and the beneficiary seeks to take advantage\nof the situation.\n</blockquote><blockquote id=\"blockquote_23\">(vi) Allowing encashment of an unconditional bank\nguarantee or a letter of credit would result in\nirretrievable harm or injustice to one of the parties\nconcerned.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_44\">     <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1028714\" id=\"span_14\">25.  For the proposition that the bank guarantee is an\nindependent contract between bank and the beneficiary and that the\nbank is always obliged to honour its guarantee as long as it is an\nunconditional and irrevocable one and the two exceptions for the said\nrule, the learned counsel placed reliance on <a href=\"/doc/1028714/\" id=\"a_20\">Vinitec Electronics\nPrivate Limiteds</a> Case (Supra 2).</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"854142\" id=\"span_15\">The Honble Supreme Court\nwhile reiterating the principles summarized in the decision in\n<a href=\"/doc/854142/\" id=\"a_21\">Himadri Chemicals Industries Ltd.</a> (Supra 1), further held that the\nencashment of bank guarantee would cause any irretrievable injury\nor irretrievable injustice and special equities, if any, must be pleaded\nspecifically to injunct the beneficiary from invoking the bank\nguarantee.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_45\">     26.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"636783\" id=\"span_16\">In <a href=\"/doc/636783/\" id=\"a_22\">Dwarikesh Sugar Industries Limiteds</a> case (Supra</span>\n</p><p data-structure=\"Precedent\" id=\"p_46\">3), the Honble Supreme Court while commenting that \nnotwithstanding with the authoritative pronouncements of the Honble\nSupreme Court, the High Courts and the Courts subordinate thereto,\nstill, seem intent on affording to the Honble Supreme Court\ninnumerable opportunities for dealing with the area of law relating to\ngranting injunctions from invoking bank guarantees, held in paragraph\nNo.32 thus:\n</p>\n<blockquote id=\"blockquote_24\">32.  When a position, in law, is well settled as a\nresult of judicial pronouncement of this court, it\nwould amount to judicial impropriety to say the\nleast, for the subordinate Courts including the\nHigh Courts to ignore the settled decisions and\nthen to pass a judicial order which is clearly\ncontrary to the settled legal position.  Such judicial\nadventurism cannot be permitted and we strongly\ndeprecate the tendency of the subordinate Courts\nin not applying the settled principles and in\npassing whimsical orders which necessarily has\nthe effect of granting wrongful and unwarranted\nrelief to one of the parties.  It is time that this\ntendency stops.\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_47\">        <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"952675\" id=\"span_17\">27.  For the proposition that fraud which vitiates the contract\nmust have a nexus with the acts of the parties prior to entering into the\ncontract, in the context of invocation of bank guarantee and\nentitlement as to injunction against invocation, the learned counsel\nplaced reliance on <a href=\"/doc/952675/\" id=\"a_23\">Reliance Salt Limiteds</a> Case (Supra 4).\nThe Honble Supreme Court referred to the definition of fraud in\n<a href=\"/doc/299780/\" id=\"a_24\">Section 17</a> of the Indian Contract Act, 1872, in paragraph 15 thus:</span>\n</p><blockquote id=\"blockquote_25\">15. &quot;Fraud&quot; is defined in <a href=\"/doc/299780/\" id=\"a_25\">Section 17</a> of the Indian Contract\nAct, 1872 in the following terms:\n</blockquote><blockquote id=\"blockquote_26\">        17. Fraud defined.- Fraud means and includes\nany of the following acts committed by a party to a\ncontract, or with his connivance, or by his agent, with\nintent to deceive another party thereto or his agent, or to\ninduce him to enter into the contract:\n</blockquote><blockquote id=\"blockquote_27\">(1) the suggestion, as a fact, of that which is\nnot true, by one who does not believe it to\nbe true;\n</blockquote><blockquote id=\"blockquote_28\">(2) the active concealment of a fact by one\nhaving knowledge or belief of the fact;\n(3) a promise made without any intention of\nperforming it;\n</blockquote><blockquote id=\"blockquote_29\">(4) any other act fitted to deceive;\n</blockquote><blockquote id=\"blockquote_30\">(5) any such act or omission as the law\nspecifically declares to be fraudulent.\n</blockquote><p data-structure=\"Section\" id=\"p_48\">        Explanation. - Mere silence as to facts likely to\naffect the willingness of a person to enter into a contract\nis not fraud, unless the circumstances of the case are\nsuch that, regard being had to them, it is the duty of the\nperson keeping silence to speak, or unless his silence is,\nin itself, equivalent to speech.\n</p>\n<p data-structure=\"Precedent\" id=\"p_49\">The Honble Supreme Court while referring to the definition\ncontract of guarantee defined under <a href=\"/doc/53550/\" id=\"a_26\">Section 126</a> of the Contract\nAct in the same case held that when a contract of guarantee was\nsought to be invoked, it was primarily for the bank to plead a case\nof fraud and not for a promisor to set up a case of breach of\ncontract, which observations are contained in paragraphs 18 and\n19 thus:\n</p><blockquote id=\"blockquote_31\">        18. &quot;Contract of guarantee&quot; is defined under\n<a href=\"/doc/53550/\" id=\"a_27\">Section 126</a> of the Indian Contract Act in the\nfollowing terms:\n</blockquote><blockquote id=\"blockquote_32\">126. &#x27;Contract of guarantee&#x27;, &#x27;surety&#x27;,\n&#x27;principal debtor&#x27; and &#x27;creditor&#x27; - A\n&#x27;contract of guarantee&#x27; is a contract to\nperform the promise, or discharge the\nliability, of a third person in case of his\ndefault. The person who gives the guarantee\nis called the &#x27;surety&#x27;; the person in respect of\nwhose default the guarantee is given is\ncalled the &#x27;principal debtor&#x27; and the person to\nwhom the guarantee is given is called the\n&#x27;creditor&#x27;. A guarantee may be either oral or\nwritten.\n</blockquote><blockquote id=\"blockquote_33\">        19.  Bank Guarantee constitutes an agreement \nbetween the Banker and the Principal, albeit, at the\ninstance of the promisor. When a contract of\nguarantee is sought to be invoked, it was primarily\nfor the bank to plead a case of fraud and not for a\npromisor to set up a case of breach of contract.\n</blockquote>\n<blockquote id=\"blockquote_34\">        <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"137431493\" id=\"span_18\">28.  The learned counsel also placed reliance on the decision in\nM/s. <a href=\"/doc/137431493/\" id=\"a_28\">Pollen Dealcom Private Limiteds</a> Case (Supra 5) for the\nproposition that a mere allegation of fraud or where irretrievable\ninjury was likely to be caused to the Guarantor, would not suffice and\nonly in case of established fraud the equitable relief of injunction\ncan be granted.</span>\n</blockquote><blockquote id=\"blockquote_35\">        29.  We have already adverted to the relevant facts touching the\ndispute between the parties herein before.  The dispute as regards the\nresponsibility to obtain ROU/ROW, not releasing the mobilization\nadvance as per the work order and making non-available work-fronts\nas alleged by the petitioner and the counter allegations that the\nadvance bank guarantee was with all defects and it was thrice\namended and the valid advance bank guarantee was submitted only on  \n30-04-2012 and even work performance guarantee was also with \ndefects and it was only rectified by amending it, which was submitted\non 01-09-2012 would all may amount to breach of terms and \nconditions of the work order, and further, reciprocal obligations\nreferred to in the minutes of meetings held thrice in succession and the\nout-come thereof, besides the correspondence contained in E-mails\nexchanged between the parties, are all to be resolved in the arbitration\nproceedings, as per <a href=\"/doc/1566826/\" id=\"a_29\">article  32.2</a> of the general terms and conditions\nwhich provides for dispute resolution and, therefore, in our view, they\ndo not constitute sufficient grounds to stall the invocation of bank\nguarantees by way of granting injunction at this stage.\n</blockquote><blockquote id=\"blockquote_36\">        <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"690309\" id=\"span_19\">30.  Adverting to the judgments relied on by the learned counsel\nfor respondent No.1/petitioner in <a href=\"/doc/690309/\" id=\"a_30\">P.D. Alkarams</a> Case (Supra 6),\na Division Bench of High Court of Delhi held that the delay in\nencashment on execution of work, was not caused on account of the \nconduct of party entrusted with contract, would account for special\nequity in favour of that party and warrants granting injunction from\ninvoking the bank guarantee by the beneficiary.  The learned counsel\nrelied on the observations contained in paragraph 24 which are thus:</span>\n</blockquote><blockquote id=\"blockquote_37\">24. The plaintiff has also placed on record\nsufficient material, in the form of various invoices\nissued by M/s. Hindalco Industries Ltd.; bill-wise\ndetails of aluminium procured, corresponding to\ndrawings filed per Annexure P-1 (Colly.), which,\nprima facie, shows that it had procured fabrication\nmaterial worth more than Rs.20 lacs, advanced by\nthe defendant. In the light of this material, over-\n</blockquote><p data-structure=\"CDiscource\" id=\"p_50\">emphasis of learned counsel for the defendant on\nthe above extracted last part of the plaintiff&#x27;s letter\ndated 29 May 1996, to the effect that it would start\nmobilising itself for the job only when the site is\nready, renders it of no substance. It may not be out\nof place to mention that during the course of\nhearing it was suggested to learned counsel for the\ndefendant that the purchased material stated to be\nlying at the premises of the plaintiff may be got\ninspected by the defendant and if deemed fit it\ncould be released to the defendant for being used\nin the building under construction. It seems that\nthe inspection was carried out because it was\nstated at the bar by learned counsel for the\ndefendant that the material was not complete and it\nwas on that plea that the defendant did not show\nany interest in the material. In this view of the\nmatter, plaintiff&#x27;s pleas of defendant&#x27;s failures and\nfraudulent misrepresentation apart, to be dealt with\non merits later in due course, when the plaintiff\nprima facie, seems to have utilised the entire\nmobilization advance for procuring the material\nfor use on the defendant&#x27;s building, as per the\napproved specifications, I feel that the plaintiff has\nsuccessfully brought out special circumstances\nwhich are sufficient to make the present case an\nexceptional one justifying interference by\nrestraining defendant no.2 from enforcing the bank\nguarantee in question. As a matter of fact having\ngained knowledge that the plaintiff has procured\nsubstantial material, even invocation of the bank\nguarantee after oral termination of the contract\nappears to be fraudulent. Bearing in mind all these\nfactors, I find that special equities are in favor of\nthe plaintiff and if the defendant is allowed to\nencash the bank guarantee in question, it would\namount to irretrievable injustice to the plaintiff. I\nam, Therefore, satisfied that it is a fit case where\ndefendant no.1 needs being interdicted from\nencashing the bank guarantee in question.\n</p>\n<p data-structure=\"Precedent\" id=\"p_51\">        <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"90468\" id=\"span_20\">31.  The next decision relied on by the learned counsel for the\n1st respondent - petitioner in M/s. <a href=\"/doc/90468/\" id=\"a_31\">Hindustan Construction\nCompany Limiteds</a> Case (Supra 7), the Honble Supreme Court has  \nheld that injunction restraining encashment of bank guarantee can be\ngranted only in case of fraud or in the case of irretrievable injustice if\nencashment is allowed.</span> \n</p>\n<p data-structure=\"Conclusion\" id=\"p_52\">        32.  Reverting to the fact situation occurring in the instant case,\nClauses  7 and 9 are concerned with contract performance bank \nguarantee and advance bank guarantee respectively, which are\nextracted in the above.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_53\">     33.  We have perused both the bank guarantees.  On a scanning\nof the terms thereof, we have no hesitation to hold that they are\nunconditional.  In such an event, the petitioner cannot be permitted to\nraise any dispute and prevent the 1st respondent from encashing the\nbank guarantee subject to the rider that his case falls in either of the\nexceptions or both.\n</p>\n<p data-structure=\"Issue\" id=\"p_54\">        34.  So, the first question that falls for our consideration is as to\nthe present case falls under any of the exceptions viz., whether there is\na clear fraud, of which, the 2nd respondent has noticed and the fraud of\nthe beneficiary from which it seeks to benefit, and, another exception,\nwhether there are any special equities in favour of granting\ninjunction.\n</p>\n<p data-structure=\"Precedent\" id=\"p_55\">        35.  The plea touching the ground of fraud is set out in\nparagraph No.14 of the petition.  For better appreciation, we would\nlike to extract paragraph No.14, which is as under:\n</p>\n<blockquote id=\"blockquote_38\">        14] It is respectfully submitted that if the minutes\nof meetings of 22.6.2012 and 17.7.2012 are perused,\nit would be apparent that respondent No.1 are guilty\nof fraud while obtaining consent from the petitioner\nfor extension of time for execution of the contract\nfrom 20.9.2012 to 20.5.2013 on false assurance of\nrelease of amount and making available work fronts.\nHaving obtained such extension of bank guarantees,\nin pursuance of extension of contract period under the\nterms of the work order, respondent no.1 are now\nwanting to encash the said bank guarantees in such\nfraudulent manner, which is not permissible in law.\nIn fact the actions on the part of concerned officials\nof respondent no.1 are in the nature of criminal\nbreach of trust and clear established act of fraud\nattributable to them.  The petitioner respectfully\nsubmits that the alleged failure on the part of the\npetitioner as claimed in the notice of termination by\nrespondent No.1 vide communication dated  \n23.11.2012 are imaginary and far-fetched.\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_56\">        36.  Thus, the element of fraud is introduced not at the inceptive\nstage, but, at the stage at which consent was obtained from the\npetitioner for extension of time for execution of the contract from\n20-09-2012 to 20-05-2013, that too, on the alleged false assurance of\nrelease of amount and making available work fronts.  In the foregoing\ndiscussion, while dealing with the relevant clauses and minutes of\nmeetings including e-mail communications, we have made it clear that\nthe responsibility to obtain ROU/ROW was in the scope of the\npetitioner as per Clause  1.2 of the work order and in the minutes of\nmeeting even a concession was made by the 1st respondent to the  \neffect that it would coordinate in obtaining permissions from the\nconcerned authorities on submission of B-1 and P-2 forms and the\n1st respondent raised dispute for the first time in the minutes of\nmeeting held on 22-06-2012.  Thus, a thorough scanning of the\npleadings, more particularly, the averments in paragraph No.14, afore-\nextracted, would reveal that no factual foundation is laid as to the\nallegation of fraud.  In our view, the allegations contained in the said\nparagraph are vague and centers on alleged breach of contract by the\n1st respondent.  Such a bald allegation, certainly, would not satisfy the\nrequirement in law, constituting any fraud, much less, fraud of an\negregious nature as to vitiate the entire contract.  In that view of the\nmatter, the allegation of fraud does not fall within the ambit of first\nexception.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_57\">        37.  The second question that falls for consideration is whether\nencashment of the bank guarantee would cause any irretrievable\ninjury or irretrievable injustice.  In paragraph No.13 of the petition,\npetitioner raised the plea of irretrievable injustice.  Paragraph No.13\nreads thus:\n</p>\n<blockquote id=\"blockquote_39\">        13] As would be apparent from the above factual\nmatrix, since the beginning itself respondent no.1\nwere not in a position to make available the work\nfronts along with ROU &amp; ROW approvals as  \nrequired, so as to enable the petitioner to proceed\nwith the work.  Respondent no.1 were also in gross\nviolation and breach of the contract having not\nreleased even the mobilization advance amount as\nlate as September 2012 till the expiry of the contract.\nIn the circumstances the assertions by respondent\nno.1, attributing delays to the petitioner and\nproceeding to invoke the terms of the contract for\ntermination thereof and threat for invocation of the\nbank guarantees furnished by the petitioner is\nabsolutely incorrect and false.  Respondent no.1 are\nnow threatening to invoke the bank guarantees\nfurnished by the petitioner.  Respondent no.1 are also\nwithholding the machinery belonging to the petitioner\nwithin their factory premises and outside the factory\npremises at Chattisgarh on ground of exercising\nalleged lien on the same.  It is respectfully submitted\nthat the above actions of respondent no.1 are in clear\nbreach and violation of the terms of the contract and\nif respondent no.1 are permitted to act upon the same,\nit would not only cause material loss and injury to the\nrights of the petitioner but also amount to\nirretrievable injustice being caused.  When\nrespondent no.1 themselves have violated the terms\nof contract and when the delays are attributable to\nrespondent no.1 alone, it would be totally unjust to\nmulct the petitioner with the liability of the bank\nguarantee amount, especially keeping in view the\nabove admitted factual matrix.\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_58\">     38.  It is contended that the 1st respondent unilaterally issued\nnotice of termination, dated 23-11-2012, we would like to mention\nthat the communication, dated 21-11-2012, from the petitioner to the\n1st respondent would make it very clear that it even required the\n1st respondent to foreclose the contract in case the 1st respondent does\nnot make available the work fronts.  At the cost of repetition, we\nwould like to mention again that obtaining ROU/ROW is absolutely\nindispensable for obtaining permission from the concerned authority\nand payment of compensation to the land losers and the Government, \nthrough the client of the 1st respondent  Visa Power Limited.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_59\">        39.  We have referred to Clause 1.2 of the work order and also\nobserved in the above that obtaining ROU/ROW is in the scope of the\npetitioner alone, but a concession was also given by the 1st respondent\nto the extent of coordinating with the petitioner in obtaining\npermissions from the concerned authority.  The mere allegation that\nthe actions of the 1st respondent were in clear breach and violation of\nthe terms of the contract and the 1st respondent if, permitted to act on\nthe same, it would not only cause material loss and injury to the rights\nof the petitioner, but also amounts to irretrievable injustice being\ncaused, is not sufficient enough to substantiate the ground of\nirretrievable injustice being caused.  It is only, if the petitioner is\nable to prima facie establish, that in case, bank guarantee is invoked,\nthe amounts due cannot at all be realized from the\n1st respondent; it can be said that it would cause irretrievable\ninjustice and accounts for special equities in its favour to entitle the\ngrant of injunction.    \n</p>\n<p data-structure=\"Precedent\" id=\"p_60\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"952675\" id=\"span_21\">40.  There is yet another circumstance that dis-favours the\npetitioner in entitling it for the relief sought.  The 1st respondent\nspecifically averred that the petitioner having obtained status quo\norder failed to invoke the arbitration and not even got communicated\nto the 2nd respondent.  There is no denial by the petitioner by way of\nfiling a rejoinder or further affidavit controverting the said allegation.\nSuch conduct of the petitioner, certainly, dis-entitles it to seek\nequitable relief of injunction, when applied the principle <a href=\"/doc/90468/\" id=\"a_32\">laid down by</a>\nthe Honble Supreme Court in <a href=\"/doc/952675/\" id=\"a_33\">Reliance Salt Limiteds</a> Case\n(Supra 4) as to invocation of bank guarantee, that it was primarily for\nthe bank to plead case of fraud and not for a promisor to set up a\ncase of breach of contract.  Therefore, we are of the considered view,\nthat the present case does not fall even in the second exception, as no\nplea at all is raised concerning special equities.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_61\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"952675\" id=\"span_22\">41.  To sum up, when the principles <a href=\"/doc/952675/\" id=\"a_34\">laid down by</a> the Honble\nSupreme Court are applied to the facts of this case, the inevitable\nconclusion is that the petitioner failed to establish not only the ground\nof clear fraud but also the ground of special equities in its favour.\nTherefore, the order under challenge is liable to be set aside.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_62\">        42.  Accordingly, the appeal is allowed and the order under\nchallenge is set aside.  We make no order as to costs.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_63\">        43.  As a sequel thereto, Miscellaneous Applications, if any,\npending stand disposed of.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_64\">                           __________________________   \n                                                 R. SUBHASH REDDY, J\n\n\n\n                                __________________________    \n     A. SHANKAR NARAYANA, J     \n23rd September, 2014. \n</p>\n<p data-structure=\"Conclusion\" id=\"p_65\">Mgr/Pv \n\n\nHONBLE SRI JUSTICE R. SUBHASH REDDY         \n     AND\n     HONBLE SRI JUSTICE A. SHANKAR NARAYANA         \n\n     CIVIL MISCELLANEOUS APPEAL No.870 OF 2013       \n\n\n\nORDER: (Per Justice A. Shankar Narayana)   \n\n     Immediately after pronouncement of judgment, oral submission\nis made by learned counsel for the appellant for grant of leave as\ncontemplated under <a href=\"/doc/952725/\" id=\"a_35\">Article 134-A</a> of the Constitution of India.  As\nthere is no substantial question of law of general importance involved\nfor consideration in the matter, we are of the view that it is not a fit\ncase for grant of leave, to prefer an appeal before the Honble\nSupreme Court.  However, we direct that the appellant shall not\ninvoke the bank guarantees, which are subject matter of this appeal,\nfor a period of two weeks from today.\n</p><p data-structure=\"Conclusion\" id=\"p_66\">__________________________    \nR. SUBHASH REDDY, J     \n____________________   \nA. SHANKAR NARAYANA, J      \n23rd September, 2014.</p>","numcites":14,"numcitedby":0,"docsource":"Andhra HC (Pre-Telangana)","citetid":187062533,"divtype":"judgments","relatedqs":[{"value":" status quo is an order","formInput":"%20status%20quo%20is%20an%20order"},{"value":"what is running account","formInput":"what%20is%20running%20account"},{"value":"contracts of guarantee","formInput":"contracts%20of%20guarantee"},{"value":"minutes of meeting","formInput":"minutes%20of%20meeting"},{"value":"status quo","formInput":"status%20quo"},{"value":"visa power","formInput":"visa%20power"},{"value":"irretrievable injustice","formInput":"irretrievable%20injustice"},{"value":"advance bank guarantee","formInput":"advance%20bank%20guarantee"},{"value":"special equity","formInput":"special%20equity"},{"value":"encashment of bank guarantee","formInput":"encashment%20of%20bank%20guarantee"},{"value":" \"visa power\" ltd","formInput":"%20%22visa%20power%22%20ltd"},{"value":"indian contract act","formInput":"indian%20contract%20act"},{"value":"letter of credit","formInput":"letter%20of%20credit"},{"value":"justice r subhash reddy","formInput":"justice%20r%20subhash%20reddy"},{"value":"grant of injunction","formInput":"grant%20of%20injunction"},{"value":"performance guarantee in contract","formInput":"performance%20guarantee%20in%20contract"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":"performance guarantee","formInput":"performance%20guarantee"},{"value":"performance bank guarantee","formInput":"performance%20bank%20guarantee"},{"value":"works contract","formInput":"works%20contract"}],"cats":[{"value":"interim-measures-etc-by-court","formInput":"tag:interim-measures-etc-by-court"},{"value":"fraud-defined","formInput":"tag:fraud-defined"},{"value":"contract-of-guarantee-surety-principal-debtor-and-creditor","formInput":"tag:contract-of-guarantee-surety-principal-debtor-and-creditor"}],"courtcopy":true,"query_alert":null,"agreement":false}