{"tid":1517355,"publishdate":"1999-06-07","title":"Hydel Construction Ltd. vs H.P. State Electricity Board on 7 June, 1999","doc":"<h2 class=\"doc_title\">Hydel Construction Ltd. vs H.P. State Electricity Board on 7 June, 1999</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR2000HP19</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:l-s-panta\">Lokeshwar Singh Panta</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:l-s-panta\">Lokeshwar Singh Panta</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n\n \n\n Kamlesh Sharma, J. \n \n\n</pre><p data-structure=\"Facts\" id=\"p_1\"> 1. These two Cross Appeals (Nos. 239 of 1996 and 214 of 1996) are being disposed of by a common judgment as these arise out of the Judgment dated 8-7-1996 of the learned single Judge whereby Objections (OMP No. 348 of 1993) of the H.P. State Electricity Board (hereinafter called &quot;the Board&quot;) against the award dated 29-3-1993 were partly accepted, except for the amount awarded under claim No. 2 amounting to Rs. 75,08,919.27 and the other amounts awarded under claims Nos. 1 and 3 and the award of interest were set aside. Accordingly, in Civil Suit No. 79 of 1993, the award dated 29-3-1993 pertaining to the amount awarded under claim No. 2 was made rule of the Court and as a consequence thereof, a decree for Rs. 75,08,919.27 was passed in favour of M/s Hydel Construction Ltd. (hereinafter called &quot;the claimant&quot;) and against the Board. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\"> 2. The brief facts of the case are that for the construction of Underground Power House. Underground Switch yard, transformer Hall and approach Tunnel of Sanjay Vidyut Pariyojna, Bhawan (120MW) near Wangtu in Kinnaur District of Himachal Pradesh, Contract Agreement No.  SVP-BCC-I-83-1I dated 25-5-1983 was entered into by and between the Board and the claimant on 25-5-1983. The last date for the completion of the work was fixed as 10-4-1985, which was further extended from time to time up to 31-7-1989 when the contract work was completed. \n</p> \n\n<p data-structure=\"Section\" id=\"p_3\">ARBITRATION  \n \n\n Clause 25 of the Contract Agreement provides for settlement of disputes by arbitration which is: \n</p>   \n\n<blockquote id=\"blockquote_1\">&quot;CLAUSE 25 SETTLEMENT_OF DISPUTES BY ARBITRATION. \n</blockquote> \n\n<blockquote id=\"blockquote_2\"> Except where otherwise provided in the contract, all questions and disputes relating to the meaning and interpretation of the terms of contract, specifications designs. drawings and instructions hereinbefore mentioned, and as to the quality of workmanship or materials used in the work or as to any other question claim, right, matter or things whatsoever In any way arising out of or relating to the contract designs, drawings, specifications, estimates. Instructions, order of these conditions or otherwise concerning the works, or the execution or failure to execute the same whether arising during the progress of the work or after the completion or abandonment thereof or relating to termination or recession, or delay in the execution and all consequences thereof of the contract shall be referred for arbitration to two arbitrators, one to be nominated by the contractor and the other by the HPSEB and these two arbitrators shall select an umpire by mutual agreement. \n</blockquote> \n\n<blockquote id=\"blockquote_3\"> It will be no objection to any such appointment that the arbitrators/umpire, so appointed, are/is Govt./Board servant that they/he had to deal with matters to which the contract relates and that in the course of their/his duties as Govt. Board servant(s)., they/he had expressed views on all or any of the matter in dispute or difference. In case, the arbitrators/ umpire to whom dispute/ difference, so referred, are/is unable to function as such at any stage for any reason whatsoever or their/his award being set aside by the Court for any other reason, other arbitrators-umpire shall be appointed in the same manner as indicated above such arbitrators/umpire shall be entitled to proceed with the reference from the stage at which it had been left by their/his predecessor(s) or to conduct the proceedings afresh as they/he may deem fit or as the case may be. \n</blockquote> \n\n<blockquote id=\"blockquote_4\"> It is also a term of the contract that the party invoking arbitration shall specify the dispute(s) to be referred to the arbitration under this clause together with the amount(s)\n\nclaimed in respect of each dispute. \n</blockquote> \n\n<blockquote id=\"blockquote_5\"> If work under the contract has not been completed when a dispute on any matter whatsoever is referred to arbitration, the contractor shall not be entitled to suspend such work to which the dispute relates and payment to the contractor shall be continued to be made in terms of the contract. \n</blockquote> \n\n<blockquote id=\"blockquote_6\"> It is also a term of the contract that if the contractor(s) does/do not prefer any claims in writing within 90 (Ninety) days of the date on which the dispute first arises or date of Intimation of preparation of the bill therefor, whichever is earlier, the claim of the contractor will be deemed to have been waived and absolutely barred and the HPSEB shall be discharged and released of all the liabilities under the contract in respect of such claim(s). Likewise, all dispute(s) referred to above shall be preferred as provided above within 90 (Ninety) days of the final bill otherwise all claim(s) shall stand extinguished. Provided, in the event of rejection of contractor&#x27;s(s) claim(s) by the HPSEB, the contractor shall within 30 days after receiving intimation in writing of such decision shall give notice in writing to the Chief Engineer requesting him that the matter may be referred to the arbitration. \n</blockquote> \n\n<blockquote id=\"blockquote_7\"> In all cases referred for arbitration, the arbitrator/umpire shall assign reasons under all circumstances on which their/his decision is based. The arbitrators/umpire from time to time, with the consent of the parties enlarge time for making and publishing the award. The decision of the arbitrators or the umpire as the case may be shall be conclusive, final and binding on the parties. \n</blockquote> \n\n<blockquote id=\"blockquote_8\"> Subject to the provisions of the contract to the contrary as aforesaid, the provisions of the <a href=\"/doc/1052228/\" id=\"a_1\">Indian Arbitration Act, 1940</a> or any statutory modification or re-enactment thereof and the rules made thereunder and for the time being in force shall apply to all arbitration proceeding under this clause.&quot;  \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_4\"> 3. As usual, disputes and differences arose between the parties relating to the performance of the contract and also with respect to application and interpretation of the terms and conditions of the contract agreement. The claimant invoked Clause 25 of the Agreement and nominated Mr. O. P. Malhotra, Senior Advocate, as one of the Arbitrators whereas the Board nominated Mr. V. M. Bajaj retired Executive Director, National Hydro Electric Power Corporation. The Arbitrators entered upon arbitration on 31-7-1991 and appointed Mr. Justice V. S. Deshpande a retired chief Justice of the Delhi High Court to be the Umpire with his consent as required by Para 2 of the <a href=\"/doc/1052228/\" id=\"a_2\">First Schedule of the Arbitration Act, 1940</a> (hereinafter called &quot;the Act&quot;). During the Arbitration proceedings, Mr. Justice V. S. Deshpande passed away and in his place, Mr. Justice N. N. Goswami a retired Judge of the Delhi High Court was appointed as the Umpire with his consent.   \n</p>\n<p data-structure=\"Issue\" id=\"p_5\">CLAIMS OF THE PARTIES BEFORE THE\nARBITRATORS . \n</p> \n\n<p data-structure=\"Issue\" id=\"p_6\"> A) CLAIMANTS CLAIMS. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_7\"> Claim No. 1. Variation limits. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_8\"> PART I: Plus Variation- In relation to Interpretation and applicability of Clause 12-A embodies in the agreement relation to the rates for items exceeding deviation limit of 20% (for items exceeding Plus variation Limit of 20%), amounting to Rupees 46,33,122.02. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_9\"> PART II: Minus Variation - In relation to the interpretation and applicability of Clause 12-A embodied in the Agreement relating to the rates for items exceeding deviation limit of 20% (for items exceeding Minus variation limit of 20%), amounting to Rs. 68,33,015,30. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_10\">Claim No. 2 : Price Variation in Labour\nCost. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_11\"> In relation to the interpretation and applicability of Clause 10C(a) of the Agreement relating to Price variation in Labour Cost amounting to Rs. 75,08,919,27  Claim No. 3 : Extra lead for Transportation of Sand and Boulders. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_12\"> In relation to payment for carriage of Sand and Boulders from distant quarries other than those specified in the Agreement, amounting to Rs. 38,03.222.00. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_13\">ANCILLARY RELIEFS. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_14\"> Besides the aforesaid main claims the claimant has further claimed the following ancillary reliefs. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_15\">INTEREST. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_16\"> Interest @ 18% from the date of claim till the date of award and then from the date of award till the date of decree and from the date of decree to the date of realization. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_17\"> (b) Costs, Costs of the proceedings of the Arbitration.\n</p> \n \n\n<p data-structure=\"Issue\" id=\"p_18\"> B)  BOARD&#x27;S CLAIMS. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_19\"> 1. Counterclaim. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_20\"> The respondent has not only contested the claim of the claimant but has also raised a Counter claim. According to the respondent, the grant of extension of time beyond the date stipulated in contract does not disentitle it to claim liquidated damages. The counter claim is in two parts, viz : \n</p> \n\n<blockquote id=\"blockquote_9\"> PARTI :(i) Penalty: Rs. 41,29,350,50 by way of penalty in terms of Clause 2 of the Contract. \n</blockquote> \n\n<blockquote id=\"blockquote_10\"> (ii) Interest. Interest on the aforesaid amount viz. Rs. 41,29,350.50 @ 18% per annum from 1-11 -88 till actual payment. \n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_21\"> Part-11 (i)  LOSS of Revnue. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_22\"> Rs. 3,70,20,000/- comprising of the loss of net revenue, additional cost of establishment etc. for supervising the work, additional cost to the Board on account of escalation of prices and loss of interest on the blocked up capital restricted to a period of 9 months only out of the extended period of 51 months and 21 days. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_23\"> (ii) Interest. Interest on Rs. 3,70,20,000/-@ 18% per annum from 1-1-88 till actual payment. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_24\"> 2. Limitation. Apart from the counter claim, the respondent has also pleaded that the claims NOS. 2 and 3 of the claimant are barred by limitation as prescribed in Clause 25 of the Contract Agreement. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_25\"> 4. Both the parties did not produce any oral evidence and filed only documentary evidence before the Arbitrators, which was duly admitted. After hearing arguments, award was given on 29-3-1993 by the Arbitrators. The summary of the award is as under :-- \n</p>\n \n\n<blockquote id=\"blockquote_11\"> Summary of Award. \n</blockquote> \n\n<blockquote id=\"blockquote_12\"> In the end we may sum up our award on the claims of both the parties, as follows : \n</blockquote> \n\n   \n   \n   \n\n<blockquote id=\"blockquote_13\"> A :\n</blockquote><blockquote id=\"blockquote_14\">  Claimant&#x27;s Claims :\n</blockquote>  \n   \n   \n\n\n  \n   \n   \n\n<blockquote id=\"blockquote_15\"> Amount Awarded by us\n  \n \n  \n   \n   \n\n<span class=\"hidden_text\" id=\"span_1\"> Claim No.  1</span>\n  \n   \n   \n\n\n  \n   \n   \n\n\n  \n \n  \n   \n   \n\n \n  \n   \n   \n\nPart I\n  \n   \n   \n\nRs.\n</blockquote><blockquote id=\"blockquote_16\">  46,33.122,02\n  \n   \n   \n\nRs.\n</blockquote><blockquote id=\"blockquote_17\">  23,38,840.73\n  \n \n  \n   \n   \n\n \n  \n   \n   \n\nPart II\n  \n   \n   \n\nRs.\n</blockquote><blockquote id=\"blockquote_18\">  68.33,015.30\n  \n   \n   \n\n</blockquote><blockquote id=\"blockquote_19\">-Nil-\n</blockquote>  \n \n  \n   \n   \n\n \n  \n   \n   \n\n<span class=\"hidden_text\" id=\"span_2\">2.  Claim No. 2</span>\n  \n   \n   \n\n\n  \n   \n   \n\n\n  \n \n  \n   \n   \n\n \n  \n   \n   \n\n<p data-structure=\"Issue\" id=\"p_26\">Part (a)\n  \n   \n   \n\nRs.\n</p><p data-structure=\"Issue\" id=\"p_27\">  38.17.268.00\n  \n   \n   \n\nRs.\n</p><p data-structure=\"Issue\" id=\"p_28\">  38.17,268.00\n  \n \n  \n   \n   \n\n \n  \n   \n   \n\nPart (b)\n  \n   \n   \n\nRs.\n</p><p data-structure=\"Issue\" id=\"p_29\">  36.91.651.27\n  \n   \n   \n\nRs.\n</p><p data-structure=\"Issue\" id=\"p_30\">  36,91,651.27\n  \n \n  \n   \n   \n\n \n  \n   \n   \n\n</p><p data-structure=\"Issue\" id=\"p_31\">3.  Claim No. 3.\n</p>  \n   \n   \n\n\n  \n   \n   \n\n\n  \n \n  \n   \n   \n\n \n  \n   \n   \n\n<p data-structure=\"Issue\" id=\"p_32\"> Rs. 38,03.222.00\n  \n   \n   \n\n\n  \n   \n   \n\nRs.\n</p><p data-structure=\"Issue\" id=\"p_33\">  28.23,440.00\n  \n \n  \n   \n   \n\nTotal Rs. 2.27.78.278.59\n  \n   \n   \n\n\n  \n   \n   \n\nRs.\n</p><p data-structure=\"Issue\" id=\"p_34\">  1.26.71.200.00\n  \n \n  \n   \n   \n   \n   \n   \n \n\n\n \n\n Total amount awarded in favour of the claimant is Rs. 1,26,71,200,00 (Rupees One Crore twenty six lacs seventy one thousand and two hundred only) and this awarded amount to carry rate of interest of 18% per annum from 31-7-1989 up to the date of this award. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_35\"> B. Respondents&#x27; Counter Claims. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_36\"> We have rejected claims raised in the counter claim in toto. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_37\"> C. In the circumstances of the case, each of the party to the Arbitration to bear its own costs of and incidental to the Arbitration and Award. &quot;  \n</p> \n\n<blockquote id=\"blockquote_20\"> 8. The plea of the Board that claims Nos. 2 and 3 of the claimants were barred by limitation as prescribed in Clause 25 of the Contract agreement was also decided against the Board by the Arbitrators. \n</blockquote> \n\n<blockquote id=\"blockquote_21\"> CIVIL SUIT AND OBJECTIONS. \n</blockquote> \n\n<blockquote id=\"blockquote_22\"> 6. The award was filed in the Court which was registered as Civil Suit No. 79 of 1993 and the Board had filed its objections which were registered as O.M.P. No. 348 of 1993, to which reply affidavit was filed by the claimants. \n</blockquote> \n\n<blockquote id=\"blockquote_23\"> 7. On the pleadings of the parties, the following issues were framed :-- \n</blockquote>   \n\n<blockquote id=\"blockquote_24\"> 1. Whether the arbitrators, in making the award, has misconducted himself and the proceedings? OP Objector. \n</blockquote> \n\n<blockquote id=\"blockquote_25\"> 2. Whether the award of the arbitrator or any part thereof is liable to be set aside on the grounds stated in the objections? OP Objector.\n</blockquote> \n \n\n<blockquote id=\"blockquote_26\"> 3. Relief.                   \n</blockquote> \n\n<blockquote id=\"blockquote_27\"> 8. In the impugned judgment, the learned single Judge has rejected the contention raised on behalf of the Board that the award made by the Arbitrators was not supported by reasons. The objection that claims Nos. 2 and 3 of the claimants were barred by limitation, as provided in Clause 25 of the Contract Agreement, was also rejected and the findings of the Arbitrators in this regard were upheld. So far award in respect of Claim No. 1 is concerned, it was held to be without jurisdiction and beyond the scope of Clause 12-A of the Contract Agreement, hence set aside. The award pertaining to Claim No. 2 was upheld, holding it to be within the ambit of the contract agreement. Claim No. 3 which was awarded by the Arbitrators was found beyond jurisdiction and was not upheld. Similarly, the interest awarded by the Arbitrators did not find favour with the learned single Judge and it was not upheld. Accordingly, the objection petition was partly accepted and except for the amount awarded under claim No. 2 the other amounts awarded under claims Nos. 1 and 3 and interest were set aside. Accordingly decree for Rs. 75,08,919,27 was passed in the Civil Suit. The parties were left to bear their own costs. \n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_38\"> APPEALS  \n \n\n 8-A. Now, the judgment of the learned single Judge has been assailed in these cross appeals. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_39\"> In F.A.O. No. 214 of 1996, the claimants have assailed the findings of the learned single Judge to the extent the award of the Arbitrators in respect of their claim No. 1(a), Claim No. 3 and claim in respect of interest has been set aside. The main grounds of challenge are :-- \n</p>   \n\n<blockquote id=\"blockquote_28\"> (1) That the findings of fact arrived at by the Arbitrators, one of whom was technical expert that different grades of concrete are separate items was not open at all before the learned single Judge under <a href=\"/doc/1503578/\" id=\"a_3\">Section 30</a> of the Act and the award of Rs. 23,38,840.73 against claim No. 1(a) was erroneously set aside. \n</blockquote> \n\n<blockquote id=\"blockquote_29\"> (2) The learned single Judge has erroneously set aside the award of Rupees 28,23,440/- of the Arbitrators in respect of Claim No. 3 by misinterpreting the relevant prohibition clause which is only against any payment for manufacture of sand and there is no prohibition for the compensation for additional lead in transportation from a distant site located 105 KM away from the\n\nmaterial duly approved by the Engineer in Chief. \n</blockquote> \n\n<blockquote id=\"blockquote_30\"> (3) The conclusion of the learned single Judge that the award against claim No. 3 suffers from jurisdiction is absolutely erroneous. \n</blockquote> \n\n<blockquote id=\"blockquote_31\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1766532\" id=\"span_3\">(4) That the learned single Judge failed to appreciate that Clauses 9-B and 9-C have application with regard to delays and disputes in running bills of the Contractor while executing the work and these clauses have no application once the disputes are referred to arbitration under Clause 25 of the Contract Agreement as held by the Supreme Court In <a href=\"/doc/1766532/\" id=\"a_4\">Board of Trustees of Port of Calcutta v. Engineers De Space Age</a> (1996) 1 SCC 516, \n \n\n (5) The learned single Judge committed a serious error in coming to the conclusion that there was a prohibition on the arbitrators in awarding any interest even when the reference was made under Clause 25 of the agreement.</span> \n</blockquote> \n\n<blockquote id=\"blockquote_32\"> (6) The learned single judge has committed a grave error in denying the award of interest to the claimants despite the Board not raising any objection either before the Arbitrators or in the objection petition filed in the Court though in the affidavit filed by way of evidence reference was made to Clauses 9B and 9C. In this context the learned single Judge was not right in holding that since the objector board had prayed for setting aside the award, it was immaterial whether the Objector Board had raised this objection within the statutory limitation or not. \n</blockquote> \n\n<blockquote id=\"blockquote_33\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1766532\" id=\"span_4\">(7) The impugned Judgment is in violation of the settled principles of law <a href=\"/doc/1766532/\" id=\"a_5\">laid down by</a> the Hon&#x27;ble Supreme Court and is liable to be set aside and in addition to the award against claim No. 2 as upheld by the learned single Judge, the claimants be also held entitled to the award against Claims Nos. 1 and 3 and also to the interest up to the date of payment by the Board.</span>  \n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_40\"> 9. In F.A.O. No. 214 of the 1996, the Board has assailed the judgment of the learned single Judge in respect of the award pertaining to claim No. 2 which has been upheld and also rejection of its counter claim on the following grounds : \n</p>   \n\n<blockquote id=\"blockquote_34\"> (a) that the learned single Judge has erred in upholding the award of Rs. 75,08,919,27 in respect of claim No. 2 ignoring that the Arbitrators have not given any reasons and calculations for arriving at this amount. \n</blockquote> \n\n<blockquote id=\"blockquote_35\"> (b) that the award allowing claim no. 2 is contrary to the specific terms of the contract, hence beyond jurisdiction. \n</blockquote> \n\n<blockquote id=\"blockquote_36\"> (c) that the entire scope of the work awarded to the contractor being underground, they must have incorporated and calculated their rates at a higher level while bidding for work, therefore, there was no justification for their claim No. 2. \n</blockquote> \n\n<blockquote id=\"blockquote_37\"> (d) that the learned single Judge has gravely erred in ignoring Office Order dated 7-6-1982 on the ground that it was not notified in any official Gazette while approving the award in respect of Claim No. 2. \n</blockquote> \n\n<blockquote id=\"blockquote_38\"> (e) that the learned single Judge has also erred in rejecting the objection of the board that the claimants had pre-knowledge of the enhancement and accordingly they had been taking Rs. 8,25 as minimum wages for unskilled labour in all their claims until they raised this claim for the first time in February, 1989. \n</blockquote> \n\n<blockquote id=\"blockquote_39\"> (f) that the learned single Judge has not properly construed the agreement between the parties and has approved the award of the Arbitrators in respect of the claims which were beyond their jurisdiction, barred by limitation and were dehors the agreement. \n</blockquote> \n\n<blockquote id=\"blockquote_40\"> (g) that the learned single Judge has erred in law in not discussing or determining the objections of the Board in respect of the award whereby its counter claim for liquidated damages by way of penalty in terms of Clause 2 of the contract and also for loss of revenue was disallowed. \n</blockquote> \n\n<blockquote id=\"blockquote_41\"> (h) that the learned single Judge has also erred in holding that two views are possible in respect of claim No. 2 and the Arbitrators were right in accepting one of those views.  \n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_41\"> Arguments. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_42\"> 10. We have heard the learned counsel for the parties and gone through the record. Before we consider the respective contentions of the learned counsel for the parties, for and against the impugned Judgment of the learned single Judge, we would like to refer to the law governing the scope and powers of the Court in setting aside the award made by the Arbitrators. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_43\"> Scope of Interference and Powers of the\nCourt. \n</p>\n \n\n<p data-structure=\"Section\" id=\"p_44\"> 11. <a href=\"/doc/1503578/\" id=\"a_6\">Section 30</a> of the Act provides the grounds for setting aside of the award. It is as follows :-- \n</p>   \n\n<blockquote id=\"blockquote_42\"> &quot;30. Grounds for Setting Aside Award. An award shall not be set aside except on one or more of the following grounds, namely - \n</blockquote> \n\n<blockquote id=\"blockquote_43\"> (a) that an arbitrator or umpire has misconducted himself or the proceedings; \n</blockquote> \n\n<blockquote id=\"blockquote_44\"> (b) that an award has been made after the issue of an order by the Court superseding the arbitration or after arbitration proceedings have become invalid under <a href=\"/doc/1912867/\" id=\"a_7\">Section 35</a>; \n</blockquote> \n\n<blockquote id=\"blockquote_45\"> (c)   that an award has been improperly procured or is otherwise invalid.&quot;  \n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_45\">  Case Law. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_46\"> 12. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"931195\" id=\"span_5\">In <a href=\"/doc/931195/\" id=\"a_8\">Allen Berry &amp; Co. Private Ltd. v. The Union of India</a>. AIR 1971 SC 696, in para 9 it has been held :</span> \n</p><blockquote id=\"blockquote_46\">  &quot;.....The rule thus is that as the parties choose their own arbitrator to be the Judge in the dispute between them, they cannot when the award is good on the face of it, object to the decision either upon the law or the facts. Therefore, even when an arbitrator commits a mistake either in law or in fact in determining the matters referred to him, but such mistake does not appear on the face of the award or in a document appended to or incorporated in it so as to form part of it, the award will neither be remitted nor set aside notwithstanding the mistake.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_47\"> 13. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"196949\" id=\"span_6\">In <a href=\"/doc/196949/\" id=\"a_9\">Tarapore and Company v. Cochin Shipyard Ltd. Cochin</a>, AIR 1984 SC 1072, after referring to a number of earlier judgments, the learned Judges of the Supreme Court have held in para 32 as under :--</span> \n</p><blockquote id=\"blockquote_47\">  &quot;On a conspectus of these decisions, it clearly transpires that if a question of law is specifically referred and it becomes evident that the parties desired to have a decision on the specific question from the arbitrator about that rather than from one Court, then the Court will not interfere with the award of the arbitrator on the ground that there is an error of law apparent on the face of the award even if the view of law taken by the arbitrator does not accord with the view of the Court. This view of law taken in England was stated by this Court to be the same in this country and since the decision in Thawardas&#x27; case, AIR 1955 SC 468 which follows earlier decisions in England and India, it has not been departed from.........&quot; \n</blockquote> \n\n \n<p data-structure=\"Precedent\" id=\"p_48\">14. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1672140\" id=\"span_7\">In <a href=\"/doc/1672140/\" id=\"a_10\">Hindustan Tea Company v. K. Shashikant &amp; Co.</a>, AIR 1987 SC 81, it is held in para 2 that :</span> \n</p><blockquote id=\"blockquote_48\">  &#x27;The award is reasoned one. The objections which have been raised against the award are such that they cannot Indeed be taken into consideration within the limited ambit of challenge admissible under the scheme of the <a href=\"/doc/1052228/\" id=\"a_11\">Arbitration Act</a>. Under the law the Arbitrator is made the final arbiter of the dispute between the parties. The Award is not open to challenge on the ground that the Arbitrator has reached a wrong conclusion or has failed to appreciate facts.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_49\"> 15. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"799168\" id=\"span_8\">In <a href=\"/doc/799168/\" id=\"a_12\">Municipal Corporation of Delhi v. Jagan Nath Ashok Kumar</a>, AIR 1987 SC 2316, it has been observed in para 4 of the judgment that :</span> \n</p><blockquote id=\"blockquote_49\">  &quot;.......The Arbitrator in our opinion is the\nsole Judge of the quality as well as the quantity of evidence and it will not be for this Court to take upon itself the task of being a judge of the evidence before the Arbitrator. It may be possible that on the same evidence the Court might have arrived at a different conclusion than the one arrived at by the Arbitrator but that by itself is no ground in our view for setting aside the award of an arbitrator.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_50\"> 16. In U. P. Hotels etc. v. U. P. State Electricity Board, AIR 1989 SC 268, in paragraph 17, it is observed : \n</p><blockquote id=\"blockquote_50\">  &quot;.... Even assuming, however, that there was an error of construction of the agreement or even that there was an error of law in arriving at a conclusion, such an error is not an error which is amenable to correction even in a reasoned award under the law. Reference may be made to the observations of this Court in Coimbatore Distt. P. T. Samagam v. Bala Subramania Foundry, AIR 1987 SC 2045, where it was reiterated that an award can only be set aside if there is an error on its face. Further, it is an error of law and not mistake of fact committed by the arbitrator which is justiciable in the application before the Court. Where the alleged mistakes or errors, if any, of which grievances were made were mistakes of facts if at all, and did not amount to error of law apparent on the face of the record, the objections were not sustainable and the award could not be set aside.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_51\"> 17. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"588099\" id=\"span_9\">In <a href=\"/doc/588099/\" id=\"a_13\">Sudarshan Trading Co. v. The Govt. of Kerala</a>, AIR 1989 SC 890. It has\n\nbeen held that only in a speaking award the Court can look into the reasoning of the award and in the non-speaking award. It is not open to the Court to interfere with the award. Referring to a few earlier judgments of the Supreme Court, it is reiterated that appraisement of evidence by the Arbitrator is never a matter which the Court should question and consider as the Arbitrator is the sole Judge of the quality and quantity of the evidence. It is concluded in Para 31 as under :</span> \n</p><blockquote id=\"blockquote_51\">  &quot;......This, in our opinion, the Court had\nno jurisdiction to do, namely, substitution of Its own evaluation of the conclusion of law or fact to come to the conclusion that the arbitrator had acted contrary to the bargain between the parties. Whether a particular amount was liable to be paid or damages liable to be sustained was a decision within the competency of the arbitrator in this case. By purporting to construe the contract the Court could not take upon itself the burden of saying that this was contrary to the contract and, as such, beyond jurisdiction. It has to be determined that there is a distinction between disputes as to the Jurisdiction of the arbitrator and the disputes as to in what way that jurisdiction should be exercised. There may be a conflict as to the power of the arbitrator to grant a particular remedy......&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_52\"> 18. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979582\" id=\"span_10\">In <a href=\"/doc/1979582/\" id=\"a_14\">Purl Construction Pvt. Ltd. v. Union of India</a>, AIR 1989 SC 777, it is held that,  \n  &quot;.....when a Court is called upon to decide the objections raised by a party against an arbitration award, the jurisdiction of the Court is limited, as expressly indicated in the <a href=\"/doc/1052228/\" id=\"a_15\">Arbitration Act</a>, and it has no Jurisdiction to sit in appeal and examine the correctness of the award on merits. However, so far as the present case is concerned, the decision of the arbitrator is supported by the evidence led before him including the evidence of the Union of India and appears to be correct on merits also.&quot;</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_53\"> 19. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1337022\" id=\"span_11\">In <a href=\"/doc/1337022/\" id=\"a_16\">Food Corporation of India v. Joginderpal Mohinderpal</a>, AIR 1989 SC 1263. It is held in para 10 :</span> \n</p><blockquote id=\"blockquote_52\">  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979582\" id=\"span_12\">&quot;.....It is not necessary for a Court to examine the merits of the award with reference to the materials produced before the arbitrator. The Court cannot sit in appeal over the views of the arbitrator by re-examining and re-assessing the materials. See the observations of this Court in <a href=\"/doc/1979582/\" id=\"a_17\">Puri Construction Pvt. Ltd. v. Union of India</a> (1989) 1 SCC 411 : (AIR 1989 SC 777).</span> \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_54\"> 20. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1015491\" id=\"span_13\">In <a href=\"/doc/1015491/\" id=\"a_18\">Associated Engineering Co. v. Government of Andhra Pradesh</a>, 1991 (3) JT (SC) 123 : (AIR 1992 SC 232), it is held in para 26 :</span> \n</p><blockquote id=\"blockquote_53\">  The arbitrator cannot act arbitrarily, irrationally, capriciously or independently, of the contract. His sole function is to arbitrate in terms of the contract. He has no power apart from what the parties have given him under the contract. If he has travelled outside the bounds of the contract, he has acted without Jurisdiction. But if he has remained inside the parameters of the contract and has construed the provisions of the contract, his award cannot be interfered with unless he has given reasons for the award disclosing an error apparent on the face of it. \n</blockquote> \n\n<blockquote id=\"blockquote_54\"> And in Para 27 :-- \n</blockquote><blockquote id=\"blockquote_55\">  &quot;An arbitrator who acts in manifest disregard of the contract acts without jurisdiction. His authority is derived from the contract and is governed by the <a href=\"/doc/1052228/\" id=\"a_19\">Arbitration Act</a> which embodies principles derived from a specialised branch of the law of agency (see Mustill &amp; Boyd&#x27;s Commercial Arbitration, Second Edition, p. 641). He commits misconduct if by his award he decides matters excluded by the agreement. (See Halsbury&#x27;s Laws of England, Volume II, Fourth Edition, Para 822). A deliberate departure from contract amounts to not only manifest disregard of his authority or a misconduct on his part, but it may tentamount to a mala fide action. A conscious disregard of the law or the provisions of the contract from which he has derived his authority vitiates the award.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_55\"> Also in para 28 : \n</p>  \n\n<blockquote id=\"blockquote_56\">  &quot;A dispute as to the jurisdiction of the arbitrator is not a dispute within the award, but one which has to be decided outside the award. An Umpire or arbitrator cannot widen his jurisdiction by deciding a question not referred to him by the parties or by deciding a question otherwise than in accordance with the contract. He cannot say that he does not care what the contract says. He is bound by it. It must bear his decision. He cannot travel outside its bounds. If he exceeds his jurisdiction by so doing, his award would be liable to be set aside. As stated by Lord Parmoor : \n</blockquote> \n\n<blockquote id=\"blockquote_57\"> &quot;.....It would be impossible to allow an umpire to arrogate to himself jurisdiction\n\nover a question which on the true construction of the submission was not referred to him. An umpire cannot widen the area of his jurisdiction by holding, contrary to the fact, that the matter which he affects to decide is within the submission of the parties....&quot;  \n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_56\"> Attorney General for Manotoba v. Kelly, (1922) 1 AC 268, 276. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_57\"> Evidence of matters not appearing on the face of the award would be admissible to decide whether the arbitrator travelled outside the bounds of the contract and thus exceeded his jurisdiction. In order to see what the jurisdiction of the arbitrator is, it is open to the Court to see what dispute was submitted to him. If that is not clear from the award, it is open to the Court to have recourse to outside sources. The Court can look at the affidavits and pleadings of the parties; the Court can look at the agreement itself Bunge &amp; Co. v. Dewar &amp; Webb., (1921) 8 LI L Rep. 436 (KB). \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_58\"> And In Para 29 : \n</p><blockquote id=\"blockquote_58\">  &quot;If the arbitrator commits an error in the construction of the contract, that is an error within his jurisdiction. But if he wanders outside the contract and deals with matters not allotted to him, he commits a jurisdictional error. Such error going to his jurisdiction can be established by looking into material outside the award. Extrinsic evidence is admissible in such cases because the dispute is not something which arises under or in relation to the contract or dependent on the construction of the contract or to be determined within the award. The dispute as to jurisdiction is a matter which is outside the award or outside whatever may be said about it in the award. The ambiguity of the award can, in such cases, be resolved by admitting extrinsic evidence. The rationale of this rule is that the nature of the dispute is something which has to be determined outside and independent of what appears in the award. Such jurisdictional error needs to be proved by evidence extrinsic to the award.....&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_59\"> 21. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"487118\" id=\"span_14\">In <a href=\"/doc/487118/\" id=\"a_20\">Hindustan Construction Co. Ltd. v. State of Jammu and Kashmir</a>. (1992) 4 SCC 217: (AIR 1992 SC 2192), it is observed in Para 8 (at page 2196 of AIR) :</span> \n</p><blockquote id=\"blockquote_59\">  &quot;.....Even if in fact, the arbitrators had interpreted the relevant clauses of the contract in making their award on the impugned items and even if the interpretation is erroneous the Court cannot touch the award as it is within the jurisdiction of the arbitrators to interpret the contract. Whether the interpretation is right or wrong, the parties will be bound; only if they set out their line of interpretation in the award and that is found erroneous can the Court interfere.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_60\"> 22. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1453495\" id=\"span_15\">In <a href=\"/doc/1453495/\" id=\"a_21\">Bijendra Nath Srivastava v. Mayank Srivastava</a>, (1994) 6 SCC 117 : (AIR 1994 SC 2562) it is held in para 20 (at page 2574 of AIR) :</span> \n</p><blockquote id=\"blockquote_60\">  &quot;.....If the arbitrator or umpire chooses to give reasons in support of this decision it would be open to the Court to set aside the award if it finds that an error of law has been committed by the arbitrator or umpire on the basis of the recording of such reasons. The reasonableness of the reasons given by the arbitrator cannot however be challenged. The arbitrator is the sole judge of the quality as well as the quantity of the evidence and it will not be for the Court to take up on itself the task of being a judge of the evidence before the arbitrator. The Court should approach an award with a desire to support it if that is reasonably possible, rather than to destroy it by calling it illegal...&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_61\"> 23. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"487118\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1631592\" id=\"span_17\">In <a href=\"/doc/1631592/\" id=\"a_22\">Trustees of the Port of Madras v. Engineering Constructions Corporation Ltd.</a> AIR 1995 SC 2423, it is said in Para 17 that the above principle <a href=\"/doc/1631592/\" id=\"a_23\">laid down in</a> <a href=\"/doc/487118/\" id=\"a_24\">Hindustan Construction Co. Ltd. v. State of Jammu &amp; Kashmir</a> (supra) is subject to the proposition that the arbitrator being a creature of the contract must operate within the four corners of the contract and cannot travel beyond it either by misinterpreting the terms of the contract or otherwise.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1453495\" id=\"span_18\">The observations in <a href=\"/doc/1453495/\" id=\"a_25\">Bijendra Nath Srivastava v. Mayank Srivastava</a> are also quoted with approval. The conclusion drawn from the authorities referred to in this judgment is given in para 20. It is:--</span> \n</p><blockquote id=\"blockquote_61\">   &quot;The proposition that emerges from the above decisions is this : in the case of a reasoned award, the Court can interfere if the award is based upon a proposition of law which is unsound in law. The erroneous proposition of law must be established to have vitiated the decision. The error of law must appear from the award itself or from any document or note incorporated in it or appended to it.......&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_62\"> 24. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"826400\" id=\"span_19\">In <a href=\"/doc/826400/\" id=\"a_26\">State of U.P. v. Ram Nath International Const</a>. Pvt. Ltd., AIR 1996 SC 782, the learned Judges of the Supreme\n\nCourt while laying down the scope of interference by the Court have held in para 7 :--</span> \n</p><blockquote id=\"blockquote_62\">  &quot;The jurisdiction of the Court to interfere with an award of an arbitrator is undoubtedly a limited one. The adjudication of the arbitrator is generally binding between the parties and it is not open to the Court to attempt to probe the mental process by which the arbitrator has reached his conclusion. Award of an arbitrator can be set aside by a Court only on the grounds indicated in <a href=\"/doc/1503578/\" id=\"a_27\">Section 30</a> of the Arbitration Act. It is not open to the Court to re-assess the evidence to find whether arbitrator has committed any error or to decide the questions of adequacy of evidence and the Court cannot sit on the conclusion of the arbitrator by re-examining and re-appreciating the evidence considered by the arbitrator. At the same time, the arbitrator is a creature of the agreement itself and therefore is duty bound to enforce the terms of the agreement and cannot adjudicate a matter beyond the agreement itself. If the arbitrator adjudicates a claim of a contractor with reference to the clauses of the agreement itself whereby the agreement gets engrafted into the award. It will be open to the Court to examine those clauses of the agreement and find out the correctness of the conclusions of the arbitrator with reference to those clauses. Bearing in mind the aforesaid parameters for exercise of jurisdiction by Court in examining the legality of an award of an arbitrator, the award in hand as well as the order of the subordinate Judge and that of High Court requires scrutiny. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_63\"> <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"162743\" id=\"span_20\">25. Lastly, in <a href=\"/doc/162743/\" id=\"a_28\">Ram Nath International Construction Pvt. Ltd. v. State of U.P.</a>, AIR 1998 SC 367 : (1998 All LJ 212) as stated in para 10, the learned judges of the Supreme Court have set aside the findings of the High Court that the dispute for payment of extra work which was expressly referred to arbitrator was beyond the scope of reference to arbitration on the ground that the Arbitrator has given a speaking award giving detailed reasons why he considered this work as extra for which payment was required to be made to the contractor and it was not for the Court to examine the correctness or otherwise of the conclusion reached by the arbitrator.</span> \n</p> \n\n<p data-structure=\"Section\" id=\"p_64\"> 26. The legal propositions stated by the various judgments are as under :-- \n</p>   \n\n<blockquote id=\"blockquote_63\"> (1) The Arbitrator is the final Judge of all questions both of law and fact;\n</blockquote> \n \n\n<blockquote id=\"blockquote_64\"> (2) The Arbitrator is the sole Judge of the quality and quantity of evidence; \n</blockquote> \n\n<blockquote id=\"blockquote_65\"> (3) It is not open to the Court to re-examine and re-appreciate the evidence considered by the Arbitrator to hold that the conclusion reached by the Arbitrator is wrong; \n</blockquote> \n\n<blockquote id=\"blockquote_66\"> (4) The Court cannot sit in appeal over the view of the Arbitrator by re-examining and reappraising the materials; \n</blockquote> \n\n<blockquote id=\"blockquote_67\"> (5) Where two views are possible, the Court is not justified in interfering with the award by adopting its own interpretation; \n</blockquote> \n\n<blockquote id=\"blockquote_68\"> (6) An arbitrator is not required to give a detailed judgment while rendering even a reasoned award; \n</blockquote> \n\n<blockquote id=\"blockquote_69\"> (7) The Arbitrator is a creature of the agreement itself and, therefore, is duty bound to enforce the terms of the agreement and cannot adjudicate a matter beyond the agreement. Court can find out the correctness of the conclusions of the Arbitrator with reference to those clauses. \n</blockquote> \n\n<blockquote id=\"blockquote_70\"> (8) Award, on the face of it, based on erroneous proposition of law and no evidence, can be interfered with.  \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_65\"> 27. Now, we will examine the points raised by the respective counsel for the parties. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_66\">No Reasons for the Amounts Awarded. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_67\"> 28. The first point raised by the learned counsel for the Board is that the learned single Judge has erred in rejecting their objection that the award made by the arbitrators was not supported by reasons as there is nothing in the award to show as to how the amount awarded has been calculated. In support of his submissions, the learned counsel has referred to that part of Clause 25 of the contract wherein it is mentioned that, &quot;...In all cases referred for arbitration the arbitrator/umpire shall assign reasons under all circumstances on which their/his decision is based....&quot;. On the other hand, the learned counsel for the claimant have supported the findings of the learned single Judge that the award does not suffer from any such infirmity. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_68\"> 29. After perusing the award which consists of 154 pages, we are of the view that there is no force in the submissions made by the learned counsel for the Board. The arbitrators are not supposed to give actual arithmetical computations of the amount awarded by them under different heads. As required under the relevant provision of the arbitration clause, the arbitrators were required to only give reasons for coming to their decision in respect of the points in issue before them. In other words, it is enough if they give reasons for either allowing or disallowing the objections raised to the respective claims of the parties, as has been done in the present case. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_69\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"483881\" id=\"span_21\">30. This point came for determination in <a href=\"/doc/483881/\" id=\"a_29\">Delhi Development Authority v. Uppal Engineering Construction Co..</a> AIR 1982 Delhi 425.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"980889\" id=\"span_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1192443\" id=\"span_23\"><a href=\"/doc/1192443/\" id=\"a_30\">Krishna Construction Co. v. Delhi Development Authority</a>, 1988 (<a href=\"/doc/980889/\" id=\"a_31\">1) Arbi LR 263 and Naraindas R. Israni v. Union of India</a>, AIR 1993 Delhi 78, wherein it is held that an arbitrator is not required to give a detailed judgment just like a civil court. What is expected of the arbitrator is simply this much that he must give out the trend of his thought process even if he is supposed to give reasoned award. He need not give a detailed break up justifying the amounts allowed by him.</span></span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_70\"> 31. So far the judgments cited by the learned counsel for the Board are concerned, these are distinguishable. No doubt, as per Clause 25, it is agreed between the parties that arbitrators/ umpire shall assign reasons on which their/his decision is based, yet,&#x27; the question arises what do we mean by reasons&#x27;. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"714743\" id=\"span_24\">In <a href=\"/doc/714743/\" id=\"a_32\">Union of India v. Mohan Lal Capoor</a>, (1973) 2 SCC 836, (AIR 1974 SC 87) the learned Judges at the Supreme Court have defined the word &quot;Reasons&quot; in the following terms: &quot;Reasons are the links between the materials on which certain conclusions are based and the actual conclusions.&quot; In view of this definition of &quot;reasons&quot;. We have no hesitation to hold that actual conclusions arrived at by the arbitrators in the impugned award are based on the material produced before them.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_71\"> 32. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"205027\" id=\"span_25\">In <a href=\"/doc/205027/\" id=\"a_33\">Indian Oil Corporation Ltd. v. Indian Carbon Ltd.</a> (1988) 3 SCC 36 : (AIR 1988 SC 1340) it is held in Pra 10 that : (at Page 1345 of AIR) \n  &quot;...The reasons that are set out must be reasons which will not only be intelligible but also deal with the substantial points that have been raised. When the arbitration clause required the arbitrator to give a reasoned award and the arbitrator does give his reasons in the award, the sufficiency of the reasons depend upon the facts of the particular case. He is not bound to give detailed reasons. The Court does not sit in appeal\n\nover the award and review the reasons. The Court can set aside the award only if it is apparent from the award that there is no evidence to support the conclusions or if the award is based upon any legal proposition which is erroneous.&quot;</span> \n</p> \n\n<p data-structure=\"Section\" id=\"p_72\">Claims No. 2 and 3 of the Claimants are Time Barred. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_73\"> 33-35. The next point urged by the learned counsel for the board is that the learned single Judge has gravely erred in approving the findings of the Arbitrators that claims no. 2 and 3 of the claimants are not barred by limitation. Again, this point has been raised to be rejected. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_74\"> 36. Clause 25 of the Agreement prescribes limitation in the following manner: \n</p><blockquote id=\"blockquote_71\">  &quot; It is also a term of the contract that if the contractor(s) does/do not prefer any claim(s) in writing within 90 (Ninety) days of the date on which the dispute first arises or date of intimation of the preparation of the bill therefor, whichever is earlier, the claim of the contractor will be deemed to have been waived and absolutely barred and the HPSEB shall be discharged and released of all the liabilities under the contract in respect of such claim(s). Likewise, all dispute(s<a href=\"/doc/205027/\" id=\"a_34\">) <a href=\"/doc/205027/\" id=\"a_35\">referred to above</a></a> shall be preferred as provided above within 90 (Ninety) days of the final bill otherwise all claim(s) shall stand extinguished. Provided, in the event of rejection of contractor&#x27;s(s) claim(s) by the HPSEB, the contractor shall within 30 days after receiving intimation in writing of such decision shall give notice in writing to the Chief Engineer requesting him that the matter may be referred to the arbitration.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_75\"> 37. The perusal of the above clause makes it clear that the limitation of 90 days starts from the date when the dispute arises or the preparation of the bill therefor is Intimated, whichever is earlier, or the preparation of the final bill is intimated and within 30 days from the date of receipt of intimation in writing of the decision of the board rejecting the claim of the contractor. The case of the Board before the Arbitrators, as set out in Table-I, at Page 80, of their written statement was that the dispute arose on 25-5-1983, the date on which the contract agreement was signed by the parties whereas the claim was preferred by letter dated 9-3-1989 when the board wrote to the claimants (Ex. R-16 before the Arbitrators) whereas the\n\nclaim was preferred on 8-9-1986. But, in the absence of any intrinsic or extrinsic evidence produced by the board, the Arbitrators rejected this objection and held claims No. 2 and 3 within limitation. From the letter dated 9-3-1984 (Ex. R-16 before the Arbitrators), which is a communication from the Board to the claimants advising them to store enough quantity of stone before the level of water in River Satluj rises, failing which they would have to make other arrangements of aggregate at their own responsibility, it was not possible for the arbitrators to discern any dispute as envisaged by the Board. The learned single Judge has rightly not interfered with these findings of Arbitrators arrived at by appreciation of evidence before them, as the Court is not supposed to reappreciate the evidence and come to its own conclusion. We find that after completion of the work, the claimants by their letter dated 31-10-1990 (Ex. C-26 (6) before the Arbitrators) represented to the Chairman of the Board to finally settle all its pending claims, including claims No. 2 and 3, and also to ratify the provisional extension granted to them by the Superintending Engineer from 30-9-1987 to 31-7-1989. By his letter dated 21-2-1991 (Ex. C-20 before the Arbitrators), the Chief Engineer (P &amp; M) of the Board, informed the claimants that their claims &quot;relating to revised rates for items exceeding permissible variation limits, enhancement of minimum wages and extra carriage of sand and boulders are not tenable and hence rejected by the Board.&quot; It was thereafter within 90 days that the claimants, by their letter dated 4-3-1991 (Ex. C-14 (36) before the Arbitrators) invoked Clause 25 of the contract agreement. So far final bill is concerned, it was thereafter paid in October, 1991. Therefore, the learned single Judge has rightly affirmed the findings of the Arbitrators the claims No. 2 and 3 were not time barred. \n</p> \n\n<p data-structure=\"Section\" id=\"p_76\"> Claim No. 2 : Price variation in labour cost. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_77\"> 38. Another point argued by the learned counsel for the Board is that the learned&#x27; single Judge has gravely erred in upholding the award of Rs. 75,08,919,27 in respect of claim No. 2, which is beyond the jurisdiction of the Arbitrators being contrary to the specific terms of the contract. Precisely, the learned counsel has reiterated the objections raised before the Arbitrators as well as\n\nbefore the learned single Judge in respect of claim No. 2. \n</p> \n\n<p data-structure=\"Section\" id=\"p_78\"> 39. In order to appreciate that claim No. 2 has not rightly been awarded by the Arbitrators, which has been affirmed by the learned single Judge, we will refer to the claim Itself. This claim pertains to price variation in labour cost, as provided under Clause 10-C (a) of the contract Agreement. Clause 10-C (a) is:- \n</p>   \n\n<blockquote id=\"blockquote_72\"> &quot;Clause 10C Price variation. \n</blockquote> \n\n<blockquote id=\"blockquote_73\"> The amounts paid to the contractor for the work done shall be adjusted for each quarter of calendar year for increase or decrease in the rates of labour and materials (other than those to be supplied by the HPSEB) as under: \n</blockquote> \n\n<blockquote id=\"blockquote_74\"> (a) Price variation in labour cost. \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_79\"> Price variation in labour cost shall be computed by the following two methods viz; (1) &amp; (11). The amount payable to/recoverable from the contractor will be the amount computed either under (i) or under (11) whichever is higher. \n</p> \n\n<p data-structure=\"Section\" id=\"p_80\"> (a) 1. If during the currency of the work, the minimum daily wage of unskilled labour increases/ decreases as a direct result of coming into force any fresh law or statutory rule or order, as applicable to district Kinnaur (HP) a corresponding increase or decrease in payment to the contractor shall be computed on the basis of the following formula:- \n</p> \n\n   \n   \n   \n\n<blockquote id=\"blockquote_75\">V= 25% x R\n  \n  \n   \n   \n\n x w-wo\n  \n \n  \n   \n   \n\n \n  \n   \n   \n\nwo\n  \n \n\n\n \n\n Where  \n \n\n V = the amount of variation payable to/ recoverable from the contractor. \n</blockquote> \n\n<blockquote id=\"blockquote_76\"> R = Value of work done after the date of Increase/decrease of daily wages during the quarter under review. \n</blockquote> \n\n<blockquote id=\"blockquote_77\"> W = Revised minimum daily wages. \n</blockquote> \n\n<blockquote id=\"blockquote_78\"> Wo = Minimum daily wages on the date of opening of tender. \n</blockquote> \n\n<blockquote id=\"blockquote_79\"> The above adjustment will be allowed only after taking a certificate from the contractor that revised wages <a href=\"/doc/205027/\" id=\"a_36\">referred to above</a> have been actually paid to the labour by the contactor. \n</blockquote> \n\n<blockquote id=\"blockquote_80\"> (a)(ii) If during the currency of the con-bract, there is an increase or decrease in the consumer price index number for Industrial workers in H.P. (General index), a corresponding Increase or decrease in the payment to the contractor shall be computed for each quarter on the basis of the following formula: - \n</blockquote> \n\n   \n   \n   \n\n<blockquote id=\"blockquote_81\">V= 25% of\n  R \n  \n   \n   \n\n XI- Io\n  \n \n  \n   \n   \n\n \n  \n   \n   \n\nIo\n  \n \n\n\n \n\n Where  \n \n\n V = Amount of variation payable to/ recoverable from the contractor during the quarter under review. \n</blockquote> \n\n<blockquote id=\"blockquote_82\"> R = Value of the work done during the quarter under review. \n</blockquote> \n\n<blockquote id=\"blockquote_83\"> Io=Average consumer price index number o for industrial workers in H.P. (General index) for the quarter in which the tender had been submitted. \n</blockquote> \n\n<blockquote id=\"blockquote_84\">  I = Average consumer price index number for industrial workers in H.P. (General Index) for the quarter under review. \n</blockquote> \n\n<blockquote id=\"blockquote_85\"> Price indices indicated above shall be those published in Indian Labour Journal, Labour Bureau, Ministry of Labour, Government of India.&quot;  \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_81\"> 40. This claim is divided into two parts. Part (a) relates to minimum wages for working inside the tunnel and Part (b) relates to minimum daily wage on the date of opening of tenders. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_82\"> For proving the Minimum wage for working Inside the tunnel under claim No. 2 (a), the claimants have relied upon a number of Notifications issued by the Government of Himachal Pradesh fixing the minimum rate of daily wage for the workers working in tribal area of Kinnaur district as well as workers working inside the tunnel. On the basis of these Notifications the claimants appended the following table to their claim statement showing the Minimum wage payable by them to the unskilled workers:- \n</p> \n\n   \n   \n   \n\n \n  \n   \n \n\n<blockquote id=\"blockquote_86\">TABLE\n  \n \n  \n   \n \n\nS. No.\n  \n   \n \n\nFrom\n  \n   \n \n\nTo\n  \n   \n   \n\nDaily Wages Rs.\n</blockquote>  \n   \n   \n\n<blockquote id=\"blockquote_87\">Increase over daily \n  \n   \n   \n\nMinimum daily wages Rs. (Total\n  of Col. 4 + Col. 5 + Col. 6.\n</blockquote>  \n \n  \n   \n   \n\n<blockquote id=\"blockquote_88\">__ Wages__\n  \n   \n   \n\n__ Rs.__\n  \n \n  \n   \n   \n\nFor tribal area @ 25%\n  \n   \n   \n\nFor working inside tunnels @\n  20% (20% of Col. 4 + 5)\n  \n \n   \n  \n   \n   \n\n<span class=\"hidden_text\" id=\"span_26\">1</span>\n  \n   \n   \n\n<span class=\"hidden_text\" id=\"span_27\">2</span>\n  \n   \n   \n\n<span class=\"hidden_text\" id=\"span_28\">3</span>\n  \n   \n   \n\n<span class=\"hidden_text\" id=\"span_29\">4</span>\n  \n   \n   \n\n<span class=\"hidden_text\" id=\"span_30\">5</span>\n  \n   \n   \n\n<span class=\"hidden_text\" id=\"span_31\">6</span>\n  \n   \n   \n\n<span class=\"hidden_text\" id=\"span_32\">7</span>\n  \n \n   \n  \n   \n   \n\n</blockquote><blockquote id=\"blockquote_89\">1.\n  \n   \n   \n\n</blockquote><p data-structure=\"Precedent\" id=\"p_83\">1-1-81\n  \n   \n   \n\n16-12-82\n  \n   \n   \n\n7.25\n  \n   \n   \n\n1.81\n  \n   \n   \n\nNIL\n  \n   \n   \n\n9.06\n  \n \n  \n   \n   \n\n</p><p data-structure=\"Section\" id=\"p_84\">2.\n  \n   \n   \n\n16-12-82\n  \n   \n   \n\n15-8-84\n  \n   \n   \n\n8.25\n  \n   \n   \n\n2.06\n  \n   \n   \n\nNil\n  \n   \n   \n\n10.31\n  \n \n  \n   \n   \n\n</p><p data-structure=\"Precedent\" id=\"p_85\">3.\n  \n   \n   \n\n16-8-84\n  \n   \n   \n\n13-8-86\n  \n   \n   \n\n10.00\n  \n   \n   \n\n2.50\n  \n   \n   \n\n2.50\n  \n   \n   \n\n15.00\n  \n \n  \n   \n   \n\n</p><p data-structure=\"Precedent\" id=\"p_86\">4.\n  \n   \n   \n\n14-8-86\n  \n   \n   \n\n14-4-87\n  \n   \n   \n\n12.00\n  \n   \n   \n\n3.00\n  \n   \n   \n\n3.00\n  \n   \n   \n\n18.00\n  \n \n  \n   \n   \n\n</p><p data-structure=\"Precedent\" id=\"p_87\">5.\n  \n   \n   \n\n15-4-87\n  \n   \n   \n\n31-12-88\n  \n   \n   \n\n15.00\n  \n   \n   \n\n3.75\n  \n   \n   \n\n3.75\n  \n   \n   \n\n22.50\n  \n \n  \n   \n   \n\n</p><p data-structure=\"Precedent\" id=\"p_88\">6.\n  \n   \n   \n\n15-4-89\n  \n   \n   \n\n\n  \n   \n   \n\n18.00\n  \n   \n   \n\n4.50\n  \n   \n   \n\n4.50\n  \n   \n   \n\n27.00\n  \n \n  \n   \n   \n\n</p><p data-structure=\"Section\" id=\"p_89\">7.\n  \n   \n   \n\n26-1-90\n  \n   \n   \n\n</p><p data-structure=\"Precedent\" id=\"p_90\">-\n</p>  \n   \n   \n\n<p data-structure=\"Precedent\" id=\"p_91\">20.00\n  \n   \n   \n\n5.00\n  \n   \n   \n\n5.00\n  \n   \n   \n\n30.00\n  \n \n   \n \n \n\n</p><p data-structure=\"Facts\" id=\"p_92\"> 41. As per the claimants, the aggregate minimum wage payable by them to an unskilled worker is as shown in Column No. 7 of the above table on the basis of which they had worked out the payment of escalation of price variation in the labour cost in accordance with the formula given in Clause 10-C [a) of the contract agreement, as Rupees 38,17,268.00. To this, the main objection raised on behalf of the Board was that only a small part of total unskilled labour was actually deployed underground and the larger portion was deployed overground, therefore, unless the claimants established the number of persons who were, in fact, deployed underground\n\n \n\n and also gave break up of unskilled/skilled/semi-skilled workers working underground, their claim deserved to be rejected. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_93\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1224499\" id=\"span_33\">This stand of&quot; the Board was rejected by the Arbitrators holding that in view of Clause 10C(a), it is clear that the formula has been prescribed in connection with the increase/ decrease in the minimum wage of &quot;unskilled labour as a direct result of coming into force of any fresh law or statutory rule or order&quot; during the currency of the work, which is after the date of submission of the tender, i.e. 30-6-1982. It is held by the Arbitrators that from the tenor of the contract, it is evident that the whole of the contracted work to be executed by the Contractor was under-ground and the occasional overground work done by varying number of workers was incidental to the main work which was under-ground. Relying upon the judgment of the Supreme Court in <a href=\"/doc/1224499/\" id=\"a_37\">Anand Bazar Patrika v. Its Workmen</a>, (1969 II LLJ 670), the Arbitrators have concluded that incidental over ground work by the workers will not convert the nature of the work from under-ground to overground. Therefore, the claim No. 2(a) for Rs. 38,17,268/- was awarded as claimed by the claimants in Ex.C-14(12) and Ex.C-14(26) before the Arbitrators) .</span> \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_94\"> 42. The learned single Judge has rightly approved these findings of the Arbitrators and we do not find any infirmity in them.\n</p> \n \n\n<p data-structure=\"Section\" id=\"p_95\"> Claim No. 2(b) \n \n\n</p><p data-structure=\"CDiscource\" id=\"p_96\">   43. According to the claimants, in terms of Clause 10C(a), the price variation payment on account of escalation is linked with minimum rate payable to the unskilled labour on the date of tender opening, that is, 30-6-1982, which was Rs. 7.25 whereas according to the Board, it was Rs. 8.25. The claimants have relied upon the Notification dated 18-9-1981 (Ex.C-14(1) before the Arbitrators) whereby the minimum daily wage was fixed as Rs. 7.25 with effect from 1-1-\n1981 whereas the Board has relied upon the order dated 3-5-1982 issued by the Secretary (Labour) to the Government of Himachal Pradesh marked to various offices of Himachal Pradesh Government whereby minimum rate of daily wage was fixed at 8.25 with effect from 1-4-1982 which was enforced by the Board by its order dated 7-6-\n1982 (Ex.C-14(17) before the Arbitrators). On the failure of the Board to prove that the order dated 3-5-1982 was notified in the official Gazette, as required by the <a href=\"/doc/142278/\" id=\"a_38\">Minimum Wages Act</a>, the contention of the Board was rejected and it was held that the minimum daily wage for unskilled worker was Rs. 7.25 on the date of opening of tender on 30-6-1982. Another Gazette Notification dated 24-9-1992 issued under <a href=\"/doc/129449/\" id=\"a_39\">Section 5(2)</a> of Minimum Wages Act read with Clause 21 of the <a href=\"/doc/142800072/\" id=\"a_40\">General Clauses Act, 1987</a>, purporting to amend the Notification dated 15/16-12-1982 retrospectively by substituting the words &quot;with effect from 1-4-82&quot; for the words\n\n&quot;immediate effect&quot; whereby the minimum dally wage was fixed at 8.25 was also rejected on the ground that it was beyond the power vested in the Government by <a href=\"/doc/129449/\" id=\"a_41\">Section 5(2)</a> of the Minimum Wages Act. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_97\"> 44. Another argument that by office order dated 7-6-1982 (Exc-14(17) before the Arbitrators), the Board had enforced the Government Order dated 3-5-1982 fixing the minimum wage rate for unskilled labour at Rs. 8,25, as provided under Clause 19A (a) of the Contract Agreement, did not find favour with the Arbitrators on the ground that it could not override the earlier Notification dated 18-9-1981 fixing the Minimum wage rate at 7.25, being only an executive fiat. Therefore, the Arbitrators have concluded that:-- \n</p><blockquote id=\"blockquote_90\">  &quot;From the foregoing law and fact situation, it is evident that on the date of opening of the tender, the daily rate for minimum wages payable to unskilled workers was only Rs. 7,25. This view is further buttressed by the Notification of Minimum Wages fixed by the Himachal Pradesh Govt. (Ex. C-14(28)) published in the Extraordinary Gazette of the Himachal Pradesh dated 23-5-1990 in which the revised daily minimum rate of wages from 1-1-1981 to 15-12-1982 has clearly been shown as Rs. 7.25 and increased to Rs. 8.25 only from 16-12-1982, i.e. after the date of opening of the tender on 30-6-1982. This Notification is in consonance with the Notification dated 15/16-12-1982 (Ex. C-14(2)) which fixes the minimum rate of wages with effect from that date as Rs. 8.25. This leaves no manner of doubt that on the date of opening of the tender on 30-6-82, the daily rate of minimum wage for unskilled labour was only Rs. 7.25. In the end, the counsel, in desperation, submitted that for a &quot;procedural lapse on the part of the Department the Board cannot be held responsible.&quot; This argument has just to be stated to be rejected.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_98\"> 45. Another argument raised on behalf of the Board that since the claimants themselves have been taking Rs. 8.25 as basic rate in all the running account escalation bills, they are not entitled to raise the claim on the basis of the Minimum wage rate of Rs. 7,25, was also found without any substance by the Arbitrators, accepting the explanation of the claimants that it was their bona fide mistake which could be rectified in terms of Clause 7 of the Contract Agreement\n\nand, in fact, ultimately the claim 2(b) of the claimants for Rs. 36.91.651.27 as claimed in documents (Ex. C-14(12) and Ex. C-14(26) before the Arbitrators) was upheld. The learned single Judge has affixed his seal of approval on the findings of the Arbitrators holding them in consonance with Clause 10C(a) read with Clause 19A of the Contract Agreement. The Court is not supposed to adopt its own interpretation to find fault with the award. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_99\"> 46. The learned counsel for the Board has unsuccessfully tried to challenge the findings in the award with regard to claim No. 2, affirmed by the learned single Judge, on the ground that the defect of Office Order dated 3-5-1982 that it was not published in the official Gazette, could be removed by publication of its Corrigendum dated 24-9-1992 in the official Gazette. The Notification dated 3-5-1982 remained still born for want of publication in the official Gazette in which life could not be Instilled by publication of its corrigendum substituting the words &quot;immediate effect&quot; with the words &quot;with effect from 1-4-1982&quot; giving the Office Order dated 3-5-1982 retrospective effect after more than 10 years. The procedure for fixing and revising the minimum wages is given in <a href=\"/doc/1299491/\" id=\"a_42\">Section 5</a> of the Minimum Wages Act. Sub-section (2) of <a href=\"/doc/1299491/\" id=\"a_43\">Section 5</a> of the Minimum Wages Act lays down that after following the procedure provided under Sub-section (1), the Government shall &quot;by Notification in the official Gazette fix, or as the case may be revise the minimum rates of wages in respect of each scheduled employment, and unless such notification otherwise provides, it shall come into force on the expiry of three months from the date of its issue :&quot; Therefore, the alleged revision of wages by order dated 3-5-1982 did not come into force for want of publication in the official Gazette. In view of this, the Corrigendum dated 24-9-1992 though published in the Official Gazette was of no effect. \n</p> \n\n<p data-structure=\"Section\" id=\"p_100\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1214358\" id=\"span_34\">Otherwise also, under <a href=\"/doc/1299491/\" id=\"a_44\">Section 5</a> of the Minimum Wages Act, the Government did not have any authority to give retrospectively to the revision of minimum wages effected by office order dated 3-5-1982. What to talk of fixing minimum wages or revision of minimum wages by notification issued under Sub-section (2) of <a href=\"/doc/1299491/\" id=\"a_45\">Section 5</a> of the Minimum Wages Act, even subordinate legislation cannot be made with retrospective effect unless it is so authorised by the legislature which\n\nhas conferred that power. The law on this point has been <a href=\"/doc/1224499/\" id=\"a_46\">laid down in</a> <a href=\"/doc/1214358/\" id=\"a_47\">The Income-tax Officer v. I. M. C. Ponnoose</a>, AIR 1970 SC 385 at page 387.</span> The above legal propositions have been reiterated in Bakul Cashew Co. v. Sales Tax Officers, Quilon, AIR 1987 SC 2239 wherein it is categorically stated that the authority which has the power to make subordinate legislation cannot make it with retrospective effect unless it is so authorised by the legislature which has conferred that power on it. \n</p> \n\n<p data-structure=\"Section\" id=\"p_101\"> 47. The learned counsel has also tried to re-agitate that in view of Clause 19A of the Contract Agreement, the Board could issue Order dated 7-6-1982 fixing minimum wage of Rs. 8.25 per day. The relevant portion of Clause 19A is as under :-- \n</p>   \n\n<blockquote id=\"blockquote_91\">&quot;CLAUSE  19A MINIMUM WAGES. \n</blockquote> \n\n<blockquote id=\"blockquote_92\"> (a) The contractor shall pay not less than the minimum wages for Kinnaur Distt. notified by H. P. Govt./HPSEB from time to time for various types of labourers engaged by him on the work.  \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_102\"> 48. No doubt, it is mentioned in Clause 19A(a) that the contractor shall pay not less than minimum wage(s) for Kinnaur District notified by the H. P. Government/HPSEB engaged by him on the work but the perusal of Office Order dated 7-6-1982 and the endorsement made therein do not show that it has revised the minimum daily wage rate from Rs. 7.25 to Ks. 8.25, as provided under <a href=\"/doc/1299491/\" id=\"a_48\">Section 5</a> of the Minimum Wages Act to make it legally enforceable. Apparently, it was only an executive order which could not override the statutory Notification dated 18-9-1981 fixing the minimum wage rate at Rs. 7.25 which was further revised to Rs. 8.25 with effect from 16-12-1982 by another statutory Notification. Moreover, there is nothing on the record to show that at the time of entering into the agreement, the office order dated 7-6-1982 was notified to the claimants that the minimum wage was Rs. 8.25 at that point of time. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_103\"> 49. The result of the above discussion is that we do not find any infirmity in the impugned judgment whereby the claim No. 2 awarded by the Arbitrators has been affirmed by the learned single Judge. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_104\">COUNTER CLAIMS OF THE BOARD. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_105\"> 50. One more submission made on behalf of the Board by their learned counsel is\nthat the learned single Judge has erred in\n\nlaw in not discussing or determining the objections of the Board in respect of the Award whereby its counter claims for liquidated damages by way of penalty in terms of Clause 2 of the contract and also for loss of revenue were disallowed. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_106\"> It is correct that the learned single Judge has not decided this Objection of the Board, may be for any reason, but after examining it, we find that the counter claims have rightly not been awarded by the Arbitrators. In its counter claim Part-1, the Board has claimed penalty of Rs. 41,29.350.50 purporting to be in terms of Clause 2 of the contract agreement and interest thereon at the rate of 18% per annum from 1 -11 -1988 till the date of actual payment and in Part II it has claimed an amount of Rs. 3,70,20,000/\nby way of loss of net revenue, additional cost to the Board on account of escalation of prices and loss of interest on the blocked up capital restricted to a period of 9 months only out of the extended period of 51 months and 21 days and also interest thereon @ 18% per annum from 1-1-1988 till the date of actual payment. These two counter claims are inter-linked with the question of extension of time from 11-4-1985 till the work was actually completed on 31-7-1989 i.e. 51 months and 21 days after the stipulated date of completion on 10-4-1985. It is not in dispute that &quot;provisional extensions&quot; were granted from time to time up to 30-6-1989\nby the Superintending Engineer by which date the work was completed. No doubt, in these letters the extension was qualified as provisional subject to the right of the Board &quot;to recover liquidated damages&quot; in accordance with the provisions of Clause 2 of the contract agreement and also subject to the time being the essence of the agreement. The completion certificate was also issued provisionally, without prejudice to the rights of the Board to recover liquidated damages in accordance with the provisions of the Contract Agreement by the Executive Engineer, Bhaba Construction Division No. 4, HPSEB, Bhabanagar on 31-10-1989 certifying that the contracted work has been completed to his general satisfaction. Thereafter, the claimants by their letter dated 31-10-1990 (Ex. C-22(6) before the Arbitrators) represented to the Chairman of the Board to finally settle all their pending claims and also to ratify the provisional extensions granted to them by the Superintending Engineer from 30-9-1987 to 31-7-1989. \n</p> \n\n \n<p data-structure=\"CDiscource\" id=\"p_107\">This letter was replied to by the Chief Engineer (P &amp; M) of the Board on 21 -2-1991 (Ex. C-20 before the Arbitrators) informing the claimants that their claims were not tenable, hence rejected and also that the case relating to extension of time was under consideration of the Board and the decision thereon will be communicated shortly but after the claimants invoked the arbitration Clause 25 of the Contract Agreement, by their letter dated 4-3-1991 (Ex. C-14 (36), before the Arbitrators), the Board informed them by its letter dated 8-10-1991 that &quot;keeping in view the fact that the Contractor has already gone into arbitration in the case&quot;. It rejected the proposal to extend the time up to 31-7-1989. Considering these facts and circumstances on record in the light of Clauses 2, 5, 12 and 29A of the Contract Agreement, the Arbitrators came to the conclusion that :-- \n</p>   \n\n<blockquote id=\"blockquote_93\"> &quot;........ The expression &#x27;provisional&#x27; has\nnot been defined in the Contract. According to the Webster&#x27;s III new International Dictionary, the word &#x27;provisional&#x27; means &quot;suitable in existing situation, but subject to change or nullification&quot;. In the light of this meaning, the word &#x27;provisionally&#x27; used in the order granting extension of time would mean that the extension was granted to suit the existing situation and it could have been subsequently changed or nullified by the Chief Engineer before the expiration of the extended time. It is common sense that once the extended time has expired, there is no scope left for making any change in or nullification of the extension already granted. It was after more than two yeas from the date of completion of the work that the Board, by its letters dated 8-10-1991 (Ex. C-21) refused to ratify the extension (C-21) of time granted by the S. E. from 30-9-1987 to 31-7-1989 that too for the lame reason that &quot;the contractor has already gone in arbitration in the case.&quot; This reason in our opinion, is extraneous and non-germane to the purport of Clause 5 for extension of time. In these circumstances, the refusal of the Board to ratify the extension of up to 31-7-1989 granted by the Superintending Engineer and tacitly approved by the Chief Engineer, is not only unjustified but is also, invalid and inoperative in law. \n</blockquote> \n\n<blockquote id=\"blockquote_94\"> It is relevant to note that in all the letters granting &#x27;provisional&#x27; extensions, a proviso has been inserted to the effect that &quot;notwithstanding provisional extension hereby granted time is and shall continue to be the essence of the said Agreement&quot;. This language cannot be construed to mean that the time as originally postulated in the Contract Agreement was of the essence of the agreement. It can only be interpreted to mean that the time as extended was the essence of the Contract. In other words, if the contractor failed to complete the work within the extended time, he will be exposed to the liability for breach of contract. Otherwise the extension clause would be rendered to be illusory. Therefore, once the time is extended with mutual consent of the parties, it is not the time as originally stipulated in the contract, but it is the time as extended which is of the essence of the contract. The counsel for both the sides have relied on Hudson&#x27;s Building and Engineering Contracts (Tenth Edition), Chapter II dealing with PENALTIES AND LIQUIDATED DAMAGES -- the Heading &quot;Extension of time&quot;. We have gone through the relevant portions of this heading. The statement at page 638 under sub-heading &quot;Generally&quot; that the &quot;power of granting extensions of time for delays, when acted upon, fixes a new date for completion and the obligation of the builder is then complete by that date &quot;is pertinent.&quot; Then at page 644; under the sub-heading the &quot;Effect of Unqualified Certificate&quot; it is stated that &quot;in each case the contractual provisions must be carefully examined&quot;. Applying this statement of law to the facts of the case, the extensions granted by the S. E. having been acted upon, the last date of extension viz. 31-7-1989 was fixed as the new date for completion of the work and the obligation of the contractor was then to complete the work by that date. That the contractor did. We have carefully examined the relevant provisions of the Contract, particularly the provisions of Clause 5 and we are of the opinion that there is no delay in execution of the work, as postulated by Clause 2. Hence the counter claim based on &#x27;delay&#x27; falls being unsustainable.&quot;  \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_108\"> <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1533730\" id=\"span_35\">51. The Arbitrators have relied upon the Judgment of the Supreme Court in <a href=\"/doc/1533730/\" id=\"a_49\">Hind Construction Contractors v. State of Maharashtra</a>, AIR 1979 SC 720 to come to the conclusion that time of two years was never intended by the parties to be the essence of the contract and the time as extended up to 31-7-1989 was the essence of the contract, till which date the work was completed. In\n\nthe aforesaid case. Tulzapurkar, J. said that the question whether or not &quot;time was of the essence of the contract would essentially be a question of the intention of the parties to be gathered from the terms of the contract.&quot; It is further observed that : (at page 725) &quot;.......    even where the parties have\nexpressly provided that time is of the essence of the contract such a stipulation will have to be read along with other provisions of the Contract and such other provisions may, on construction of the Contract, exclude the inference that the completion of the work by a particular date was intended to be fundamental, for instance. If the contract were to include clauses providing for extension of time in certain contingencies or for payment of fine or penalty for every day or week the work undertaken remains unfinished on the expiry of the time provided in the contract such clauses would be construed as rendering ineffective the express provisions relating to the time being of the essence of contract.&quot;</span> \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_109\"> 52. By holding that there was no delay on the part of the claimants, as they have completed the work within the time extended, the counter claims for penalty compensation and loss of net revenue was not maintainable. It is also held by the Arbitrators that despite reserving the right to claim liquidated damages in terms of Clause 2 of the Contract, this right was never exercised by the Board till written statement was filed before the Arbitrator which shows that the counterclaims were after thought. Above all for the compensation for loss of revenue, the Board has not produced any evidence on record that the other components of the project executed by the other agencies were completed prior to the completion of the work by the claimants and, therefore, the Board could not generate electricity or suffered in any other manner for the alleged delay in execution of the component of the project entrusted to the claimants. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_110\"> 53. These findings of the Arbitrators are based on correct appreciation of evidence on record as well as interpretation of the relevant Clauses 2, 5, 6, 12, 29A of the Contract Agreement. This Court is not supposed to interfere with these findings by reappraisal of the evidence on record as well as by giving its own interpretation of the relevant clauses. The learned counsel for the Board has not been able to make out any\n\nground to enable this Court to upset these findings. \n</p> \n\n<span class=\"hidden_text\" id=\"span_36\">CLAIM No. 1    </span>\n\n  \n<p data-structure=\"PetArg\" id=\"p_111\">54. While arguing the appeal preferred by the claimants, their learned counsel has vehemently urged that the learned single Judge has gravely erred in setting aside the award made by the Arbitrators in respect of claim No. 1 which relates to the rates for Items exceeding &quot;Plus Variation Limit of 20%&quot; but he has not pressed the rejection of Part II of Claim No. 1 of the items exceeding &quot;Minus Variation Limit of 20%&quot;. 55. Against claim No. 1, the Arbitrators have awarded a sum of Rs. 23,38,840,73 for quantity in excess of 20% limit for cement concrete Grades M-150, M-200 holding them as individual items by applying Clause 12A of the Contract Agreement. The relevant portion of Clause 12A is as follows :-- \n</p><blockquote id=\"blockquote_95\">  &quot;(i) In the case of any contracted or substituted Item(s) which Individually exceeds the quantity stipulated in the contract by more than twenty per cent the contractor shall within seven days from the receipt of order, claim revision of rate, supported by proper analysis in respect of such Item(s) for quantity in excess of the said 20 per cent limit, notwithstanding the fact that the rate for such item(s) exists in the tender for the main work or can be derived in accordance with the provisions of Sub-clause (ii) of Clause-12 and the Engineer-in-charge may revise its rate, having regard to the prevailing market rate and the contractor shall be paid in accordance with the rate so fixed. The Engineer-in-charge shall, however, be at liberty to cancel his order to carry out such increased quantity of work by giving notice in writing to the contractor and arrange to carry out in such manner as he may consider advisable. But, under no circumstances the contractor shall suspend the work on the plea of non settlement of rates of Item(s) falling under this clause.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_112\"> 56. No doubt, this Clause 12A of the contract agreement provides that the contractor would be entitled to claim revision of rates for item(s) which Individually exceeds the quantity stipulated In the contract by more than 20%&quot;, yet, it was for the arbitrators to decide whether the claims made by the claimants were in respect of the Individual Item(s). The claim made by the contractor was as under :--\n</p> \n\n \n\n   \n   \n   \n\n<blockquote id=\"blockquote_96\">S. No.\n  \n   \n   \n\nItem of Work\n  \n   \n   \n\nQuantity as per Contract Agreement.\n</blockquote>  \n   \n   \n\n<blockquote id=\"blockquote_97\">Quantity including (+) 20% variation\n  \n   \n   \n\nActual\n  Qty.  \n</blockquote><blockquote id=\"blockquote_98\"> as executed\n  \n   \n   \n\nQuantity exceeding  \n 20% limit.\n</blockquote>  \n \n  \n   \n   \n\n<blockquote id=\"blockquote_99\">(iii)\n  \n   \n   \n\nCement  \n Concrete  \n\n  Grade M- 150\n  \n   \n   \n\n3200 Cum\n  \n   \n   \n\n3480 Cum\n  \n   \n   \n\n5478.24 Cum\n  \n   \n   \n\n1638. 24\n  Cum\n  \n \n  \n   \n   \n\n</blockquote><blockquote id=\"blockquote_100\">(iv)\n  \n   \n   \n\nCement  \n Concrete  \n\n  Grade M-200\n  \n   \n   \n\n5500 Cum\n  \n   \n   \n\n6600 Cum\n  \n   \n   \n\n9406.04 Cum\n  \n   \n   \n\n2806.04\n  Cum\n  \n \n\n\n \n\n</blockquote><p data-structure=\"RespArg\" id=\"p_113\"> 57. On the other hand, the objection of the Board was that provisions of Clause 12A operate only when item(s) individually exceeds the deviation limit of 20% and items (iii) and (iv) above, that is, cement concrete Grade M-150 and M-200 constitute one item which has only exceeded 8%. The Board had placed the following particulars before the Arbitrators :-- \n</p> \n\n   \n   \n \n\n<blockquote id=\"blockquote_101\"> TABLE \n  \n \n  \n   \n   \n\nItem No. as shown in the\n  Schedule of quantities.\n</blockquote>  \n   \n   \n\n<blockquote id=\"blockquote_102\">Description\n  \n   \n   \n\nQty. envisaged in Contract Agreement.\n</blockquote>  \n   \n   \n\n<blockquote id=\"blockquote_103\">Actual Qty. executed.\n</blockquote>  \n \n  \n   \n   \n\n<blockquote id=\"blockquote_104\">IV\n  \n   \n   \n\n Concreting\n  \n   \n   \n\n\n  \n   \n   \n\n\n  \n \n  \n   \n   \n\n</blockquote><blockquote id=\"blockquote_105\">(a)\n  \n   \n   \n\nInitial concreting M- 150 Grade\n  \n   \n   \n\n3200 Cum\n  \n   \n   \n\n5478.24 Cum\n  \n \n  \n   \n   \n\n</blockquote><blockquote id=\"blockquote_106\">(b)\n  \n   \n   \n\n</blockquote><blockquote id=\"blockquote_107\">(i) Final Concreting M-200 Grade.\n</blockquote>  \n   \n   \n\n<p data-structure=\"Precedent\" id=\"p_114\">5500 Cum\n  \n   \n   \n\n9406.04 Cum\n  \n \n  \n   \n   \n\n\n  \n   \n   \n\n</p><p data-structure=\"Precedent\" id=\"p_115\">(ii) Final\n  Concreting M-250 Grade.\n</p>  \n   \n   \n\n<p data-structure=\"Precedent\" id=\"p_116\">6900 Cum\n  \n   \n   \n\n1939.08 Cum\n  \n \n  \n   \n   \n\n\n  \n   \n   \n\nTotal\n  \n   \n   \n\n15600 Cum\n  \n   \n   \n\n16823.23 Cum\n  \n \n  \n   \n   \n\n\n  \n   \n   \n\nThus the deviation in the total\n  quantity in Item IV i.e. concreting is 8%\n  \n \n\n\n \n\n</p><p data-structure=\"Conclusion\" id=\"p_117\"> 58. In view of the respective contentions of the claimants and the Board, the real controversy was whether cement initial concreting M-150 grade and cement final concreting M-200 Grade were separate items or these along with cement final concreting M-250 grade constituted one Item. The conclusion arrived at by the Arbitrators with reference to Clause 12A and Schedule of quantities and rates is as under :-- \n</p><blockquote id=\"blockquote_108\">  &quot;A cursory glance of this clause shows that the revised rates are admissible in respect of the Item(s) which &quot;individually exceeds the quantity stipulated in the contract by more than twenty per cent.&quot; It is also evident that in the &quot;Schedule of Quantities and Rates&quot; (Ex. R-65 Vol. I (pp. 9-16)) and items (iii) and (iv) i.e. cement concrete Grade 150 and M-200 have been shown as &quot;individual Items&quot; with different rates and in fact\n\nthe respondent itself invited separate rates for all the Items listed therein (including the items under dispute). The Items (iii) and (iv) in the Table reproduced at page 28 hereinabove are distinct and separate from each other and qualify for revised rates in terms of Clause 12-A as the deviation in each case exceeds twenty per cent.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_118\"> 59. The above findings of the Arbitrators have been set aside by the learned single Judge in the following terms :-- \n</p>  \n\n<blockquote id=\"blockquote_109\">  &quot;On the basis of the agreement between the parties, the contention put forth on behalf of the Board appears to be correct. At this stage. Item No. IV of the Schedule of Quantity and Rates attached with the Agreement can safely be referred. This item deals with the term &quot;Concreting&quot;. Thus, Item No. IV is an Individual Item of Concreting comprising of various grades of concreting. In\n\nthose various grades, as per table put in by the Board, the deviation was only to the extent of 8%. \n</blockquote> \n\n<blockquote id=\"blockquote_110\"> It may not be out of place to mention here that the arbitrators could award and accept the claim of the claimants in this particular regard in case the claim was within the ambit of Clause 12-A. This clause is itself very clear, whereby the individual item was the concreting, whereas the arbitrators have taken different items while considering the claims of the claimant in this particular behalf, thus, going beyond the provisions of Clause 12 (a). It is not a case where interpretation of Clause 12 (a) was involved. It is a case, as per documents <a href=\"/doc/1533730/\" id=\"a_50\">referred to above</a>, where, on the basis of the facts provided by the parties, the applicability of Clause 12-A was not called for. As the variation was 8% not being 20%, as was the requirement of the clause, the claim awarded in this behalf by the arbitrators, was without jurisdiction, beyond the scope of Clause 12-A and, as such, has to be interfered with.&quot;  \n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_119\"> 60. The learned counsel for the claimants have challenged the above findings of the learned single Judge on the ground that he was not justified in substituting his own interpretation of Clause 12-A read with Schedule of Quantities and Rates to hold that cement concrete Grades M-150 and M-200 constitute one individual item and not two separate individual Items. According to the learned counsel, one of the arbitrators who was a qualified engineer, having served as Superintending Engineer in the Board and having retired as Executive Director, NHPC. is a technical expert, as such, the opinion of the Arbitrators on the point in issue should not have been interfered with. To substantiate his submission, the learned counsel has relied upon the following judgments of the Supreme Court :-- \n</p> \n\n<blockquote id=\"blockquote_111\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"799168\" id=\"span_37\">In <a href=\"/doc/799168/\" id=\"a_51\">Municipal Corporation of Delhi v. Jagan Nath Ashok Kumar</a>. AIR 1987 SC 2316, the learned Judges in para 5 have quoted with approval the observations of Land Goddard.</span> C. J. in Mediterranean &amp; Eastern Export Co. Ltd, v. Fortress Fabrics Ltd. (1948) 2 All ER 186 as follows :- \n</blockquote><blockquote id=\"blockquote_112\">  &quot;A man in the trade who is selected for his experience would be likely to know and indeed to be expected to know the fluctuations of the market and would have plenty of means of informing himself or refreshing his memory on any point on which he might find it necessary so to do. In this case according to the affidavit of sellers they did take the point before the Arbitrator that the Southern\n\nAfrican market has slumped. Whether the buyers contested that statement does not appear but an experienced Arbitrator would know or have the means of knowing whether that was so or not and to what extent and I see no reason why in principle he should be required to have evidence on this point any more than on any other question relating to a particular trade. It must be taken I think that in fixing the amount that he has, he has acted on his own knowledge and experience. The day has long gone by when the Courts looked with jealousy on the jurisdiction of the Arbitrators. The modern tendency is in my opinion more especially in commercial arbitrations, to endeavour to uphold awards of the skilled persons that the parties themselves have selected to decide the questions at issue between them. If an arbitrator has acted within the terms of his submission and has not violated any rules of what is so often called natural justice, the Court should be slow indeed to set aside his award.&quot; \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_120\"> This in our opinion is an appropriate attitude. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_121\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"799168\" id=\"span_38\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"609959\" id=\"span_39\">In <a href=\"/doc/609959/\" id=\"a_52\">Jagdish Chander v. Hindustan Vegetable Oils Corpn.</a>, AIR 1990 Delhi 204, by referring to the observations of the learned Judges of the Supreme Court in <a href=\"/doc/799168/\" id=\"a_53\">Municipal Corporation of Delhi v.  Jagan Nath Ashok Kumar</a> (supra), it has been held that :--</span></span> \n</p><blockquote id=\"blockquote_113\">  &quot;Before dealing with the contentions of the learned counsel for the respondent, it is necessary to bear in mind that the jurisdiction of the Court hearing objections under <a href=\"/doc/1503578/\" id=\"a_54\">Section 30</a> of the Arbitration Act is not an appellate jurisdiction. It is now well settled that an award can be set aside only for the reasons specified in <a href=\"/doc/1503578/\" id=\"a_55\">Section 30</a> of the Arbitration Act. When the parties, by agreement, refer the disputes to an Arbitrator then the decision of the arbitrator is not to be lightly interfered with by the Court. It is also pertinent to notice, in a case like the present, that the arbitrator who has been appointed was a serving Officer of the Government of India holding a very high rank, namely, he was a Chief Engineer of the P.W.D. .........&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_122\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"468650\" id=\"span_40\">61. The learned counsel has relied upon the judgment of the Supreme Court in <a href=\"/doc/468650/\" id=\"a_56\">Section Harcharan Singh v. Union of India</a>, AIR 1991 SC 945, wherein the learned Judges were also dealing with Clause 12 of the agreement under which the arbitrators had allowed the rate to the contractor in excess of the agreed rate for additional item of work and the question before the learned Judges was whether the Arbitrator had exceeded his\n\njurisdiction.   It  has been  held  in  Para 6 that. :--</span> \n</p><blockquote id=\"blockquote_114\">  &quot;As regards the award of an arbitrator under the Act, the law is well settled that the arbitrator&#x27;s adjudication is generally considered binding between the parties for he is a tribunal selected by the parties and the power of the Court to set aside the award is restricted to eases set out in <a href=\"/doc/1503578/\" id=\"a_57\">Section 30</a> of the Act, viz. (a) if the arbitrator has misconducted himself or the proceedings, or (b) when the award has been made after the issue of an order by the Court superseding the arbitration or after arbitration proceedings have become invalid under <a href=\"/doc/1912867/\" id=\"a_58\">Section 35</a>; or (c) when the award has been improperly procured or is otherwise invalid. Under Clause (c) of <a href=\"/doc/1503578/\" id=\"a_59\">Section 30</a> the Court can set aside an award......&quot; \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_123\"> And concluded in Para 16 :-- \n</p><blockquote id=\"blockquote_115\">  &quot;In the instant case, it appears that the Executive Engineer, the Superintending Engineer and the Additional Chief Engineer in their letters dated November 9. 1961, February 23, 1962 and July 16. 1962 respectively have expressed the view that the additional work under the terms of the contract may be confined to 20% and the appellant may be paid at the rates prescribed in the contract for 20% of the additional work and for the extra quantity of additional work he may be paid remuneration at the increased rate taking into account the increased costs in execution of the said work on account of the peculiar nature of the work. While considering the claim of the appellant the arbitrator was required to consider the terms of the contract and to construe the same. It was, therefore, permissible for the arbitrator to consider whether Clause 12 of the contract enables the Engineer-in-Charge to require the appellant to execute additional work without any limit or a reasonable limit should be placed on the quantity of the additional work, which the appellant may be required to execute at the rate stipulated for the main work under the contract. For that purpose the arbitrator could take into consideration the practice prevalent in the Central Public Works Department in this regard as well as the correspondence between the appellant and the authorities including the letters dated November 9, 1961, February 23, 1962 and July 16, 1962 of the Executive Engineer and the Additional Chief Engineer recommending payment of remuneration at the increased rate for the additional work in excess of 20% of the quantity stipulated in the contract. The appellant was claiming increased rate of Rs. 200/- per 1000 Cft. for the entire quantity of additional work. The arbitrator did not accept the said claim of the appellant in full and has partly allowed the said claim by awarding Rs. 52,800 which means that the arbitrator has awarded the increased rate only for a part of the additional work of hard rock cutting which the appellant was required to execute. The arbitrator was entitled to do so on the construction placed by him on Clause 12 of the contract and, therefore, it cannot be said that in awarding the sum of Rs. 52,800/- for the additional work the arbitrator has exceeded his jurisdiction and the award is vitiated by an error of jurisdiction. In the circumstances, we are unable to agree with the judgment of the learned Judges of the Division Bench of the High Court on this part of the claim.&quot; \n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_124\"> 62. Further, in support of the view taken by the Arbitrators, the learned counsel has also referred to Clause 501 of Chapter V of Technical Specifications which clearly enunciates that concreting cannot be considered to be a single item. It states that :-- \n</p>   \n\n<blockquote id=\"blockquote_116\"> &quot;5.01 Scope of work.  \n</blockquote> \n\n<blockquote id=\"blockquote_117\"> The work covered by this section consists of furnishing all materials, equipment and labour for the manufacture, transport, placing, finishing and curing of concrete in the structures included in these specifications and performing all the functions necessary and ancillary thereto. \n</blockquote> \n\n<blockquote id=\"blockquote_118\"> The items of concrete will have to be split up into several items according to the class of concrete to be used and its location, and will be measured and paid for accordingly. The general specifications described hereinafter shall, however, in relevance apply to all concrete items. \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_125\"> 63. Per contra, the learned counsel for the Board has urged that no fault can be found with the findings of the learned single Judge in view of the Schedule of Quantities and Rates annexed to the Contract Agreement wherein concreting has been mentioned as an individual Item No. 4 and initial concreting Grade M-150 and final concreting Grade M-200 and M-250 are sub-items of all these combined did not exceed the deviation limit of 20%. To this, the reply of the learned counsel for the claimants is that had these three grades of cement concreting\n\nnot been different individual items, the Board would not have provided different quantity as well as different rates for each of these, that is, cement concrete Grade-M-150, cement concrete grade M-200 and cement concrete Grade-M-250, and it is immaterial that these are mentioned as sub-items under the heading &quot;Concreting&quot; in the Schedule of Quantities and Rates. . 64. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"468650\" id=\"span_41\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"609959\" id=\"span_42\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"799168\" id=\"span_43\">In view of the law <a href=\"/doc/468650/\" id=\"a_60\">laid down in</a> <a href=\"/doc/799168/\" id=\"a_61\">Municipal Corporation of Delhi v. Jagan Nath Ashok Kumar</a>; <a href=\"/doc/609959/\" id=\"a_62\">Jagdish Chander v. Hindustan Vegetable Oils Corpn.</a> and <a href=\"/doc/468650/\" id=\"a_63\">S. Harcharan Singh v. Union of India</a> (supra), we are of the view that it was not for the learned single Judge to interfere with the interpretation given by the Arbitrators, one of whom was a technical expert, that cement concrete Grade M-150, M-200 and M-250 are separate Individual items and come to his own independent conclusion that these constitute single individual item of concreting. Therefore, we set aside the findings of the learned single Judge In respect of claim No. 1 by rejecting the Objections of the Board in this regard and accept the award of the Arbitrators for Rs. 23,38,840,73 against Claim No. 1 as correct and make it rule of the Court.</span></span></span> \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_126\">CLAIM NO. 3 (EXTRA LEAD FOR TRANSPORTATION OF SAND AND BOULDERS. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_127\"> 65. This claim relates to payment for carriage of sand and boulders from distant quarries other than those specified in the contract amounting to Rs. 38,03,222,00. The Arbitrators have allowed this claim by holding that : \n</p><blockquote id=\"blockquote_119\">  &quot;.......In this connection reference may be\nmade to the relevant covenants of the Contract : Para 1.08 (Ex.R-65 Vol. III) postulates that the contractor shall have no claim for processing the sand in case the natural sand or manufactured sand is not considered to be according to the specifications. Para 8.10 of additional conditions of the Contract (Ext R-65 Vol. II) lays down that where the contractor has to open a quarry with the approval of the Engineer-in-Chief. It has to make arrangements at its own cost for opening and functioning of quarries or re-handling of rock spoils as per directions of Engineer-in-Charge. Then Para 1.09 (Ex.R-65 Vol.III) states that no extra payment shall be made for manufacturing sand whenever\n\nit becomes necessary due to non-availability of natural sand. It is noteworthy that none of these covenants postulates that in case the contractor has to transport the materials from distant sites, it will not be entitled to claim transportation charge on account of the extra lead. If this was the purport of the contract it would have been specifically stated in the covenants as done for opening and functioning of quarries and manufacturing stones etc. From the foregoing factual and contractual position, we are of the opinion that that claim of the contractor for reimbursement of expenditure incurred on account of extra lead for transporting the material from distant sites Is unanswerable. On examination of analysis of rates and details of quantities of sand and boulders submitted by the claimant to the respondent and filed before us (Exts. C-15|2). C-15(4) and C-15 (16)) we consider it fair to award reasonable reimbursement of the expenditure to the claimant amounting to Rs. 28,23,440.00 (Rupees Twenty eight lacs twenty three thousand four hundred and forty only).&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_128\"> 66. The above findings of the arbitrators did not find favour with the learned single Judge and relying upon Para 1.09 of the Technical Conditions, it is held by the learned single Judge that :-- \n</p><blockquote id=\"blockquote_120\">   &quot;...........It is the agreement between the\nparties which gives jurisdiction to the arbitrators to decide the disputes in the manner provided in the agreement. The aforesaid provision of the agreement between the parties, clearly stipulated that no extra payment shall be made for use of manufactured sand for such change over to the contractor and it has also been provided that the contractor may have to resort to manufacture of sand/aggregate or transport these materials from other distant sites.......&quot; \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_129\"> 67. We find that in Drawing No. Bhaba. Spec-5 entitled &quot;Tentative Sites for Sand, Gravel and Boulders&quot; appended to the Contract agreement for obtaining Sand/Aggregate/Boulders, the following Foot Note is appended :-- \n</p><blockquote id=\"blockquote_121\">  &quot;Adequate quantities of suitable sand/ Aggregate/Boulders may not be available from these sites and the contractor may have to resort to manufacturing of sand/ aggregate or transport these materials from other distant sites.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_130\"> Para 1.09 of Technical Conditions further\n\nstipulated under the pleading Manufactured Sand :- - \n</p><blockquote id=\"blockquote_122\">  &quot;Whenever natural sand conforming to specification requirement is not likely to be available within economical reach, recourse has to be taken to manufacture stone sand of desired quality. The contractor shall comply with the direction of the Engineer-in-Charge in this behalf. No extra payment shall be made for use of manufactured sand for such change over. The stone that will be used in crushing for getting fine aggregate shall conform in all respects to the stone specified for coarse aggregate.&quot; \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_131\"> 68. In view of the specific prohibition in the words &quot;No extra payment shall be made for use of manufactured sand for such change over&quot;, which apparently included the cost of manufacturing as well as transportation the Arbitrators were not right that in the absence of specific covenant that &quot;in case the contractor has To Transport the material from distant sites. It will not be entitled to claim transportation charges on account of the extra lead&quot; the contractor is entitled for reimbursement of expenditure incurred on account of extra land for transporting the material from distant sites. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_132\"> 69. This is not a case of interpretation of a clause of Contract Agreement or technical conditions annexed thereto but a ease in which the Arbitrators have read something in Para 1.09 of Technical Conditions which is specifically prohibited. Had the sentence &quot;No extra payment shall be made for vise of manufactured sand for such change over&quot; not been there, the Arbitrators would have been right in allowing this claim. Therefore, it is a case of an error apparent on the face of the record vitiating the decisions of the Arbitrators in respect of Claim No. 3 as they have gone beyond Para 1.09 of Technical Conditions. Therefore, we have no hesitation to uphold the findings of the learned single Judge whereby he has set aside the award of the Arbitrators against Claim No. 3 by accepting the Objections of the Board. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_133\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1631592\" id=\"span_44\">70. The judgment of the Supreme Court in <a href=\"/doc/1631592/\" id=\"a_64\">Trustees of the Port of Madras v. Engineering Constructions Ltd.</a> AIR 1995 SC 2423 (supra) relied upon by the learned counsel for the claimants in support of his submissions that the findings of the Arbitrators are not required to be interfered with is a judgment on its own lads and has no application to the facts of the present case.</span> \n</p> \n\n \n<p data-structure=\"CDiscource\" id=\"p_134\">In that case before the Supreme Court, the findings of the Umpire that the contractor was not entitled to any compensation for delay in the supply of imported plant and machinery was a pure finding of fact which could not be interfered with by the Division-Bench at the stage of Letters Patent appeal by reappraisal of the evidence/material before the Umpire that the Board was guilty of not performing its obligation to supply the machinery within reasonable time for which reason the Contractor was entitled to compensation. The learned Judges concluded in Para 21 of the Judgment that :-- \n</p><blockquote id=\"blockquote_123\">  &#x27;The finding of the learned umpire is thus based upon the material placed before him by both the parties and was a pure finding of fact. Now, the Division Bench does not say that the correspondence that passed between the parties or that the materials placed before the arbitrator and referred to in the award establishes that the Board undertook a firm commitment to supply the machinery within six months from the date of accept any of the tender (October 6, 1985) assuming that it could say so. (We are, of course, of the firm opinion that it was not open to the Division Bench to reappraise the evidence/material before the learned umpire and come to a different finding of fact). What the Division Bench says is that even though there was no such firm commitment, &quot;the Board was under a bounden duty to have supplied the machinery within a reasonable time&quot; applying the principle of <a href=\"/doc/1403481/\" id=\"a_65\">Section 46</a> of the Contract Act. The Bench finds that the delay that has occurred in supplying the machinery is unreasonable and on that basis holds that the contractor is entitled to compensation. With great respect, we are unable to agree with this approach. Apart from the fact that this theory of duty to supply within a reasonable time was not put forward before the learned umpire, it is neither referred to by the learned umpire, nor does it constitute the basis of his award -- the finding recorded by the learned Umpire (viz. that the period of six months was only a rough estimate, an expression, within which the Board thought that it could import the machinery) is inconsistent with the theory of obligation to import within reasonable time. The learned umpire has also found that the contractors themselves took some time before they could give detailed specifications of the machinery and the parts required for carrying out the work. The Bench\n\ndid not also find -- it was not even suggested by any one -- that the Board was guilty of any deliberate delay or of any negligence or that it was remiss in taking steps required for importing and/or supplying the machinery. The matter did not lay in its hands. In such a situation, there was no room for importing the theory of reasonable time and for punishing the Board for something of which it was not guilty. Secondly, the explanation to <a href=\"/doc/714093/\" id=\"a_66\">Section 46</a> makes it abundantly clear that &quot;the question what is reasonable time is, in each particular case a question of fact&quot;. The question whether the machinery was imported and supplied to the contractors within a reasonable time or not was thus a question of fact and not a question of law. No such contention was raised before the learned Umpire nor did he record a finding on the said aspect. It was not open to the Division Bench to record the said finding of fact, for the first time, at the stage of letters patent appeal and hold on that basis that the Board is guilty of not performing its obligation within a reasonable time. In short, this is not a case where the Division Bench has interfered on the ground that the award suffers from an error of law apparent on the face of award. This is a case where a new ground-arid that too factual in nature -- was made out for the first time at the Letters Patent appeal stage for setting aside the award. Indeed, a reading of the judgment of the Division Bench shows that the bench approached the matter as If it was sitting in first appeal over the award. The judgment does not even indicate on which recognised ground is it setting aside the award. It docs not say either that the award is vitiated by an error of law apparent on the face of it not does it say that the learned umpire was guilty of any misconduct in conducting the proceedings or otherwise. We are of the firm opinion that this could not have been done.&quot; \n</blockquote> \n\n<blockquote id=\"blockquote_124\">INTEREST  \n \n\n</blockquote><p data-structure=\"Facts\" id=\"p_135\"> 71. The Arbitrators have awarded interest at the rate of 18% per annum from the date of completion of the work, that is, from 31-7-1989 up to the date of the award on the amounts awarded against Claim No. 1. Part 1, Claim No. 2 Parts (a) and (b) and Claim No. 3, on the ground that both the parties had claimed interest at the rate of 18% per annum on the amount claimed by them in their respective claims and Counter Claims. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_136\"> 72.   The learned single Judge has set\n\naside the award granting interest on the amounts awarded in favour of the claimants on the ground that in view of Clauses 9B and 9C, there is specific prohibition for grant of interest or damages for delayed payments due to dispute etc. and also on the money due to the contractor, as stated in these clauses.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_137\"> 73.  Clauses 9B and 9C arc as under :--    \n</p>\n<blockquote id=\"blockquote_125\"> &quot;9B :  NO CLAIM FOR DELAYED PAYMENT DUE TO DISPUTE ETC. \n</blockquote> \n\n<blockquote id=\"blockquote_126\"> The contractor agrees that no claim for interest or damages shall be entertained or payable by the Board in respect of any money or balances which may be lying with the HPSEB owing to any disputes, differences of misunderstanding between the parties or in respect of any delay or omission on the part of the Engineer in Charge in making intermediate or final payments or in any other respect whatsoever. \n</blockquote> \n\n<blockquote id=\"blockquote_127\"> CLAUSE 9C : INTEREST ON MONEY DUE TO THE CONTRACTOR. \n</blockquote> \n\n<blockquote id=\"blockquote_128\"> No omission on the part of the Engineer in Charge to pay the amount due upon measurement or otherwise shall vitiate or make void the contract nor shall the contractor be entitled to interest upon any guarantees or payments in arrears nor upon any balance which may on the final settlement of his account be due to him.&quot;  \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_138\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"105108681\" id=\"span_45\">74. After we had heard the arguments and reserved the judgment, the learned counsel for the claimants, by filing an application, has brought on record the judgment of the Supreme Court in <a href=\"/doc/105108681/\" id=\"a_67\">State of U.P. v. Harish Chandra &amp; Co.</a>, 1998 (3) Raj 543 (SC) in which the learned Judges of the Supreme Court have interpreted Clause 1.9 of the Agreement before them which is identical to Clause 9B of the contract agreement with which we are dealing in the present case as under :--</span> \n</p><blockquote id=\"blockquote_129\">  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"105108681\" id=\"span_46\">&quot;......A mere look at the Clause shows\nthat the claim for interest by way of damages was not to be entertained against the Government with respect to only a specified type of amount, namely, any moneys or balance which may be lying with the Government owing to any dispute, difference between the Engineer in Charge and the contractor; or misunderstanding between the Engineer in Charge and the contractor in making periodical or final payments or in any other\n\nrespect whatsoever. The words or in any other respect whatsoever&quot; also referred to the dispute pertaining to the moneys or balances which may be lying with the Government pursuant to the agreement meaning thereby securing deposit or retention money or any other amount which might have been withheld by the Government. The claim for damages or claim for payment for the work done and which was not paid for would not obviously cover any money which may be said to be lying with the Government. Consequently, on the express language of this clause, there is no prohibition which could be culled out against the respondent contractor that he could not raise the claim for Interest by way of damages before the arbitrator on the relevant items placed for adjudication. In fact, similar contention has been repelled by the aforesaid decision of the 3-judge Bench of this Court in paragraphs 24 and 25 of the report. It has been clearly observed in paragraph 25 of the report that under Clause 4 which was pressed in service, no interest was payable on the amount withheld. The claim which was made <a href=\"/doc/105108681/\" id=\"a_68\">in that case</a> by Durga Parshad before the arbitrator was for the non payment of the full amount as per final bill submitted by him and the interest so awarded on the said amount was clearly not covered by Clause 4 of the contract. Similar is the facts situation in the present case and the wording of the Clause in question is also of an identical nature. Therefore, the contention of learned senior counsel for the appellant State that Clause 1.9 barred the consideration of such a claim for interest cannot be sustained. The High Court therefore, rightly came to the conclusion that Clause was not a bar to such claim.........&quot;</span> \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_139\"> 75. In view of the above interpretation given by the learned judges of the Supreme Court, the finding of the learned single Judge cannot be upheld that Clause 9B provides for bar for award of interest by the Arbitrators on the amounts awarded by them. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_140\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1049606\" id=\"span_47\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"105108681\" id=\"span_48\">76. So far Clause 9C is concerned, the same interpretation will apply to it as bar for payment of interest is only in respect of the amount of guarantee or payment in arrears or any balance which may on the final settlement of his account be due to him and it is not for raising claim for interest by way of damages before the Arbitrators on the relevant items placed for adjudication. For\n\ngiving the above interpretation the learned Judges of the Supreme Court in <a href=\"/doc/105108681/\" id=\"a_69\">State of U.P. v. Harish Chandra &amp; Co.</a> (supra), relied upon their earlier derision of three-judge Bench in <a href=\"/doc/1049606/\" id=\"a_70\">State of Orissa v. B.N. Agarwalla</a>, 1997 (2) SCC 469 : (AIR 1997 SC 925).</span></span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"105108681\" id=\"span_49\">In <a href=\"/doc/105108681/\" id=\"a_71\">Para 10 State of U.P. v. Harish Chandra &amp; Co.</a>&#x27;s case (supra), they have specifically referred to the observations in Paras 24 and 25 of <a href=\"/doc/105108681/\" id=\"a_72\">the said judgment</a> wherein after considering the relevant clause that interest was not payable on the amounts withheld, the learned Judges have held that the Contractor was entitled for interest on the amount awarded by the Arbitrator in respect of his claim for non payment of full amount as per final bill.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1049606\" id=\"span_50\">Paras 24 and 25 of the aforesaid judgment in <a href=\"/doc/1049606/\" id=\"a_73\">State of Orissa vs. B. N. Agrawalla</a> (supra) are as follows:-- at pages 931-932 of AIR  \n  \n\n  &quot;24. It was contended by Mr. Salve, learned Senior Counsel appearing for the appellant that Clause (4) of the special Terms and Conditions of the contract did not allow the award of interest. He submitted that neither pre-reference interest nor pendent elite interest could be awarded because of the special stipulation in the agreement to the effect that no interest would be payable. Clause (4), on which reliance was placed, reads as under:-</span> \n</p> \n\n<blockquote id=\"blockquote_130\"> Rates, Materials and Workmanship. \n</blockquote> \n\n<blockquote id=\"blockquote_131\"> The rates quoted shall be for finished work inclusive of all materials, labour, taxes, royalties, transportation etc. \n \n\n The Engineer in Charge will have full and final authority to reject any material or work done due to defect therein and the contractor/contractors shall forthwith remedy the defects at his/their own expense and no further work shall be done in connection with particular work or portion of the work till such time as the defect is removed to the entire satisfaction of the Engineer in Charge. \n</blockquote> \n\n<blockquote id=\"blockquote_132\"> All materials tools and plants brought to site by the Contractor/contractors shall be deemed to be held in lien by the BCCL and the contractor/contractors shall not have the right to remove the same from the site without the written permission of the Engineer in Charge. However, the BCCL shall not be liable for any loss, theft or damage due to fire or other causes sustained during this period of lien. \n</blockquote> \n\n<blockquote id=\"blockquote_133\"> No interest is payable on amount withheld under the item of the agreement.\n</blockquote> \n \n\n<blockquote id=\"blockquote_134\"> The BCCL shall be at liberty to deduct from the security deposit or from any other sum due or to become due under this contract or under any other contract all sums that become due to the BCCL. All bills shall be pre-audited before amounts and will be made by cheque only.&quot;  \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_141\"> 25. From the facts enumerated hereinabove it is clear that the reference in this case was made to the arbitrator by the court on an application having been filed under <a href=\"/doc/811701/\" id=\"a_74\">Section 20</a> of the Arbitration Act. As interest was one of the claims made by the respondent, the said dispute was referred to the Arbitrator. The Arbitrator, therefore, had the jurisdiction to decide this issue. Inasmuch as reference to the arbitration was made after the <a href=\"/doc/910984/\" id=\"a_75\">Interest Act</a>. 1978 had come into force w.e.f. 19.8.1981, the High Court rightly came to the conclusion that at least with effect from that date, interest could be awarded for pre-reference period under <a href=\"/doc/196386/\" id=\"a_76\">Section 3</a> of the Interest Act, 1978. This conclusion of the High Court is in conformity with the decision of this Court in the cases of Unique Erectors and Sudhir Bros. The only question therefore is whether the aforesaid Clause 4 of the agreement negates any claim for interest being made. There can be no doubt that if the terms of the contract expressly stipulate that no interest would be payable then notwithstanding the provisions of the <a href=\"/doc/910984/\" id=\"a_77\">Interest Act, 1978</a>, an arbitrators would not get the Jurisdiction or right to awards interest. In the present case, however, no such contention based on Clause 4 was raised before the High Court. The Judgment does not show that any argument was raised before the High Court to the effect that the contract prohibited the award of interest. It is no doubt true that reference to this clause was made before the trial court but, in appeal, the only contention which was raised before the High Court was that the arbitrator had no jurisdiction to award Interest for pre-reference period. This contention was accepted and the judgment and decree was modified to the effect that interest was awarded not from 31.5.1977, as had been granted by the award and the decree of the trial Court but with effect from 19.8.1981 from which date the <a href=\"/doc/910984/\" id=\"a_78\">Interest Act, 1978</a> came into force. The contention based on Clause 4 having been given up before the High Court the appellant would normally not have been allowed to be agitated in this appeal but we find that there is no merit in this contention\n\nand the same had been rightly rejected by the trial Court. According to Clause 4, interest was not payable on the amount which was withheld. The learned counsel for the respondent has rightly contented that the said clause refers to the amount withheld by the appellant towards retention money for the defect liability period. It was submitted that the appellant had received a sum of Rs. 30,000/- as security for the fulfilment of the contract to the satisfaction of the company and the respondent Durga Parshad has not claimed any interest on this amount as under aforesaid Clause 4, no interest was payable on the amount so withheld. The claim which was made by Durga Parshad before the Arbitrator was for the non-payment of the full amount as per final bill submitted by him . The claim on this account before the arbitrator was for a sum of Rs. 5,86,381.50 being the balance amount payable out of the final bill and interest thereon was claimed with effect from the date of completion of work (31.5.1977) till the date of payment. The claim of the respondent for a sum of Rs. 5,86,381,50 was upheld by the arbitrator only to the extent of Rs. 2,73,136.82 and the respondent was awarded interest on this amount. The interest so awarded is clearly not covered by the aforesaid Clause 4 of the contract. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_142\"> <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"654172\" id=\"span_51\">77. Reference to an earlier judgment of Constitution Bench of the Supreme Court in Secretary, Irrigation Department. <a href=\"/doc/654172/\" id=\"a_79\">Government of Orissa v. G.C. Roy</a>, (1992) 1 SCC 508 (AIR 1992 SC 732) will further make it clear that if the cause of action for reference arises after the coming into force of the <a href=\"/doc/910984/\" id=\"a_80\">Interest Act, 1978</a>, which has arisen in the year 1983, in the present case, the Arbitrator has Jurisdiction to award interest from the date when the awarded amount falls due till the date of award, as has been done in the present case. Para 44 of this Judgment contains the conclusion. It is :-</span> \n</p>  \n\n<blockquote id=\"blockquote_135\">  &quot;Having regard to the above consideration, we think that the following is the correct principle which should be followed in this behalf:- \n</blockquote> \n\n<blockquote id=\"blockquote_136\"> Where the agreement between the parties does not prohibit grant of interest and where a party claims interest and that dispute (along with the claim for principal amount or independently) is referred to the arbitrator, he shall have the power to award interest pendente lite. This is for the reason that in\n\nsuch a case it must be presumed that interest was an implied term of the agreement between the parties and therefore when the parties refer all their disputes -- or refer the disputes as to interest as such -- to the arbitrator, he shall have the power to award interest. This does not mean that in every case the arbitrator should necessarily award interest pendente lite. It is a matter within his discretion to be exercised in the light of all the facts and circumstances of the case, keeping the ends of justice in view.&quot;  \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_143\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"654172\" id=\"span_52\">78. Therefore, in view of the law <a href=\"/doc/654172/\" id=\"a_81\">laid down by</a> the Supreme Court in the <a href=\"/doc/654172/\" id=\"a_82\">judgments <a href=\"/doc/654172/\" id=\"a_83\">referred to above</a></a>, the findings of the learned single Judge setting aside the award in respect of grant of interest at the rate of 18% per annum are set aside and the claimants are held entitled to interest as awarded by the Arbitrators only in respect of Claim No. 1 Part I and Claim No. 2 Parts (a) and (b). The award of the Arbitrators in respect of which the claims have been upheld is made Rule of the Court. The claimants are also held entitled to interest at the rate of 12% per annum on the awarded amount from the date of award till the date of payment. No doubt, we are dealing with a commercial transaction, yet, keeping in view of the fluctuations in the bank rate of commercial transactions, in our view it will be just and proper to grant interest at the rate of 12% per annum instead of 18% per annum as awarded by the Arbitrators from the date of the award till the date of payment.</span> \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_144\"> 79. The result of the above discussion is that the appeal, FAO No. 214 of 1996 titled H.P. State Electricity Board v.  Hydel Constructions Ltd. is dismissed whereas the appeal F.A.O. No. 239 of 1996 titled Hydel Construction Ltd. v. H.P. State Electricity Board is partly allowed modifying the impugned judgment dated 8-7-1996 of the learned single Judge in respect of Claim No. 1 Part I and interest. The award of the Arbitrators in respect of Claim No. 1 Part l for Rs. 23, 38, 840. 73, Claim No. 2(a) and 2(b) for Rs. 75,08,919,27 interest on the amounts awarded in respect of Claim No. 1 Part I and Claim No. 2 (a) and 2(b) is made Rule of the Court. Future interest at the rate of 12% per annum from the date of the award will the date of payment on the awarded amounts of Claim No. 1 Part I and Claim No. 2(a) and 2(b) is also granted. There is no order as to costs. \n</p> \n\n","numcites":39,"numcitedby":10,"docsource":"Himachal Pradesh High Court","citetid":1517355,"divtype":"judgments","relatedqs":[{"value":"liquidated damages","formInput":"liquidated%20damages"},{"value":"clause 25 arbitration","formInput":"clause%2025%20arbitration"},{"value":"extra lead","formInput":"extra%20lead"},{"value":"counter claim ","formInput":"counter%20claim%20"},{"value":"re-examination","formInput":"re-examination"},{"value":"works contract","formInput":"works%20contract"},{"value":"setting aside of award","formInput":"setting%20aside%20of%20award"},{"value":"award should be reasoned  ","formInput":"award%20should%20be%20reasoned%20%20"},{"value":"minimum wages act section 5","formInput":"minimum%20wages%20act%20section%205"},{"value":"arbitral award","formInput":"arbitral%20award"},{"value":"error of law","formInput":"error%20of%20law"},{"value":"price variation ","formInput":"price%20variation%20"},{"value":"claim for liquidated damages","formInput":"claim%20for%20liquidated%20damages"},{"value":"final bill","formInput":"final%20bill"},{"value":"minimum wages act","formInput":"minimum%20wages%20act"},{"value":"letters patent appeal ","formInput":"letters%20patent%20appeal%20"},{"value":" award by arbitrator","formInput":"%20award%20by%20arbitrator"},{"value":"contractors claims","formInput":"contractors%20claims"},{"value":"\"liquidated damages","formInput":"%22liquidated%20damages"},{"value":"arbitration clause","formInput":"arbitration%20clause"}],"cats":[{"value":"set-aside-award","formInput":"tag:set-aside-award"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"interest","formInput":"tag:interest"},{"value":"procedure-for-fixing-and-revising-minimum-wages","formInput":"tag:procedure-for-fixing-and-revising-minimum-wages"}],"courtcopy":false,"query_alert":null,"agreement":false}