{"tid":128221692,"publishdate":"2016-07-12","title":"Keshav Prasad Pandey vs Binod Kumar Jain & Ors on 12 July, 2016","doc":"<h2 class=\"doc_title\">Keshav Prasad Pandey vs Binod Kumar Jain &amp; Ors on 12 July, 2016</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:v-nath\">V. Nath</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:v-nath\">V. Nath</a></h3>\n\n<pre id=\"pre_1\">      IN THE HIGH COURT OF JUDICATURE AT PATNA\n\n                     Civil Revision No.1569 of 2008\n===========================================================\nKeshav Prasad Pandey son of late Triveni Deo Narayan Pandey, resident of\n\nMohalla-Telpa Chapra, P.O. and P.S. Chapra, District-Saran.\n\n                                                              .... ....   Petitioner/s\n\n                                     Versus\n\n   1. Binod Kumar Jain.\n\n   2. Subodh Kumar Jain.\n\n   3. Sudhanshu Kumar Jain, all are sons of late Ajit Prasad Jain.\n\n   4. Vishwa Mohan Jain.\n\n   5. Anand Mohan Jain.\n\n   6. Manoj Kumar Jain.\n\n   7. Gyan Mohan Jain, all are sons of late Surendra Prasad Jain, all resident of\n\n       Mohalla Dahiyawan Tola Chapra, P.O. and P.S. Chapra, District-Saran.\n\n                                                              .... .... Respondent/s\n\n===========================================================\nAppearance :\nFor the Petitioner/s : Mr. Shailendra Kumar Dwivedi, Adv.\n                             Mr. Lakshman Lal Pandey, Adv.\n                             Mr. Ranjan Kumar Dubey, Adv.\nFor the Respondent/s :       Mr. Navin Nikunj, Adv.\n                             Mr. Abinash Kumar, Adv.\n===========================================================\nCORAM: HONOURABLE MR. JUSTICE V. NATH\nCAV JUDGMENT\nDate: 12-07-2016\n\n                Heard learned counsel for the parties both in the limitation\n\n   matter as well as on merits. With the consent of the learned counsel\n\n   for the parties, this revision application is disposed off at this stage\n Patna High Court C.R. No.1569 of 2008 dt.12-07-2016\n\n                                            2\n\n\n\n\n        itself.\n\n                        2. This revision application has been filed against the\n\n        order dated 21.11.2006 passed by the 5th Civil Judge, Sr. Division,\n\n        Saran at Chapra in Misc. Case No. 09 of 2006 dismissing the petition\n\n        filed by the petitioner under <a href=\"/doc/161831507/\" id=\"a_1\">Order 21 Rule 97 C.P.C</a>. at the stage of\n\n        admission itself holding the same to be not maintainable. This\n\n        revision application has been filed on 12.09.2008 along with the\n\n        limitation petition (I.A. No. 5654 of 2008) praying for condonation of\n\n        delay with regard to which the office has reported that the limitation\n\n        for filing this revision application has expired on 19.02.2007.\n\n                        3. It has been stated in the condonation petition that the\n\n        delay of 19 months 7 days in filing this revision application occurred\n\n        because the petitioner had earlier preferred Title Appeal No. 102 of\n\n        2006 against the impugned order before the appellate court below\n\n        which after admission remained pending till 21.05.2008 when after\n\n        hearing the parties the same was dismissed as not maintainable. It has\n\n        been further stated that after getting the knowledge of dismissal of the\n\n        said appeal through his advocate, the petitioner approached his\n\n        counsel at Patna where he was advised to file a revision itself against\n\n        the order dated 21.11.2006 passed in Misc. Case No. 09 of 2006; and\n\n        after obtaining the certified copy of the said order on 03.09.2008 the\n\n        present revision application has been filed on 12.09.2008.\n Patna High Court C.R. No.1569 of 2008 dt.12-07-2016\n\n                                            3\n\n\n\n\n                        4. In the backdrop of the aforesaid main facts, Mr.\n\n        Dwivedi, learned senior counsel for the petitioner has submitted that\n\n        the petitioner is entitled to the benefit of <a href=\"/doc/409538/\" id=\"a_2\">Section 14</a> of the Limitation\n\n        Act and the delay in filing this revision application, therefore, should\n\n        be condoned. It has been canvassed that the petitioner had acted\n\n        diligently according to the legal advice in filing the appeal in the\n\n        learned court below against the impugned order within the time and\n\n        the same was also admitted for hearing but later on it was held that the\n\n        said appeal was not maintainable. It has been propounded that in\n\n        absence of deliberate negligence or malafide on the part of the\n\n        petitioner a pragmatic approach should also be adopted and the delay\n\n        in filing this revision application be condoned.\n\n                        5. On behalf of the opposite party no. 1, a counter\n\n        affidavit to the limitation petition has been filed emphasizing that no\n\n        sufficient cause for condonation of delay has been furnished on behalf\n\n        of the petitioner. It has been stated that the harassing attitude of the\n\n        petitioner is apparent from his conduct throughout which reveals\n\n        absence of due diligence on the part of the petitioner.\n\n                        6. Mr. Sukumar Sinha, learned senior counsel for the\n\n        opposite parties after referring to the different relevant dates has\n\n        submitted that there is no escape from the conclusion that the\n\n        petitioner has acted leisurely and therefore does not deserve the\n Patna High Court C.R. No.1569 of 2008 dt.12-07-2016\n\n                                            4\n\n\n\n\n        condonation of delay in filing this revision application. It has also\n\n        been submitted that there is no day to day explanation of the delay by\n\n        the petitioner after the dismissal of the appeal in the learned court\n\n        below.\n\n                        7. After considering the submissions on behalf of the\n\n        parties and the averments made in the limitation petition (I.A. No.\n\n        5654 of 2008) and the counter affidavit thereto it is apparent that the\n\n        petitioner had filed a title appeal in the learned court below on\n\n        19.12.2006</pre><p data-structure=\"Precedent\" id=\"p_1\"> within 27 days of the order dated 21.11.2006. The said\n\n        appeal remained pending after its admission till 21.05.2008. The\n\n        present revision application thereafter has been filed on 12.09.2008\n\n        against the order dated 21.11.2006 after the appeal against the said\n\n        order was held to be not maintainable. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"89319139\" id=\"span_1\">In this view of the matter, the\n\n        provision of <a href=\"/doc/409538/\" id=\"a_3\">Section 14</a> of the Limitation Act becomes relevant and it\n\n        would be fruitful here to take into notice the law laid down by the\n\n        Apex Court in this regard in the case of <a href=\"/doc/89319139/\" id=\"a_4\">M.P. Steel Corporation Vs.\n\n        Commissioner of Central Excise</a> 2015 (7) SCC 58 wherein their\n\n        lordships have ruled as follows:-</span>\n</p>\n<blockquote id=\"blockquote_1\">                                &quot;52.......There appears to be no reason for\n                                limiting        the   reach   of   the   expression\n                                &quot;prosecuting with due diligence&quot; to institution\n                                of a proceeding alone and not to the date on\n                                which the cause of action for such proceeding\n Patna High Court C.R. No.1569 of 2008 dt.12-07-2016\n\n<span class=\"hidden_text\" id=\"span_2\">                                              5</span>\n\n\n\n\n                                might arise in the case of appellate or\n                                revisional            proceedings               from           original\n                                proceedings                which            prove            to         be\n                                abortive...........................................................\n                                ...........................................................................\n                                ...........................................................................\n                                Therefore properly construed, Explanation (a)\n                                also confers a benefit and does not by a side\n                                wind seek to take away any other benefit that a\n                                purposive reading of <a href=\"/doc/409538/\" id=\"a_5\">Section 14</a> might give.\n</blockquote><blockquote id=\"blockquote_2\">                                We, therefore, agree with the decision of the\n                                Madhya Pradesh High Court that the period\n                                from the cause of action till the institution of\n                                appellate or revisional proceedings from\n                                original proceedings which prove to be\n                                abortive are also liable to exclusion under the\n                                section............&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_2\">                        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"126619552\" id=\"span_3\">8. Their lordships in the aforesaid decision have also\n\n        approvingly taken into notice the judgment in the case of <a href=\"/doc/126619552/\" id=\"a_6\">Union of\n\n        India Vs. West Coast Paper Mills Ltd.</a> 2004 (3) SCC 458 wherein it\n\n        has been held that &quot;a circumstance, legal or factual, which inhibits\n\n        entertainment or consideration by the Court of the dispute on the\n\n        merits comes within the scope of the section and a liberal touch must\n\n        inform the interpretation of the <a href=\"/doc/1317393/\" id=\"a_7\">Limitation Act</a> which deprives the\n\n        remedy of one who has a right&quot;.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_3\">                        9. In view of the aforesaid dictum by the Apex Court and\n Patna High Court C.R. No.1569 of 2008 dt.12-07-2016\n\n<span class=\"hidden_text\" id=\"span_4\">                                            6</span>\n\n\n\n\n        after considering the facts and circumstances of this case, this Court\n\n        does not find that the allegations of deliberate negligence or malifide\n\n        on the part of the petitioner in approaching this Court in revisional\n\n        jurisdiction belatedly as alleged are established. The petitioner\n\n        therefore is legally entitled to the exclusion of the period from\n\n        21.11.2006 when the impugned order in the original proceeding was\n\n        passed upto 21.05.2008 when the appeal filed by the petitioner against\n\n        the said order was held to be not maintainable. The delay in filing this\n\n        revision application thereafter comes to nearly twenty days only. This\n\n        Court does not find itself persuaded to discard the explanation\n\n        furnished by the petitioner after taking holistic and salubrious view of\n\n        the matter. The interlocutory application (I.A. No. 5654 of 2008) is,\n\n        accordingly, allowed and the delay in filing this revision application is\n\n        condoned.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">                        10. Coming to the merits of this revision application, the\n\n        relevant factual matrix demonstrates that the disputed property\n\n        originally belonged to Dharnidhar Prasad and his son Chandeshwar\n\n        Pd. Gupta who had created usufructuary mortgage over the said\n\n        property in favour of Kailasho Devi and others by executing the\n\n        mortgage deed on 27.09.1966 for a sum of Rs. 39,000/-. Subsequently\n\n        by three registered sale deeds dated 07.05.1970, 08.05.1970 and\n\n        11.12.1970, Dharnidhar Prasad and his son Chandeshwar Prasad\n Patna High Court C.R. No.1569 of 2008 dt.12-07-2016\n\n<span class=\"hidden_text\" id=\"span_5\">                                            7</span>\n\n\n\n\n        Gupta sold the disputed property in favour of the predecessors of the\n\n        opposite party. The purchasers filed Redemption Suit No. 223 of 1985\n\n        for redemption of the mortgage which was decreed ex parte on\n\n        24.02.1992 and thereafter the preliminary decree and the final decree\n\n        were also passed. The decree holders thereafter filed Execution Case\n\n        No. 10 of 1993 for execution of the decree praying for delivery of\n\n        possession in their favour over the disputed property. The present\n\n        petitioner filed the petition (Annexure-2) under <a href=\"/doc/161831507/\" id=\"a_8\">Order 21 Rule 97\n\n        C.P.C</a>. in the said execution proceeding. The Misc. Case No. 09 of\n\n        2006 was instituted on the basis of the said petition. It further appears\n\n        that subsequently on 10.11.2006, another petition was filed on behalf\n\n        of the petitioner under Order 21 Rule 99 and under <a href=\"/doc/56600062/\" id=\"a_9\">Section 151</a> C.P.C.\n\n        with a prayer to convert the original petition filed by him under <a href=\"/doc/161831507/\" id=\"a_10\">Order\n\n        21 Rule 97 C.P.C</a>. to a petition under <a href=\"/doc/161831507/\" id=\"a_11\">Order 21 Rule 99 C.P.C</a>.\n\n        alleging his dispossession in the meantime from the disputed property\n\n        through the process of the court in the Execution Case No. 10 of 1993.\n\n</p><p data-structure=\"CDiscource\" id=\"p_5\">                     11. In the petition (Annexure-2) as well as in this revision\n\n        application, the materials assertions of the petitioner are that he had\n\n        entered into an agreement for sale-purchase with the title holders of\n\n        the disputed property on 15.08.1969 for total consideration money of\n\n        Rs. 75000/- and after payment of Rs. 20000/- by way of advance\n\n        money out of the consideration amount, a deed of agreement for sale\n Patna High Court C.R. No.1569 of 2008 dt.12-07-2016\n\n<span class=\"hidden_text\" id=\"span_6\">                                            8</span>\n\n\n\n\n        was also executed on the said date stipulating the execution of the sale\n\n        deed within 10 years after payment of balance consideration money of\n\n        Rs. 55000/-. Subsequently, however, on 31.12.1969 a further sum of\n\n        Rs. 3000/- was paid by the petitioner to the vendors. It is the specific\n\n        case of the petitioner that in accordance with the terms of the\n\n        agreement for sale the petitioner had paid the mortgage money to the\n\n        mortgagees and came in possession of the disputed property in part\n\n        performance of the contract after redeeming the mortgage. Further\n\n        case of the petitioner is that after expiry of 8-9 years of the agreement\n\n        for sale, he made request to the vendors for execution of the sale deed\n\n        in accordance with the agreement for sale but they lingered the matter\n\n        and finally refused to execute the sale deed. In paragraph-19 of the\n\n        petition (Annexure-2) the petitioner has averred that he has been\n\n        coming in possession over the disputed property from 15.08.1969 to\n\n        the knowledge of the decree holders, their predecessors in interest and\n\n        all concerned and has thus acquired a title by adverse possession over\n\n        the disputed property.\n</p>\n<p data-structure=\"PetArg\" id=\"p_6\">                     12. In the revision application, the petitioner in paragraph\n\n        13(b) has abandoned his claim over the disputed property on the basis\n\n        of adverse possession stating that the said plea was raised by the\n\n        petitioner&#x27;s counsel under misconception. However, the petitioner has\n\n        enumerated the basis of his claim over the disputed property as raised\n Patna High Court C.R. No.1569 of 2008 dt.12-07-2016\n\n<span class=\"hidden_text\" id=\"span_7\">                                            9</span>\n\n\n\n\n        in the proceeding under <a href=\"/doc/161831507/\" id=\"a_12\">Order 21 Rule 97 C.P.C</a>. as follows:-\n\n</p><pre id=\"pre_2\">                                 (a)            The decree being nullity having been\n\n                                 passed         against a dead person cannot be executed.\n\n                                 (b)            The petitioner being in possession over\n\n                                 the disputed property in part performance of the\n\n</pre><p data-structure=\"Section\" id=\"p_7\">                                 contract is legally entitled to protect his possession\n\n                                 under <a href=\"/doc/1693670/\" id=\"a_13\">Section 53(A)</a> of the T.P. Act.\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">                                 (c)            After redeeming the mortgage, the\n\n                                 petitioner, at the least being assignee and being\n\n                                 stranger to the decree under execution is entitled to\n\n                                 rightful possession over the disputed property and\n\n                                 as such the petition filed under <a href=\"/doc/161831507/\" id=\"a_14\">Order 21 Rule 97\n\n                                 C.P.C</a> is maintainable.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_9\">                                 (d)            The documents relating to mutation in\n\n                                 the records of the state authorities as well as the\n\n                                 municipal authorities, apart from having been\n\n                                 collusively obtained would not create title in\n\n                                 favour of the decree holder as the petitioner is\n\n                                 admittedly in possession over the suit property.\n</p>\n<p data-structure=\"PetArg\" id=\"p_10\">                     13. Criticizing the impugned order, the major thrust of the\n\n        submissions on behalf of the petitioner is that the learned court below\n\n        has committed error of jurisdiction in dismissing the miscellaneous\n Patna High Court C.R. No.1569 of 2008 dt.12-07-2016\n\n<span class=\"hidden_text\" id=\"span_8\">                                            10</span>\n\n\n\n\n        case filed by the petitioner under <a href=\"/doc/161831507/\" id=\"a_15\">Order 21 Rule 97 C.P.C</a> on the basis\n\n        of his claim (s) as made in his petition (Annexure-2) and also\n\n        reiterated in this revision application. It has been propounded that the\n\n        claim made by a stranger to the decree, resisting the execution of the\n\n        decree under Order 21 Rule 97 C.P.C cannot be thrown out at the\n\n        threshold without a full-fledged inquiry as envisaged under Rule 101\n\n        of Order 21 C.P.C. Delving upon the merits of the claim (s) as made\n\n        by the petitioner over the disputed property, learned senior counsel\n\n        has propounded that the decree could not have been executed against\n\n        the petitioner as he has independent legal right of possession over the\n\n        disputed property after the redemption of the mortgage and also\n\n        because of his legal entitlement to protect his possession as envisaged\n\n        in Section 53A T.P. Act\n\n</p><p data-structure=\"PetArg\" id=\"p_11\">                     14. Rebutting the submissions made on behalf of the\n\n        petitioner, Mr. Sukumar Sinha, learned senior counsel for the opposite\n\n        parties, has contended that the jurisdiction of the court to screen out\n\n        the claim which is set up as the basis for resisting the delivery of\n\n        possession in execution of a decree cannot be ruled out when on the\n\n        face of it is found to be frivolous or legally not sustainable. It has been\n\n        submitted that the purpose of <a href=\"/doc/161831507/\" id=\"a_16\">Order 21 Rule 97 C.P.C</a> as explained by\n\n        the Apex Court in several decisions, is only to avoid multiplicity of\n\n        the proceeding and the said provision cannot be allowed to be availed\n Patna High Court C.R. No.1569 of 2008 dt.12-07-2016\n\n<span class=\"hidden_text\" id=\"span_9\">                                            11</span>\n\n\n\n\n        unscrupulously by a person whose claim to be in possession over the\n\n        property subject matter of the decree under execution is even prima\n\n        facie not found to be legally tenable. It has been argued that a\n\n        proceeding under <a href=\"/doc/161831507/\" id=\"a_17\">Order 21 Rule 97 C.P.C</a>. is a proceeding akin to a\n\n        suit and therefore, even though the provision of <a href=\"/doc/161831507/\" id=\"a_18\">Order 7 Rule 11\n\n        C.P.C</a> may not be directly applicable in such proceeding but the\n\n        application of the wholesome principles therein to shut out a claim\n\n        which is bound to be doomed is very well attracted. Countering the\n\n        claim (s) as made by the petitioner on merits also by referring to the\n\n        averments made in the revision application as well as the counter\n\n        affidavit and rejoinder thereto, it has been contended that the learned\n\n        court below after examining the facts of the case has rightly come to\n\n        the conclusion that the miscellaneous case at the instance of the\n\n        petitioner was not legally sustainable and therefore no illegality or\n\n        error of jurisdiction has been committed by the learned court below in\n\n        discarding the claim as not maintainable.\n</p>\n<p data-structure=\"RespArg\" id=\"p_12\">                     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"311833\" id=\"span_10\">15. After careful consideration of the facts as pleaded by the\n\n        parties as well as the rival submissions on their behalf, it is apparent that\n\n        the impugned order has been passed in Misc.Case No. 09 of 2006\n\n        initiated on the petition under <a href=\"/doc/161831507/\" id=\"a_19\">Order 21 Rule 97 C.P.C</a> dismissing the\n\n        same at the admission stage as not maintainable after examining the facts\n\n        and circumstances as well as submission on behalf of the parties. The\n Patna High Court C.R. No.1569 of 2008 dt.12-07-2016\n\n<span class=\"hidden_text\" id=\"span_11\">                                            12</span>\n\n\n\n\n        ambit and sweep of <a href=\"/doc/161831507/\" id=\"a_20\">Order 21 Rule 97 of the Code of Civil Procedure</a> has\n\n        been considered by a three Judge Bench of the Apex Court in the\n\n        case of M/s <a href=\"/doc/311833/\" id=\"a_21\">Silverline Forum Private Limited vs Rajiv Trust &amp; Anr</a>\n\n        AIR 1998 S.C. 1754, where it has been ruled as follows:-</span>\n\n</p><blockquote id=\"blockquote_3\">                         &quot;10. .............Rule 101 stipulates that all questions &quot;arising\n                         between the parties to a proceeding on an application under rule 97\n                         or rule 99&quot; shall be determined by the executing court, if such\n                         questions are &quot;relevant to the adjudication of the application&quot;. A\n                         third party to the decree who offers resistance would thus fall\n                         within the ambit of Rule 101 if an adjudication is warranted as a\n                         consequence of the resistance or obstruction made by him to the\n                         execution of the decree..........................The words &quot;all\n                         questions arising between the parties to a proceeding on an\n                         application under Rule 97&quot; would envelop only such questions as\n                         would legally arise for determination between those parties. In\n                         other words, the court is not obliged to determine a question\n                         merely because the resistor raised it. The questions which\n                         executing court is obliged to determine under rule 101, must\n                         possess two adjuncts. First is that such questions should have\n                         legally arisen between the parties, and the second is, such\n                         questions must be relevant for consideration and determination\n                         between the parties..........................................................\n                         In the adjudication process envisaged in order 21 Rule 97(2) of the\n                         Code, execution court can decide whether the question raised by a\n                         resistor or obstructor legally arises between the parties. An answer\n                         to the said question also would be the result of the adjudication\n                         contemplated in the sub-section.\n</blockquote><blockquote id=\"blockquote_4\">                                          12.13. It is clear that executing court can decide\n                         whether the resistor or obstructor is a person bound by the decree\n                         and he refused to vacate the property. That question also squarely\n                         falls within the adjudicatory process contemplated in Order 21\n                         Rule 97(2) of the Code. The adjudication mentioned therein need\n Patna High Court C.R. No.1569 of 2008 dt.12-07-2016\n\n<span class=\"hidden_text\" id=\"span_12\">                                            13</span>\n\n\n\n\n                         not necessarily involve a detailed enquiry or collection of\n                         evidence. Court can make the adjudication on admitted facts or\n                         even on the averments made by the resistor. Of course the Court\n                         can direct the parties to adduce evidence for such determination, if\n                         the Court deems it necessary.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_13\">                                                               (emphasis supplied)\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_14\">                     16. The authoritative pronouncement above leaves no scope\n\n        for aligning with the submission on behalf of the petitioner that the\n\n        learned court below has committed error of jurisdiction in its failure to\n\n        embark upon a detailed enquiry into the claim (s) of the petitioner and\n\n        dismissing the proceeding at the threshold. But even then, the issue\n\n        requires to be examined as to whether the objection/resistance as\n\n        made by the petitioner under Order 21 Rule 97 or 99 <a href=\"/doc/161831507/\" id=\"a_22\">C.P.C</a> in the\n\n        execution case deserved rejection on the basis of admitted facts\n\n        requiring no further enquiry.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_15\">                     17. It is by now well settled that mere possession of the\n\n        property subject matter of the decree under execution is not by itself\n\n        sufficient for successfully resisting the execution of the said decree by\n\n        a stranger to the said decree. The requirement of law is to establish the\n\n        independent legal right to possess the said property by such person. In\n\n        the present case admittedly there is no legal transfer of title of the\n\n        disputed property in favour of the petitioner whose claim is primarily\n\n        based upon the contract for sale in his favour dated 15.08.1969 said to\n Patna High Court C.R. No.1569 of 2008 dt.12-07-2016\n\n<span class=\"hidden_text\" id=\"span_13\">                                            14</span>\n\n\n\n\n        have been executed by the original title holders, though the said\n\n        agreement or its copy has not been produced either in the court below\n\n        or before this Court. The petitioner has also admitted that the disputed\n\n        property was under mortgage on the date when the agreement for sale\n\n        was entered into. The petitioner has claimed to have redeemed the\n\n        mortgage in accordance with the terms of the agreement for sale by\n\n        paying off the mortgage dues and has further asserted to have come in\n\n        possession of the disputed property thereafter in part performance of\n\n        the contract.\n</p>\n<p data-structure=\"Section\" id=\"p_16\">                     18. It is thus transparent that the petitioner&#x27;s entry into\n\n        possession of the disputed property is admittedly based upon his claim\n\n        of redemption of the mortgage. But the question which arises at this\n\n        juncture is as to whether the petitioner on the strength of the contract\n\n        for sale of the mortgaged property by the mortgagor was entitled in\n\n        law to redeem the said mortgage. According to <a href=\"/doc/613871/\" id=\"a_23\">Section 54</a> of the T.P.\n\n        Act, a contract for sale of immovable property does not create any\n\n        interest in or charge on such property. It is trite that such contract only\n\n        creates an enforceable rights in the parties. The petitioner according to\n\n        his own case is therefore definitely not a person who has acquired any\n\n        interest or charge upon the disputed property which was under the\n\n        mortgage. The right to redeem a mortgage is limited to the person(s)\n\n        as enumerated in <a href=\"/doc/1476197/\" id=\"a_24\">Section 91</a> of the T.P. Act, which reads as follows:-\n</p><blockquote id=\"blockquote_5\"> Patna High Court C.R. No.1569 of 2008 dt.12-07-2016\n\n<span class=\"hidden_text\" id=\"span_14\">                                            15</span>\n\n\n\n\n                         &quot;91. Persons who may sue for redemption- Besides the\n                         mortgagor, any of the following persons may redeem, or institute a\n                         suit for redemption of the mortgaged property, namely,-\n</blockquote><blockquote id=\"blockquote_6\">                         (a) any person (other than the mortgagee of the interest sought to\n                         be redeemed) who has any interest in, or charge upon, the property\n                         mortgaged or in or upon the right to redeem the same;\n</blockquote><blockquote id=\"blockquote_7\">                         (b) any surety for the payment of the mortgage-debt or any part\n                         thereof; or\n</blockquote><blockquote id=\"blockquote_8\">                         (c) any creditor of the mortgagor who has in a suit for the\n                         administration of his estate obtained a decree for sale of the\n                         mortgaged property.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_17\">                     19. Juxtapositioning the provisions of Section 54 and\n\n        <a href=\"/doc/1476197/\" id=\"a_25\">Section 91</a> of the T.P. Act, it becomes demonstrably clear that the\n\n        petitioner on the strength of the contract for sale of the disputed\n\n        property cannot be a person having any interest in or charge upon the\n\n        mortgaged property (disputed property) and he could not therefore\n\n        have an equity of redemption in his favour as he does not come within\n\n        the category of the persons enumerated in <a href=\"/doc/1476197/\" id=\"a_26\">Section 91</a> of the Transfer\n\n        of Property Act. This view is supported by the decision of this Court\n\n        in the case of Sarjug Devi vs Dulhan Devi AIR 1960 Pat. 474, where,\n\n        it has been held that a person who has no interest in the equity of\n\n        redemption of property mortgaged, paid-off the mortgage and goes\n\n        into possession, he is a mere volunteer with no equities in his favour\n\n        and is not subrogated to the rights of the mortgagee. It has also been\n\n        held that a suit for possession against him by the owner of the equity\n\n        of redemption without paying the mortgage money is maintainable.\n\n</p><p data-structure=\"PetArg\" id=\"p_18\">                     20. The claim of the petitioner to be entitled to the\n Patna High Court C.R. No.1569 of 2008 dt.12-07-2016\n\n<span class=\"hidden_text\" id=\"span_15\">                                            16</span>\n\n\n\n\n        possession over the suit property on the basis of redemption of the\n\n        prior mortgage is also not legally sustainable in terms of <a href=\"/doc/1916188/\" id=\"a_27\">Section 92</a> of\n\n        the Transfer of Property Act. Even if the case of the petitioner that he\n\n        has paid-off the mortgage money to the mortgagee is accepted, it is\n\n        manifest that he has not paid his own money but the money payable to\n\n        his vendor (the mortgagor) which according to the terms of the\n\n        contract, as pleaded, he had to pay to the prior mortgagee. But in such\n\n        a case also it can only lead to a claim of conventional subrogation as\n\n        envisaged in third paragraph of <a href=\"/doc/1916188/\" id=\"a_28\">Section 92</a> of the Transfer of Property\n\n        Act which, in turn, requires a registered agreement for the said\n\n        purpose. In the present case it is nowhere the plea of the petitioner\n\n        that the contract for sale in his favour which authorized the petitioner\n\n        to reduce the mortgage was a registered instrument.\n\n</p><p data-structure=\"Section\" id=\"p_19\">                     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1222516\" id=\"span_16\">21. The submission by the learned senior counsel for the\n\n        petitioner that in any view of the matter the redemption of the\n\n        mortgage by the petitioner can be accepted to be an act done by him\n\n        by way of assignment by the vendor (mortgagor) but this view is not\n\n        supported by any law or precedent. It is well settled that an equity of\n\n        redemption is an immovable property which can be transferred only\n\n        by way of conveyance in accordance with <a href=\"/doc/613871/\" id=\"a_29\">Section 54</a> of the Transfer\n\n        of Property Act and <a href=\"/doc/561156/\" id=\"a_30\">Section 17</a> of the Indian Registration Act. While\n\n        considering the right acquired by a person under the contract of sale,\n Patna High Court C.R. No.1569 of 2008 dt.12-07-2016\n\n<span class=\"hidden_text\" id=\"span_17\">                                            17</span>\n\n\n\n\n        their lordships in the case of <a href=\"/doc/1222516/\" id=\"a_31\">Narandas Karsondas vs S.A. Kamtam &amp;\n\n        Anr</a> AIR 1977 S.C. 774, has observed that:-</span>\n</p>\n<blockquote id=\"blockquote_9\">                                      &quot;In India it is only on execution of the conveyance and\n                         registration of transfer of the mortgagor&#x27;s interest by registered\n                         instrument that mortgagors right of redemption will be\n                         extinguished.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_20\">                     22. Examining the case of the petitioner from another angle\n\n        also, it is an admitted fact that prior mortgagees of the disputed\n\n        property were near relatives of the petitioner including his mother and\n\n        wife. The decree holder-opposite parties in their rejoinder to the\n\n        petition filed by the petitioner in the court below and also in the\n\n        counter affidavit filed in this revision application have stated that\n\n        prior to the filing of the redemption suit they had filed a petition\n\n        before the Circle Officer claiming the redemption of the mortgage\n\n        under <a href=\"/doc/128725816/\" id=\"a_32\">Section 12</a> of the Bihar Money Lenders Act and on the basis of\n\n        the said petition Mortgage Case No. 251 of 1981-82 was initiated.\n\n        The opposite parties have also annexed with the counter affidavit the\n\n        order passed in the said case as well as the show cause filed in the said\n\n        case by the mortgagees-opposite parties therein and the memo of\n\n        appeal of the Miscellaneous Appeal No. 14 of 1983-84 filed by them\n\n        before the appellate authority. In the rejoinder to the counter affidavit\n\n        the petitioner has not controverted the fact of filing of the said\n\n        Mortgage Case No. 251 of 1981-82 and also the filing of the show\n Patna High Court C.R. No.1569 of 2008 dt.12-07-2016\n\n<span class=\"hidden_text\" id=\"span_18\">                                            18</span>\n\n\n\n\n        cause and the memo of appeal in the said proceeding as annexed with\n\n        the counter affidavit. However, from the perusal of the show cause\n\n        (Annexure-B) which was filed in the Miscellaneous Case No. 251 of\n\n        1981-82, it transpires that the said show cause was filed by the\n\n        petitioner alongwith his wife Sunaina Devi who was a co-mortgagee.\n\n        The averments made in this show cause demonstrate that no plea with\n\n        regard to the redemption of the mortgage, as claimed by the petitioner\n\n        presently, was raised. To the contrary those averments clearly indicate\n\n        that the petitioner and his wife (a co-mortgagee) had accepted the\n\n        mortgage to be subsisting and further had also recognized the\n\n        purchase of the mortgaged property by the present decree holder-\n\n        opposite parties, asserting their liability to pay the mortgage money to\n\n        the mortgagees. Similar statements had been made in the memo of\n\n        appeal (Annexure-C) of Miscellaneous Appeal No. 14 of 1983-84\n\n        which was filed by the mortgagees including the petitioner&#x27;s wife\n\n        assailing the order by the Circle Officer. It would be pertinent to\n\n        mention here that the claim of the decree holder-opposite parties\n\n        regarding redemption of the mortgage under <a href=\"/doc/128725816/\" id=\"a_33\">Section 12</a> of the Bihar\n\n        Money Lenders Act was ultimately turned down by the appellate\n\n        authority. Nonetheless the stand taken by the petitioner alongwith the\n\n        mortgagees in the show cause (Annexure-B) in the said proceeding\n\n        has clearly cast adverse reflections upon the plea of the petitioner as\n Patna High Court C.R. No.1569 of 2008 dt.12-07-2016\n\n<span class=\"hidden_text\" id=\"span_19\">                                            19</span>\n\n\n\n\n        raised in the present case regarding the redemption of the mortgage by\n\n        him in the year 1969 in terms of the contract for sale and coming in\n\n        exclusive possession over the mortgaged property (disputed property)\n\n        thereafter. The learned court below in the impugned order has also\n\n        taken into notice these uncontroverted facts.\n</p>\n<p data-structure=\"Section\" id=\"p_21\">                   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"491315\" id=\"span_20\">23. Still further, the scrutiny of the objection of the petitioner\n\n        resisting the execution of the decree makes it plain and patent that in\n\n        absence of a legal transfer of title over the disputed property in his\n\n        favour on the basis of the contract for sale, the gamut of his objection\n\n        is centered towards securing a perch for his possession over the\n\n        disputed property on the basis of the provision under <a href=\"/doc/221518/\" id=\"a_34\">Section 53-A</a> of\n\n        the T.P. Act. However by virtue of <a href=\"/doc/221518/\" id=\"a_35\">Section 53-A</a> of the T.P. Act no\n\n        claim of acquisition of title can be raised as ruled by their Lordships\n\n        in the case of <a href=\"/doc/491315/\" id=\"a_36\">Ram Gopal Reddy V. Additional Custodian Evacuee\n\n        Property, Hyderabad</a>, AIR 1966 SC 1438. Further in order to seek\n\n        protection of possession under <a href=\"/doc/221518/\" id=\"a_37\">Section 53-A</a> of the T.P. Act,\n\n        preconditions enumerated therein are required to be satisfied. One of\n\n        such preconditions is contained in the third paragraph of the said\n\n        provision requiring the performance or the willingness to perform his\n\n        part of the contract by the person seeking shelter under this provision.</span>\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_22\">                   24. In the petition (Annexure-2) filed by the petitioner under\n\n        <a href=\"/doc/161831507/\" id=\"a_38\">Order 21 Rule 97 C.P.C</a>, there is no averment by the petitioner\n Patna High Court C.R. No.1569 of 2008 dt.12-07-2016\n\n<span class=\"hidden_text\" id=\"span_21\">                                            20</span>\n\n\n\n\n        expressing his willingness to perform his part of the contract. There is\n\n        also no averment by the petitioner that he has performed his part of\n\n        the contract and thereafter nothing is left to be performed on his part.\n\n        Though the statement has been made there regarding filing of the Title\n\n        Suit No. 238 of 2006 by the petitioner before the Court of Sub Judge-\n\n        I, Saran at Chapra but in paragraph no. 16 of the present revision\n\n        application it has been stated that the said suit was filed by the\n\n        petitioner under wrong advice and the same had been withdrawn. It is\n\n        thus abundantly clear that even after coming to know of the refusal by\n\n        the vendor to execute the sale deed for the disputed property in\n\n        pursuance to the contract for sale as pleaded, the petitioner did not\n\n        choose to seek the legal recourse available in law against the vendors\n\n        by filing a suit for specific performance of contract within the\n\n        prescribed period of limitation seeking the relief for execution of the\n\n        sale deed for transfer of title over the disputed property in his favour.\n\n        Significantly, as aforementioned, it is nowhere the case of the\n\n        petitioner that he had already performed his part of the contract nor\n\n        there is any explanation for not pressing his rights under the contract\n\n        against his vendors in accordance with law within the period of\n\n        limitation. The deliberate inaction on the part of the petitioner in\n\n        allowing his legal right to get the title transferred in his favour in\n\n        pursuance to the contract for sale to lapse or become barred by\n Patna High Court C.R. No.1569 of 2008 dt.12-07-2016\n\n<span class=\"hidden_text\" id=\"span_22\">                                               21</span>\n\n\n\n\n        limitation is writ large from his case itself. Consequently his claim to\n\n        retain possession over the disputed property on the basis of the same\n\n        contract for sale alone cannot escape the fatal crash in view of the\n\n        third paragraph of <a href=\"/doc/221518/\" id=\"a_39\">Section 53A</a> of T.P. Act. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1557321\" id=\"span_23\">In this regard, it would be\n\n        fruitful here to take into notice the observations of their Lordships in\n\n        the case of <a href=\"/doc/1557321/\" id=\"a_40\">Mohan Lal vs Mira Abdul Gaffar &amp; Anr</a> 1996 SC 910 as\n\n        follows:-</span>\n</p>\n<blockquote id=\"blockquote_10\">                                                  &quot;5. The question then is whether he is entitled to\n                                   retain possession under <a href=\"/doc/221518/\" id=\"a_41\">Section 53-A</a>. It is an admitted\n                                   fact that suit for specific performance had been dismissed\n                                   and became final. Then the question is whether he is\n                                   entitled to retain possession under the agreement. Once he\n                                   lost his right under the agreement by dismissal of the suit,\n                                   it would be inconsistent and incompatible with his right to\n                                   remain in possession under the agreement. Even\n                                   otherwise, a transferee can avail of <a href=\"/doc/221518/\" id=\"a_42\">Section 53-A</a> only as a\n                                   shield               but             not              as             a            sword.\n</blockquote><blockquote id=\"blockquote_11\">                                   .............................................................................................\n                                   .............................................................................................\n                                   Agreement does not create title or interest in the property.\n                                   Since the agreement had met with dismissal of the suit his\n                                   willingness to perform his part of the contract does not\n                                   arise.\n</blockquote>\n<span class=\"hidden_text\" id=\"span_24\">                                                  6.</span>\n<blockquote id=\"blockquote_12\">                                   .............................................................................................\n                                   .............................................................................................\n                                   Equally, when transferee seeks to avail of <a href=\"/doc/221518/\" id=\"a_43\">Section 53-A</a> to\n                                   retain possession of the property which he had under the\n                                   contract, it would also be incumbent upon the transferee\n                                   to plead and prove his readiness and willingness to\n Patna High Court C.R. No.1569 of 2008 dt.12-07-2016\n\n<span class=\"hidden_text\" id=\"span_25\">                                            22</span>\n\n\n\n\n                                   perform his part of the contract. He who comes to equity\n                                   must do equity. The doctrine of readiness and willingness\n                                   is an emphatic way of expression to establish that the\n                                   transferee always abides by the terms of the agreement\n                                   and is willing to perform his part of the contract. Part\n                                   performance, as statutory right is conditioned upon the\n                                   transferee&#x27;s continuous willingness to perform his part of\n                                   the contract in terms convenanted thereunder.&quot;\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_23\">                                                                      (emphasis supplied)\n\n</p><p data-structure=\"Section\" id=\"p_24\">                   25. For the aforesaid reasons and discussions, this Court\n\n        comes to the conclusion that even on the basis of the admitted facts\n\n        and in view of the settled principles of law, the petitioner has failed to\n\n        make out a case requiring enquiry into his right, title and interest as\n\n        envisaged under Rules 97-101 of Order 21 C.P.C.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_25\">\n</p><p data-structure=\"Precedent\" id=\"p_26\">                   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"311833\" id=\"span_26\">As noticed earlier, in view of the law <a href=\"/doc/1557321/\" id=\"a_44\">laid down by</a> the Apex\n\n        Court in the case of <a href=\"/doc/311833/\" id=\"a_45\">Silverline</a> (supra), in a proceeding under <a href=\"/doc/161831507/\" id=\"a_46\">Order 21\n\n        Rule 97 C.P.C</a> the Court is within jurisdiction to act on admitted facts\n\n        or even on the averments made by the resistor and the process of\n\n        adjudication therein need not necessarily involve detailed inquiry or\n\n        collection of evidence. The learned court below after taking notice of\n\n        the admitted facts apparent from the pleadings and materials on record\n\n        has passed the impugned order holding the petitioner to have no\n\n        legitimate right to maintain the petition and resist the execution of the\n\n        decree. As such this Court finds that the learned court below has not\n         Patna High Court C.R. No.1569 of 2008 dt.12-07-2016\n\n<span class=\"hidden_text\" id=\"span_27\">                                                    23</span>\n\n\n\n\n                committed any illegality or error of jurisdiction in turning down the\n\n                objection/resistance of the petitioner at the threshold.</span>\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_27\">                                26. Ex consequenti, this Court holds that this revision\n\n                application has no merit which is accordingly dismissed.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_28\">                                                                (V. Nath, J)\nDevendra/Ranjan-\n</p>\n<p data-structure=\"Conclusion\" id=\"p_29\"> U\n </p>","numcites":17,"numcitedby":0,"docsource":"Patna High Court","citetid":128221692,"divtype":"judgments","relatedqs":[{"value":"order 21 rule 97","formInput":"order%2021%20rule%2097"},{"value":"civil procedure code order 21 rule 97","formInput":"civil%20procedure%20code%20order%2021%20rule%2097"},{"value":"order 21 rule 97 cpc","formInput":"order%2021%20rule%2097%20cpc"},{"value":"agreement of sale","formInput":"agreement%20of%20sale"},{"value":"execution of decree","formInput":"execution%20of%20decree"},{"value":"redemption  of mortgage ","formInput":"redemption%20%20of%20mortgage%20"},{"value":"cpc order 21","formInput":"cpc%20order%2021"},{"value":"order  21","formInput":"order%20%2021"},{"value":"suit for redemption","formInput":"suit%20for%20redemption"},{"value":"property dispute","formInput":"property%20dispute"},{"value":" agreement to sale and agreement of sale","formInput":"%20agreement%20to%20sale%20and%20agreement%20of%20sale"},{"value":"contract of sale","formInput":"contract%20of%20sale"},{"value":"mortgaged property ","formInput":"mortgaged%20property%20"},{"value":"\"order 21 rule 97\"","formInput":"%22order%2021%20rule%2097%22"},{"value":"transfer of property","formInput":"transfer%20of%20property"},{"value":"part performance","formInput":"part%20performance"},{"value":"\"condonation","formInput":"%22condonation"},{"value":"sale and agreement to sale","formInput":"sale%20and%20agreement%20to%20sale"},{"value":"order 21 rule 97 c.p.c","formInput":"order%2021%20rule%2097%20c.p.c"},{"value":"order 21 of code civil procedure","formInput":"order%2021%20of%20code%20civil%20procedure"}],"cats":[{"value":"part-performance","formInput":"tag:part-performance"},{"value":"time-exclusion-from-limitation","formInput":"tag:time-exclusion-from-limitation"},{"value":"persons-who-may-sue-for-redemption","formInput":"tag:persons-who-may-sue-for-redemption"},{"value":"sale-defined","formInput":"tag:sale-defined"},{"value":"subrogation","formInput":"tag:subrogation"}],"courtcopy":true,"query_alert":null,"agreement":false}