{"tid":2499952,"publishdate":"2025-02-26","title":"South Ganga Waters Technologies (P) Ltd vs Vedanta Limited on 26 February, 2025","doc":"<h2 class=\"doc_title\">South Ganga Waters Technologies (P) Ltd vs Vedanta Limited on 26 February, 2025</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-quddhose\">Abdul Quddhose</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-quddhose\">Abdul Quddhose</a></h3>\n\n<pre id=\"pre_1\">    2025:MHC:574\n\n\n\n                                                                                    Arb.OP.(comdiv) No.19 of 2025\n\n                                   IN THE HIGH COURT OF JUDICATURE AT MADRAS\n\n                                                      DATED: 26.02.2025\n\n                                                               CORAM\n\n                              THE HONOURABLE MR.JUSTICE ABDUL QUDDHOSE\n\n                                             Arb.O.P.(Comm.Div.) No.19 of 2025\n\n                     South Ganga Waters Technologies (P) Ltd.,\n                     Rep. By its Authorized Signatory\n                           Mr.Vijay Ramesh,\n                     Chennai.                                                                ..   Petitioner\n\n\n                                                                   -vs-\n\n\n\n                     Vedanta Limited,\n                     (formerly known as\n                     1.SESA Sterlite Limited and;\n                     2. Sterlite Industries Limited)\n                     Thoothukudi.                                                            ..   Respondent\n\n\n\n                                  Petition under <a href=\"/doc/1841764/\" id=\"a_1\">Section 11</a> of the Arbitration and Conciliation Act,\n                     1996, has been filed seeking to appoint a sole arbitrator to resolve the\n                     dispute between the parties arising out of the contract dated 25.07.2013\n                     and 01.10.2014.\n\n\n                                              For Petitioner            : Mr.Anirudh Krishnan\n                                              For Respondent            : Mr.Rahul Balaji\n\n\nhttps://www.mhc.tn.gov.in/judis                    ( Uploaded on: 03/03/2025 08:41:32 pm )\n                     1/24\n\f                                                                                    Arb.OP.(comdiv) No.19 of 2025\n\n                                                                ORDER\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">                                  This petition has been filed under <a href=\"/doc/1841764/\" id=\"a_2\">Section 11</a> of the Arbitration and\n\n                     Conciliation Act, 1996 (in short “the Act”) seeking for appointment of an\n\n                     Arbitrator by this Court.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n\n</p><p data-structure=\"Issue\" id=\"p_3\">                                  2. A dispute has been raised by the petitioner against the\n\n                     respondent, which arises out of the water supply agreement dated\n\n                     25.07.2013 and another agreement dated 01.10.2014. At the outset, the\n\n                     learned counsel for the petitioner would submit on instructions that since\n\n                     a proper arbitration invocation notice was not sent as per the provisions\n\n                     of <a href=\"/doc/138599/\" id=\"a_3\">Section 21</a> of the Act for the agreement dated 01.10.2014, the\n\n                     petitioner will be satisfied if an Arbitrator is appointed by this Court for\n\n                     the dispute arising out of the water supply agreement dated 25.07.2013\n\n                     alone. However, he seeks liberty for the petitioner to file a fresh petition\n\n                     seeking for appointment of an Arbitrator after issuing a proper invocation\n\n                     notice insofar as the second agreement dated 01.10.2014 is concerned.\n\n                     Therefore, this Court for the present will have to decide only whether the\n\n                     dispute raised by the petitioner arising out of the water supply agreement\n\n                     dated 25.07.2013 is arbitrable or not.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">\nhttps://www.mhc.tn.gov.in/judis                    ( Uploaded on: 03/03/2025 08:41:32 pm )\n<span class=\"hidden_text\" id=\"span_1\">                     2/24</span>\n\f                                                                                    Arb.OP.(comdiv) No.19 of 2025\n\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_5\">                                  3. The petitioner, as per the agreement dated 25.07.2013, has to\n\n                     supply desalinized water to the respondent. According to the petitioner,\n\n                     the respondent has committed breach of the contract. According to the\n\n                     petitioner, certain sums of money are due and payable by the respondent\n\n                     arising out of the terms and conditions of the agreement dated\n\n                     25.07.2013, which contains an arbitration clause, and the same is\n\n                     extracted hereunder:-\n</p>\n<blockquote id=\"blockquote_1\">                                      “20. DISPUTES AND ARBITRATION\n                                            20.1. Any differences or disputes arising\n                                      from the contract or from Contracts regarding its\n                                      performance shall be settled by an amicable effort\n                                      on the part of both Parties to the contract. An\n                                      attempt to arrive at a settlement shall be deemed to\n                                      have failed as soon as one of the Parties to the\n                                      contract so notifies the other Party in writing.\n</blockquote><p data-structure=\"Facts\" id=\"p_6\">                                            If an attempt at settlement has failed, the\n                                      dispute, controversy or claim shall be finally settled\n                                      by a Sole Arbitrator appointed by the Chief\n                                      Executive Officer, Sterlite Copper, Tuticorin, in\n                                      accordance with the <a href=\"/doc/1306164/\" id=\"a_4\">Arbitration &amp; Conciliation\n                                      Act, 1996</a>. The arbitration proceedings shall be\n                                      conducted in accordance with the Arbitration &amp;\n\nhttps://www.mhc.tn.gov.in/judis                    ( Uploaded on: 03/03/2025 08:41:32 pm )\n<span class=\"hidden_text\" id=\"span_2\">                     3/24</span>\n\f                                                                                     Arb.OP.(comdiv) No.19 of 2025\n\n                                      <a href=\"/doc/1306164/\" id=\"a_5\">Conciliation Act, 1996</a>. Arbitration shall be\n                                      conducted in the English language the arbitration\n                                      award shall be final and binding on both the Parties\n                                      who shall abide the same. The place of arbitration\n                                      shall be Tuticorin, Tamil Nadu, India.\n</p><p data-structure=\"Conclusion\" id=\"p_7\">                                             Each Party will bear their own expenses with\n                                      respect to arbitration except for common expenses\n                                      which shall be shared equally. The Parties will have\n                                      a right to claim the expenses which shall be\n                                      decided by the Arbitral Tribunal.\n</p><p data-structure=\"Section\" id=\"p_8\">                                             20.2. Performance under the Contract shall\n                                      be continued during the arbitration proceedings\n                                      unless otherwise directed by Purchaser in writing\n                                      or unless the matter is such that the performance\n                                      cannot be possibly continued until the decision of\n                                      arbitrators or the umpire, as the case may be, is\n                                      obtained. No payment due or payable by Purchaser\n                                      shall be withheld on arbitration proceedings unless\n                                      it is the subject matter of arbitration.\n</p>\n<p data-structure=\"Issue\" id=\"p_9\">\n\n</p><p data-structure=\"Facts\" id=\"p_10\">                                  4. The petitioner has invoked arbitration in accordance with the\n\n                     arbitration clause by issuing notice to the respondent on 10.09.2024,\n\n                     which, according to the petitioner, is as per the provisions of <a href=\"/doc/138599/\" id=\"a_6\">Section 21</a>\n\n                     of the Act. A reply dated 09.10.2024 has also been received to the said\n\nhttps://www.mhc.tn.gov.in/judis                     ( Uploaded on: 03/03/2025 08:41:32 pm )\n<span class=\"hidden_text\" id=\"span_3\">                     4/24</span>\n\f                                                                                    Arb.OP.(comdiv) No.19 of 2025\n\n                     notice and in the said reply, the respondent has disputed the claim of the\n\n                     petitioner, but, at the same time, has chosen to nominate their Arbitrator,\n\n                     who is a former Judge of this Court. Since there was no consensus\n\n                     between the parties for arbitration, the petitioner has filed this petition\n\n                     under <a href=\"/doc/1841764/\" id=\"a_7\">Section 11</a> of the Act seeking for appointment of an Arbitrator by\n\n                     this Court.\n</p>\n<p data-structure=\"Issue\" id=\"p_11\">\n\n</p><p data-structure=\"Issue\" id=\"p_12\">                                  5. A counter affidavit has been filed by the respondent raising the\n\n                     following objections:-\n</p>\n<blockquote id=\"blockquote_2\">                                  a) The claim of the petitioner is hopelessly barred by law of\n\n                     limitation, since the contract dated 25.07.2013 got expired on 31.12.2015\n\n                     itself, but, arbitration was initiated by the petitioner only in the year\n\n                     2024.\n</blockquote>\n<blockquote id=\"blockquote_3\">                                  b) The Arbitration invocation notice dated 10.09.2024 issued by\n\n                     the petitioner, prior to the filing of this petition under <a href=\"/doc/1841764/\" id=\"a_8\">Section 11</a> of the\n\n                     Act, does not pertain to the contract dated 25.07.2013, but, it pertains to\n\n                     other contracts only including the contract dated 01.10.2014.\n\n\n\n</blockquote><p data-structure=\"PetArg\" id=\"p_13\">                                  6. The learned counsel for the petitioner in support of his\n\n\nhttps://www.mhc.tn.gov.in/judis                    ( Uploaded on: 03/03/2025 08:41:32 pm )\n<span class=\"hidden_text\" id=\"span_4\">                     5/24</span>\n\f                                                                                    Arb.OP.(comdiv) No.19 of 2025\n\n                     submission that there exists an arbitration clause in the contract and this\n\n                     petition is well within the period of limitation drew the attention of this\n\n                     Court to the following authorities:-\n</p>\n<p data-structure=\"Issue\" id=\"p_14\">                                            (a)    Re:     Interplay         between         arbitration\n                                     agreements under the <a href=\"/doc/1306164/\" id=\"a_9\">Arbitration and Conciliation\n                                     Act, 1996</a>, and the <a href=\"/doc/74910796/\" id=\"a_10\">Indian Stamp Act, 1899</a> [AIR\n                                     2024 SC 1];\n</p><p data-structure=\"Precedent\" id=\"p_15\">                                            (b) SBI General Insurance Co. Ltd. Vs. Krish\n                                     Spinning [2024 (6) ALD 69]; and\n</p><p data-structure=\"Issue\" id=\"p_16\">                                            (c) Vedanta Limited Vs. State of Tamil Nadu\n                                     (SLP (Civil) Nos.10159-10168 of 2020 and Civil\n                                     Appeal Nos.276-285 of 2021, dated 29.02.2024.\n</p>\n<p data-structure=\"Issue\" id=\"p_17\">\n\n</p><p data-structure=\"PetArg\" id=\"p_18\">                                  7. Referring to the aforesaid decisions, the learned counsel for the\n\n                     petitioner would submit as follow:-\n</p>\n<blockquote id=\"blockquote_4\">                                  (a) While deciding an application under <a href=\"/doc/1841764/\" id=\"a_11\">Section 11</a> of the Act, the\n\n                     referral court need to look only, on a prima-facie basis, whether there\n\n                     exists an arbitration clause or not. An indepth analysis is not required at\n\n                     the referral stage.\n</blockquote>\n<blockquote id=\"blockquote_5\">                                  (b) The limitation for filing a petition under <a href=\"/doc/1841764/\" id=\"a_12\">Section 11</a> of the Act\n\n                     is within a period of 3 years from the date of the arbitration invocation\n\n\nhttps://www.mhc.tn.gov.in/judis                    ( Uploaded on: 03/03/2025 08:41:32 pm )\n<span class=\"hidden_text\" id=\"span_5\">                     6/24</span>\n\f                                                                                    Arb.OP.(comdiv) No.19 of 2025\n\n                     notice issued as per the provisions of <a href=\"/doc/138599/\" id=\"a_13\">Section 21</a> of the Act.\n\n\n\n\n</blockquote><p data-structure=\"RespArg\" id=\"p_19\">                                  8. On the other hand, the learned counsel for the respondent relied\n\n                     upon the contract dated 25.07.2013, which is the subject matter of the\n\n                     dispute raised by the petitioner, as well as Amendment No.1 to the Water\n\n                     Supply Agreement dated 24.07.2015, and would submit that as seen from\n\n                     those contracts, the contract itself got expired on 31.12.2015 itself and\n\n                     therefore, the claim of the petitioner against the respondent is hopelessly\n\n                     barred by law of limitation.                He would submit that the arbitration\n\n                     invocation notice dated 10.09.2024 issued by the petitioner is not a valid\n\n                     notice. He would submit that in the said notice, the claim has not been\n\n                     made by the petitioner arising out of the contract dated 25.07.2013, but,\n\n                     the claim arises out of various other contracts including the contract\n\n                     dated 01.10.2014, which is not the dispute raised by the petitioner in this\n\n                     petition.         He would submit that eventhough the respondent has\n\n                     nominated an Arbitrator through their reply dated 09.10.2024 sent by\n\n                     them to the arbitration invocation notice dated 10.09.2024 issued by the\n\n                     petitioner, in the said reply, it has been made clear by the respondent that\n\n\nhttps://www.mhc.tn.gov.in/judis                    ( Uploaded on: 03/03/2025 08:41:32 pm )\n<span class=\"hidden_text\" id=\"span_6\">                     7/24</span>\n\f                                                                                   Arb.OP.(comdiv) No.19 of 2025\n\n                     the claim of the petitioner is hopelessly barred by law of limitation and\n\n                     therefore, the nomination of an Arbitrator by the respondent in their reply\n\n                     dated 09.10.2024 has no relevancy for adjudicating this petition filed\n\n                     under <a href=\"/doc/1841764/\" id=\"a_14\">Section 11</a> of the Act.\n</p>\n<p data-structure=\"Section\" id=\"p_20\">\n\n</p><p data-structure=\"PetArg\" id=\"p_21\">                                  9. The learned counsel for the respondent would further submit\n\n                     that in the arbitration invocation notice dated 10.09.2024 issued by the\n\n                     petitioner, a dispute has not been raised insofar as the contract dated\n\n                     25.07.2013 is concerned. However, the same is disputed by the learned\n\n                     counsel for the petitioner and he would point out to the reference made in\n\n                     the arbitration invocation notice dated 10.09.2024, which refers to the\n\n                     contract dated 25.07.2013 as well. The learned counsel for the petitioner\n\n                     has disputed all the other factual issues raised by the learned counsel for\n\n                     the respondent.\n</p>\n<p data-structure=\"Section\" id=\"p_22\">\n\n                     DISCUSSION:\n</p>\n<blockquote id=\"blockquote_6\">                                  10. To decide the issue on hand, namely, whether the dispute\n\n                     raised by the petitioner is an arbitrable dispute or not, or whether the\n\n                     petition filed under <a href=\"/doc/1841764/\" id=\"a_15\">Section 11</a> of the Act seeking for appointment of an\n\n\nhttps://www.mhc.tn.gov.in/judis                   ( Uploaded on: 03/03/2025 08:41:32 pm )\n<span class=\"hidden_text\" id=\"span_7\">                     8/24</span>\n\f                                                                                   Arb.OP.(comdiv) No.19 of 2025\n\n                     Arbitrator by this Court is barred by limitation or not, it is first required\n\n                     to analyse the march of law insofar as the powers of the referral court\n\n                     under <a href=\"/doc/1841764/\" id=\"a_16\">Section 11</a> of the Act are concerned. The law with regard to\n\n                     <a href=\"/doc/1841764/\" id=\"a_17\">Section 11</a> of the Act as laid down by various decisions of the Hon&#x27;ble\n\n                     Supreme Court has evolved through various interpretations. The details\n\n                     of the same are set out hereunder:-\n</blockquote>\n<blockquote id=\"blockquote_7\">                                  (a) Pre-amendment of 2015:\n</blockquote>\n<blockquote id=\"blockquote_8\">                                  (i) The precedents laid down in pre-amendment of 2015 gave the\n\n                     referral court ample power to decide the appointment of an Arbitrator or\n\n                     Arbitrators. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"202973\" id=\"span_8\">In <a href=\"/doc/202973/\" id=\"a_18\">Konkan Rly Corporation Vs. Rani Construction Pvt Ltd</a>.</span>\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_23\">                     [2002 (2) SCC 388], a five-Judge Bench of the Supreme Court observed\n\n                     that the power exercised by the referral court under <a href=\"/doc/1841764/\" id=\"a_19\">Section 11</a> of the Act\n\n                     is an administrative power and thus the Chief Justice or his designate do\n\n                     not have the power to decide any preliminary issue at the referral stage.\n\n                     This was later overruled in SBP &amp; Co. Vs. Patel Engg. Ltd. [2005 (8)\n\n                     SCC 618], wherein a seven-Judge Bench held that the appointment of\n\n                     arbitrator under <a href=\"/doc/605764/\" id=\"a_20\">Section 11(6)</a> of the Act was not only an administrative\n\n                     power but also a judicial power as well.                        The Chief Justice or his\n\n                     designate had the power to decide all preliminary issues at the referral\n\n\nhttps://www.mhc.tn.gov.in/judis                   ( Uploaded on: 03/03/2025 08:41:32 pm )\n<span class=\"hidden_text\" id=\"span_9\">                     9/24</span>\n\f                                                                                    Arb.OP.(comdiv) No.19 of 2025\n\n                     stage under <a href=\"/doc/605764/\" id=\"a_21\">Section 11(6)</a> of the Act. The Hon&#x27;ble Supreme Court took\n\n                     such a view on the premise that <a href=\"/doc/675839/\" id=\"a_22\">Section 16</a> of the Act, which empowers\n\n                     the Arbitral Tribunal to rule on its own jurisdiction, applies only when\n\n                     the parties go before the Tribunal without having taken recourse to\n\n                     <a href=\"/doc/1146817/\" id=\"a_23\">Section 8</a> or <a href=\"/doc/1841764/\" id=\"a_24\">Section 11</a> of the Act first.\n</p>\n<p data-structure=\"Precedent\" id=\"p_24\">                                  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_10\">(ii) Then in <a href=\"/doc/1243245/\" id=\"a_25\">National Insurance Co. Ltd. v. Boghara Polyfab (P)\n\n                     Ltd.</a> [2009 (1) SCC 267], the Hon&#x27;ble Supreme Court examined the\n\n                     extent of judicial interference at the referral stage under <a href=\"/doc/605764/\" id=\"a_26\">Section 11(6)</a> of\n\n                     the Act as <a href=\"/doc/1243245/\" id=\"a_27\">laid down in</a> Patel Engg. (cited supra) and elucidated three\n\n                     categories of issues which could arise before the referral court as\n\n                     follows:</span>\n</p>\n<blockquote id=\"blockquote_9\">                                  (a) Whether the party making the application has approached the\n\n                     appropriate High Court, whether there is an arbitration agreement and\n\n                     whether the party who has applied under <a href=\"/doc/1841764/\" id=\"a_28\">Section 11</a> of the Act, is a party\n\n                     to such an agreement.\n</blockquote>\n<blockquote id=\"blockquote_10\">                                  (b) Whether the claim is a dead (long-barred) claim or a live claim.\n\n</blockquote><p data-structure=\"Issue\" id=\"p_25\">                     Whether the parties have concluded the contract/transaction by recording\n\n                     satisfaction of their mutual rights and obligation or by receiving the final\n\n                     payment without objection.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_26\">\nhttps://www.mhc.tn.gov.in/judis                    ( Uploaded on: 03/03/2025 08:41:32 pm )\n<span class=\"hidden_text\" id=\"span_11\">                     10/24</span>\n\f                                                                                    Arb.OP.(comdiv) No.19 of 2025\n\n</p><p data-structure=\"CDiscource\" id=\"p_27\">                                  (c) Whether a claim made falls within the arbitration clause (as for\n\n                     example, a matter which is reserved for final decision of a departmental\n\n                     authority and excluded from arbitration) and merits or any claim\n\n                     involved in the arbitration.\n</p>\n<p data-structure=\"Section\" id=\"p_28\">                                  (b) Post-amendment of 2015:\n</p>\n<blockquote id=\"blockquote_11\">                                  (i) The decisions of the Supreme Court in Patel Engg. (cited\n\n                     supra) and Boghara Polyfab (cited supra) conferred the referral courts\n\n                     the discretion to conduct mini-trials and indulge in the appreciation of\n\n                     evidence on the issues concerned with the subject-matter of arbitration.\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_29\">                     This allowed for greater judicial interference at the pre-arbitral stage. The\n\n                     Law Commission of India in its 246th Law Report took note of the issue\n\n                     of delay in arbitration proceedings by significant judicial intervention\n\n                     especially during the referral stage under <a href=\"/doc/605764/\" id=\"a_29\">Section 11(6)</a> of the Act and\n\n                     considered changes by way of amendment in 2015. <a href=\"/doc/1306164/\" id=\"a_30\">The Arbitration and\n\n                     Conciliation (Amendment) Act, 2015</a>, minimalized the judicial\n\n                     interference at the referral stage by incorporating <a href=\"/doc/1841764/\" id=\"a_31\">Section 11</a>(6-A), where\n\n                     the competent court at the referral stage was to confine to the\n\n                     examination of the existence of an arbitration agreement.                        However,\n\n                     interestingly, <a href=\"/doc/1841764/\" id=\"a_32\">Section 11</a>(6-A) was omitted vide a 2019 amendment, but,\n\n\nhttps://www.mhc.tn.gov.in/judis                    ( Uploaded on: 03/03/2025 08:41:32 pm )\n<span class=\"hidden_text\" id=\"span_12\">                     11/24</span>\n\f                                                                                   Arb.OP.(comdiv) No.19 of 2025\n\n                     the omission is still not yet notified.\n</p>\n<p data-structure=\"Precedent\" id=\"p_30\">                                  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_13\">(ii) The Supreme Court in <a href=\"/doc/121987320/\" id=\"a_33\">Vidya Drolia v. Durga Trading\n\n                     Corporation</a> [2021 (2) SCC 1] presumed that the omission of <a href=\"/doc/1841764/\" id=\"a_34\">Section\n\n                     11</a>(6-A) vide a 2019 Amendment was made effective and held that the\n\n                     principle <a href=\"/doc/121987320/\" id=\"a_35\">laid down in</a> Patel Engg.(cited supra) would become\n\n                     applicable post-omission. It also held that the exercise of power for\n\n                     interference by the referral court is only allowed in exceptional cases\n\n                     where ex-facie meritless claims are sought to be referred to arbitration\n\n                     claim.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_31\">                                  (iii) In BSNL Vs. Nortel Networks India (P) Ltd. [2021 (5) SCC\n\n                     738], the Hon&#x27;ble Supreme Court held that at the referral stage, the court\n\n                     can interfere only when it is “manifest” that the claims are ex facie time-\n\n                     barred and dead, or there is no subsisting dispute and knockdown ex-\n\n                     facie meritless, frivolous, and dishonest litigation, which would ensure\n\n                     expeditious and efficient disposal at the referral stage.\n\n</p><p data-structure=\"Precedent\" id=\"p_32\">                                  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"197054318\" id=\"span_14\">(iv) An eye of the needle test was crystallised in <a href=\"/doc/197054318/\" id=\"a_36\">NTPC Ltd. v.\n\n                     SPML Infra Ltd.</a> [2023 (9) SCC 385], where the Court at the referral\n\n                     stage should examine the existence and validity of an arbitration\n\n                     agreement and the non-availability of a dispute thoroughly. However,\n\n                     the finding in Vidya Drolia(cited supra) with respect to the power of the\nhttps://www.mhc.tn.gov.in/judis                   ( Uploaded on: 03/03/2025 08:41:32 pm )\n<span class=\"hidden_text\" id=\"span_15\">                     12/24</span>\n\f                                                                                   Arb.OP.(comdiv) No.19 of 2025\n\n                     Referral Court post-amendment and post-omission of <a href=\"/doc/1841764/\" id=\"a_37\">Section 11</a>(6-A)\n\n                     was found erroneous by a seven-Judge Constitutional Bench in Interplay\n\n                     (cited supra), wherein it was held that the omission of <a href=\"/doc/1841764/\" id=\"a_38\">Section 11</a>(6-A)\n\n                     has not yet been notified by the Central Government and therefore it was\n\n                     incumbent upon the Court to give true effect to the legislative intent and\n\n                     since <a href=\"/doc/1841764/\" id=\"a_39\">Section 11</a>(6-A) continues to remain in force, the referral court is\n\n                     not the appropriate forum to conduct a mini-trial by allowing the parties\n\n                     to adduce evidence with regard to the existence or validity of an\n\n                     arbitration agreement and the courts at the referral stage should only\n\n                     confine to the determination of the arbitration agreement notwithstanding\n\n                     that even if a prima facie view as to the existence of an arbitration\n\n                     agreement is taken away by the referral court, it does not take away the\n\n                     competence of the Arbitral Tribunal under <a href=\"/doc/675839/\" id=\"a_40\">Section 16</a> of the Act to\n\n                     examine the issue in depth.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_33\">                                  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"139432789\" id=\"span_16\">(v) Similarly, a five-Judge Constitutional Bench in <a href=\"/doc/139432789/\" id=\"a_41\">Cox &amp; Kings\n\n                     Ltd. v. SAP India (P) Ltd.</a> [2022 (8) SCC 1] also while dealing with the\n\n                     scope of inquiry under <a href=\"/doc/1841764/\" id=\"a_42\">Section 11</a> of the Act when it comes to\n\n                     impleading the non-signatories in the arbitration proceedings and\n\n                     whether the non-signatory party is a veritable party to the arbitration\n\n                     agreement, laid down that the referral court should not delve into the\nhttps://www.mhc.tn.gov.in/judis                   ( Uploaded on: 03/03/2025 08:41:32 pm )\n<span class=\"hidden_text\" id=\"span_17\">                     13/24</span>\n\f                                                                                     Arb.OP.(comdiv) No.19 of 2025\n\n                     complexities of the facts involved and should leave it for the Arbitral\n\n                     Tribunal to decide since the issue of determining parties to an arbitration\n\n                     agreement goes to the very root of the jurisdictional competence of the\n\n                     Arbitral Tribunal under <a href=\"/doc/675839/\" id=\"a_43\">Section 16</a> and it should be rightly done on the\n\n                     basis of the factual, legal and circumstantial aspects upholding the\n\n                     principles of natural justice.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_34\">\n\n</p><p data-structure=\"Precedent\" id=\"p_35\">                                  11. Thus, after numerous trials, errors and rigorous detailed\n\n                     interpretations by way of judgment and precedents, the law with respect\n\n                     to the arbitral autonomy under <a href=\"/doc/675839/\" id=\"a_44\">Section 16</a> of the Act and the judicial\n\n                     authority at the referral stage under <a href=\"/doc/1841764/\" id=\"a_45\">Section 11</a> has been perspicaciously\n\n                     distinguished         by   a       seven-Judge            constitutional     judgment     in\n\n                     Interplay(cited supra) and on the same footing, the Supreme Court in a\n\n                     recent ruling in SBI General Insurance Co. Ltd. (cited supra) elucidated\n\n                     the domain of the referral court under <a href=\"/doc/1841764/\" id=\"a_46\">Section 11</a> of the Act and that an\n\n                     application under <a href=\"/doc/1841764/\" id=\"a_47\">Section 11</a>(6-A) is preferred when either of the parties\n\n                     fail to appoint an arbitrator and the court is empowered to prime facie\n\n                     “examine” the existence of an arbitration agreement in terms of <a href=\"/doc/1846895/\" id=\"a_48\">Section 7</a>\n\n                     of the Act. The word “examine” has a very narrow scope in terms of\n\n\nhttps://www.mhc.tn.gov.in/judis                     ( Uploaded on: 03/03/2025 08:41:32 pm )\n<span class=\"hidden_text\" id=\"span_18\">                     14/24</span>\n\f                                                                                    Arb.OP.(comdiv) No.19 of 2025\n\n                     <a href=\"/doc/1841764/\" id=\"a_49\">Section 11</a>(6-A) and is limited to the requirement of a formal validity. It\n\n                     opined that the use of the term ‘examination’ under <a href=\"/doc/1841764/\" id=\"a_50\">Section 11</a>(6-A) as\n\n                     distinguished from the use of the term ‘rule’ under <a href=\"/doc/675839/\" id=\"a_51\">Section 16</a> implies\n\n                     that the scope of enquiry under <a href=\"/doc/1841764/\" id=\"a_52\">Section 11</a>(6-A) is limited to a prima\n\n                     facie scrutiny of the existence of the arbitration agreement, and does not\n\n                     include a contested or laborious enquiry, which is left for the Arbitral\n\n                     Tribunal to rule under <a href=\"/doc/675839/\" id=\"a_53\">Section 16</a>. The prima facie view on existence of\n\n                     the arbitration agreement taken by the referral court does not bind either\n\n                     the Arbitral Tribunal or the court enforcing the arbitral award.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_36\">                                  12. In the light of the pertinent observations made in SBI General\n\n                     Insurance Co. Ltd. (cited supra) and Interplay (cited supra) after\n\n                     detailed explications and elucidations, it is affirmed that the scope of\n\n                     judicial interference under <a href=\"/doc/1841764/\" id=\"a_54\">Section 11</a>(6-<a href=\"/doc/54424454/\" id=\"a_55\">A) of the Act</a> is only confined to\n\n                     the limited scrutiny of “prima facie existence of the arbitration agreement\n\n                     nothing more and nothing else” and the competence of the Arbitral\n\n                     Tribunal under <a href=\"/doc/675839/\" id=\"a_56\">Section 16</a> of the Act confers complete arbitral autonomy\n\n                     to rule, determine and act on the issues pertaining to impleadment or\n\n                     deletion of a party, signatory or non-signatory, arbitrality or non-\n\n\nhttps://www.mhc.tn.gov.in/judis                    ( Uploaded on: 03/03/2025 08:41:32 pm )\n<span class=\"hidden_text\" id=\"span_19\">                     15/24</span>\n\f                                                                                    Arb.OP.(comdiv) No.19 of 2025\n\n                     arbitrality, necessary or not necessary party, joinder or non-joinder to the\n\n                     arbitration in depth even if the ruling is contrary to that of the referral\n\n                     court under <a href=\"/doc/605764/\" id=\"a_57\">Section 11(6)</a> of the Act.\n</p>\n<p data-structure=\"Precedent\" id=\"p_37\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_38\">                                  13. Therefore, while deciding a petition filed under <a href=\"/doc/1841764/\" id=\"a_58\">Section 11</a> of\n\n                     the Act, the law is now well settled as seen from the decisions referred to\n\n                     supra that the referral court will have to look only into the prima-facie\n\n                     existence of the arbitration clause and once the court is satisfied that\n\n                     there exists an arbitration clause, necessarily, the court will have to refer\n\n                     the dispute to arbitration. In the case on hand, admittedly, there exists an\n\n                     arbitration clause, extracted above, in the contract dated 25.07.2013, out\n\n                     of which, the petitioner has raised a dispute against the respondent.\n\n\n\n</p><p data-structure=\"Section\" id=\"p_39\">                                  14. The petitioner has also invoked arbitration in accordance with\n\n                     the arbitration clause by issuing the notice to the respondent on\n\n                     10.09.2024. Though the learned counsel for the respondent contends that\n\n                     the said arbitration invocation notice is not a valid notice complying with\n\n                     the requirement of <a href=\"/doc/138599/\" id=\"a_59\">Section 21</a> of the Act, this Court, while deciding a\n\n                     petition under <a href=\"/doc/1841764/\" id=\"a_60\">Section 11</a> of the Act, need not make a roving enquiry as\n\n\nhttps://www.mhc.tn.gov.in/judis                    ( Uploaded on: 03/03/2025 08:41:32 pm )\n<span class=\"hidden_text\" id=\"span_20\">                     16/24</span>\n\f                                                                                   Arb.OP.(comdiv) No.19 of 2025\n\n                     to whether the said notice is a valid notice or not. <a href=\"/doc/138599/\" id=\"a_61\">Section 21</a> of the Act\n\n                     reads as follows:-\n</p>\n<blockquote id=\"blockquote_12\">                                              <a href=\"/doc/138599/\" id=\"a_62\">Section 21</a>: Commencement of arbitral\n                                       proceedings\n                                              Unless otherwise agreed by the parties, the\n                                       arbitral proceedings in respect of a particular\n                                       dispute commences on the date on which a request\n                                       for that dispute to be referred to arbitration is\n                                       received by the respondent.\n</blockquote>\n<blockquote id=\"blockquote_13\">                                  15. As seen from the aforesaid provision, the procedure as to how\n\n                     a notice has to be issued for complying with <a href=\"/doc/138599/\" id=\"a_63\">Section 21</a> of the Act has\n\n                     not been stipulated. But, the only requirement for any party to initiate\n\n                     arbitration is to send a request to the other party for referring the dispute\n\n                     to arbitration. Since the petitioner has made a request to the respondent\n\n                     through their notice dated 10.09.2024 in compliance with <a href=\"/doc/138599/\" id=\"a_64\">Section 21</a> of\n\n                     the Act and there is a reference to the contract dated 25.07.2013 in the\n\n                     said notice, which is the subject matter of the dispute, this Court is of the\n\n                     considered view that for the purpose of filing a petition under <a href=\"/doc/1841764/\" id=\"a_65\">Section 11</a>\n\n                     of the Act, the petitioner has satisfied the statutory requirement of\n\n                     <a href=\"/doc/138599/\" id=\"a_66\">Section 21</a> of the Act.           It is also to be noted from the reply dated\n\n                     09.10.2024 sent by the respondent to the petitioner&#x27;s arbitration\n\nhttps://www.mhc.tn.gov.in/judis                   ( Uploaded on: 03/03/2025 08:41:32 pm )\n<span class=\"hidden_text\" id=\"span_21\">                     17/24</span>\n\f                                                                                   Arb.OP.(comdiv) No.19 of 2025\n\n                     invocation notice dated 10.09.2024 that the respondent has nominated its\n\n                     Arbitrator, who is a former Judge of this Court, though the respondent\n\n                     has disputed the claim of the petitioner as being barred by law of\n\n                     limitation.\n</blockquote>\n<blockquote id=\"blockquote_14\">\n\n</blockquote><blockquote id=\"blockquote_15\">                                  16. This Court is surprised by the stand taken by the respondent\n\n                     before this Court that there is no arbitral dispute insofar as the contract\n\n                     dated 25.07.2013 is concerned, when they themselves have nominated\n\n                     their Arbitrator of their choice through their reply dated 09.10.2024. If\n\n                     the claim of the petitioner is hopelessly barred by law of limitation, there\n\n                     was no necessity for the respondent to nominate an Arbitrator of their\n\n                     choice.\n</blockquote>\n<blockquote id=\"blockquote_16\">\n\n</blockquote><blockquote id=\"blockquote_17\">                                  17. In SBI General Insurance&#x27;s case (cited supra), relied upon by\n\n                     the learned counsel for the petitioner, it has been made clear that the\n\n                     limitation period for filing a petition under <a href=\"/doc/1841764/\" id=\"a_67\">Section 11</a> of the Act can\n\n                     commence only when a valid notice invoking arbitration has been sent by\n\n                     the petitioner to the respondents. Therefore, as per the provisions of the\n\n                     Act, a party can seek for appointment of an Arbitrator by this Court\n\n\nhttps://www.mhc.tn.gov.in/judis                   ( Uploaded on: 03/03/2025 08:41:32 pm )\n<span class=\"hidden_text\" id=\"span_22\">                     18/24</span>\n\f                                                                                  Arb.OP.(comdiv) No.19 of 2025\n\n                     under <a href=\"/doc/1841764/\" id=\"a_68\">Section 11</a> of the Act only after he/she invokes arbitration by\n\n                     making a request to the other party in accordance with <a href=\"/doc/138599/\" id=\"a_69\">Section 21</a> of the\n\n                     Act. In the instant case, the petitioner invoked arbitration in accordance\n\n                     with the arbitration clause by issuing the arbitral referral notice to the\n\n                     respondent on 10.09.2024.             Therefore, the 3 years&#x27; limitation period\n\n                     commences only from 10.09.2024 for the purpose of filing this petition\n\n                     under <a href=\"/doc/1841764/\" id=\"a_70\">Section 11</a> of the Act. Admittedly, this petition has been filed\n\n                     within the 3 years&#x27; period from 10.09.2024, being the date of the\n\n                     arbitration invocation notice issued by the petitioner. Therefore, this\n\n                     Court is of the considered view that this petition is filed within the period\n\n                     of limitation, and is in accordance with the decision relied upon by the\n\n                     learned counsel for the petitioner in SBI General Insurance&#x27;s case\n\n                     (cited supra).\n</blockquote>\n<blockquote id=\"blockquote_18\">\n\n</blockquote><blockquote id=\"blockquote_19\">                                  18. Insofar as the contention of the learned counsel for the\n\n                     respondent that the claim of the petitioner is hopelessly barred by law of\n\n                     limitation is concerned, the learned counsel for the petitioner drew the\n\n                     attention of this Court to the following documents:-\n\n</blockquote><blockquote id=\"blockquote_20\">                                  (a) A letter dated 16.04.2018 issued by the respondent to the\n\n\nhttps://www.mhc.tn.gov.in/judis                  ( Uploaded on: 03/03/2025 08:41:32 pm )\n<span class=\"hidden_text\" id=\"span_23\">                     19/24</span>\n\f                                                                                  Arb.OP.(comdiv) No.19 of 2025\n\n                     petitioner invoking force majeure clause and intimating the petitioner\n\n                     that they are not in a position to accept supplies from the petitioner under\n\n                     the contract dated 25.07.2013 and the second Amendment dated\n\n                     01.10.2017.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_40\">                                  (b) The notice of termination issued by the petitioner to the\n\n                     respondent dated 31.05.2024 terminating the contracts with the\n\n                     respondent, which includes the contract dated 25.07.2013.\n\n</p><p data-structure=\"CDiscource\" id=\"p_41\">                                  19. As seen from the aforesaid documents, the petitioner has\n\n                     terminated the contract only on 31.05.2024. But, the same is disputed by\n\n                     the learned counsel for the respondent, who would submit that the\n\n                     question of termination of the contract does not arise when the contract\n\n                     itself is a stale contract, and therefore, the termination of contract by the\n\n                     petitioner on 31.05.2024 will not save limitation. Whenever a party is\n\n                     approaching the Court for appointment of an Arbitrator under <a href=\"/doc/1841764/\" id=\"a_71\">Section 11</a>\n\n                     of the Act and there arises a doubt in the mind of the Court as to whether\n\n                     the claim is barred by limitation or not, the benefit of doubt should be\n\n                     given to the petitioner and not the respondent as the limitation issue is a\n\n                     mixed question of fact and law.                 The object of the <a href=\"/doc/1306164/\" id=\"a_72\">Arbitration and\n\n                     Conciliation Act</a> is for expeditious resolution of commercial disputes\n\n\nhttps://www.mhc.tn.gov.in/judis                  ( Uploaded on: 03/03/2025 08:41:32 pm )\n<span class=\"hidden_text\" id=\"span_24\">                     20/24</span>\n\f                                                                                   Arb.OP.(comdiv) No.19 of 2025\n\n                     within a time bound period.                Admittedly, in the instant case, even\n\n                     according to the respondent, they were unable to perform their part of the\n\n                     contract on account of force majeure circumstances.                         It is also an\n\n                     admitted fact that the respondent themselves has nominated their\n\n                     Arbitrator through their reply dated 09.10.2024, though they may claim\n\n                     that the claim of the petitioner is hopelessly barred by law of limitation.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_42\">                                  20. As observed supra, this Court will have to only look into the\n\n                     prima-facie existence of a valid arbitration clause in the agreement\n\n                     entered into between the parties. Once this Court is prima-facie satisfied\n\n                     that there exists an arbitration clause in the contract, which is the subject\n\n                     matter of the dispute raised by the petitioner, and the petitioner having\n\n                     complied with the statutory requirement of issuing notice as per the\n\n                     provisions of <a href=\"/doc/138599/\" id=\"a_73\">Section 21</a> of the Act, this Court will have to necessarily\n\n                     appoint an Arbitrator when there is no consensus between the parties\n\n                     with regard to the name of the Arbitrator.                        The petitioner has also\n\n                     satisfied the requirements of <a href=\"/doc/138599/\" id=\"a_74\">Section 21</a> of the Act, which stipulates that\n\n                     a mere request has to be made to the respondent for arbitration and\n\n                     nothing more is mandated. Therefore, the contention of the learned\n\n\nhttps://www.mhc.tn.gov.in/judis                   ( Uploaded on: 03/03/2025 08:41:32 pm )\n<span class=\"hidden_text\" id=\"span_25\">                     21/24</span>\n\f                                                                                    Arb.OP.(comdiv) No.19 of 2025\n\n                     counsel for the respondent that a valid notice as per <a href=\"/doc/138599/\" id=\"a_75\">Section 21</a> of the Act\n\n                     was not sent by the petitioner has to be rejected by this Court. However,\n\n                     liberty has to be granted to the respondent to raise all objections either by\n\n                     filing an application under <a href=\"/doc/675839/\" id=\"a_76\">Section 16</a> of the Act before the Arbitrator or\n\n                     through their counter filed in the main arbitral claim made by the\n\n                     petitioner.        Kompetenz-kompetenz principle also allows the arbitral\n\n                     tribunal the power to rule on its own jurisdiction, which is also\n\n                     recognised through <a href=\"/doc/675839/\" id=\"a_77\">Section 16</a> of the Act.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_43\">                                  21. For the foregoing reasons, this petition is allowed by issuing\n\n                     the following directions:-\n</p>\n<blockquote id=\"blockquote_21\">                                  (a) This Court hereby appoints the Hon&#x27;ble Mr.Justice Sanjib\n\n                     Banerjee, former Chief Justice of Madras High Court &amp; Meghalaya High\n\n                     Court, residing at Greater Kailash I, C96, New Delhi-110 048 (Mobile\n\n                     No.9836268256) as the sole arbitrator to adjudicate the dispute between\n\n                     the petitioner and the respondent arising out of the Water Supply\n\n                     Agreement dated 25.07.2013.\n</blockquote>\n<blockquote id=\"blockquote_22\">                                  (b) The Sole Arbitrator appointed by this Court shall be paid\n\n                     remuneration/fees as per <a href=\"/doc/1306164/\" id=\"a_78\">Schedule IV of the Arbitration and Conciliation\n\n                     Act, 1996</a>.\n</blockquote>\n<blockquote id=\"blockquote_23\">\n</blockquote><p data-structure=\"Conclusion\" id=\"p_44\">https://www.mhc.tn.gov.in/judis                    ( Uploaded on: 03/03/2025 08:41:32 pm )\n<span class=\"hidden_text\" id=\"span_26\">                     22/24</span>\n\f                                                                                    Arb.OP.(comdiv) No.19 of 2025\n\n</p><p data-structure=\"Conclusion\" id=\"p_45\">                                  (c) The Arbitrator shall adhere to the provisions of <a href=\"/doc/1306164/\" id=\"a_79\">Arbitration and\n\n                     Conciliation Act, 1996</a>.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_46\">                                  (d) The Arbitrator shall also pass the arbitral award within the\n\n                     stipulated period as prescribed under the <a href=\"/doc/1306164/\" id=\"a_80\">Arbitration and Conciliation\n\n                     Act, 1996</a>.\n</p>\n<p data-structure=\"Precedent\" id=\"p_47\">                                                                                                     26.02.2025\n\n                     rkm\n\n\n\n\n                                                                                     ABDUL QUDDHOSE, J.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_48\">                                                                                                            rkm\n\n\n\n\n                                                                     Arb.O.P.(Comm.Div.) No.19 of 2025\n\n\n\n\nhttps://www.mhc.tn.gov.in/judis                    ( Uploaded on: 03/03/2025 08:41:32 pm )\n<span class=\"hidden_text\" id=\"span_27\">                     23/24</span>\n\f                                                                   Arb.OP.(comdiv) No.19 of 2025\n\n\n\n\n                                                                                    26.02.2025\n\n\n\n\nhttps://www.mhc.tn.gov.in/judis   ( Uploaded on: 03/03/2025 08:41:32 pm )\n<span class=\"hidden_text\" id=\"span_28\">                     24/24</span>\n\f</p>","numcites":14,"numcitedby":0,"docsource":"Madras High Court","citetid":2499952,"divtype":"judgments","courtcopy":true,"query_alert":null,"agreement":false}