{"tid":63197036,"publishdate":"2021-09-23","title":"Dr Manohar Lal And 36 Others vs State Of U.P. And 3 Others on 23 September, 2021","doc":"<h2 class=\"doc_title\">Dr Manohar Lal And 36 Others vs State Of U.P. And 3 Others on 23 September, 2021</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIRONLINE 2021 ALL 3068</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-k-rai\">Salil Kumar Rai</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-k-rai\">Salil Kumar Rai</a></h3>\n\n<pre id=\"pre_1\">\n\n\n\n\nHIGH COURT OF JUDICATURE AT ALLAHABAD\n \n \n\nA.F.R.\n \nRESERVED ON 25.3.2021\n \nDELIVERED ON 23.9.2021\n \nCourt No.- 9\n \n\n \nCase :- WRIT - A No. - 14185 of 2020\n \n\n \nPetitioner :- Dr Manohar Lal And 36 Others\n \nRespondent :- State Of U.P. And 3 Others\n \nCounsel for Petitioner :- Mritunjay Mohan Sahai\n \nCounsel for Respondent :- C.S.C.,Shashi Prakash Rai\n \n\n \nAND\n \n\n \nCase :- WRIT - A No. - 1429 of 2021\n \n\n \nPetitioner :- Sumit Ghosh\n \nRespondent :- State Of U.P. And 3 Others\n \nCounsel for Petitioner :- Komal Mehrotra\n \nCounsel for Respondent :- C.S.C.,Shashi Prakash Rai\n \n\n \nAND\n \n\n \nCase :- WRIT - A No. - 14504 of 2020\n \n\n \nPetitioner :- Dr. Anand Kumar Yadav\n \nRespondent :- State Of U.P. And 3 Others\n \nCounsel for Petitioner :- Mritunjay Mohan Sahai\n \nCounsel for Respondent :- C.S.C.,Shashi Prakash Rai\n \n\n \n\n \nHon&#x27;ble Salil Kumar Rai, J.\n \n</pre><p data-structure=\"PetArg\" id=\"p_1\">1.\tHeard Shri M.M. Sahai and Shri Komal Mehrotra, learned counsel for the petitioners as well as Shri Ajeet Kumar Singh, Senior Counsel, assisted by Shri Shashi Prakash Rai, Advocate, representing Mahatma Gandhi Kashi Vidyapeeth, Varanasi (hereinafter referred to as, &#x27;University&#x27;) and its Vice Chancellor and Registrar, i.e., respondent Nos. 2 to 4.\n</p> \n<p data-structure=\"Facts\" id=\"p_2\">2.\tIn order to systemize the running of Self Financing Courses in different Universities and the degree colleges governed by the <a href=\"/doc/71318273/\" id=\"a_1\">Uttar Pradesh State Universities Act, 1973</a> (hereinafter referred to as, &#x27;Act, 1973&#x27;), the Government of Uttar Pradesh issued Government Orders dated 28.6.1999 and 4.2.2000, which provided that the teaching as well as non-teaching staff in the Self Financing Courses shall be appointed on contract basis according to the prescribed norms and their services shall come to an end on the discontinuation of the Self Financing Course. \n</p> \n<p data-structure=\"Precedent\" id=\"p_3\">3.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"51960885\" id=\"span_1\">In 2013 a Division Bench of this Court through its order dated 1.3.2013, passed in <a href=\"/doc/51960885/\" id=\"a_2\">Dr. Suresh Kumar Pandey Vs. State of U.P. &amp; Others</a>, (2013) 3 A.D.J. 505 laid-down certain norms for the Self Financing Courses run by the Universities and the Degree Colleges. The Division Bench directed that the services of teachers appointed under the Self Financing Scheme shall continue till the continuance of the course or till the satisfactory discharge of duty by the teacher. The relevant portion from paragraph No. 53 of the aforesaid judgment is reproduced below :-</span>\n</p> \n<blockquote id=\"blockquote_1\">&quot;53(iii) All those courses which are open under self-financing scheme, the universities as well as colleges shall at least pay minimum pay scale admissible to teachers in accordance with Rules. The service of teachers appointed under the self-financing scheme, should be permitted to continue till continuance of course or satisfactory discharge of duty.\n</blockquote> \n<blockquote id=\"blockquote_2\">(iv) Since 2000 and onward, the Government has stopped the grant-in-aid and sanction of new course, even then Government shall ensure that Committee of Managements do not exploit the teachers and pay reasonable salary in contractual and ad hoc appointments in the recognized and affiliated colleges.&quot; \n</blockquote> \n<p data-structure=\"Issue\" id=\"p_4\">(Emphasis added)\n \n</p><p data-structure=\"Facts\" id=\"p_5\">4.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"51960885\" id=\"span_2\">In pursuance to the order of the Division Bench in <a href=\"/doc/51960885/\" id=\"a_3\">Suresh Kumar Pandey</a> (Supra), a Government Order dated 15.7.2015 was issued prescribing the norms for Self Financing Courses run by the Universities. The Government Order specifically referred to the order of the Division Bench of this Court and provided that the teachers appointed in the Universities in the Self Financing Courses shall be appointed on a contract basis for five years and on the expiry of the aforesaid period, the concerned teacher would be entitled to be considered for re-appointment before any fresh process of selection is started and the contract shall be renewed for another five years if the work and conduct of the teachers was found satisfactory. The Universities were also asked to appropriately amend their Statutes to enforce the norms provided in the Government Order dated 15.7.2015. The relevant portions of the Government Order dated 15.7.2015 are reproduced below :-</span>\n</p> \n<blockquote id=\"blockquote_3\">&quot;mPp f&#x27;k{kk vuqHkkx&amp;4\t  y[kuÅ% fnukad 15 tqykbZ] 2015 \n \n\n \nfo&quot;k;%&amp; fo&#x27;ofo/kky;ksa esa LofoRriksf&quot;kr ikB~;dzeksZa ds vUrxZr fofHkUu &#x27;kSf{kd@f&#x27;k{k.ksRrj inksa ds lEcU/k esa ekudA\n \n\n \negksn;]\n \n LofoRriksf&quot;kr ikB~;dze ds lafonk f&#x27;k{kdksa }kjk osru Hkqxrku o vU; lqfo/kk;sa iznku fd; tksu ds lEcU/k esa ;ksftr fjV ;kfpdk la[;k&amp;729 ¼,l0ch0½@2012 Mk0 lqjs&#x27;k dqekj  ik.Ms; cuke mRrj izns&#x27;k jkT; ,oa vU; esa ek0 mPp U;k;ky;]  y[kuÅ csap]  y[kuÅ }kjk fnukad 01-03-2013 dks ikfjr fd;s x;s vkns&#x27;k dk fdz;kRed va&#x27;k fuEuor~             gS %&amp;\n \n\n \n</blockquote><blockquote id=\"blockquote_4\">53. We have noticed that not only in the respondent&#x27;s college, but in other colleges of the State of U.P., the students are admitted without following the norms prescribed by the Statute as well as UGC. Accordingly, we are of the view that the Government should look into it and appropriate orders/circulars should be issued immediately commanding different universities and colleges aided as well as not-aided, containing following directions :-\n</blockquote> \n\n \n<blockquote id=\"blockquote_5\">(i) ...\n</blockquote> \n\n \n<blockquote id=\"blockquote_6\">(ii)...\n</blockquote> \n\n \n<blockquote id=\"blockquote_7\">(iii) All those courses which are open under self-financing scheme, the universities as well as colleges shall at least pay minimum pay scale admissible to teachers in accordance with Rules. The services of teachers appointed under the self-financing scheme, should be permitted to continue till continuance of course or satisfactory discharge of duty.\n</blockquote> \n\n \n<blockquote id=\"blockquote_8\">(iv) Since 2000 and onward, the Government has stopped the grant-in-aid and sanction of new course, even then Government shall ensure that Committee of Managements do not exploit the teachers and pay reasonable salary in contractual and ad hoc appointments in the recognized and affiliated colleges.\n</blockquote> \n\n \n<p data-structure=\"Issue\" id=\"p_6\">¼2½ ---\n</p> \n\n \n<p data-structure=\"Section\" id=\"p_7\">3&amp; vr% ek0 mPp U;k;ky; ds mDr vkns&#x27;kksa ds vuqikyu esa &#x27;kklukns&#x27;k la[;k&amp;214@70&amp;4@2000&amp;7 ¼7½@94] fnukad 04 Qjojh] 2000 esa vkaf&#x27;kd la&#x27;kks/ku djrs gq, &#x27;kklu }kjk lE;d fopkjksijkUr jkT; fo&#x27;ofo/kky;ksa esa lapkfyr LofoRriksf&quot;kr ikB~;deksZa esa dk;Zjr f&#x27;k{kdksa ds leL;kvksa ds fujkdj.k gsrq iqu% fuEuor~ ekxZn&#x27;kZu@fn&#x27;kk&amp;funsZ&#x27;k fuxZr fd;s tkrs gS%&amp;\n \n\n \n¼1½ ---\n</p> \n\n \n<p data-structure=\"Issue\" id=\"p_8\">¼2½ ---\n</p> \n\n \n<p data-structure=\"Issue\" id=\"p_9\">¼3½ jkT; fo&#x27;ofo/kky; esa lapkfyr LofoRriksf&quot;kr ikB~;dzeksZ eaas lafonk ij fu;qDr f&#x27;k{kdksa dh lafonk vof/k 5 o&quot;kZ gksxhA izFke ikap o&quot;kZ dh lafonk lekIr gksus ij fo&#x27;ofo/kky; fQj ls p;u dh dk;Zokgh izkjEHk djus ls iwoZ dk;Zjr f&#x27;k{kdksa] ftudk dk;Z ,oa vkpj.k larks&quot;ktud gks vkSj muds fo:) dksbZ vuq&#x27;kkfld dk;Zokgh izpfyr u gks] ds uke ij fuf&#x27;pr :i ls fopkj fd;k tk;sxk vkSj izR;sd ikap o&quot;kZ ds i&#x27;pkr~ mudh lafonk dks vxys ikap o&quot;kZ ds fy, uohuhdj.k fd;k tk;sxkA lafonk ij fu;qDr fdlh f&#x27;k{kd@f&#x27;k{k.ksRrj deZpkjh dk dk;Z ,oa vkpj.k larks&quot;kizn u gksus ij mugsa fdlh Hkh le; gVk;k tk ldsxkA dksbZ Hkh izfrdwy fLFkfr mRiUu gksus ij lEcfU/kr fo&#x27;ofo/kky; ds dqyifr dk fofu&#x27;p; vfUre gksxkA\n \n\n \n</p><p data-structure=\"Issue\" id=\"p_10\">---\n</p> \n<p data-structure=\"Issue\" id=\"p_11\">---\n</p> \n<p data-structure=\"Issue\" id=\"p_12\">---\n</p> \n\n \n<p data-structure=\"Issue\" id=\"p_13\">¼7½\tjkT; fo&#x27;ofo/kky; esa lapkfyr fdlh LofoRriksf&quot;kr ikB~;dze esa Nk=ksa dh la[;k &#x27;kwU; gks tkrh gS rks fo&#x27;ofo/kky; dh dk;Zifj&quot;kn~ ,oa dqyifr rFkk dqykf/kifr ds vuqeksnuksijkUr gh ,sls ikB~;dze dks cUn fd;k tk ldrk gSA\n \n\n \n4- ---\n</p> \n\n \n<p data-structure=\"Issue\" id=\"p_14\">5&amp; mijksDr mfYyf[kr O;oLFkkvksa dks ykxw djus ds lEcU/k esa jkT; fo&#x27;ofo/kky; dh ifjfu;ekoyh esa rnuqlkj izkfo/kku djus dk d&quot;V djsaA\n \n\n \n</p><p data-structure=\"Issue\" id=\"p_15\">---\n</p> \n<p data-structure=\"Issue\" id=\"p_16\">---\n</p> \n<p data-structure=\"Issue\" id=\"p_17\">---&quot; \n</p> \n<blockquote id=\"blockquote_9\">(Emphasis added)\n \n\n \n</blockquote><p data-structure=\"Facts\" id=\"p_18\">5.\tThe petitioners were appointed between 2008 to 2015 as teachers in different Self Financing Courses run by the University. It appears that the initial appointments were made for a period of one year or till the end of the academic session, whichever was earlier. The appointments were extended every year till 2015. The appointment letters issued to the petitioners in 2015, provided that the appointments were for a period of five years or till 30.6.2020, whichever was earlier and the petitioners were asked to sign the prescribed contract of service. The appointment letters also provided that the issue regarding the tenure of the appointees had been referred to the Government and the term in the contract fixing the tenure of the appointees to five years was subject to the decision of the Government.\n</p> \n<p data-structure=\"Facts\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"51960885\" id=\"span_3\">6.\tOn 13.3.2020 another Government Order was issued which prescribed fresh norms regarding the conditions of service of the teaching and non-teaching staff employed in the Self Financing Courses. The subject of the Government Order dated 13.3.2020 specified that the Government Order applied to the &#x27;working&#x27; teaching and non-teaching staff employed in the Self Financing Courses. The Government Order, after referring to paragraph No. 53(iii) and (iv) of the judgement of the Division Bench of this Court in <a href=\"/doc/51960885/\" id=\"a_4\">Dr. Suresh Kumar Pandey</a> (Supra), repealed certain Government orders on the subject and provided that the services of the teaching and non-teaching staff in the Self Financing Course shall continue till the satisfactory discharge of their duty. The Government Order dated 13.3.2020 did not repeal the Government Order dated 15.7.2015. In Clause 9 of the Government Order it was stated that it was being issued by the State Government in exercise of its powers under <a href=\"/doc/910984/\" id=\"a_5\">Section 50(6)</a> of the Act, 1973 and the Universities were asked to appropriately modify their Policies/Rules/Statutes in order to comply with the norms laid-down in the Government Order. The relevant portions of the Government Order dated 13.3.2020 are reproduced below :-</span>\n</p> \n<blockquote id=\"blockquote_10\">&quot;fo&quot;k;%&amp;mPp f&#x27;k{kk foHkkx ds v/khu mRrj izns&#x27;k jkT; fo&#x27;ofo/kky;ksa ,oa v&#x27;kkldh; vuqnkfur egkfo/kky;ksa esa lapkfyr LofoRriksf&quot;kr ;kstukUrxZr ikB~;deksZa eas rFkk v&#x27;kkldh; vukuqnkfur LofoRriksf&quot;kr egkfo/kky;ksa esa dk;Zjr f&#x27;k{kdksa ,oa f&#x27;k{k.ksRrj deZpkfj;ksa ds osru ,oa lsok &#x27;krksZa ds ekud vkfn ds laca/k esaA\n \n</blockquote><blockquote id=\"blockquote_11\">---\n</blockquote> \n<blockquote id=\"blockquote_12\">2&amp; fjV ;kfpdk la[;k&amp;729 ¼,l0ch0½@2012] Mk0 lqjs&#x27;k dqekj ik.Ms; cuke mRrj izns&#x27;k ljdkj o vU; esa ek0 mPp U;k;ky; }kjk ikfjr vkns&#x27;k fnukad 01-03-2013 dk lqlaxr va&#x27;k fuEuor~ gS%&amp;\n \n</blockquote><blockquote id=\"blockquote_13\">53. (iii) All those courses which are open under self-financing scheme, the universities as well as colleges shall at least pay minimum pay scale admissible to teachers in accordance with Rules. The services of teachers appointed under the self-financing scheme, should be permitted to continue till continuance of course or satisfactory discharge of duty.\n</blockquote> \n<blockquote id=\"blockquote_14\">(iv) Since 2000 and onward, the Government has stopped the grant-in-aid and sanction of new course, even then Government shall ensure that Committee of Managements do not exploit the teachers and pay reasonable salary in contractual and ad hoc appointments in the recognised and affiliated colleges. \n</blockquote> \n\n \n<p data-structure=\"Section\" id=\"p_20\">fjV ;kfpdk la[;k&amp;729 ¼,l0ch0½@2012 esa ikfjr vkns&#x27;k fnukad 01-03-2013 ds vuqikyu esa &#x27;kklukns&#x27;k la[;k 968@lRrj&amp;02&amp;2013&amp;18 ¼99½@2013] fnukad 30 ebZ] 2013 }kjk fn&#x27;kk funsZ&#x27;k tkjh fd;s x;s gSaA\n \n\n \n3&amp; ekuuh; mPp U;k;ky; ds vkns&#x27;kksa ds leknj eas mRrj izns&#x27;k esa leLr LofoRriksf&quot;kr ikB~;deksZa dh O;oLFkk dks vf/kd lqpk: ,oa lqn`&lt;+ cukus ds mn~ns&#x27;; ls izLrj&amp;1ds ik&#x27;okZfdr leLr &#x27;kklukns&#x27;kksa dks vodzfer djrs gq;s &#x27;kklukns&#x27;k la[;k  1960@lRrj&amp;02&amp;97&amp;2 ¼85½@97] fnukad 11 uoEcj] 1997 ds dze esa dfri; ubZ O;oLFkk;sa ykxw dh tk jgh gS] ftudk mYys[k fuEufyf[kr izLrjksa esa fd;k tk jgk gSA\n \n</p><p data-structure=\"Issue\" id=\"p_21\">---\n</p> \n<p data-structure=\"Issue\" id=\"p_22\">---\n</p> \n<p data-structure=\"Issue\" id=\"p_23\">---\n</p> \n<p data-structure=\"Section\" id=\"p_24\">7&amp;f&#x27;k{kdksa@f&#x27;k{k.ksRrj deZpkfj;ksa dh lsok &#x27;krksZa ds lEcU/k esa%&amp;\n \n¼1½ f&#x27;k{kdksa ,oa f&#x27;k{k.ksRrj deZpkfj;ksa dh lsok lEcfU/kr fo&quot;k; ds ikB~;dze ds pyrs jgus vFkok larks&quot;ktud lsok jgus rd tkjh jgsxhA vlUrks&quot;ktud lsok gksu dh fLFkfr esa lsok lEcU/kh lafonk dk fo[k.Mu djus ls iwoZ uSlfxZd U;k; ds fl)kUrksa dk vuqikyu lqfuf&#x27;pr djrs gq;s lEcfU/kr fo&#x27;ofo/kky; ds dqyifr dk vuqeksnu izkIr fd;k tkuk vfuok;Z gSA\n \n9&amp; ;g vkns&#x27;k mRrj izns&#x27;k jkT; fo&#x27;ofo/kky; vf/kfu;e] 1973 dh /kkjk 50¼6½ esa jkT; ljdkj dks iznRr &#x27;kfDr;ksa dk iz;ksx djrs gq;s bl funsZ&#x27;k ds lkFk fuxZr fd;s tk jgs gSa fd leLr LofoRriksf&quot;kr ikB~;dzeksZa ds lEcU/k esa fo&#x27;ofo/kky; dh uhfr@fu;e@ifjfu;e vkfn esa ;Fkko&#x27;;d izkfo/kku djds mDr funsZ&#x27;kksZa dk vuqikyu lqfuf&#x27;pr djk;k tk,xkA\n \n</p><p data-structure=\"Issue\" id=\"p_25\">---&quot;&quot; \n</p> \n<blockquote id=\"blockquote_15\">(Emphasis added)\n \n</blockquote><p data-structure=\"Facts\" id=\"p_26\">7.\tThe main difference between the Government Orders dated 13.3.2020 and 15.7.2015 was regarding the tenure of service of the appointees. While Clause 3(3) of the Government Order dated 15.7.2015 provided that the tenure of the appointees would be for five years and they shall entitle to be considered for reappointment before starting a fresh process of recruitment; while Clause 7(1) of the Government Order dated 13.3.2020 provides that the tenure of the appointees would be till the satisfactory discharge of their duties or till the continuance of the Self Financing Course, whichever was earlier.\n</p> \n<p data-structure=\"Facts\" id=\"p_27\">8.\tThe Government Order dated 13.3.2020 used the word &#x27;salary&#x27; for the payments to be made to the staff in lieu of their services under the contract and, therefore, the said payments shall hereinafter be referred  as &#x27;salary&#x27; in the judgement.\n</p> \n<p data-structure=\"PetArg\" id=\"p_28\">9.\tThe Executive Council of the University in its meeting held on 3.5.2020, accepted the norms laid-down in the Government Order dated 13.3.2020 and decided to incorporate them in the Statutes of the University. However, it has been stated by the counsel for the parties, that the relevant amendments have not yet been made in the statutes because the proposal of the Executive Council has not yet received the assent of the Chancellor. \n</p> \n<p data-structure=\"PetArg\" id=\"p_29\">10.\tIt has been stated by the petitioners that, till 30.6.2020, no notice was issued to the petitioners indicating that they were not satisfactorily discharging their duties and no order was passed terminating their services, but the University has stopped paying the petitioners their salary and has asked the petitioners to execute a fresh contract for another five years after getting their work reviewed by the University. The University has stopped paying salary to the petitioners on the ground that their services came to an end on 30.6.2020. It has been stated in the writ petitions and also in the rejoinder affidavit filed by the petitioners that even after 30.6.2020, the University is taking work from the petitioners treating them to be in service but is not paying them their salary. Certain documents have been annexed by the petitioners with the rejoinder affidavit filed in Writ-A No. 14185 of 2020 to show that the University had taken services from the petitioners for examination and research purposes even after 30.6.2020. \n</p> \n<p data-structure=\"Issue\" id=\"p_30\">11.\tAggrieved by the action of the University in not paying salary to them, the petitioners have filed the present writ petitions for a mandamus commanding the University and its Officers to pay salary to the petitioners from July, 2020 onwards and ensure payment in the subsequent months without any delay.\n</p> \n<p data-structure=\"Facts\" id=\"p_31\">12.\tAfter the hearing in the case was concluded and judgment was reserved, the petitioners in Writ - A No. 14185 of 2020 filed Application No. 4/2021 bringing on record an order dated 10.8.2021 issued by the Registrar of the University, which provides that the services of the teachers referred in the said order shall continue till the continuance of the relevant Self Financing Course or till the satisfactory discharge of duty by the concerned teacher or till the age of his superannuation, whichever was earlier. The order has been passed to implement the decision of the Vice-Chancellor taken in pursuance to the decision of the Executive Council in its meeting held on 3.5.2020 referred earlier. The order has been made effective from 1.7.2021. \n</p> \n<p data-structure=\"Facts\" id=\"p_32\">13.\tThe respondent Nos. 2, 3 and 4 have filed their counter affidavit in which they have admitted the contract of service executed by the petitioners in July, 2015 which provided that services of the petitioners was on a contract basis for a period of five years. The respondents justify their act in not paying salary to the petitioners since July, 2020 on the ground that, as per their contract and appointment letters, the services of the petitioners came to an end on 30.6.2020. In their counter affidavit, the respondents have stated that if the petitioners approach the University, the University would consider their reappointment according to the Government Order dated 15.7.2015 read with Government Order dated 13.3.2020 and shall execute a fresh agreement with such petitioners. It has been further stated in the counter affidavit that the University was ready to extend the services of the petitioners if they were willing to sign fresh agreements with the University but shall be paid honorarium from the date of execution of the fresh agreement. It has been further stated in the counter affidavit that petitioner Nos. 3, 5, 8, 9, 11, 12, 14, 16, 19, 20, 24, 26, 27, 28, 29, 30, 32, 33, 35 and 37 have already executed fresh agreements with the University and are being paid honorarium from the date of the execution of the fresh agreement. The fresh agreements executed by the aforesaid petitioners have been annexed with the counter affidavit. \n</p> \n<p data-structure=\"Section\" id=\"p_33\">14.\tA perusal of the agreements annexed with the counter affidavit shows that even though the agreement provides that the contract period was till 30.6.2025, but at the same time it inverbatim incorporates Clause 7(1) of the Government Order dated 13.3.2020. It also appears from the documents annexed with the counter affidavit that fresh agreements were executed by the University only after the said petitioners had agreed for a review of their work by the University.\n</p> \n<p data-structure=\"Precedent\" id=\"p_34\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"51960885\" id=\"span_4\">15.\tIt was argued by the counsel for the petitioners that Clause 7(1) of the Government Order dated 13.3.2020 impliedly repealed the conditions stipulated in Clause 3(3) of the Government Order dated 15.7.2015 and by virtue of Clause 7(1) of the Government Order dated 13.3.2020, the petitioners were entitled to continue in service till satisfactory discharge of their duties without executing any fresh agreement and were to be treated in service as Lecturer under the contract executed in 2015 itself and be paid their salary as Clause 7(1) of the Government Order dated 13.3.2020 overrides the terms in contract restricting the period of service of the petitioners to five years. It was argued that the norms prescribed in the Government Order dated 13.3.2020 were accepted and adopted by the Executive Council in its meeting held on 3.5.2020 and in light of the directions of this Court in <a href=\"/doc/51960885/\" id=\"a_6\">Dr. Suresh Kumar Pandey</a> (Supra), the act of the University in treating the services of the petitioners as having come to an end on 30.6.2020 and not paying salary to the petitioners is arbitrary and violative of <a href=\"/doc/367586/\" id=\"a_7\">Article 14</a> of the Constitution. It was argued that in any case one ad hoc employee can not be replaced with another ad hoc employee.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"51960885\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1261492\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"638598\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"499423\" id=\"span_8\">In support of their arguments, the counsel for the petitioners have relied on the judgements of the Supreme Court reported in <a href=\"/doc/499423/\" id=\"a_8\">State of Haryana Vs. Piyara Singh</a>, (<a href=\"/doc/638598/\" id=\"a_9\">1992) 4 SCC 118, Mohd. Abdul Kadir Vs. Director General of Police &amp; Others</a>, (<a href=\"/doc/1261492/\" id=\"a_10\">2009) 6 SCC 611, Kumari Shrilekha Vidyarthi Vs. State of Uttar Pradesh &amp; Others</a>, (1991) 1 SCC 212 and the Division Bench of this Court in <a href=\"/doc/51960885/\" id=\"a_11\">Dr. Suresh Kumar Pandey Vs. State of U.P. &amp; Others</a>, 2013 (3) ADJ 505.</span></span></span></span>\n</p> \n<p data-structure=\"PetArg\" id=\"p_35\">16.\tRebutting the argument of the counsel for the petitioners, the counsel for the respondents have argued that the Government Order dated 13.3.2020 has not repealed the Government Order dated 15.7.2015 and the Government order dated 13.3.2020 has not been given a retrospective effect. It was argued that the services of the petitioners were governed by the terms of the contract and not by statutory rules and therefore their services have not been terminated but automatically came to an end, as per their contract, on 30.6.2020 and they were not entitled to any payments after 30.6.2020 without executing a fresh agreement with the University.  It was also argued by the counsel for the respondent University that the relationship between the University and the petitioners was a master- servant relationship, therefore the termination of the services of the petitioners cannot be declared a nullity by the courts and the courts cannot direct their reinstatement in service which would be the obvious consequence if the relief prayed by the petitioners for payment of their salary for the period after 30.6.2020 is allowed by the court. It was further argued by the counsel for the respondents that the dispute as raised in the writ petitions relates to contractual employment and the writ petitions are not maintainable in contractual matters. It was also argued that the services of the petitioners were governed by the terms of the contract and the Court under <a href=\"/doc/1712542/\" id=\"a_12\">Article 226</a> of the Constitution of India can not go beyond the terms of the agreement/contract executed by the petitioners. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1687907\" id=\"span_9\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"89595165\" id=\"span_10\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"187071402\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"724097\" id=\"span_12\">In support of their arguments, the counsel for the respondents have relied on the judgements of this Court passed in <a href=\"/doc/724097/\" id=\"a_13\">Vinod Kumar Singh Vs. State of U.P. &amp; Others</a>, (2017) 5 ADJ 808 (DB) (LB), M/s. <a href=\"/doc/187071402/\" id=\"a_14\">Bio Tech System Vs. State of U.P. &amp; Others</a>, (2020) 11 ADJ 488 (DB), Judgement and order dated 24.1.2019 passed in Writ-A No. 1097 of 2019 (<a href=\"/doc/89595165/\" id=\"a_15\">Dr. Ritu Verma Vs. State of U.P.</a> &amp; 4 Others) as well as the Judgement of the Supreme Court in Sirsi Municipality by its <a href=\"/doc/1687907/\" id=\"a_16\">President Vs. Cecilia Kom Francis Tellis</a>, 1973 (1) SCC 409.</span></span></span></span>\n</p> \n<p data-structure=\"CDiscource\" id=\"p_36\">17.\tI have considered the submissions of the counsel for the parties.\n</p> \n<p data-structure=\"PetArg\" id=\"p_37\">18.\tAdmittedly, the services of the petitioners are contractual in nature. It is also admitted that the contract executed between the petitioners and the University in 2015 provided that the services of the petitioners was for five years or till 30.6.2020, whichever was earlier.\n</p> \n<p data-structure=\"Issue\" id=\"p_38\">19.\tThe issue before this Court is as to whether the petitioners were entitled to continue in service till satisfactory discharge of their duties or till continuance of the self Financing Course without executing a fresh contract for the said purpose in light of Clause 7(1) of the Government Order dated 13.3.2020 or their services cam to an end, as per their contract on 30.6.2020. The other issue before this Court is regarding the maintainability of the petitions under <a href=\"/doc/1712542/\" id=\"a_17\">Article 226</a> of the Constitution of India as the salary payable to the petitioners is a contractual obligation of the University.\n</p> \n<p data-structure=\"Section\" id=\"p_39\">20.\tThe issue regarding maintainability of writ petitions in contractual matters where State or its instrumentality are a party to the contract has been examined by the Supreme Court in numerous cases. The recent trend is that relief under <a href=\"/doc/1712542/\" id=\"a_18\">Article 226</a> of the Constitution of India can be granted in disputes arising out of such contracts and in the process the Court may also adjudicate disputed questions of fact though the remedy under <a href=\"/doc/1712542/\" id=\"a_19\">Article 226</a> of the Constitution, being a discretionary remedy, the Courts may, in certain circumstances, refrain from exercising their powers.\n</p> \n<p data-structure=\"Precedent\" id=\"p_40\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1327287\" id=\"span_13\">21. \tThe scope of judicial review of State actions has widened after the  judgement of the Supreme Court in <a href=\"/doc/1327287/\" id=\"a_20\">E.P. Royappa Vs. State of Tamil Nadu and Others</a>, (1974) 4 SCC 3 which held that non-arbitrariness in State actions was indispensable to the right to equality protected by <a href=\"/doc/367586/\" id=\"a_21\">Article 14</a> of the Constitution.</span> <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1327287\" id=\"span_14\">In <a href=\"/doc/1327287/\" id=\"a_22\">E.P. Royappa</a> (Supra), the court held that equality was antithetic to arbitrariness and &#x27;where an act  is arbitrary it is implicit that that it is unequal both according to political logic and constitutional law and therefore violative of <a href=\"/doc/367586/\" id=\"a_23\">Article 14</a> of the Constitution of India, and if it affects any matter relating to public employment it would also be violative of <a href=\"/doc/211089/\" id=\"a_24\">Article 16</a> of the Constitution.&#x27; The court further held that where the operative reason for State action was not relevant and  legitimate but was extraneous and outside the permissible considerations the same would be mala fide exercise of power which is a feature of arbitrariness and thus hit by <a href=\"/doc/367586/\" id=\"a_25\">Article 14.</a> It was observed that:-</span>\n</p> \n<blockquote id=\"blockquote_16\">&quot;85. ... The basic principle which, therefore, informs both <a href=\"/doc/367586/\" id=\"a_26\">Articles 14</a> and <a href=\"/doc/211089/\" id=\"a_27\">16</a> is equality and inhibition against discrimination. Now, what is the content and reach of this great equalising principle? It is a founding faith, to use the words of Bose. J., &quot;a way of life&quot;, and it must not be subjected to a narrow pedantic or lexicographic approach. We cannot countenance any attempt to truncate its all-embracing scope and meaning, for to do so would be to violate its activist magnitude. Equality is a dynamic concept with many aspects and dimensions and it cannot be &quot;cribbed, cabined and confined&quot; within traditional and doctrinaire limits. From a positivistic point of view, equality is antithetic to arbitrariness. In fact equality and arbitrariness are sworn enemies; one belongs to the rule of law in a republic while the other, to the whim and caprice of an absolute monarch. Where an act is arbitrary, it is implicit in it that it is unequal both according to political logic and constitutional law and is therefore violative of <a href=\"/doc/367586/\" id=\"a_28\">Article 14</a>, and if it effects any matter relating to public employment, it is also violative of <a href=\"/doc/211089/\" id=\"a_29\">Article 16.</a> <a href=\"/doc/367586/\" id=\"a_30\">Articles 14</a> and <a href=\"/doc/211089/\" id=\"a_31\">16</a> strike at arbitrariness in State action and ensure fairness and equality of treatment. They require that State action must be based on valid relevant principles applicable alike to all similarly situate and it must not be guided by any extraneous or irrelevant considerations because that would be denial of equality. Where the operative reason for State action, as distinguished from motive inducing from the antechamber of the mind, is not legitimate and relevant but is extraneous and outside the area of permissible considerations, it would amount to mala fide exercise of power and that is hit by <a href=\"/doc/367586/\" id=\"a_32\">Articles 14</a> and <a href=\"/doc/211089/\" id=\"a_33\">16.</a> Mala fide exercise of power and arbitrariness are different lethal radiations emanating from the same vice: in fact the latter comprehends the former. Both are inhibited by <a href=\"/doc/367586/\" id=\"a_34\">Articles 14</a> and <a href=\"/doc/211089/\" id=\"a_35\">16.</a>\n</blockquote> \n\n \n<blockquote id=\"blockquote_17\">86. It is also necessary to point out that the ambit and reach of <a href=\"/doc/367586/\" id=\"a_36\">Articles 14</a> and <a href=\"/doc/211089/\" id=\"a_37\">16</a> are not limited to cases where the public servant affected has a right to a post. Even if a public servant is in an officiating position, he can complain of violation of <a href=\"/doc/367586/\" id=\"a_38\">Articles 14</a> and <a href=\"/doc/211089/\" id=\"a_39\">16</a> if he has been arbitrarily or unfairly treated or subjected to mala fide exercise of power by the State machine. It is therefore, no answer to the charge of infringement of <a href=\"/doc/367586/\" id=\"a_40\">Articles 14</a> and <a href=\"/doc/211089/\" id=\"a_41\">16</a> to say that the petitioner had no right to the post of Chief Secretary but was merely officiating in that post. That might have some relevance to <a href=\"/doc/47623/\" id=\"a_42\">Article 311</a> but not to <a href=\"/doc/367586/\" id=\"a_43\">Articles 14</a> and <a href=\"/doc/211089/\" id=\"a_44\">16.</a> ...&quot;\n</blockquote> \n\n \n<p data-structure=\"Precedent\" id=\"p_41\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1281050\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1327287\" id=\"span_16\">22.  The principle formulated in <a href=\"/doc/1327287/\" id=\"a_45\">E.P. Royappa</a> (Supra) was applied by the Supreme Court in <a href=\"/doc/1281050/\" id=\"a_46\">R.D. Shetty Vs. International Airport Authority of India and Others</a>, (1979) 3 SCC 489  to hold, as invalid, the act of the International Airport Authority of India in awarding contract to someone who did not fulfill the eligibility requirements prescribed in the tender documents. The court, while rejecting the contention that the eligibility requirements had no statutory force and hence the departure from them was not justiciable, held that principles of reasonableness and rationality were essential element of non-arbitrariness and must characterise every State action, whether it be under authority of law or in exercise of executive power without making of law and the State cannot act arbitrarily and as a private individual in entering into relationship, contractual or otherwise with a third party. The court, while holding that International Airport Authority of India was a State under <a href=\"/doc/609139/\" id=\"a_47\">Article 12</a> of the Constitution, held the act of the Airport Authority as being violative of the equality clause of the Constitution and the rule of administrative law inhibiting arbitrary action. It was observed by the court that:-</span></span>\n</p> \n<blockquote id=\"blockquote_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"764006\" id=\"span_17\">&quot;12. We agree with the observations of Mathew, J., in <a href=\"/doc/764006/\" id=\"a_48\">V. Punnan Thomas v. State of Kerala</a> [AIR 1969 Ker 81] that:</span>\n</blockquote> \n<blockquote id=\"blockquote_19\">&quot;The Government, is not and should not be as free as an individual in selecting the recipients for its largesse. Whatever its activity, the Government is still the Government and will be subject to restraints, inherent in its position in a democratic society. A democratic Government cannot lay down arbitrary and capricious standards for the choice of persons with whom alone it will deal.&quot;\n</blockquote> \n<p data-structure=\"Section\" id=\"p_42\">... It must, therefore, be taken to be the law that where the Government is dealing with the public, whether by way of giving jobs or entering into contracts or issuing quotas or licences or granting other forms of largesse, the Government cannot act arbitrarily at its sweet will and, like a private individual, deal with any person it pleases, but its action must be in conformity with standard or norms which is not arbitrary, irrational or irrelevant. The power or discretion of the Government in the matter of grant of largesse including award of jobs, contracts, quotas, licences, etc. must be confined and structured by rational, relevant and non-discriminatory standard or norm and if the Government departs from such standard or norm in any particular case or cases, the action of the Government would be liable to be struck down, unless it can be shown by the Government that the departure was not arbitrary, but was based on some valid principle which in itself was not irrational, unreasonable or discriminatory.\n</p> \n<p data-structure=\"Section\" id=\"p_43\">...\n</p> \n<p data-structure=\"Section\" id=\"p_44\">...\n</p> \n<p data-structure=\"Section\" id=\"p_45\">...\n</p> \n<p data-structure=\"Precedent\" id=\"p_46\">20. Now, obviously where a corporation is an instrumentality or agency of Government, it would, in the exercise of its power or discretion, be subject to the same constitutional or public law limitations as Government. The rule inhibiting arbitrary action by Government which we have discussed above must apply equally where such corporation is dealing with the public, whether by way of giving jobs or entering into contracts or otherwise, and it cannot act arbitrarily and enter into relationship with any person it likes at its sweet will, but its action must be in conformity with some principle which meets the test of reason and relevance.\n</p> \n<p data-structure=\"Precedent\" id=\"p_47\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"43475503\" id=\"span_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1327287\" id=\"span_19\">21. This rule also flows directly from the doctrine of equality embodied in <a href=\"/doc/367586/\" id=\"a_49\">Article 14.</a> It is now well-settled as a result of the decisions of this Court in <a href=\"/doc/1327287/\" id=\"a_50\">E.P. Royappa v. State of Tamil Nadu</a> [(1974) 4 SCC 3 : (<a href=\"/doc/43475503/\" id=\"a_51\">1974) 2 SCR 348] and Maneka Gandhi v. Union of India</a> [(1978) 1 SCC 248] that <a href=\"/doc/367586/\" id=\"a_52\">Article 14</a> strikes at arbitrariness in State action and ensures fairness and equality of treatment. It requires that State action must not be arbitrary but must be based on some rational and relevant principle which is non-discriminatory: it must not be guided by any extraneous or irrelevant considerations, because that would be denial of equality. The principle of reasonableness and rationality which is legally as well as philosophically an essential element of equality or non-arbitrariness is projected by <a href=\"/doc/367586/\" id=\"a_53\">Article 14</a> and it must characterise every State action, whether it be under authority of law or in exercise of executive power without making of law. The State cannot, therefore, act arbitrarily in entering into relationship, contractual or otherwise with a third party, but its action must conform to some standard or norm which is rational and non-discriminatory....&quot;</span></span>\n</p> \n\n \n<p data-structure=\"CDiscource\" id=\"p_48\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1281050\" id=\"span_20\">23.\tThe judgement of the Supreme Court in <a href=\"/doc/1281050/\" id=\"a_54\">R. D. Shetty</a> (Supra) settled the issue regarding justiciability of State actions at the time of entering into contracts. However, in later cases the governments and entities held to be State under <a href=\"/doc/609139/\" id=\"a_55\">Article 12</a> of the Constitution argued against judicial review of their actions during the subsistence of the contract and against the maintainability of actions in writ courts for enforcement of their contractual obligations. The thrust of the arguments on behalf of the State had been that after the making of the contract, whether a commercial agreement or a service contract, any dispute between the parties was in the realm of contract and the State, if it defaults in performing its part of the contract can, at best, be charged with breach of contract for which the remedy was by way of damages or any other remedy available for breach of contract but a writ of mandamus cannot be issued compelling the State to perform its part of the contract. The argument has been that public law remedies cannot be invoked in disputes arising out of contract and the doctrine of fairness and reasonableness applies only in the exercise of statutory or administrative actions of the State and not for fulfillment of contractual obligations which have to be decided on the basis of law of contract. The arguments have been that in contractual matters, writ remedy can, at the most, be invoked only in cases of statutory contracts where actions of the State involve a public duty and when the State action has a public law character attached to it. The aforesaid arguments have been repeatedly rejected by the Supreme Court as would be evident from its judgements referred to subsequently.</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_49\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1635654\" id=\"span_21\">24.\tThe issue regarding judicial review of State actions in contractual matters and powers of the courts to enforce the contractual obligations of the State or its instrumentality was also considered by the Supreme Court in <a href=\"/doc/1635654/\" id=\"a_56\">Gujarat State Financial Corporation Vs. Lotus Hotels Pvt. Ltd.</a>, (1983) 3 SCC 379, where it was argued that a writ of mandamus cannot be issued compelling the Corporation (which was an instrumentality of State and thus State under <a href=\"/doc/609139/\" id=\"a_57\">Article 12</a> of the Constitution) to specifically perform a contract entered into by it. The Supreme Court rejected the aforesaid contention and held that the State can not commit breach of a solemn undertaking on which the other side had acted and then contend that the party suffering by the breach of contract may sue for damages but cannot compel for specific performance of the contract.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1281050\" id=\"span_22\">The Supreme Court in addition to holding that the principle of promissory estoppel would estop the State from backing out of its obligation arising from a solemn promise made to the other party in the contract,  also applied the principle <a href=\"/doc/1635654/\" id=\"a_58\">laid down in</a> <a href=\"/doc/1281050/\" id=\"a_59\">R. D. Shetty</a> (Supra) and held that the State acted unreasonably and violated the rule inhibiting arbitrary action in refusing to fulfill its contractual obligations. The relevant observations of the Supreme Court are reproduced below:-</span>\n</p> \n<blockquote id=\"blockquote_20\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1281050\" id=\"span_23\">&quot;12. Viewing the matter from a slightly different angle altogether, it would appear that the appellant is acting in a very unreasonable manner. It is not in dispute that the appellant is an instrumentality of the Government and would be &quot;other authority&quot; under <a href=\"/doc/609139/\" id=\"a_60\">Article 12</a> of the Constitution. If it be so, as held by this court in <a href=\"/doc/1281050/\" id=\"a_61\">R.D. Shetty v. International Airport Authority of India</a> [(1979) 3 SCC 489, 511 : AIR 1979 SC 1628 : (1979) 3 SCR 1014, 1041] the rule inhibiting arbitrary action by the Government would equally apply where such corporation dealing with the public whether by way of giving jobs or entering into contracts or otherwise and it cannot act arbitrarily and its action must be in conformity with some principle which meets the test of reason and relevance.</span>\n</blockquote> \n<blockquote id=\"blockquote_21\">13.  Now if appellant entered into a solemn contract in discharge and performance of its statutory duty and the respondent acted upon it, the statutory corporation cannot be allowed to act arbitrarily so as to cause harm and injury, flowing from its unreasonable conduct, to the respondent. In such a situation, the court is not powerless from holding the appellant to its promise and it can be enforced by a writ of mandamus directing it to perform its statutory duty. A petition under <a href=\"/doc/1712542/\" id=\"a_62\">Article 226</a> of the Constitution would certainly lie to direct performance of a statutory duty by &quot;other authority&quot; as envisaged by <a href=\"/doc/609139/\" id=\"a_63\">Article 12.</a>\n</blockquote> \n<blockquote id=\"blockquote_22\">14. The High Court accordingly was fully justified in issuing a writ of mandamus to disburse the loan and therefore the appeal fails.&quot;\n</blockquote> \n\n \n<p data-structure=\"Precedent\" id=\"p_50\">25.\t<span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"477313\" id=\"span_24\">In <a href=\"/doc/477313/\" id=\"a_64\">Central Inland Water Transport Corporation Limited &amp; Another Vs. Brojo Nath Ganguly &amp; Another</a>, (1986) 3 SCC 156, the issue was the validity of the termination of the employee invoking Rule 9(i) of the Rules and also the validity the said Rule which was also part of the contract between the Central Inland Water Transport Corporation Ltd., i.e., the Corporation and its employees. The Rule permitted the employer to terminate the services of a permanent employee on three months&#x27; notice and further provided that the Corporation, i.e., the employer, may pay the equivalent of three months&#x27; basic pay and dearness allowance in lieu of the notice or may deduct a like amount on failure of the employee to give due notice. Rule 9(i) of the Rules had the effect of empowering the employer to terminate the services of a permanent employee without following the principles of natural justice. The High Court, in writ proceedings, had declared the rule as void and had quashed the termination orders and had also directed the Corporation to reinstate the employees and pay them the arrears of salary. In appeal before the Supreme Court, it was argued by the Corporation that even if the Corporation  was a State within the meaning of <a href=\"/doc/609139/\" id=\"a_65\">Article 12</a> of the Constitution, a contract of employment entered into by it was like any other contract entered into between two parties and a term in  that contract cannot be struck down under <a href=\"/doc/367586/\" id=\"a_66\">Article 14</a> of the Constitution on the ground that it was arbitrary or unreasonable,  unconscionable or unfair. The Supreme Court after holding that the Corporation was a State within the meaning of <a href=\"/doc/609139/\" id=\"a_67\">Article 12</a> of the Constitution, held that Rule 9(i) was against public policy and, therefore, void under <a href=\"/doc/1625889/\" id=\"a_68\">Section 23</a> of the Indian Contract Act, 1872 and also ultravires <a href=\"/doc/367586/\" id=\"a_69\">Article 14</a> of the Constitution as it violated the audi alteram partem rule and conferred arbitrary power on the employer. The Supreme Court held that an instrumentality or agency of the State was subject to constitutional limitations, and its actions are State actions and must be judged in the light of the Fundamental Rights guaranteed by Part III of the Constitution and must also be in accordance with the Directive Principles of State Policy prescribed by Part IV of the Constitution, including <a href=\"/doc/1331994/\" id=\"a_70\">Articles 39(a)</a> and <a href=\"/doc/1975922/\" id=\"a_71\">41.</a> The Supreme Court, after noticing that other legal systems permitted judicial review of contractual transactions where parties did not have equal bargaining power, and in the case before it, the contract was a standard form contract and there was gross inequality of bargaining power between the contracting parties, observed, that Courts in India will also, when called upon, strike down an unfair or unreasonable contract or any such clause in a contract where parties did not have equal bargaining power.  It is relevant to note that the Supreme Court held that the remedy under <a href=\"/doc/1712542/\" id=\"a_72\">Article 226</a> was an efficacious remedy in the case because the civil court could have only declared the rule as void and granted a declaration and damages for wrongful termination of service but could not have directed reinstatement as the same would have amounted to granting specific performance of contract of service. The court after declaring the rule as void affirmed the order of the High Court which had directed reinstatement of the employees and payment of arrears of salary to them. The observation of the Supreme Court that the remedy under <a href=\"/doc/1712542/\" id=\"a_73\">Article 226</a> of the Constitution was an efficacious remedy in the case because the civil courts could not have ordered reinstatement as it would have amounted to granting specific performance of contract of service implies that there is no bar on the writ courts to direct specific performance of contract of service when State or any &#x27;other authority&#x27; which is a State under <a href=\"/doc/609139/\" id=\"a_74\">Article 12</a> of the Constitution is the employer and one of the contracting party. The relevant observations of the Supreme Court are reproduced below :-</span>\n</p> \n<blockquote id=\"blockquote_23\">&quot;103. The contesting respondents could, therefore, have filed a civil suit for a declaration that the termination of their service was contrary to law on the ground that the said Rule 9(i) was void. In such a suit, however, they would have got a declaration and possibly damages for wrongful termination of service but the civil court could not have ordered reinstatement as it would have amounted to granting specific performance of a contract of personal service. As the Corporation is &quot;the State&quot;, they, therefore, adopted the far more efficacious remedy of filing a writ petition under <a href=\"/doc/1712542/\" id=\"a_75\">Article 226</a> of the Constitution.&quot;\n</blockquote> \n<p data-structure=\"Section\" id=\"p_51\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"974148\" id=\"span_25\">104. As the corporation is &quot;the State&quot; within the meaning of <a href=\"/doc/609139/\" id=\"a_76\">Article 12</a>, it was amenable to the writ jurisdiction of the High Court  under <a href=\"/doc/1712542/\" id=\"a_77\">Article  226.</a> It  is now  well-established that an instrumentality or  agency of the State being &quot;the State&quot; under  <a href=\"/doc/609139/\" id=\"a_78\">Article 12</a>  of the  Constitution is subject to the constitutional limitations, and its actions  are State actions and must be  judged in the light of the Fundamental Rights guaranteed  by Part III  of  the  Constitution. (see, for instance, <a href=\"/doc/974148/\" id=\"a_79\">Sukhdev Singh v. Bhagatram Sardar Singh Raghuvanshi, International Airport Authority</a> case and Ajay Hasia case). The actions of an instrumentality or agency of the State must, therefore, be in conformity with <a href=\"/doc/367586/\" id=\"a_80\">Article 14</a> of the Constitution.</span> The progression of the judicial concept of <a href=\"/doc/367586/\" id=\"a_81\">Article 14</a> from a prohibition against discriminatory class legislation to an invalidating factor for any discriminatory or arbitrary State action has been traced in Tulsiram Patel case (at pages 473-476). The principles of natural justice have now come to be recognized as being a part of the constitutional guarantee contained in <a href=\"/doc/367586/\" id=\"a_82\">Article 14.</a>\n</p> \n<p data-structure=\"Section\" id=\"p_52\">105. As pointed out above, Rule 9(i) is both arbitrary and unreasonable and it also wholly ignores and sets aside the audi alteram partem rule. It, therefore, violates <a href=\"/doc/367586/\" id=\"a_83\">Article 14</a> of the Constitution.&quot; \n</p> \n<p data-structure=\"Precedent\" id=\"p_53\">(Emphasis added)\n \n\n \n</p><p data-structure=\"Precedent\" id=\"p_54\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1261492\" id=\"span_26\">26.\tThe issue regarding judicial review of State action in contractual matters was also considered in <a href=\"/doc/1261492/\" id=\"a_84\">Kumari Shrilekha Vidyarthi</a> (Supra) wherein the Supreme Court while considering the validity of a circular issued by the State Government relating to renewal of tenure and also the termination of the engagement of the existing Government Counsel observed that even if the appointments of the District Government Counsel and its concomitants were viewed as purely contractual matters after the appointments were made, even then the termination of a District Government Counsel, by the impugned circular, could be decided on the anvil of <a href=\"/doc/367586/\" id=\"a_85\">Article 14</a> because every State action in order to survive must be devoid of the  vice of arbitrariness which is the crux of <a href=\"/doc/367586/\" id=\"a_86\">Article 14</a> of the Constitution of India and basic to the rule of law. The Court held that it was the nature of the personality of the State as State which was significant and must characterize all its actions, in whatever field, and not the nature of function, contractual or otherwise, which was decisive while examining the validity of the acts of the State. The Court held that requirements of <a href=\"/doc/367586/\" id=\"a_87\">Article 14</a> and contractual obligations are not alien concepts and can co-exist. The argument, that the actions of the State after making of the contract but during the subsistence of the contract were not amenable to judicial review on ground of arbitrariness, was rejected and it was held that &#x27;to the extent, challenge is made on the ground of violation of <a href=\"/doc/367586/\" id=\"a_88\">Article 14</a> by alleging that the impugned act is arbitrary, unfair or unreasonable, the fact that the dispute also falls within the domain of contractual obligations would not relieve the State of its obligation to comply with the basic requirements of <a href=\"/doc/367586/\" id=\"a_89\">Article 14.&#x27;</a>  The Court observed that, even though to permit judicial review of State actions it was not necessary to import the concept of presence of  some public element in a State action, all actions of the State or a public body have an impact on public interest, therefore, the requisite public element for the purpose of judicial review was also present in contractual matters in which public bodies were involved.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1261492\" id=\"span_27\">In this context the observations of the Supreme Court in <a href=\"/doc/1261492/\" id=\"a_90\">Kumari Shrilekha Vidyarthi</a> (Supra) are reproduced below :-</span>\n</p> \n<blockquote id=\"blockquote_24\">&quot;19. Even otherwise and sans the public element so obvious in these appointments, the appointment and its concomitants viewed as purely contractual matters after the appointment is made, also attract <a href=\"/doc/367586/\" id=\"a_91\">Article 14</a> and exclude arbitrariness permitting judicial review of the impugned State action. ... \n</blockquote> \n<blockquote id=\"blockquote_25\">20. Even apart from the premise that the &#x27;office&#x27; or &#x27;post&#x27; of D.G.Cs. has a public element which alone is sufficient to attract the power of judicial review for testing the validity of the impugned circular on the anvil of <a href=\"/doc/367586/\" id=\"a_92\">Article 14</a>, we are also clearly of the view that this power is available even without that element on the premise that after the initial appointment, the matter is purely contractual. Applicability of <a href=\"/doc/367586/\" id=\"a_93\">Article 14</a> to all executive actions of the State being settled and for the same reason its applicability at the threshold to the making of a contract in exercise of the executive power being beyond dispute, can it be said that the State can thereafter cast off its personality and exercise unbridled power unfettered by the requirements of <a href=\"/doc/367586/\" id=\"a_94\">Article 14</a> in the sphere of contractual matters and claim to be governed therein only by private law principles applicable to private individuals whose rights flow only from the terms of the contract without anything more? We have no hesitation in saying that the personality of the State, requiring regulation of its conduct in all spheres by requirements of <a href=\"/doc/367586/\" id=\"a_95\">Article 14</a>, does not undergo such a radical change after the making of a contract merely because some contractual rights accrue to the other party in addition. It is not as if the requirements of <a href=\"/doc/367586/\" id=\"a_96\">Article 14</a> and contractual obligations are alien concepts, which cannot co-exist.\n</blockquote> \n<blockquote id=\"blockquote_26\">21...That being the philosophy of the Constitution, can it be said that it contemplates exclusion of <a href=\"/doc/367586/\" id=\"a_97\">Article 14 -</a> non-arbitrariness which is basic to rule of law - from State actions in contractual field when all actions of the State are meant for public good and expected to be fair and just? We have no doubt that the Constitution does not envisage or permit unfairness or unreasonableness in State actions in any sphere of its activity contrary to the professed ideals in the Preamble. In our opinion, it would be alien to the Constitutional Scheme to accept the argument of exclusion of <a href=\"/doc/367586/\" id=\"a_98\">Article 14</a> in contractual matters. The scope and permissible grounds of judicial review in such matters and the relief which may be available are different matters but that does not justify the view of its total exclusion. This is more so when the modern trend is also to examine the unreasonableness of a term in such contracts where the bargaining power is unequal so that these are not negotiated contracts but standard form contracts between unequals.\n</blockquote> \n<blockquote id=\"blockquote_27\">22. ...the State while exercising its powers and discharging its functions, acts indubitably, as is expected of it, for public good and in public interest. The impact of every State action is also on public interest. This factor alone is sufficient to import at least the minimal requirements of public law obligations and impress with this character the contracts made by the State or its instrumentality. It is a different matter that the scope of judicial review in respect of disputes falling within the domain of contractual obligations may be more limited and in doubtful cases the parties may be relegated to adjudication of their rights by resort to remedies provided for adjudication of purely contractual disputes. However, to the extent, challenge is made on the ground of violation of <a href=\"/doc/367586/\" id=\"a_99\">Article 14</a> by alleging that the impugned act is arbitrary, unfair or unreasonable, the fact that the dispute also falls within the domain of contractual obligations would not relieve the State of its obligation to comply with the basic requirements of <a href=\"/doc/367586/\" id=\"a_100\">Article 14.</a> To this extent, the obligation is of a public character invariably in every case irrespective of there being any other right or obligation in addition thereto. An additional contractual obligation cannot divest the claimant of the guarantee under <a href=\"/doc/367586/\" id=\"a_101\">Article 14</a> of non-arbitrariness at the hands of the State in any of its actions.\n</blockquote> \n<blockquote id=\"blockquote_28\">...\n</blockquote> \n<blockquote id=\"blockquote_29\">24. The State cannot be attributed the split personality of Dr. Jekyll and Mr. Hyde in the contractual field so as to impress on it all the characteristics of the State at the threshold while making a contract requiring it to fulfill the   contractual obligations and remedies flowing from it. It is really the nature of its personality as State which is significant and must characterize all its actions, in whatever field, and not the nature of function, contractual or otherwise, which is decisive of the nature of scrutiny permitted for examining the validity of its act. The requirement of <a href=\"/doc/367586/\" id=\"a_102\">Article 14</a> being the duty to act fairly, justly and reasonably, there is nothing which militates against the concept of requiring the State always to so act, even in contractual matters. There is a basic difference between the acts of the State which must invariably be in public interest and those of a private individual, engaged in similar activities, being primarily for personal gain, which may or may not promote public interest. Viewed in this manner, in which we find no conceptual difficulty or anachronism, we find no reason why the requirement of <a href=\"/doc/367586/\" id=\"a_103\">Article 14</a> should not extend even in the sphere of contractual matters for regulating the conduct of the State activity.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_55\">(Emphasis added)\n \n\n \n</p><p data-structure=\"Precedent\" id=\"p_56\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1943124\" id=\"span_28\">27.\tSubsequently, in <a href=\"/doc/1943124/\" id=\"a_104\">A.B.L. International Ltd. &amp; Others Vs. Export Credit Guarantee Corporation of India Ltd. &amp; Others</a>, (2004) 3 SCC 553, while dealing with the issue as to whether writ petition under <a href=\"/doc/1712542/\" id=\"a_105\">Article 226</a> of the Constitution of India was maintainable to enforce a contractual obligation of the State or its instrumentality, the Supreme Court while observing that the power to issue prerogative writs under <a href=\"/doc/1712542/\" id=\"a_106\">Article 226</a> was plenary in nature and not limited by any other provision of the Constitution, held that when an instrumentality of the State acts contrary to public good and public interest, unfairly, unjustly and unreasonably in its contractual, constitutional or statutory obligations, it really acts contrary to the constitutional guarantee enshrined in <a href=\"/doc/367586/\" id=\"a_107\">Article 14</a> of the Constitution. The relevant observations of the Supreme Court are reproduced below :-</span>\n</p> \n<blockquote id=\"blockquote_30\">&quot;23.\tIt is clear from the above observations of this Court, once State or an instrumentality of State is a party to the contract, it has an obligation in law to act fairly, justly and reasonably which is the requirement of <a href=\"/doc/367586/\" id=\"a_108\">Article 14</a> of the Constitution of India. Therefore, if by the impugned repudiation of the claim of the appellants the first respondent as an instrumentality of the State has acted in contravention of the above said requirement of <a href=\"/doc/367586/\" id=\"a_109\">Article 14</a> then we have no hesitation that a writ court can issue suitable directions to set right the arbitrary actions of the first respondent. \n</blockquote> \n<blockquote id=\"blockquote_31\">...\n</blockquote> \n<blockquote id=\"blockquote_32\">27. From the above discussion of ours, following legal principles emerge as to the maintainability of a writ petition :- \n</blockquote> \n<blockquote id=\"blockquote_33\">(a) In an appropriate case, a writ petition as against a State or an instrumentality of a State arising out of a contractual obligation is maintainable.\n</blockquote> \n<blockquote id=\"blockquote_34\">(b) Merely because some disputed questions of facts arise for consideration, same cannot be a ground to refuse to entertain a writ petition in all cases as a matter of rule.\n</blockquote> \n<blockquote id=\"blockquote_35\">(c) A writ petition involving a consequential relief of monetary claim is also maintainable.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_57\">(Emphasis added)\n \n</p><p data-structure=\"Precedent\" id=\"p_58\">28.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"166667494\" id=\"span_29\">In <a href=\"/doc/166667494/\" id=\"a_110\">Gridco Limited &amp; Another Vs. Sadanand Doloi &amp; Others</a>, (2011) 15 SCC 16 the issue before the Supreme Court was regarding the validity of the termination of an employee whose appointment was held, by the Court, to be on contractual basis. The issue before the Supreme court was whether the termination order was amenable to judicial review and whether, on the standards of judicial review applicable to it, the termination suffered from any legal infirmity calling for interference under <a href=\"/doc/1712542/\" id=\"a_111\">Article 226</a> of the Constitution. The Supreme Court while deciding the issue as to whether the termination of the employee suffered from any legal infirmity calling for interference under <a href=\"/doc/1712542/\" id=\"a_112\">Article 226</a> of the Constitution, held in the facts of the case, that there was no material to show that there was any unreasonableness, unfairness, perversity or irrationality in the action of the employer terminating the employment and there was no element of unequal bargaining power between the employer and the employee to call for an over-sympathetic or protective approach towards the latter.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1261492\" id=\"span_30\">However while considering the issue as to whether the termination order was amenable to judicial review and the scope of judicial review in such matters, the Supreme Court, after referring to the observations made in <a href=\"/doc/1261492/\" id=\"a_113\">Kumari Shrilekha Vidyarthi</a> (Supra), noted the shift in legal position regarding amenability to judicial review of a termination of a contractual employment in accordance with the terms of the contract even when one of the contracting parties happened to be the State. The Court held that with the development of law relating to judicial review of administrative actions a writ court can now examine the validity of the termination of a contractual employment by a public authority and determine whether there was any illegality, perversity, unreasonableness, unfairness or irrationality that would vitiate the action. It was observed by the Supreme Court that :-</span>\n</p> \n<blockquote id=\"blockquote_36\">&quot;38. A conspectus of the pronouncements of this court and the development of law over the past few decades thus show that there has been a notable shift from the stated legal position settled in earlier decisions, that termination of a contractual employment in accordance with the terms of the contract was permissible and the employee could claim no protection against such termination even when one of the contracting parties happened to be the State. Remedy for a breach of a contractual condition was also by way of civil action for damages/compensation. With the development of law relating to judicial review of administrative actions, a writ Court can now examine the validity of a termination order passed by public authority. It is no longer open to the authority passing the order to argue that its action being in the realm of contract is not open to judicial review.\n</blockquote> \n<blockquote id=\"blockquote_37\">39. A writ Court is entitled to judicially review the action and determine whether there was any illegality, perversity,unreasonableness, unfairness or irrationality that would vitiate the action, no matter the action is in the realm of contract....&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_59\">(Emphasis added)\n \n\n \n</p><p data-structure=\"Precedent\" id=\"p_60\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"176176934\" id=\"span_31\">29.\tRecently in <a href=\"/doc/176176934/\" id=\"a_114\">Unitech Limited &amp; Others Vs. Telangana State Industrial Infrastructure Corporation (TSIIC) &amp; Others</a>, (2021) SCC OnLine SC 99 the Supreme Court held that as a matter of principle, jurisdiction under <a href=\"/doc/1712542/\" id=\"a_115\">Article 226</a> is not excluded in contractual matters and even the presence of an arbitration clause within a contract between the State instrumentality and a private party will not be an absolute bar to availing remedies under <a href=\"/doc/1712542/\" id=\"a_116\">Article 226</a>, if the state instrumentality violates its constitutional mandate under <a href=\"/doc/367586/\" id=\"a_117\">Article 14</a> to act fairly and reasonably. The Supreme Court held :-</span> \n</p> \n<blockquote id=\"blockquote_38\">&quot;40. ... But as a statement of principle, the jurisdiction under <a href=\"/doc/1712542/\" id=\"a_118\">Article 226</a> is not excluded in contractual matters. <a href=\"/doc/705639/\" id=\"a_119\">Article 23.1</a> of the Development Agreement in the present case mandates the parties to resolve their disputes through an arbitration. However, the presence of an arbitration clause within a contract between a state instrumentality and a private party has not acted as an absolute bar to availing remedies under <a href=\"/doc/1712542/\" id=\"a_120\">Article 226.</a> If the state instrumentality violates its constitutional mandate under <a href=\"/doc/367586/\" id=\"a_121\">Article 14</a> to act fairly and reasonably, relief under the plenary powers of the <a href=\"/doc/1712542/\" id=\"a_122\">Article 226</a> of the Constitution would lie. This principle was recognized in ABL International:\n</blockquote> \n<blockquote id=\"blockquote_39\">...\n</blockquote> \n<blockquote id=\"blockquote_40\">41. Therefore, while exercising its jurisdiction under <a href=\"/doc/1712542/\" id=\"a_123\">Article 226</a>, the Court is entitled to enquire into whether the action of the State or its instrumentalities is arbitrary or unfair and in consequence, in violation of <a href=\"/doc/367586/\" id=\"a_124\">Article 14.</a> The jurisdiction under <a href=\"/doc/1712542/\" id=\"a_125\">Article 226</a> is a valuable constitutional safeguard against an arbitrary exercise of state power or a misuse of authority. In determining as to whether the jurisdiction should be exercised in a contractual dispute, the Court must, undoubtedly eschew, disputed questions of fact which would depend upon an evidentiary determination requiring a trial. But equally, it is well-settled that the jurisdiction under <a href=\"/doc/1712542/\" id=\"a_126\">Article 226</a> cannot be ousted only on the basis that the dispute pertains to the contractual arena. This is for the simple reason that the State and its instrumentalities are not exempt from the duty to act fairly merely because in their business dealings they have entered into the realm of contract. ...&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_61\">(Emphasis added)\n \n\n \n</p><p data-structure=\"RespArg\" id=\"p_62\">30.\tAt this stage, it would be relevant to consider the cases referred by the counsel for the University in support of his argument that the present writ petitions were not maintainable because a writ petition is not maintainable in contractual matters or for reinstatement in service of a contractual employee. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"89595165\" id=\"span_32\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"724097\" id=\"span_33\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"187071402\" id=\"span_34\">In support of their argument the respondents have relied on Sirsi Municipality (supra), M/s. <a href=\"/doc/187071402/\" id=\"a_127\">Bio Tech System</a> (Supra), <a href=\"/doc/724097/\" id=\"a_128\">Vinod Kumar Singh</a> (Supra) and <a href=\"/doc/89595165/\" id=\"a_129\">Dr. Ritu Verma</a> (Supra).</span></span></span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_63\">31.\tIn Sirsi Municipality (Supra), the Supreme court held that dismissal or termination of servant of the State or of local authorities or statutory bodies can be declared to be invalid only if the dismissal is contrary to rules of natural justice or if it is   in violation of the provisions of any statute. The respondents rely on the following observations of the Supreme Court :-\n</p> \n<blockquote id=\"blockquote_41\">&quot;15. The cases of dismissal of a servant fall under three broad heads. The first head relates to relationship of master and servant governed purely by contract of employment. Any breach of contract in such a case is enforced by a suit for wrongful dismissal and damages. Just as a contract of employment is not capable of specific performance similarly breach of contract of employment is not capable of finding a declaratory judgment of subsistence of employment. A declaration of unlawful termination and restoration to service in such a case of contract of employment would be indirectly an instance of specific performance of contract for personal services. Such a declaration is not permissible under the <a href=\"/doc/1671917/\" id=\"a_130\">Law of Specific Relief Act</a>.\n</blockquote> \n<blockquote id=\"blockquote_42\">16. The second type of cases of master and servant arises under Industrial Law. Under that branch of law a servant who is wrongfully dismissed may be reinstated. This is a special provision under Industrial Law. This relief is a departure from the reliefs available under the Indian Contract Act and the Specific Relief Act which do not provide for reinstatement of a servant.\n</blockquote> \n<blockquote id=\"blockquote_43\">17. The third category of cases of master and servant arises in regard to the servant in the employment of the State or of other public or local authorities or bodies created under statute.\n</blockquote> \n<blockquote id=\"blockquote_44\">18. Termination or dismissal of what is described as a pure contract of master and servant is not declared to be a nullity however wrongful or illegal it may be. The reason is that dismissal in breach of contract is remedied by damages. It the case of servant of the State or of local authorities or statutory bodies, courts have declared in appropriate cases the dismissal to be invalid if the dismissal is contrary to rules of natural justice or if the dismissal is in violation of the provisions of the statute. Apart from the intervention of statute there would not be a declaration of nullity in the case of termination or dismissal of a servant of the State or of other local authorities or statutory bodies.\n</blockquote> \n<blockquote id=\"blockquote_45\">19. The courts keep the State and the public authorities within the limits of their statutory powers. Where a State or a public authority dismisses an employee in violation of the mandatory procedural requirements or on grounds which are not sanctioned or supported by statute the courts may exercise jurisdiction to declare the act of dismissal to be a nullity. Such implication of public employment is thus distinguished from private employment in pure cases of master and servant.&quot;\n</blockquote> \n\n \n<p data-structure=\"Precedent\" id=\"p_64\">32.\tA lot of water has flown under the bridge since the  decision of the Supreme Court in Sirsi Municipality (Supra). <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1327287\" id=\"span_35\">Sirsi Municipality (Supra) was decided before the judgement of the Supreme Court in <a href=\"/doc/1327287/\" id=\"a_131\">E.P. Royappa</a> (Supra).</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1327287\" id=\"span_36\">It has been observed earlier that the scope of judicial review of State actions has increased after the judgement of the Supreme Court in <a href=\"/doc/1327287/\" id=\"a_132\">E.P. Royappa</a> (Supra) where the Supreme Court gave a new interpretation to the equality clause enshrined in <a href=\"/doc/367586/\" id=\"a_133\">Article 14.</a></span> <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1327287\" id=\"span_37\">It was held in <a href=\"/doc/1327287/\" id=\"a_134\">E.P. Royappa</a> (Supra) that arbitrariness and equality were incompatible and inequality is implicit in any arbitrary act of the State and every arbitrary act of the State violates <a href=\"/doc/367586/\" id=\"a_135\">Article 14.</a> It was observed that the requirement of non-arbitrariness in State actions demands that the action should be based on relevant considerations and must not be guided by any extraneous or irrelevant considerations and State action would amount to mala fide exercise of power and would be hit by <a href=\"/doc/367586/\" id=\"a_136\">Article 14</a> if the reason for the action was not legitimate and relevant but extraneous and outside the area of permissible considerations.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1327287\" id=\"span_38\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1281050\" id=\"span_39\">Subsequently the Supreme Court in <a href=\"/doc/1281050/\" id=\"a_137\">R.D. Shetty</a> (Supra), applied the principle <a href=\"/doc/1281050/\" id=\"a_138\">laid down in</a> <a href=\"/doc/1327287/\" id=\"a_139\">E.P. Royappa</a> (Supra) to hold as arbitrary and violative the action of an instrumentality of the State in awarding contract to a person who did not fulfill the eligibility requirements prescribed in the tender documents.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1281050\" id=\"span_40\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1327287\" id=\"span_41\">The other judgements of the Supreme Court <a href=\"/doc/1327287/\" id=\"a_140\">referred above</a> show that after the judgements in <a href=\"/doc/1327287/\" id=\"a_141\">E.P. Royappa</a> (Supra) and <a href=\"/doc/1281050/\" id=\"a_142\">R.D. Shetty</a> (Supra) there has been a marked change in the attitude of the courts on the issue of judicial review of State actions in contractual matters and now the courts favour judicial review in contractual matters on grounds of violation of <a href=\"/doc/367586/\" id=\"a_143\">Article 14.</a> It is not only the State actions at the threshold, i.e., State action at the time of entering into contract, but also State actions during the subsistence of the contract which are subject to judicial review and a writ petition for enforcement of a contractual obligation of the State is maintainable. It is also apparent that judicial review in contractual matters is not restricted to procedural aspect, e.g., on grounds of violation of principles of natural justice, and the substantive aspect of State actions is also subject to judicial review as any action of the State, even in the realm of contract, would be arbitrary and violative of <a href=\"/doc/367586/\" id=\"a_144\">Article 14</a> if it is irrational, perverse, unreasonable or unfair.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"166667494\" id=\"span_42\">The shift in legal position on the question of judicial review of State actions in matters relating to service contracts was noticed by the Supreme Court in <a href=\"/doc/166667494/\" id=\"a_145\">Gridco Limited</a> (Supra) where the court observed that &#x27;with the development of law relating to judicial review of administrative actions, it was no longer open to the authority to argue that its action, being in the realm of contract, was not open to judicial review&#x27;.</span>  \n</p> \n<p data-structure=\"Precedent\" id=\"p_65\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"2937017\" id=\"span_43\">33.\tAt this stage, it would be apt to refer to the decision of the Supreme Court in <a href=\"/doc/2937017/\" id=\"a_146\">K.K. Saxena Vs. International Commission On Irrigation and Drainage and Others</a>, (2015) 4 SCC 670 where the Court held that a contract of personal service would be enforceable if the employee is employed by an authority which is a State within the meaning of <a href=\"/doc/609139/\" id=\"a_147\">Article 12</a> of the Constitution. The court did not qualify the said proposition with any exception that the contract would be enforceable only if the breach of contract was in violation of the principles of natural justice or contrary to the relevant statute. The observations of the Supreme Court in paragraph 52 of the judgement are reproduced below:-</span>\n</p> \n<blockquote id=\"blockquote_46\">&quot;52. It is trite that contract of personal service cannot be enforced. There are three exceptions to this rule, namely:\n</blockquote> \n<blockquote id=\"blockquote_47\">(i) when the employee is a public servant working under the Union of India or State;\n</blockquote> \n<blockquote id=\"blockquote_48\">(ii) when such an employee is employed by an authority/body which is a State within the meaning of Article 12 of the Constitution of India; and\n \n</blockquote><blockquote id=\"blockquote_49\">(iii) when such an employee is &quot;workmen&quot; within the meaning of <a href=\"/doc/66075752/\" id=\"a_148\">Section 2(s)</a> of the Industrial Disputes Act, 1947 and raises a dispute regarding his termination by invoking the machinery under the said Act.\n</blockquote> \n<p data-structure=\"Section\" id=\"p_66\">In the first two cases, the employment ceases to have private law character and &quot;status&quot; to such an employment is attached. In the third category of cases, it is the <a href=\"/doc/500379/\" id=\"a_149\">Industrial Disputes Act</a> which confers jurisdiction on the Labour Court/Industrial Tribunal to grant reinstatement in case termination is found to be illegal.&quot;\n</p> \n\n \n<p data-structure=\"Precedent\" id=\"p_67\">34.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"187071402\" id=\"span_44\">In M/s. <a href=\"/doc/187071402/\" id=\"a_150\">Bio Tech System</a> (Supra), the Division Bench of this Court observed that it can not be held in absolute terms that a writ petition was not maintainable in all contractual matters seeking enforcement of obligations on part of the State or its authorities and the restrictions in exercising powers under <a href=\"/doc/1712542/\" id=\"a_151\">Article 226</a> in contractual matters is essentially a self-imposed restriction. In this context the observation of the Division Bench of this Court in paragraph No. 43 of the reports are reproduced below :-</span>\n</p> \n<blockquote id=\"blockquote_50\">&quot;43. We may, therefore, add that it cannot be held in absolute terms that a writ petition is not maintainable in all contractual matters seeking enforcement of obligations on part of the State or its authorities. The limitation in exercising powers under <a href=\"/doc/1712542/\" id=\"a_152\">Article 226</a> in contractual matters is essentially a self-imposed restriction. A case where the amount is admitted and there is no disputed question of fact requiring adjudication of detailed evidence and interpretation of the terms of the contract, may be an exception to the aforementioned general principle.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_68\">(Emphasis added)\n \n\n \n</p><p data-structure=\"Precedent\" id=\"p_69\">35.\t<span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"724097\" id=\"span_45\">In <a href=\"/doc/724097/\" id=\"a_153\">Vinod Kumar Singh</a> (Supra) this Court had rejected the claim of the petitioner for regularization on the ground that a contractual employee did not fulfill the conditions for regularization as required by the relevant statute and the theory of legitimate expectations can not be successfully advanced by temporary, contractual or casual employees. Regularisation of service is against an existing substantive post. The petitioners, in the present case, are not claiming regularisation of their service. It is not the case of the petitioners that they are entitled to be regularised in service. The grievance of the petitioners is regarding non-payment of their salary as contractual employee in the self financing course run by the University. The case of the petitioners is that the petitioners are entitled to be treated in service till satisfactory discharge of duties by them and are entitled to salary for the period after 30.6.2020 and the act of the University in treating their service to have come to an end on 30.6.2020 is illegal and arbitrary. Whether the claim of the petitioners is justified and whether they have any enforceable right is a different issue but their claim cannot be referred as a claim for regularisation.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"724097\" id=\"span_46\">The observation of this Court in <a href=\"/doc/724097/\" id=\"a_154\">Vinod Kumar Singh</a> (Supra) holding that the theory of legitimate expectation can not be successfully advanced by a contractual employee is only in the context of the claim for regularization because regularization is made only in accordance with the relevant statutory rules.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"724097\" id=\"span_47\">Evidently, the judgement of this Court in <a href=\"/doc/724097/\" id=\"a_155\">Vinod Kumar Singh</a> (supra) is not applicable in the present case.</span> \n</p> \n<p data-structure=\"Precedent\" id=\"p_70\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"89595165\" id=\"span_48\">36. \tThe judgement of this court in <a href=\"/doc/89595165/\" id=\"a_156\">Dr. Ritu Verma</a> (Supra)  is also not applicable in the present case as the same relates to transfer of a contractual employee and does not consider the issue regarding applicability of <a href=\"/doc/367586/\" id=\"a_157\">Article 14</a> in contractual matters.</span>\n</p> \n<p data-structure=\"Section\" id=\"p_71\">37. \tThe above discussion shows that it is too late in the day to argue against judicial review of State actions in contractual matters. The above discussion also shows that it is not the nature of the function of the State, contractual or otherwise, but the nature of its personality as State which must characterise all its actions and is decisive of the nature of scrutiny permissible for examining the validity of its acts. Every State action affects public interest &#x27;&#x27;which is sufficient to import at least the minimal requirements of public law obligations and impress with this character the contracts made by the State or its instrumentality.&#x27;     All State actions, including actions in contractual matters whether at the threshold or during the subsistence of the contract, have to confirm to the requirements of <a href=\"/doc/367586/\" id=\"a_158\">Article 14</a> and the rule inhibiting arbitrary action by &#x27;&#x27;the State&#x27;. Reasonableness, fairness and rationality are essential elements of non-arbitrariness and therefore all State actions must confirm to norms which are fair, reasonable and rational. Both, Substantive and procedural elements of State actions, even if the action is in the realm of contract,  have to confirm to the principle of non-arbitrariness and are therefore subject to judicial review by writ courts and a mandamus can be issued directing the public authority to fulfill its contractual obligations. Further, the scrutiny is more rigorous  in cases of standard form contracts and the Writ Courts can even strike down or declare as void a term in the contract if it violates any of the guarantees embodied in <a href=\"/doc/367586/\" id=\"a_159\">Article 14</a> of the Constitution. The powers of the Court under <a href=\"/doc/1712542/\" id=\"a_160\">Article 226</a> of the Constitution of India being plenary in nature are not circumscribed by the provisions of any statute including the <a href=\"/doc/1671917/\" id=\"a_161\">Specific Relief Act, 1963</a> and the writ Courts can also direct specific performance of contract of service if the employee is employed by any entity which is a State under <a href=\"/doc/609139/\" id=\"a_162\">Article 12.</a>\t\n</p> \n<p data-structure=\"Precedent\" id=\"p_72\">38.\tUnder <a href=\"/doc/1425120/\" id=\"a_163\">Section 4(2)</a> of the Act, 1973 the University is deemed to have been established under the provisions of the Act, 1973 and is governed by the Act, 1973. It is not in dispute that the University is &#x27;other authority&#x27; and therefore State as defined in <a href=\"/doc/609139/\" id=\"a_164\">Article 12</a> of the Constitution. The University being &#x27;State&#x27; under <a href=\"/doc/609139/\" id=\"a_165\">Article 12</a> of the Constitution, its acts are to be in consonance with Part III of the Constitution and have to confirm to the requirements of <a href=\"/doc/367586/\" id=\"a_166\">Article 14</a> of the Constitution and the rule inhibiting arbitrariness. The University  discharges public function by providing higher education to the students and also by conferring degrees and diplomas on persons who have pursued course of study in the University or in any of its affiliated college.       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"24572090\" id=\"span_49\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"95938674\" id=\"span_50\">In <a href=\"/doc/95938674/\" id=\"a_167\">Janet Jeyapaul Vs. S.R.M. University</a>, (2015) 16 SCC 530, the Supreme Court and in <a href=\"/doc/24572090/\" id=\"a_168\">Roychan Abraham Vs. State of U.P. and Others</a>, 2019(3) ADJ 391 (FB), a Full Bench of this Court held that providing higher education was a public function.</span></span>     \n</p> \n<p data-structure=\"Precedent\" id=\"p_73\">39.  The University is a State under <a href=\"/doc/609139/\" id=\"a_169\">Article 12</a> of the Constitution and imparts higher education to students which is a public function and primarily a government function. Appointment of teachers is integral to imparting education. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1261492\" id=\"span_51\">In the light of the aforesaid facts and the observations of the Supreme Court in <a href=\"/doc/1261492/\" id=\"a_170\">Kumari Srilekha Vidyarthi</a> (Supra) that every State action affects public interest &#x27;&#x27;which is sufficient to import at least the minimal requirements of public law obligations and impress with this character the contracts made by the State or its instrumentality&#x27;, it can not be said that the appointments of the petitioners, being contractual in nature, do not give rise to any public law obligations and public law remedy is not available to the petitioners for redressal of their grievance arising from their contractual relationship with the University. Whether the claim of the petitioners is legitimate and whether they are entitled to the relief prayed, is a different issue which shall be considered presently.</span> \n</p> \n<p data-structure=\"Facts\" id=\"p_74\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"51960885\" id=\"span_52\">40.\tAt this stage it would be helpful to recapitulate the relevant facts of the case which are not in dispute. A Division Bench of this Court in <a href=\"/doc/51960885/\" id=\"a_171\">Suresh Kumar Pandey</a> (Supra) passed orders laying down certain norms for regulating the self financing courses and directed that teachers appointed in the self financing courses should be permitted to continue till the satisfactory discharge of their duties or till the continuance of the course, whichever was earlier.</span> <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"51960885\" id=\"span_53\">After the decision in <a href=\"/doc/51960885/\" id=\"a_172\">Suresh Kumar Pandey</a> (Supra), the State government issued a Government Order dated 15.7.2015 which provided that the teachers in the self financing courses shall be appointed on contractual basis for a period of five years and, on expiry of the contractual period of five years, shall be entitled to be considered for reappointment. In 2015, the petitioners, were appointed as teachers on contractual basis in different self financing courses run by the University. The appointment letters issued to the petitioners specified that the appointment of the petitioners was on contractual basis for a period of five years or till 30.6.2020, whichever was earlier. The appointment letters further provided that the issue regarding the tenure of the petitioners had been referred to the State government and the tenure of the petitioners as provided in the appointment letters shall be subject to the decision of the government. The petitioners were asked to sign the prescribed contract document. While the petitioners were still working as teachers in the self financing courses run by the University and before their tenure as specified in the appointment letters and the contract document expired, another Government Order dated  13.3.2020 was notified. The Government Order dated 13.3.2020 did not expressly repeal the Government Order dated 15.7.2015 but laid down fresh norms and conditions of service for the teaching and non-teaching staff working in different self financing courses. Clause 7(1) of the Government Order dated 13.3.2020 provided that the services of the teaching and non-teaching staff in the self financing courses shall continue till the satisfactory discharge of their duties or till the continuance of the relevant self financing course. The Government Order dated 13.3.2020 specified that it was being issued by the State government in exercise of its power under <a href=\"/doc/910984/\" id=\"a_173\">Section 50 (6)</a> of the Act, 1973 and the Universities were required to appropriately amend their Statutes and modify their policies in line with the provisions in the Government order. The Executive Council of the University in its meeting held on 3.5.2020 accepted the norms <a href=\"/doc/51960885/\" id=\"a_174\">laid down in</a> the Government Order dated 13.3.2020 and resolved to incorporate them in the Statutes of the University. However, the proposed amendments have not yet received the assent of the Chancellor and therefore the Statutes have not yet been amended.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"51960885\" id=\"span_54\">Both the Government Orders provided that they were being issued in pursuance to the directions of this court in <a href=\"/doc/51960885/\" id=\"a_175\">Suresh Kumar Pandey</a> (Supra). The petitioners were not paid their salary for the period after 30.6.2020 because the University considers the services of the petitioners to have come to an end on 30.6.2020 as provided in their contract document.</span> \n</p> \n<p data-structure=\"PetArg\" id=\"p_75\">41.\tThe petitioners plead that by virtue of Clause 7(1) of the Government Order dated 13.3.2020 their tenure stood automatically extended till the satisfactory discharge of their duties or till the continuance of the self financing course and they are not required to execute a fresh agreement with the University therefore the action of the University in not paying salary to the petitioners for the period after 30.6.2020 is unreasonable and arbitrary and violates <a href=\"/doc/367586/\" id=\"a_176\">Article 14</a> of the the Constitution. The University pleads that the Government Order dated 13.3.2020 is not retrospective therefore not applicable on the petitioners and because the tenure of the petitioners came to an end, as per their contract, on 30.6.2020, the petitioners were not entitled to salary for the period after 30.6.2020.\n</p> \n<p data-structure=\"Section\" id=\"p_76\">42.\tAt this stage it would be relevant to consider the statutory provisions regarding the appointment of teachers on contractual basis in the Universities governed by the Act, 1973. Under <a href=\"/doc/910984/\" id=\"a_177\">Section 21(vii)</a> of the Act, 1973, the Executive Council has the power to appoint officers, teachers and other employees of the University and to define their duties and the conditions of their service. The Executive Council is a statutory authority. The aforesaid power of the Executive Council is subject to the provisions of the Act, 1973. <a href=\"/doc/910984/\" id=\"a_178\">Sections 31</a> to <a href=\"/doc/910984/\" id=\"a_179\">34</a> of the Act, 1973 relate to appointment of teachers and their conditions of service. <a href=\"/doc/910984/\" id=\"a_180\">Sections 31</a> to <a href=\"/doc/910984/\" id=\"a_181\">34</a> of the Act, 1973 relate to appointments on substantive posts. The petitioners have not been appointed against substantive posts but have been appointed on contractual basis in different Self Financing Courses run by the Universities. There is no provision in Act, 1973 regarding appointment of teachers on contractual basis. However, the power to make contractual employments is implicit in the power to make regular appointments unless the rules governing recruitment specifically forbid the making of such an appointment. Thus, the power to appoint teachers on contract basis and to define their duties and conditions of service vests in the Executive Council by virtue of <a href=\"/doc/910984/\" id=\"a_182\">Section 21(vii)</a> of the Act, 1973. Under <a href=\"/doc/910984/\" id=\"a_183\">Section 21 (xvi)</a> of the Act, 1973 the Executive Council has the power to enter into, vary, carry out and cancel contracts on behalf of the University. A joint reading of Section 21(vii) and Section 21 (xvi) leads to the inference that the Executive Council of the University has the power to vary the terms of even a contract of service executed by the University. Under <a href=\"/doc/910984/\" id=\"a_184\">Section 13(1)(b)</a> of the Act, 1973 the Vice Chancellor of the University is liable to implement the decisions taken by the authorities of the University, which includes the Executive Council.\n</p> \n<p data-structure=\"PetArg\" id=\"p_77\">43. \tIt is evident from the appointment letters of the petitioners, which required that the petitioners sign the &#x27;prescribed&#x27; contract document and is also evident from the contract documents annexed with the counter affidavit of the respondents, that the contracts executed by the petitioners was a standard form contract. The inequality of bargaining power between the petitioners and the University is apparent. The contract between the petitioners and the University was not a product of any negotiation or settlement between the petitioners and the University. It was a &#x27;take it or leave it&#x27; situation for the petitioners. There was no mutuality in the contract between the petitioners and the University because of the unequal bargaining power of the parties. \n</p> \n<p data-structure=\"CDiscource\" id=\"p_78\">44.\tThe appointment letters issued to the petitioners in 2015 and the contract executed by the petitioners stipulated that the tenure of the petitioners was till 30.6.2020. However, the letter of appointment issued to the petitioners also provided that the  issue regarding tenure of the petitioners had been referred to the Government and their tenure would be subject to the decision of the government. The appointment letters required the petitioners to sign the prescribed contract. At this stage it is relevant to note that under <a href=\"/doc/910984/\" id=\"a_185\">Section 32</a> of the Act, 1973 even a teacher appointed on substantive basis in any University has to initially sign a contract of service which is lodged with the Registrar of the University but such contract has to be consistent with the Act, 1973 and the Statutes of the University. The  term in the contract limiting the tenure of the petitioners to five years or till 30.6.2020, whichever was earlier, was a result of the provision in the appointment letters and was, therefore, subject to the decision of the government.  The recital in the appointment letters that the tenure of the petitioners was subject to the decision of the government was a representation, a promise, held out by the University to the petitioners. The University intends to renege from the assurance given to the petitioners. It can not and the University has to be scrupulously held to its promise. The representation by the University to the petitioners in their appointment letters raises a legitimate expectation that the tenure of the petitioners would be governed by the decision of the government on the issue and not by the provision in the appointment letter or by the term in the contract. No overriding public interest has been brought to the notice of the court to allow the University to avoid its promise.\n</p> \n<p data-structure=\"Precedent\" id=\"p_79\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"349643\" id=\"span_55\">45.\tThe doctrine of legitimate expectation originated as an aspect of procedural fairness  and was restricted to a right of hearing in cases where the decision maker, by his representation or past actions, had led the affected person to believe that any benefit enjoyed by the person would not be withdrawn without giving him an opportunity to represent in the matter. With the passage of time the doctrine has been extended to bind the public authorities to their representations assuring any benefit of a substantive nature unless some overriding public interest comes in way. The representations could be through a promise expressly made or through past actions of the public authorities. The substantive aspect of legitimate expectations is now part of our legal system and it would be abuse of power to deny the promised benefit unless there is any overriding public interest. It was observed by the Supreme Court in <a href=\"/doc/349643/\" id=\"a_186\">Punjab Communications Ltd. Vs. Union of India and others</a>, (1999) 4 SCC 727 that the doctrine of legitimate expectation &#x27;is at the root of the rule of law and requires regularity, predictability and certainty in the Government&#x27;s dealings with the public.&#x27; It was held by the Supreme Court:-</span>\n</p> \n<blockquote id=\"blockquote_51\">&quot;26. The principle of &quot;legitimate expectation&quot; is still at a stage of evolution as pointed out in de Smith&#x27;s Administrative Law (5th Edn.) (para 8.038). The principle is at the root of the rule of law and requires regularity, predictability and certainty in the Government&#x27;s dealings with the public. Adverting to the basis of legitimate expectation its procedural and substantive aspects, Lord Steyn in Pierson v. Secy. of State [(1997) 3 All ER 577, HL] (All ER at p. 606) goes back to Dicey&#x27;s description of the rule of law in his Introduction to the Study of the Law of the Constitution [ See also &quot;The Rule of Law as the Rule of Reason: Consent and Constitutionalism&quot; in (1999) 115 LQR 221 at 234 that &quot;Fairness is both procedural and substantive&quot;: Due Process and Fair Procedure by D.J. Gallagham (1996); and at p. 242 quoting Dicey (1959) at pp. 203-204.] (10th Edn., 1959, p. 203) as containing principles of enduring value in the work of a great jurist. Dicey said that the constitutional rights have roots in the common law. He said:\n</blockquote> \n<blockquote id=\"blockquote_52\">&quot;The &#x27;&#x27;rule of law&#x27;, lastly, may be used as a formula for expressing the fact that with us the law of constitution, the rules which in foreign countries naturally form part of a constitutional code, are not the source but the consequence of the rights of individuals, as defined and enforced by the courts; that, in short, the principles of private law have with us been by the action of the courts and Parliament so extended as to determine the position of the Crown and its servants, thus the constitution is the result of the ordinary law of the land.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_80\">This, says Lord Steyn, is the pivot of Dicey&#x27;s discussion of rights to personal freedom and to freedom of association and of public meeting and that it is clear that Dicey regards the rule of law as having both procedural and substantive effects. &quot;[T]he rule of law enforces minimum standards of fairness, both substantive and procedural.&quot; On the facts in Pierson [(1997) 3 All ER 577, HL] the majority held that the Secretary of State could not have maintained a higher tariff of sentence than recommended by the judiciary when admittedly no aggravating circumstances existed. The State could not also increase the tariff with retrospective effect.\n</p> \n<p data-structure=\"Section\" id=\"p_81\">27. ... The procedural part of it relates to a representation that a hearing or other appropriate procedure will be afforded before the decision is made. The substantive part of the principle is that if a representation is made that a benefit of a substantive nature will be granted or if the person is already in receipt of the benefit that it will be continued and not be substantially varied, then the same could be enforced. In the above case, Lord Fraser accepted that the civil servants had a legitimate expectation that they would be consulted before their trade union membership was withdrawn because prior consultation in the past was the standard practice whenever conditions of service were significantly altered. Lord Diplock went a little further when he said that they had a legitimate expectation that they would continue to enjoy the benefits of the trade union membership. The interest in regard to which a legitimate expectation could be had must be one which was protectable. An expectation could be based on an express promise or representation or by established past action or settled conduct. The representation must be clear and unambiguous. It could be a representation to the individual or generally to a class of persons.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_82\">...\n</p> \n<p data-structure=\"Conclusion\" id=\"p_83\">...\n</p> \n<p data-structure=\"Conclusion\" id=\"p_84\">...\n</p> \n<p data-structure=\"CDiscource\" id=\"p_85\">37. The above survey of cases shows that the doctrine of legitimate expectation in the substantive sense has been accepted as part of our law and that the decision-maker can normally be compelled to give effect to his representation in regard to the expectation based on previous practice or past conduct unless some overriding public interest comes in the way. The judgment in Raghunathan case [(1998) 7 SCC 66 : 1998 SCC (L&amp;S) 1770] requires that reliance must have been placed on the said representation and the representee must have thereby suffered detriment.&quot;\n</p> \n\n \n<p data-structure=\"Precedent\" id=\"p_86\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"349643\" id=\"span_56\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1908449\" id=\"span_57\">46.\tThe observations in <a href=\"/doc/1908449/\" id=\"a_187\">National Buildings Construction Corporation Ltd. Vs. S. Raghunathan and Others</a>, (1998) 7 SCC 66 referred in <a href=\"/doc/349643/\" id=\"a_188\">Punjab Communications</a> (supra) that the representation of an authority would bind the authority only when the representee has placed reliance on it and has suffered detriment was made at a time when the doctrine of legitimate expectations was still underdeveloped and there was overlapping between the doctrines of promissory estoppel and legitimate expectation. The reason for it was that in the initial stages the doctrine of legitimate expectation  was developed in the context of public law as an analogy to the doctrine of promissory estoppel developed in the context of private law and the principles of promissory estoppel were extended to the doctrine of legitimate expectations. The doctrine has subsequently been developed by judicial precedents, independently of the principle of promissory estoppel and to invoke the doctrine it is no more required that the representee should have placed reliance on the representation of the authority and must have thereby suffered detriment.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"93730232\" id=\"span_58\">The said development of the doctrine of legitimate expectations has been discussed by the Supreme Court in <a href=\"/doc/93730232/\" id=\"a_189\">State of Jharkhand and others Vs. Brahmputra Metallics Ltd. and Others</a>, 2020 SCC OnLine SC 968.</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_87\">47. \t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"93730232\" id=\"span_59\">In <a href=\"/doc/93730232/\" id=\"a_190\">Brahmputra Metallics</a> (Supra), the Supreme Court held that the doctrine of legitimate expectation in public law is founded on the principle of fairness and non arbitrariness surrounding the conduct of public authorities. The Supreme Court  while holding that the representations of public authorities need to be held to scrupulous standards, observed that in order to invoke the doctrine of legitimate expectations it is not required that the party should suffer a detriment due to the reliance placed on the representation of the authority. It has been held by the Supreme Court that the doctrine of substantive legitimate expectation is one of the ways in which the guarantee of non-arbitrariness enshrined in <a href=\"/doc/367586/\" id=\"a_191\">Article 14</a> finds concrete expression. It was observed by the Supreme Court:-</span>\n</p> \n<blockquote id=\"blockquote_53\">&quot;36. Under English Law, the doctrine of promissory estoppel has developed parallel to the doctrine of legitimate expectations. The doctrine of legitimate expectations is founded on the principles of fairness in government dealings. It comes into play if a public body leads an individual to believe that they will be a recipient of a substantive benefit. ...\n</blockquote> \n<blockquote id=\"blockquote_54\">...\n</blockquote> \n<blockquote id=\"blockquote_55\">56....Where the court considers that a lawful promise or practice has induced a legitimate expectation of a benefit which is substantive, not simply procedural, authority now establishes that here too the court will in a proper case decide whether to frustrate the expectation is so unfair that to take a new and different course will amount to an abuse of power. Here, once the legitimacy of the expectation is established, the court will have the task of weighing the requirements of fairness against any overriding interest relied upon for the change of policy.\n</blockquote> \n<blockquote id=\"blockquote_56\">37. Under English Law, the doctrine of legitimate expectation initially developed in the context of public law as an analogy to the doctrine of promissory estoppel found in private law. However, since then, English Law has distinguished between the doctrines of promissory estoppel and legitimate expectation as distinct remedies under private law and public law, respectively. De Smith&#x27;s Judicial Review 22 notes the contrast between the public law approach of the doctrine of legitimate expectation and the private law approach of the doctrine of promissory estoppel:\n</blockquote> \n<blockquote id=\"blockquote_57\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"185447\" id=\"span_60\">&quot;[despite dicta to the contrary [Rootkin v. Kent CC, [1981] 1 WLR 1186 (CA); R v. Jockey Club Ex p RAM Racecourses Ltd., [1993] A.C. 380 (HL); R v. IRC Ex p Camacq Corp, [1990] 1 WLR 191 (CA)], it is not normally necessary for a person to have changed his position or to have acted to his detriment in order to qualify as the holder of a legitimate expectation [<a href=\"/doc/185447/\" id=\"a_192\">R v. Ministry</a> for Agriculture, Fisheries and Foods Ex p Hamble Fisheries (Offshore) Ltd., (1995) 2 All ER 714 (QB)]... Private law analogies from the field of estoppel are, we have seen, of limited relevance where a public law principle requires public officials to honour their undertakings and respect legal certainty, irrespective of whether the loss has been incurred by the individual concerned [Simon Atrill, &#x27;&#x27;The End of Estoppel in Public Law?&#x27; (2003) 62 Cambridge Law Journal 3].&quot;</span>\n</blockquote> \n<p data-structure=\"Conclusion\" id=\"p_88\">(emphasis supplied)\n \n</p><p data-structure=\"CDiscource\" id=\"p_89\">38. Another difference between the doctrines of promissory estoppel and legitimate expectation under English Law is that the latter can constitute a cause of action. The scope of the doctrine of legitimate expectation is wider than promissory estoppel because it not only takes into consideration a promise made by a public body but also official practice, as well. Further, under the doctrine of promissory estoppel, there may be a requirement to show a detriment suffered by a party due to the reliance placed on the promise. Although typically it is sufficient to show that the promisee has altered its position by placing reliance on the promise, the fact that no prejudice has been caused to the promisee may be relevant to hold that it would not be &quot;inequitable&quot; for the promisor to go back on their promise. 24 However, no such requirement is present under the doctrine of legitimate expectation. In Regina (Bibi) v. Newham London Borough Council 25, the Court of Appeal held:\n</p> \n<blockquote id=\"blockquote_58\">&quot;55 The present case is one of reliance without concrete detriment. We use this phrase because there is moral detriment, which should not be dismissed lightly, in the prolonged disappointment which has ensued; and potential detriment in the deflection of the possibility, for a refugee family, of seeking at the start to settle somewhere in the United Kingdom where secure housing was less hard to come by. In our view these things matter in public law, even though they might not found an estoppel or actionable misrepresentation in private law, because they go to fairness and through fairness to possible abuse of power. To disregard the legitimate expectation because no concrete detriment can be shown would be to place the weakest in society at a particular disadvantage. It would mean that those who have a choice and the means to exercise it in reliance on some official practice or promise would gain a legal toehold inaccessible to those who, lacking any means of escape, are compelled simply to place their trust in what has been represented to them.&quot;\n</blockquote> \n<p data-structure=\"Conclusion\" id=\"p_90\">(emphasis supplied)\n \n</p><p data-structure=\"Conclusion\" id=\"p_91\">39. Consequently, while the basis of the doctrine of promissory estoppel in private law is a promise made between two parties, the basis of the doctrine of legitimate expectation in public law is premised on the principles of fairness and non-arbitrariness surrounding the conduct of public authorities. ....\n</p> \n<p data-structure=\"Conclusion\" id=\"p_92\">...\n</p> \n<p data-structure=\"Conclusion\" id=\"p_93\">...\n</p> \n<p data-structure=\"Precedent\" id=\"p_94\">41. While this doctrinal confusion has the unfortunate consequence of making the law unclear, citizens have been the victims. Representations by public authorities need to be held to scrupulous standards, since citizens continue to live their lives based on the trust they repose in the State. In the commercial world also, certainty and consistency are essential to planning the affairs of business. When public authorities fail to adhere to their representations without providing an adequate reason to the citizens for this failure, it violates the trust reposed by citizens in the State. The generation of a business friendly climate for investment and trade is conditioned by the faith which can be reposed in government to fulfil the expectations which it generates.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_95\">...\n</p> \n<p data-structure=\"Conclusion\" id=\"p_96\">50. As such, we can see that the doctrine of substantive legitimate expectation is one of the ways in which the guarantee of non-arbitrariness enshrined under <a href=\"/doc/367586/\" id=\"a_193\">Article 14</a> finds concrete expression.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_97\">...\n</p> \n<p data-structure=\"Precedent\" id=\"p_98\">53. It is one thing for the State to assert that the writ petitioner had no vested right but quite another for the State to assert that it is not duty bound to disclose its reasons for not giving effect to the exemption notification within the period that was envisaged in the Industrial Policy 2012. Both the accountability of the State and the solemn obligation which it undertook in terms of the policy document militate against accepting such a notion of state power. The state must discard the colonial notion that it is a sovereign handing out doles at its will. Its policies give rise to legitimate expectations that the state will act according to what it puts forth in the public realm. In all its actions, the State is bound to act fairly, in a transparent manner. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1908449\" id=\"span_61\">This is an elementary requirement of the guarantee against arbitrary state action which <a href=\"/doc/367586/\" id=\"a_194\">Article 14</a> of the Constitution adopts. A deprivation of the entitlement of private citizens and private business must be proportional to a requirement grounded in public interest. This conception of state power has been recognized by this Court in a consistent line of decisions. As an illustration, we would like to extract this Court&#x27;s observations in <a href=\"/doc/1908449/\" id=\"a_195\">National Buildings Construction Cororation</a> (supra):</span>\n</p> \n<blockquote id=\"blockquote_59\">&quot;The Government and its departments, in administering the affairs of the country are expected to honour their statements of policy or intention and treat the citizens with full personal consideration without any iota of abuse of discretion. The policy statements cannot be disregarded unfairly or applied selectively. Unfairness in the form of unreasonableness is akin to violation of natural justice.&quot;\n</blockquote> \n\n \n<p data-structure=\"CDiscource\" id=\"p_99\">48.\tClause 7(1) of the Government Order dated 13.3.2020 notifies the decision of the government that services of the teachers working in the self financing courses run by the Universities shall continue till the satisfactory discharge of their duties or till the continuance of the self financing course. The Government order dated 13.3.2020 was accepted by the appointing authority, i.e., Executive Council, in its meeting held on 3.5.2020. The University had represented to the petitioners that the period of their service would depend on the decision of the Government. The representations are relevant only for contracts of service executed while the Government Order dated 15.7.2015 was in force. Any promise as made in the appointment letters of the petitioners was not required in the service contracts executed after the Government Order dated 13.3.2020 because such contracts had to be in accordance with Clause 7(1) of the Government Order dated 13.3.2020. The rights of the petitioners, even if they did not crystallise on 13.3.2020, i.e., on the date when the Government Order was issued, they certainly crystallised on 3.5.2020, i.e., the date when the Executive Council decided to accept and adopt the Government Order. The tenure of the petitioners, even as per their contract, had not come to an end by either of the said dates. In this background, the University was bound by its assurance and the petitioners were entitled to continue in service and be paid their salary for the period after 30.6.2020. The aforestated inference does not amount to giving a retrospective effect to the Government Order or reading beyond the terms of the contract. It is holding the University to its representation in the context of the Government Order dated 13.3.2020 and the decision of the Executive Council. As noted earlier, there is no overriding public interest to persuade me not to bind the University to its promise. The petitioners have been wrongly denied their salary. \n</p> \n<p data-structure=\"CDiscource\" id=\"p_100\">49. \tThe sequence of events leading to the present writ petition- a Division Bench judgement of this Court directing that services of the teachers appointed in self financing course shall continue till the satisfactory discharge of their duties, the appointment of the petitioners in 2015 through an appointment letter which provided that the tenure of the petitioners would depend on the decision of the government, the decision of the Government that the  services of the teachers appointed in self financing course shall continue till the satisfactory discharge of their duties notified through a Government Order dated 13.3.2020, the adoption of the Government Order by the appointing authority in its meeting held on 3.5.2020, still the University treating the tenure of the petitioners to have come to an end on 30.6.2020 and not paying them their salary- goes to show that the act of the University was very unfair, unreasonable and irrational and violates the rule inhibiting arbitrariness. The act of the University in not paying salary to the petitioners for the period after 30.6.2020 is clearly violative of <a href=\"/doc/367586/\" id=\"a_196\">Article 14</a> of the Constitution of India.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_101\">50.     For the aforesaid reasons the petitioners are entitled to the relief prayed for. It is directed that the petitioners shall be treated to be in service till the satisfactory discharge of their duties or till continuance of the relevant Self Financing Course, whichever is earlier, and shall be paid the salary payable to such teachers. The arrears of salary accrued in favour of the petitioners since 30.6.2020 shall also be paid within a period of two months from the date a copy of this order, downloaded from the official website of the court, is filed by any of the petitioners before the Vice-Chancellor of the University.     \n</p> \n<p data-structure=\"Conclusion\" id=\"p_102\">51. \tWith the aforesaid directions, the writ petitions are allowed.\n</p> \n\n \n<p data-structure=\"Conclusion\" id=\"p_103\">Order Date :- 23.9.2021\n \nAnurag/-\n</p> \n\n\n\n \n\n\n\n\n \n\n \n \n    \n      \n  \n ","numcites":40,"numcitedby":3,"docsource":"Allahabad High Court","citetid":63197036,"divtype":"judgments","relatedqs":[{"value":"standard form of contracts","formInput":"standard%20form%20of%20contracts"},{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":"specific performance of contract","formInput":"specific%20performance%20of%20contract"},{"value":"doctrine of legitimate expectation ","formInput":"doctrine%20of%20legitimate%20expectation%20"},{"value":"LEGITIMATE EXPECTATION","formInput":"LEGITIMATE%20EXPECTATION"},{"value":"violation of article 14 ","formInput":"violation%20of%20article%2014%20"},{"value":"writ petition not maintainable","formInput":"writ%20petition%20not%20maintainable"},{"value":"\"arbitrary\" \"article 14\"","formInput":"%22arbitrary%22%20%22article%2014%22"},{"value":"supreme court judgements","formInput":"supreme%20court%20judgements"},{"value":"what is arbitrary action arbitrariness","formInput":"what%20is%20arbitrary%20action%20arbitrariness"},{"value":"judicial review","formInput":"judicial%20review"},{"value":"arbitrariness article 14","formInput":"arbitrariness%20article%2014"},{"value":"estoppel","formInput":"estoppel"},{"value":"doctrine of estoppel","formInput":"doctrine%20of%20estoppel"},{"value":"article 12 constitution","formInput":"article%2012%20constitution"},{"value":"doctrine of promissory estoppel","formInput":"doctrine%20of%20promissory%20estoppel"},{"value":"what is promissory estoppel","formInput":"what%20is%20promissory%20estoppel"},{"value":"master and servant","formInput":"master%20and%20servant"},{"value":"arbitrary action by state","formInput":"arbitrary%20action%20by%20state"},{"value":"article 12","formInput":"article%2012"}],"cats":[{"value":"equality-before-law","formInput":"tag:equality-before-law"},{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"definition-of-state","formInput":"tag:definition-of-state"},{"value":"interest","formInput":"tag:interest"},{"value":"equal-opportunity","formInput":"tag:equal-opportunity"}],"courtcopy":true,"query_alert":null,"agreement":false}