{"tid":101356156,"publishdate":"2013-02-18","title":"M/S Sai Consulting Engineers Pvt Ltd vs Rail Vikas Nigam Ltd & Ors on 18 February, 2013","doc":"<h2 class=\"doc_title\">M/S Sai Consulting Engineers Pvt Ltd vs Rail Vikas Nigam Ltd &amp; Ors on 18 February, 2013</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:m-singh\">Manmohan Singh</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:m-singh\">Manmohan Singh</a></h3>\n\n<pre id=\"pre_1\">*      IN THE HIGH COURT OF DELHI AT NEW DELHI\n\n%                                  Judgment Reserved on: January 22, 2013\n                                   Judgment delivered on: February 18, 2013\n\n+                            OMP No.981/2012\n\n       M/S SAI CONSULTING ENGINEERS PVT LTD                     ..... Petitioner\n                             Through    Mr.Parag P.Tripathi, Sr.Adv. with\n                                        Mr.Shamik Sanjanwala &amp; Mr.Kunal\n                                        Bahri, Advs.\n\n                    versus\n\n       RAIL VIKAS NIGAM LTD &amp; ORS                            ..... Respondents\n                             Through    Mr.Anil Seth, Adv. with\n                                        Mr.M.K.Pathak, Adv.\n\n       CORAM:\n       HON&#x27;BLE MR. JUSTICE MANMOHAN SINGH\n\nMANMOHAN SINGH, J.\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">1.     The petitioner is in the business of providing various types of\nconsultancy services, inter-alia, related to the field of civil engineering\ncontracts. Respondent No.1 is a Government of India undertaking registered\nunder the <a href=\"/doc/1353758/\" id=\"a_1\">Companies Act, 1956</a>, and established as a Special Purpose\nVehicle by the Ministry of Railways, the same is wholly owned and\ncontrolled by the Government of India. Respondent No.2 is the competent\nauthority, who issued the impugned order dated 1st October, 2012.\nRespondent Nos.3 and 4 are officers of the respondent No.1.\n</p><p data-structure=\"Issue\" id=\"p_2\">2.     By this present petition, the petitioner inter alia, seeks relief for stay\nof operation of the impugned order dated 1st October, 2012 passed by the\nrespondent No.2 authority against the petitioner.\n</p>\n<span class=\"hidden_text\" id=\"span_1\">OMP No.981/2012                                                    Page 1 of 23</span>\n<p data-structure=\"Issue\" id=\"p_3\"> 3.         It is averred by the petitioner that in view of arbitrable disputes having\narisen between the parties with regard to contract having an arbitration\nclause, the respondents have bypassed the said procedure and proceeded to\nillegally issue the impugned order dated 1st October, 2012, banning the\nbusiness of the petitioner and its allied/sister concerns and partners for five\nyears with effect from 30th June, 2011.\n</p><p data-structure=\"Facts\" id=\"p_4\">4.         The petitioner has admittedly issued notice dated 3rd October, 2012\ninvoking arbitration and nominating Justice G.T.Nanawati (Former Supreme\nCourt Judge) as one of the arbitrators. The respondents have been called\nupon to nominate their arbitrator.\n</p><p data-structure=\"Facts\" id=\"p_5\">5.         The brief facts for the purpose of deciding the present controversy are\nas under:\n</p><blockquote id=\"blockquote_1\">     i)       On 27th September, 2006 the respondents issued a letter of\n              acceptance to the petitioner for the Project Management\n              Consultancy for the construction of roadbed, major and minor\n              bridges and installation of track in connection with the provision of\n              third line in Bhatapara-Urkura Section in the State of Chhattisgarh,\n              India. The respondents accepted the petitioner‟s negotiable offer\n              for a total price of `2,57,59,000/- under the PMC contract. The\n              petitioner was supposed to supervise the         construction of the\n              roadbed, major and minor bridges, and installation of track\n              signaling and electrical work in connection with the provision of\n              third line in Bhatapara-Urkura Section (58.71 kms in the State of\n              Chhattisgarh).\n</blockquote><blockquote id=\"blockquote_2\">     ii)      A    show-cause notice dated 18th November, 2009 (hereinafter\n              referred to as first show-cause notice) was issued by the\n              respondent No.1 alleging certain irregularities committed by the\n\n<span class=\"hidden_text\" id=\"span_2\">OMP No.981/2012                                                        Page 2 of 23</span>\n           petitioner     including   raising   allegations   regarding    „poor\n          performance‟ of the petitioner. Show-cause notice was issued to\n          the petitioner as to why it should not be declared as a „Poor\n          Performer‟ and debarred from all future contracts by the\n          respondents.\n</blockquote><blockquote id=\"blockquote_3\">   iii)   The petitioner sent the detailed reply to the show-cause notice vide\n          letter dated 22nd December, 2009 denying all the allegations. By\n          letter dated 26th January, 2010, respondent No.1, by referring to the\n          show-cause notice dated 18th November, 2009 decided to declare\n          the petitioner as a „poor performer‟ for a period of one year. The\n          same was not challenged by the petitioner in Court.\n</blockquote><blockquote id=\"blockquote_4\">   iv)    After the expiry of said period of one year, the respondent No.1\n          issued another show-cause notice dated 30th June, 2011\n          (hereinafter referred to as second show-cause notice) proposing to\n          ban the petitioner from business dealing for 5 years on the basis of\n          allegations, some of which are common in first show-cause notice.\n</blockquote><p data-structure=\"Facts\" id=\"p_6\">          As per the case of the petitioner, the second show-cause notice\n          amounted to double jeopardy as it was issued on the same cause of\n          action and material/basis as the first show-cause notice.\n</p><p data-structure=\"Facts\" id=\"p_7\">   v)     The second show-cause notice was challenged by the petitioner\n          before this Court in W.P.(C) No.5599/2011, titled as M/s SAI\n          Consulting Engineering Pvt. Ltd. Vs. Chief Project Manager, Rail\n          Vikas Nigam Ltd., Raipur and Another. The same was withdrawn\n          for want of territorial jurisdiction. The petitioner filed the same\n          very petition in Chhattisgarh High Court and by order dated\n          11th August, 2011 passed in W.P. (C) No.4531/2011, interim order\n          was granted staying the final outcome of the show-cause\n\n<span class=\"hidden_text\" id=\"span_3\">OMP No.981/2012                                                  Page 3 of 23</span>\n           proceedings. The petitioner also challenged the impugned memo\n          dated 28th June, 2011 and communication dated 18th July, 2011\n          issued by the respondents by filing of another petition\n          No.5599/2011 before High Court of Chhattisgarh.\n</p><p data-structure=\"Facts\" id=\"p_8\">   vi)    On 5th July, 2012 the High Court decided both the petitions\n          pending before it, being W.P.(C) No.4531/2011 challenging\n          the show-cause notice dated 30th June, 2011 and W.P.(C)\n          No.5599/2011 challenging the communication of the respondents\n          dated 18th July, 2011. By order passed in W.P.(C) No.4531/2011,\n          it was held by the Court that it does not wish to probe and embark\n          upon any kind of factual inquiry in the dispute sought to be\n          raised in its writ jurisdiction. Thus, both the writ petitions were\n          disposed of, granting liberty to the writ petitioner to file proper\n          reply to the impugned show-cause notice issued by the\n          respondents.\n</p><p data-structure=\"Facts\" id=\"p_9\">   vii)   After passing the said order, the petitioner submitted its detailed\n          reply along with supporting documents denying the allegations\n          contained in the show-cause notice on 13th September, 2011. The\n          petitioner also attended the hearing on 14th September, 2012 and\n          explained its point of view in response to the show-cause notice.\n          The respondents issued an order dated 1st October, 2012 ordering\n          inter alia as under:\n</p><blockquote id=\"blockquote_5\">                    &quot;Business with M/s SAI Consulting Engineers Pvt.\n                    Ltd. and its allied/sister concerns and partners be\n                    banned on Rail Vikas Nigam Ltd. for five years.\n                    The five year period will be reckoned from\n                    30.06.2011 i.e. the date of issue of show-cause\n                    notice on M/s SAI Consulting Engineering Pvt.\n                    Ltd. for banning of business.&quot;\n</blockquote>\n<span class=\"hidden_text\" id=\"span_4\">OMP No.981/2012                                                 Page 4 of 23</span>\n<p data-structure=\"Facts\" id=\"p_10\"> 6.         The petitioner has given various reasons to stay the operation of the\norder passed on 1st October, 2012. According to the petitioner, it was passed\ncontrary to the terms of contract and with ulterior motive. The main reasons\nare as under:\n</p><blockquote id=\"blockquote_6\">     (I)      Petitioner has not breached any clause of the agreement as alleged\n              in the show-cause notice, yet the impugned order has been passed\n              without even considering the orders passed on 5th July, 2012 in\n              W.P.(C) No.4531/2011 wherein it was mentioned that on filing of\n              the reply to the show-cause notice, the respondents would decide\n              the fate of the second show cause notice on its perusal and keeping\n              in view the terms of the contract in accordance with law.\n     (II)     As allegations of the kind made in the second show-cause notice\n              are disputed facts between the parties, therefore, it is incorrect to\n              allege in the order dated 1st October, 2012 that no disputes have\n              arisen and/or that the respondent in passing the impugned order\n              was not deciding any disputes between the parties.\n     (III) The penalty of debarment of the petitioner for five years from\n              future contracts is illegal as the petitioner cannot be punished twice\n              for the similar allegations particularly solely on the grounds that\n              detailed reports were not available at the time when first show-\n</blockquote><p data-structure=\"Section\" id=\"p_11\">              cause notice was issued. In case of any dispute arising out of the\n              service provided by the petitioner under the contract and any\n              penalty sought     to be     imposed,    including debarment/ban/\n              blacklisting for alleged deficiency in such service would fall\n              within the arbitration agreement and it would have been decided\n              by the Arbitral Tribunal. The respondents themselves cannot be\n              believed being a judge in their own cause. The said imposition\n\n<span class=\"hidden_text\" id=\"span_5\">OMP No.981/2012                                                       Page 5 of 23</span>\n                would violate all principles of natural justice and the petitioner\n               cannot be simply banned/debarred/blacklisted from all future\n               contracts.\n</p><p data-structure=\"PetArg\" id=\"p_12\">7.          It is argued by Mr.Parag Tripathi, learned Senior counsel appearing\non behalf of the petitioner that due to the blacklisting order/banning of\nbusiness order, the petitioner‟s business has come to a standstill. It is not\nonly ineligible for RVNL contract but even for other Government concerns\nas every tender has a clause making the petitioner ineligible if he has been\nblacklisted by any Government Department/Public Sector Undertaking. The\nchart of loss of opportunities has been produced by the petitioner in Court\nduring the course of hearing after the issuance of second show-cause notice.\n</p><p data-structure=\"Precedent\" id=\"p_13\">8.          It is submitted that the second show-cause notice was challenged in\nW.P.(C) No.4531/2011 filed before the Chhattisgarh High Court. The High\nCourt in its order dated 5th July, 2012 while relegating the parties to the\nmechanism available under the contract and that this being essentially a\ncontractual matter arising out of the contract between the parties. In the\norder passed by the writ Court, it was held that it is a contractual dispute.\nNow it is not open for the respondents to now contend that blacklisting is\nnot contractual matter.\n</p><p data-structure=\"Section\" id=\"p_14\">9.          The respondents raised the following objections with regard               to\nmaintainability of the petition under <a href=\"/doc/1079220/\" id=\"a_2\">Section 9</a> of the Arbitration and\nConciliation Act, 1996:\n</p><blockquote id=\"blockquote_7\">     (i)       The Court is not having the territorial jurisdiction.\n</blockquote><blockquote id=\"blockquote_8\">     (ii)      There is no arbitration agreement with respect to award of &quot;future\n               contracts&quot; between the parties.      Thus, this petition filed under\n               <a href=\"/doc/1549225/\" id=\"a_3\">Section 9</a> of the Act with regard to banning of &quot;future dealings&quot; is\n               not an arbitral dispute.\n</blockquote>\n<span class=\"hidden_text\" id=\"span_6\">OMP No.981/2012                                                        Page 6 of 23</span>\n<blockquote id=\"blockquote_9\">       (iii)   The arbitration agreement in previous contract dated 27th\n              September, 2006 invoked by the petitioner does not cover any\n              dispute in respect of award of future contracts. The arbitration\n              agreement only deals with „disputes‟ and differences arising out of\n              that contract.\n</blockquote><p data-structure=\"Facts\" id=\"p_15\">10.       It is argued by the respondents that the second show-cause notice\ndated 30th June, 2011 issued to the petitioner was based on joint inspection\nreport at site in Chhattisgarh duly signed by petitioner and Geo Tech\nReports, the said report received by the respondents after the expiry of\nperiod of one year imposition of ban on the basis of first show-cause notice.\nTherefore, the second show-cause notice was correctly served upon the\npetitioner. Against the said notice, the petitioner filed the petition in this\nCourt and the same was withdrawn by the petitioner on the ground that the\nDelhi Court has no „territorial jurisdiction‟.         The petitioner thereafter\nchallenged the show-cause notice dated 30th June, 2011 by filing petition in\nthe High Court of Chhattisgarh. The Division Bench of Chhattisgarh High\nCourt vide order dated 5th July, 2012 disposed of the matter by directing\nrespondents to proceed with the show-cause notice after considering reply\nof the petitioner. The petitioner had filed its reply to the show-cause notice\nbefore the Competent Authority who had also granted opportunity for\npersonal hearing to the petitioner.       Thereafter, the Competent Authority\npassed an order on 1st October, 2012. The petitioner after receiving copy of\norder dated 1st October, 2012 issued the notice by invoking the arbitration\nclause on 3rd October, 2012.\n</p><p data-structure=\"CDiscource\" id=\"p_16\">11.       It is alleged that the petitioner has been blacklisted considering the\ngravity of the charges proved against the petitioner. The respondent will\nlike to draw attention of the Role and Obligation of the Project Management\n\n<span class=\"hidden_text\" id=\"span_7\">OMP No.981/2012                                                     Page 7 of 23</span>\n Consultants (PMC), who is Engineer of the Project, who is responsible for\ngetting the big infrastructure Project executed, certify payments for the\nwork done and on his Certificate, payments are released by respondent to the\nContractors. From the above, it is clear that PMC has to be person of\nintegrity with unblemished past record and the employer must have full faith\nin him.\n</p><p data-structure=\"CDiscource\" id=\"p_17\">12.    It is submitted by the learned counsel that the first show-cause notice\ndated 18th November, 2009 was based on only irregularities found during\nvigilance check and was not based on the Report of Enquiry.       There is no\nreference report in the notice, nor the same was provided to petitioner.\nSecond show-cause notice dated 30th November, 2011 was issued after\nreceiving copy of the report dated 17th April, 2008 and 18th April, 2008 from\nRailway Vigilance Department along with other documents like Geo Tech\nReport on 13th May, 2011 and after finding gravity of the misconduct by the\npetitioner.\n</p><p data-structure=\"Facts\" id=\"p_18\">       The second notice was based on additional evidence received by\nrespondent on 13th May, 2011 which proves gravity of misconduct. The\nreport is based on Test Checks carried at site at few locations on track of\n58.71 km. There is additional charge in the second show-cause and\nadditional grounds, details and new evidence has been stated in the notice\ndated 30th June, 2011.\n</p><p data-structure=\"Precedent\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"916622\" id=\"span_8\">13.    On the first issue raised by the respondents about the territorial\njurisdiction of this Court, learned counsel appearing on behalf of\nrespondents submitted that the contract was awarded by respondent to\npetitioner from its Mumbai office on 27th September, 2006 and the work was\nexecuted in the State of Chhattisgarh and the same was managed from the\noffice of the respondent at Chhattisgarh. Thus, no cause of action has arisen\n\n<span class=\"hidden_text\" id=\"span_9\">OMP No.981/2012                                                  Page 8 of 23</span>\n in Delhi. The petitioner earlier had itself withdrawn its writ petition filed in\nDelhi High Court on the ground of no territorial jurisdiction and had\nthereafter filed writ petition in the High Court of Chhattisgarh. The\nrespondent‟s counsel has relied upon the judgment passed by this Court in\nthe case of <a href=\"/doc/916622/\" id=\"a_4\">Inox Air Products Ltd. Vs. Rathi Ispat Ltd.</a> reported in 2006 (4)\nArb. L.R. 50 (Delhi) (para 25 to 30). In this judgment, this Court has\nreferred to its earlier 5(five) judgments, which all were under <a href=\"/doc/1549225/\" id=\"a_5\">Section 9</a> of\nthe Act.</span>\n</p><p data-structure=\"Section\" id=\"p_20\">14.      Let me now first consider the objection raised by the respondents with\nregard to territorial jurisdiction. The petitioner in order to invoke the\njurisdiction of this Court has made the following averments in para 7 of the\npetition which is not denied by the respondent.         The same are read as\nunder:\n</p><blockquote id=\"blockquote_10\">               &quot;7. The petitioner submits that this Hon‟ble\n               Court would have jurisdiction to entertain the\n               present petition as the respondent No.1 has its\n               registered office in New Delhi and respondent\n               Nos.2 to 4 operate out of the respondent No.1‟s\n               office in New Delhi. Further the arbitration\n               proceedings have to be held in New Delhi and the\n               venue of the arbitration is the office of the\n               respondent No.1 in New Delhi. Further as per\n               <a href=\"/doc/211089/\" id=\"a_6\">Article 16 (<a href=\"/doc/365890/\" id=\"a_7\">Section 16</a>.03)</a> of the Special\n               Conditions of the Contract, if any of the party fails\n               to appoint an Arbitrator then the Managing\n               Director Rail Vikas Nigam Ltd., New Delhi,\n               respondent No.1, shall appoint          the learned\n               Arbitrator. The impugned order dated 01.10.2012\n               is also sent from the respondent No.1‟s office in\n               New Delhi.         The show-cause notice was\n               adjudicated at New Delhi. The petitioners were\n               called for hearing at New Delhi and were heard at\n               New Delhi. The correspondence between the\n\n\n<span class=\"hidden_text\" id=\"span_10\">OMP No.981/2012                                                    Page 9 of 23</span>\n               parties is also addressed at New Delhi. Thus, the\n              Hon‟ble High Court has jurisdiction to entertain\n              the present petition.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_21\">15.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"173015163\" id=\"span_11\">In the recent case decided by the Supreme Court in the matter of\n<a href=\"/doc/173015163/\" id=\"a_8\">Bharat Aluminium Co. Ltd. Vs. Kaiser Aluminium Technical Services</a>,\n2012 (9) SCC 552 (Para 96) which reads as under:</span>\n</p><blockquote id=\"blockquote_11\">              &quot;96. We are of the opinion, the term &quot;subject\n              matter of the arbitration&quot; cannot be confused\n              with      &quot;subject matter of the suit&quot;. The term\n              &quot;subject matter&quot; in <a href=\"/doc/1981744/\" id=\"a_9\">Section 2(1)(e)</a> is confined to\n              Part I. It has a reference and connection with the\n              process of dispute resolution. Its purpose is to\n              identify the courts having supervisory control over\n              the arbitration proceedings. Hence, it refers to a\n              court which would essentially be a court of the seat\n              of the arbitration process. In our opinion, the\n              provision in <a href=\"/doc/1981744/\" id=\"a_10\">Section 2(1)(e)</a> has to be construed\n              keeping in view the provisions in <a href=\"/doc/1673226/\" id=\"a_11\">Section 20</a> which\n              give recognition to party autonomy. Accepting the\n              narrow construction as projected by the learned\n              counsel for the appellants would, in fact, render\n              <a href=\"/doc/1673226/\" id=\"a_12\">Section     20</a>     nugatory.   In    our view, the\n              legislature has intentionally given jurisdiction to\n              two courts i.e. the court which would have\n              jurisdiction where the cause of action is located\n              and the courts where the arbitration takes place.\n              This was necessary as on many occasions the\n              agreement may provide for a seat of arbitration at a\n              place which would be neutral to both the\n              parties.....&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_22\">16.    The show-cause notice dated 30th June, 2011 was adjudicated and\ndecided upon in Delhi. A personal hearing to the petitioner pursuant to the\nshow-cause notice dated 30th June, 2011 was also given on 14th September,\n2012 at the respondent No.1‟s office in Delhi. The correspondence to the\nrespondents has been addressed to the Delhi office.\n</p>\n<span class=\"hidden_text\" id=\"span_12\">OMP No.981/2012                                                  Page 10 of 23</span>\n<p data-structure=\"Precedent\" id=\"p_23\">          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1876565\" id=\"span_13\">If the order of the authority is issued from Delhi, it will confer\njurisdiction on the courts in Delhi is clear, inter alia, from the proposition\n<a href=\"/doc/173015163/\" id=\"a_13\">laid down by</a> the Hon‟ble Supreme Court in <a href=\"/doc/1876565/\" id=\"a_14\">Kusum Ingots &amp; Alloys Ltd.\nvs. Union of India</a>, (2004) 6 SCC 254, para 27. As regards the withdrawal\nof earlier writ petition on the issue of jurisdiction is concerned, admittedly\nthe order dated 1st October, 2012 was not passed on that date.</span>\n</p><p data-structure=\"Precedent\" id=\"p_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"173015163\" id=\"span_14\">17.      Clause 16.01 of the contract provides that the arbitration shall take\nplace in New Delhi.        The seat of arbitration confers jurisdiction on the\nCourts situated there. This is the view taken by the latest judgment of the\nHon‟ble Supreme Court in <a href=\"/doc/173015163/\" id=\"a_15\">Bharat Aluminium Company</a> (supra).                  This\njudgment has held that the courts where the seat is situated will have\nsupervisory jurisdiction and this would be irrespective of whether the\ncontract has to be performed somewhere else.</span>\n</p><p data-structure=\"Precedent\" id=\"p_25\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"173015163\" id=\"span_15\">After having considered the rival submissions of the parties and the\nlatest decision of the Apex Court i.e. <a href=\"/doc/173015163/\" id=\"a_16\">Bharat Aluminium Company</a> (supra), I\ndo not find any merit in the objection raised by the respondents on the issue\nof territorial jurisdiction.</span>\n</p><p data-structure=\"Section\" id=\"p_26\">18.      The second submission of the respondents is that the petition under\n<a href=\"/doc/1549225/\" id=\"a_17\">Section 9</a> of the Act of 1996 is not maintainable as relief sought by\npetitioner is beyond the scope of Arbitration Agreement and is not\narbitrable, this Court cannot give relief with respect to future contracts.\nFurther, the order of blacklisting had been passed after the previous contract\nwas closed over and black-listing is not under the previous contract but is for\nfuture contracts.\n</p><p data-structure=\"Precedent\" id=\"p_27\">         <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"188958994\" id=\"span_16\">The respondent relied upon the case of <a href=\"/doc/188958994/\" id=\"a_18\">Booz Allen &amp; Hamilton Inc.\nVs. SBI House Finance Ltd.</a>, (2011) 5 SCC 532. Relevant para 34 reads as\nunder:</span>\n</p>\n<span class=\"hidden_text\" id=\"span_17\">OMP No.981/2012                                                  Page 11 of 23</span>\n<blockquote id=\"blockquote_12\">               &quot;34. The term &quot;arbitrability&quot; has different\n              meanings in different contexts. The three facets of\n              arbitrability, relating to the jurisdiction of the\n              Arbitral Tribunal, are as under:\n</blockquote><blockquote id=\"blockquote_13\">                  (i) Whether the disputes are capable of\n                  adjudication and settlement by arbitration?\n</blockquote><p data-structure=\"Issue\" id=\"p_28\">                  That is, whether the disputes, having regard to\n                  their nature, could be resolved by a private\n                  forum chosen by the parties (the Arbitral\n                  Tribunal) or whether they would exclusively\n                  fall within the domain of public fora (courts).\n</p><p data-structure=\"Issue\" id=\"p_29\">                  (ii) Whether the disputes are covered by the\n                  arbitration agreement? That is, whether the\n                  disputes are enumerated or described in the\n                  arbitration agreement as matters to be decided\n                  by arbitration or whether the disputes fall under\n                  the &quot;excepted matters&quot; excluded from the\n                  purview of the arbitration agreement.\n</p><p data-structure=\"Issue\" id=\"p_30\">                  (iii) Whether the parties have referred the\n                  disputes to arbitration? That is, whether the\n                  disputes fall under the scope of the submission\n                  to the Arbitral Tribunal, or whether they do not\n                  arise out of the statement of claim and the\n                  counterclaim filed before the Arbitral Tribunal.\n                  A dispute, even if it is capable of being decided\n                  by arbitration and falling within the scope of\n                  arbitration agreement, will not be &quot;arbitrable&quot; if\n                  it is not enumerated in the joint list of disputes\n                  referred to arbitration, or in the absence of such\n                  joint list of disputes, does not form part of the\n                  disputes raised in the pleadings before the\n                  Arbitral Tribunal.&quot;\n</p>\n<p data-structure=\"Section\" id=\"p_31\">19.    It is argued by the respondents‟ counsel that in the present case the\nissue of black-listing is beyond scope of Arbitration Agreement and it\ncannot be decided by the Arbitral Tribunal and hence, no order under\n\n\n<span class=\"hidden_text\" id=\"span_18\">OMP No.981/2012                                                    Page 12 of 23</span>\n <a href=\"/doc/1549225/\" id=\"a_19\">Section 9</a> of the Act is maintainable, when the matter is not arbitrable. The\nissue of future contractors, which is beyond scope of Arbitration Agreement.\nNo relief against not to award future contracts can be referred to the\narbitration. Hence no interim relief can be granted for the future contract\nunder <a href=\"/doc/1079220/\" id=\"a_20\">Section 9</a> of the Arbitration and Conciliation Act, 1996.          It is also\nargued that the award of future contracts cannot be contractual issue of\nprevious contract. The same is an Executive Function and each party has\nthe right not to do deal with another on whom he has got no faith. Even the\nArbitrator has got no jurisdiction over issue of future contracts. Moreover, as\nper settled law, „Arbitration Agreement‟ is independent of other conditions\nof the contract.\n</p><p data-structure=\"Precedent\" id=\"p_32\">20.    It was also argued by him that the present case is not a case of double\njeopardy as it is neither criminal case, nor there is any judicial order by any\ncourt under <a href=\"/doc/17858/\" id=\"a_21\">Article 20(2)</a> of Constitution is applicable. It was held by\nConstitution Bench in the matter of Thoman Dare Vs. State of Punjab,\nAIR 1959 SC 376 (para 9) which reads as under:\n</p>\n<blockquote id=\"blockquote_14\">              &quot;It is manifest that in order to bring the petitioners‟\n              case within the prohibition of <a href=\"/doc/17858/\" id=\"a_22\">Art. 20(2)</a>, it must be\n              shown that they had been &quot;prosecuted&quot; before the\n              Collector of Customs, and &quot;punished&quot; by him for\n              the &quot;same offence&quot; for which they have been\n              convicted and punished as a result of the judgment\n              and orders of the courts below, now impugned....&quot;,\n              the petitioners will have failed to bring their case\n              within the prohibition of Art, 20(2).&quot;\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_33\">       Counsel submitted that in the present case the firstly the order has not\nbeen passed by Judicial Forum nor petitioner has been punished. Thus, the\nshow-cause notice based on new evidence does not fall within ambit of\n<a href=\"/doc/17858/\" id=\"a_23\">Article 20(2).</a>\n</p>\n<span class=\"hidden_text\" id=\"span_19\">OMP No.981/2012                                                     Page 13 of 23</span>\n<p data-structure=\"PetArg\" id=\"p_34\"> 21.         Mr.Parag P.Tripathi, learned Senior counsel in reply to the arguments\nof the learned counsel appearing on behalf of the respondents submits that a\nparty cannot be punished twice for the same alleged breach. The petitioner\nwas charged with the same allegations in the second SCN as were the\nsubject matter of the first SCN. Both the SCN‟s were based out of the same\nvigilance report of 17th April, 2008 except with additional charges of using\nunapproved quality of grease. Punishing a person twice for the same alleged\nbreach amounts to double jeopardy and is therefore illegal. The question\nwhether the other party committed breach cannot be decided by the party\nalleging breach.        A contract cannot provide that one party will be the\narbitrator to decide whether he committed breach or the other party\ncommitted breach. That question can only be decided by an adjudicatory\nforum, that is, a court or an Arbitral Tribunal. A party cannot be a judge in\nits own cause.\n</p><p data-structure=\"Section\" id=\"p_35\">22.         Mr.Tripathi, learned counsel also argued that the second show-cause\nnotice and debarment order passed against the petitioner is in relation to the\nalleged breach of the terms of the contract by the petitioner. Thus, it is a\ncontractual matter and since disputes have arisen regarding performance and\nbreach of the contract, the question of whether the petitioner is in breach\nand thereby liable to be blacklisted has to be decided in accordance with\nthe mechanism provided under the contract for such dispute resolution.\nThus, the issue of breach will have to be decided in arbitration by the\narbitrators. Hence the order of blacklisting could not have been passed by\nthe respondent authority. The following decisions are relied upon by the\npetitioner on this aspect:-\n</p><blockquote id=\"blockquote_15\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1959367\" id=\"span_20\">(<a href=\"/doc/1959367/\" id=\"a_24\">i)      SPS Engineering Ltd. Vs. Indian Oil Corporation Ltd.</a>, 113\n               (2004) DLT 70, Paras 8 to 10\n\n\n<span class=\"hidden_text\" id=\"span_21\">OMP No.981/2012                                                     Page 14 of 23</span>\n               In this case IOCL issued a SCN that the petitioner\n          be put in holiday list and be barred from future\n          contracts with IOCL. The petitioner replied and\n          stated that all disputes should be referred to\n          arbitration, to which IOCL declined on the ground\n          that blacklisting is a non-contractual matter. The\n          petitioner had invoked the arbitration prior to the SCN\n          and it moved the court for appointment of arbitrator.</span>\n</blockquote><p data-structure=\"Conclusion\" id=\"p_36\">          Before the court on 17.3.2003, parties agreed that all\n          disputes be referred to arbitration, subject to <a href=\"/doc/675839/\" id=\"a_25\">Section\n          16</a> objections. IOCL then on 10.4.2003 passed an\n          order putting the petitioner on holiday list and\n          debarring it from future contracts with IOCL.\n</p><p data-structure=\"CDiscource\" id=\"p_37\">              In these facts, Court held that the entire basis for\n          placing the petitioner on holiday list is founded upon\n          the allegations qua performance or non-performance\n          with regard to the contracts that were awarded. Hence\n          it is not proper for IOCL to contend that it is a non-\n</p><p data-structure=\"Conclusion\" id=\"p_38\">          contractual matter. IOCL therefore, ought to have\n          awaited adjudication by the arbitrator on issue of\n          breach, and not straightway proceeded in hot haste to\n          put the petitioner in holiday list.\n</p>\n<p data-structure=\"Precedent\" id=\"p_39\">   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1723538\" id=\"span_22\">(<a href=\"/doc/1723538/\" id=\"a_26\">ii)   National Building Construction Corporation Vs. NDMC</a>, 138\n          (2007) DLT 414. Relevant para 25\n             Where arbitration is pending in respect of those\n          very charges for which the person is ought to be\n          blacklisted then the authority should await the\n          conclusions and determination by the arbitrator.\n              In this case disputes were pending before the\n          arbitrator. Nevertheless NDMC issued a show-cause\n          and passed an order debarring petitioner for five\n          years. Court held relying on IOCL judgment above,\n          that NDMC acted in haste in issuing the blacklisting\n          order when arbitration was pending on the same\n          allegations. It held that it was necessary for NDMC to\n          await conclusion of the arbitration proceedings and\n          the blacklisting order is therefore arbitrary.</span>\n</p>\n<span class=\"hidden_text\" id=\"span_23\">OMP No.981/2012                                                  Page 15 of 23</span>\n<p data-structure=\"Precedent\" id=\"p_40\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"633834\" id=\"span_24\">(<a href=\"/doc/633834/\" id=\"a_27\">iii)   Rashtriya Ispat Nigam Limited vs. Verma Transport</a>, (2006) 7\n              SCC 275. Relevant para 43, page 30 of JPB and para 47\n\n              Once it is found that the dispute arose out of the\n              contract, <a href=\"/doc/1232861/\" id=\"a_28\">Section 8</a> of the Arbitration Act would be\n              attracted. In this case court held that the illegal\n              termination of contract and blacklisting are the cause\n              of action arising out of the contract. It further held\n              that the question in regard to jurisdiction of arbitrator\n              can be determined by the arbitrator himself in terms of\n              <a href=\"/doc/675839/\" id=\"a_29\">Section 16</a> of the Act.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_41\">      (iv)    Sutlej Construction Ltd. Vs. State of Jharkand &amp; Ors., 2005 (2)\n              JCR 445. Para 7.\n</p>\n<p data-structure=\"Section\" id=\"p_42\">              When there is an arbitration clause, it is beyond the\n              jurisdiction of the authority to blacklist. It is for the\n              arbitral tribunal to decide all those issues.\n</p>\n<p data-structure=\"Precedent\" id=\"p_43\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"585233\" id=\"span_25\">23.       Learned counsel for the petitioner has also referred a decision of this\nCourt in the case of <a href=\"/doc/585233/\" id=\"a_30\">Anilma Associates Vs. UOI</a>, 106 (2003) DLT 262.\nRelevant paras 15 and 19, on the aspect of double jeopardy. In the said\ncase, it was held that once an order of banning of first kind (banning by one\nMinistry) is passed by the railways, it was not permissible for the\nrespondents to pass second type of order (Banning by all the Ministries) and\ntherefore its action amounted to double jeopardy.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_44\">24.       I have considered the rival submissions of both the parties as well as\nthe decisions referred by them. Let me first refer the details of the common\nallegations in the first show-cause notices dated 18th November, 2009 and\nsecond show cause notice dated 30th June, 2011. The same are:-\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_26\">OMP No.981/2012                                                       Page 16 of 23</span>\n<blockquote id=\"blockquote_16\"> Common points in Show Cause Notice dated 18/11/2009 &amp; 30/06/2011\nSr.   SCN No.C/CPM/BYT-URK/216 dated 18/11/2009                                 SCN No.C/CPM/BYT-URK/627 dated 30/06/2009\nNo.\n2.3   During Vigilance check conducted by Railway Board                         Imputation of misconduct for banning of business\n      Vigilance on 17.4.2008 following severe irregularities were\n      noticed.\n</blockquote><blockquote id=\"blockquote_17\">2.3   The gradation analysis of ballast as well as measurement were       2.0   Acceptance of Sub-Standard Quality of track ballast\n</blockquote><blockquote id=\"blockquote_18\">(i)\n      found to be at variance during the Vigilance check compared\n      to what has been measured and entered into the MB by PMC.                 During the joint check up on 17.04.2008 and 128.04.2008, sieve analysis of -\n</blockquote><p data-structure=\"Precedent\" id=\"p_45\">      Details of gradation done by PMC and as found during the            2.1   ballast stacks having nos.305, 363, 53, 12 &amp; 478 was carried out. Results of\n      check are tabulated as under:                                             sieve analysis of the said five stacks were as under:-\n</p><blockquote id=\"blockquote_19\">       Stack     Retention on Sieve size (%)                                     Location        Stack     Total         Retention on ballast over sieve in kg\n       No.       On      65     mm     On      40   mm   On 20 MM                                No.       Weight In     (%) for\n                 Sieve                 Sieve             Sieve                                             Kgs\n                 As           During   As       During   As      During                                                  65     mm       40     mm   20    MM\n                                                                                                                         Sieve           Sieve       Sieve\n                 per          check    per      check    per     check\n                                                                                 766/6-8         305       45            Nil (0%)        14.00       45 (100%)\n                 MB                    MB                MB                                                                              (31.11%)\n                                                                                 767/20-22       363       42            Nil (0%)        18.00       42 (100%)\n       305                             59       31.11\n                                                                                                                                         (42.85%)\n       53        2.36         7.14     66.27    95.23                            787/4-6         53        42            3.0             40.00       42 (100%)\n                                                                                                                         (7.14%)         (95.23%)\n       12        0            5.68     54       65.90\n                                                                                 786/10-12       12        44            2.5             29          44 (100%)\n       478                             52.1     74.39                                                                    (5.68%)         (65.90%)\n                                                                                 790/6-8         478       41            0.5             30.5        41 (100%)\n                                                                                                                         (1.21%)         (74.39%)\n\n\n<span class=\"hidden_text\" id=\"span_27\">OMP No.981/2012                                                                            Page 17 of 23</span>\n 2.3     (ii) The measurement was also found to vary a lot specially     3.0   Making excess payment for the track ballast supply\n</blockquote><blockquote id=\"blockquote_20\">(ii)\n        into the stacks, which are tabulated as under:\n</blockquote><blockquote id=\"blockquote_21\">                                                                        3.1   In a joint check conducted on 17.04.08 and 18.04.08, quantity of ballast in stack\n                                                                              no.325, 363, 12 &amp; 478 was measured. The quantity found during joint check and\n         Stack     As     per   As      per   Difference   Different          quantity paid by RVNL, is as tabulated as under:\n</blockquote><pre id=\"pre_2\">         No.       MB           joint         (in cum)     (in%)\n                                check (in                                      Stack No.      Quantity of      Quantity     of   Difference (in   Different\n                                cum)                                                          ballast paid     ballast           cum)             (in%)\n         12        275.151      260.928       +14.223      +5.45%                             by    RVNL       measured in\n         478       168.257      152.576       +15.681      +10.27%                            (in cum)         joint     check\n                                                                                                               (in cum)\n                                                                               305            90.600           85.526            +5.074           +5.9%\n                                                                               363            146.014          149.92            -3.906           -2.60%\n                                                                               12             275.151          260.928           +14.223          +5.45%\n                                                                               478            168.257          152.576           +15.681          +10.27%\n2.3     (iii) During Vigilance check the blanketing material was also   4.0   Acceptance of sub-standard quality of blanketing material\n(iii)\n</pre><blockquote id=\"blockquote_22\">        checked with respect to RDSO Specification for blanketing\n        material. Two sets of samples of blanketing material were       4.2   The laboratory test results have been compared with the RDSO specification for\n        collected and got tested at Geo-Technical Engineering                 Blanketing material, as under:\n</blockquote><blockquote id=\"blockquote_23\">        Laboratory/Con/ Bilaspur, SEC Railway. The laboratory test             Sieve       Cum % passing\n        of the blanketing material result clearly shows that both              Size\n        samples crossed the guiding enveloping curves, at both the             (mm)\n        ends. The same demonstrate that PMC has miserably failed in\n<span class=\"hidden_text\" id=\"span_28\">OMP No.981/2012                                                                        Page 18 of 23</span>\n      its duties to get the blanketing material tested before its use at                    As per test report       As per RDSO Specification (%)\n     site.                                                                                 Sample        Sample     Grade A             Grade B     Grade C\n                                                                                           No.1          No.2\n                                                                                 20        100           100        100                 93-100      80-100\n                                                                                 10        90.31         93.78      95-100              85-95       65-85\n                                                                                 4.75      49.17         41.88      92-99               70-92       43-70\n                                                                                 2         16.33         15.83      65-90               46-65       22-46\n                                                                                 0.600     9.81          8.84       33-55               22-33       08-22\n                                                                                 0.425     9.62          8.46       28-40               18-28       05-18\n                                                                                 0.212     9.44          8.09       16-27               10-16       00-10\n                                                                                 0.075     9.38          7.87       00-12               00-10       00-08\n                                                                          5.0   Use of un-approved quality of greases for greasing of Elastic Rail Clips\n\n\n                                                                          5.1   During joint check on 17.04.20087, no evidence of grease as per IS: 408-1981\n                                                                                being used for ERC greasing, was seen. To confirm the quality of grease. RVNL\n                                                                                was requested to show the packet of grease either exhausted or new packet, but\n                                                                                they could not produced the same.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_29\">OMP No.981/2012                                                                          Page 19 of 23</span>\n<p data-structure=\"CDiscource\" id=\"p_46\"> 25.    It appears from the order dated 1st October, 2012 itself that after\nconsidering the reply given by the petitioner to the show-cause notice dated\n11th November, 2009, the petitioner was merely declared Poor Performer\nand was imposed one year ban with effect from 26th January, 2010 on the\nfollowing grounds:-\n</p>\n<blockquote id=\"blockquote_24\">       (i)     Non-deployment of suitably qualified and experienced Project\n               Managers at site for supervising the work;\n</blockquote><blockquote id=\"blockquote_25\">       (ii)    Negligence in processing contractor‟s bills;\n</blockquote><blockquote id=\"blockquote_26\">       (iii)   Acceptance of sub-standard quality of concrete for PSC girders\n               for bridges on continuous basis over a long period of time and\n               allowing payment for the same is a serious lapse on the part of\n               the PMC.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_47\">26.    Imposition of one year was admittedly not challenged by the\npetitioner in Court of law. The second show-cause notice dated 30th June,\n2011 served upon the petitioner wherein it was proposed to ban the business\ndealing with the petitioner and its sister concern, the following are the\nallegations/ malpractices/irregularities levelled against the petitioner:-\n</p><blockquote id=\"blockquote_27\">       (a)     Acceptance of sub-standard quality of track ballast.\n</blockquote><blockquote id=\"blockquote_28\">       (b)     Making excess payment for track ballast supply.\n</blockquote><blockquote id=\"blockquote_29\">       (c)     Acceptance of sub-standard quality of blanketing material.\n</blockquote><blockquote id=\"blockquote_30\">       (d)     Use of un-approved quality of grease for greasing ERC.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_48\">27.    With regard to irregularity (a) i.e. acceptance of sub-standard quality\nof track ballast, in the order dated 1st October, 2012, it was found by the\nDirector Projects that the petitioner allowed use of sub-standard ballast.\nSimilarly, in the second irregularity, i.e. making excess payment for track\nballast supply, it was found in the order that the petitioner was responsible\n\n<span class=\"hidden_text\" id=\"span_30\">OMP No.981/2012                                                    Page 20 of 23</span>\n for recording excess measurement of ballast stacks not only in stack No.478\nbut also in stack Nos.305 &amp; 12 and release of excess payment to the\nexecution contractor. With regard to the third irregularity, i.e. (c) about the\nacceptance of sub-standard quality of blanketing material, no evidence was\nfound against the petitioner. As regards the imputation of (d), it was found\nby the Director Projects that the petitioner failed to ensure quality of grease\nused for greasing ERC as per the stipulation specifications.\n</p><p data-structure=\"CDiscource\" id=\"p_49\">28.    From the common points of show-cause notices issued on\n18th November, 2009 and 30th June, 2011 as well as from the order dated\n1st October, 2012, it appears from both that as per allegations made by the\nrespondents, the petitioner was allegedly involved in irregularities. There\nare also common allegations. The petitioner has suffered a ban for the period\nof one year in view of first show-cause notice which was spent by the\npetitioner without any challenge in Court of law. It is the admitted position\nthat additional evidence and final report was received by the respondents\nlater on. The second show-cause notice was issued on the basis of said\nevidence.\n</p><p data-structure=\"CDiscource\" id=\"p_50\">29.    It is also a matter of fact that the petitioner has been denying the\nallegations of the respondents from very beginning. But one is failed to\nunderstand in case the respondents imposed ban for one year against the\npetitioner for certain irregularities as mentioned in the order dated 1st\nOctober, 2012, then even at the stage of issuance of first show-cause notice\ncould have imposed the ban for larger period in view of the fact that the\nrespondents had the knowledge about the irregularities of the petitioner, but\nthe ban was imposed for limited period against the petitioner only as Poor\nPerformer. At the same time, I do not agree with the argument of the\npetitioner that it is a fit case of double jeopardy in view of the reason that in\n\n<span class=\"hidden_text\" id=\"span_31\">OMP No.981/2012                                                    Page 21 of 23</span>\n the second show-cause notice there are additional charges against the\npetitioner on the basis of evidence and report received by the respondents\nafter the expiry of one year ban imposed by the respondents on the basis of\nfirst show-cause notice.\n</p><p data-structure=\"Conclusion\" id=\"p_51\">30.    Mr.Tripathi is right to the extent at this stage that the second show-\ncause notice is only of `2,35,000/- in terms of financial implication, the\nmain charge No.4 pertaining to the sub-standard quality of blanketing\nmaterial had alleged financial implication of `6.53 crores. The petitioner\nhas been found not guilty and therefore, exonerated of that charge in the\nsecond impugned debarment order dated 1st October, 2012 and despite that,\nan order banning petitioner for five years which is passed for a larger period\nand that is too by respondent who is party to the agreement.\n</p><p data-structure=\"CDiscource\" id=\"p_52\">31.    Admittedly in the present case there was a contract between the\nparties for execution of certain work prior to the date of first and second\nshow-cause notice. It is admitted position that a suit as alleged by the\nrespondent arose and two cause notices were issued to the petitioner. The\norder dated 1st October, 2012 of black-listing was passed on second show-\ncause notice by referring various clauses of agreement. Hence, this Court is\nnot agreeable with the submission of the respondents that the question of\nblack-listing cannot be subject matter of arbitrable as it is meant for future\ncontract. I fail to understand that on one hand their submission is that it\ncannot become part of arbitration proceedings and on the other hand the\norder date 1st October, 2012 was passed by imposing ban while applying\nvarious clauses of the contract between the parties.\n</p><p data-structure=\"Section\" id=\"p_53\">       In view of above, I am of the considered view that it is for the Arbitral\nTribunal to decide all issues including the question of black-listing. The\nquestion in regard to jurisdiction of Arbitral Tribunal as to whether such\n\n<span class=\"hidden_text\" id=\"span_32\">OMP No.981/2012                                                   Page 22 of 23</span>\n dispute can be arbitrable or not, it would be for the Arbitrator(s) to decide in\nterms of <a href=\"/doc/675839/\" id=\"a_31\">Section 16</a> of the Arbitration and Conciliation Act, 1996. Both the\nparties are also granted liberty to move an application for interim relief\nunder <a href=\"/doc/318136/\" id=\"a_32\">Section 17</a> of the Act in accordance with law.\n</p><p data-structure=\"CDiscource\" id=\"p_54\">32.    As far as ban of 5 years on the basis of second show-cause notice is\nconcerned, this court is of the view that the same is imposed for larger\nperiod in view of peculiar facts of the present case and particularly earlier\nban on the basis of first show-cause for only one year and the same was\nalready spent by the petitioner. Considering the overall facts and\ncircumstances of the present case, I reduce the period of ban from five years\nto two years with effect from 30th June, 2011.\n</p><p data-structure=\"Conclusion\" id=\"p_55\">33.    No further orders are required to be passed. The present petition is\naccordingly disposed of. No costs.\n</p>\n\n\n<p data-structure=\"Conclusion\" id=\"p_56\">                                                 (MANMOHAN SINGH)\n                                                      JUDGE\nFEBRUARY 18, 2013\n\n\n\n\n<span class=\"hidden_text\" id=\"span_33\">OMP No.981/2012                                                   Page 23 of 23</span>\n </p>","numcites":19,"numcitedby":10,"docsource":"Delhi High Court","citetid":101356156,"divtype":"judgments","relatedqs":[{"value":"double jeopardy","formInput":"double%20jeopardy"},{"value":"\"holiday listing\"","formInput":"%22holiday%20listing%22"},{"value":"second show cause notice","formInput":"second%20show%20cause%20notice"},{"value":"\"double jeopardy\"","formInput":"%22double%20jeopardy%22"},{"value":"territorial jurisdiction","formInput":"territorial%20jurisdiction"},{"value":"rvnl","formInput":"rvnl"},{"value":"black listing","formInput":"black%20listing"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"future contracts","formInput":"future%20contracts"},{"value":" IOCL","formInput":"%20IOCL"},{"value":"NDMC","formInput":"NDMC"},{"value":"chhattisgarh high court","formInput":"chhattisgarh%20high%20court"},{"value":"Blacklist    filter:   tender  conditions","formInput":"Blacklist%20%20%20%20filter%3A%20%20%20tender%20%20conditions"},{"value":"sister concern","formInput":"sister%20concern"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"second notice","formInput":"second%20notice"},{"value":"jeopardy ","formInput":"jeopardy%20"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"arbitration proceedings","formInput":"arbitration%20proceedings"}],"cats":[{"value":"arbitral-tribunals-jurisdictional-competence","formInput":"tag:arbitral-tribunals-jurisdictional-competence"},{"value":"interim-measures-etc-by-court","formInput":"tag:interim-measures-etc-by-court"}],"courtcopy":true,"query_alert":null,"agreement":false}