{"tid":1590882,"publishdate":"2005-12-29","title":"Executive Engineer Sardar Sarovar ... vs Bhaven Construction And Anr. on 29 December, 2005","doc":"<h2 class=\"doc_title\">Executive Engineer Sardar Sarovar ... vs Bhaven Construction And Anr. on 29 December, 2005</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR2006GUJ74, 2006(3)ARBLR230(GUJARAT), AIR 2006 GUJARAT 74, 2006 (2) AJHAR (NOC) 608 (GUJ), 2006 (3) AKAR (NOC) 395 (GUJ), 2006 A I H C (NOC) 197 (GUJ), 2006 (3) ARBI LR 230, (2006) 1 GUJ LH 523, (2006) 2 GCD 1296 (GUJ), (2006) 3 ARBILR 230</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:m-r-shah\">M.R. Shah</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:m-r-shah\">M.R. Shah</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nM.R. Shah, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">Page 143\n \n\n</p><p data-structure=\"Issue\" id=\"p_2\">1. By way of this petition under <a href=\"/doc/1712542/\" id=\"a_1\">Articles 226</a> and <a href=\"/doc/1331149/\" id=\"a_2\">227</a> of the Constitution of India the petitioner has prayed for appropriate writ, direction and/or order quashing and setting aside the proceedings initiated by respondent No. 1 (hereinafter referred to as the Contractor) and the appointment of respondent No. 2 as Sole Arbitrator and the order passed by the learned Sole Arbitrator dated 20-10-2001 in rejecting the application submitted by the petitioner submitted under <a href=\"/doc/675839/\" id=\"a_3\">Section 16</a> of the Arbitration Act, 1996 by holding that he has got the jurisdiction to decide and resolve the disputes between the parties and his appointment as Sole Arbitrator is Page 144 held as legal and valid. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\">2. It appears from the record that the petitioner ?&quot; Sardar Sarovar Narmada Nigam Limited entered into a contract with the respondent No. 1 ?&quot; contractor to supply the bricks as per the specifications and in numbers for the construction of the canal work. It appears from the record that the tender was accepted on 13-2-91, which was revised on 18-10-91, but due to the modified technical specifications, the work order was issued on 18-10-91 and further revised on 30-11-93, due to further modification of technical specifications. The agreement was executed between the petitioner and respondent No. 1. As per the terms of the agreement, respondent No. 1 was required to supply the bricks within 24 months i.e. on or before 17-10-93. It appears that there was a dispute between the petitioner and respondent No. 1 about the payment and respondent No. 1 invoked the arbitration clause stipulated in the agreement and asked the petitioner vide notice dated 13-11-98 to appoint the Arbitrator. It is the contention on behalf of the petitioner that vide reply dated 23-11-98 the petitioner informed respondent No. 1 ?&quot; contractor that the Arbitration Tribunal is appointed by the Government, so the dispute should be referred to the Tribunal and therefore the question about the appointment of Sole Arbitrator does not arise. It appears from the record that thereafter some further exchange of correspondence made between the petitioner and respondent No. 1. It is the contention on behalf of the petitioner that the contractor did not approach the Gujarat Public Works Contracts Disputes Arbitration Tribunal to resolve the disputes but, appointed Sole Arbitrator. Thereafter, the learned Sole Arbitrator initiated the proceedings and gave notice to the petitioner for appearance and filing the statement of claim. It appears from the record that the petitioner filed Civil Suit No. 312/98 in the court of learned Civil Judge (SD), Vadodara restraining respondent No. 2 ?&quot; Sole Arbitrator from proceeding further with the arbitration proceedings. Initially the learned trial court granted the interim injunction, however, subsequently after hearing both the parties, the same came to be vacated. Being aggrieved by and dissatisfied with the order passed by the learned trial court passed below Exh-5 in vacating the interim injunction, the petitioner preferred appeal No. 175/2000 before the learned District Court, Vadodara and the said appeal also came to be dismissed. It appears that thereafter the petitioner submitted an application before the learned Sole Arbitrator purported to be under <a href=\"/doc/675839/\" id=\"a_4\">Section 16</a> of the Arbitration &amp; Conciliation Act, 1996 (for short the Act) to decide the question of its own jurisdiction and his appointment as a Sole Arbitrator and the learned Sole Arbitrator ?&quot; respondent No. 2 herein by impugned order dated 20-10-2001 dismissed the said application by holding that he has got the jurisdiction to decide the disputes and that his appointment as Sole Arbitrator by respondent No. 1 is legal and valid. Being aggrieved by and dissatisfied with the order passed by the learned Sole Arbitrator dated 20-10-2001 the petitioner has preferred the present Special Civil Application under <a href=\"/doc/1712542/\" id=\"a_5\">Articles 226</a> and <a href=\"/doc/1331149/\" id=\"a_6\">227</a> of the Constitution of India for the aforesaid reliefs.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_4\">Page 145\n \n\n</p><p data-structure=\"RespArg\" id=\"p_5\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"586923\" id=\"span_1\">3. Shri GC Majmudar, learned advocate appearing on behalf of the petitioner has vehemently submitted that considering the definition of the Work Order as contemplated under Section 2(K) of the Arbitration Tribunal Act of 1992 and considering the nature of contract and agreement entered into between the petitioner and respondent No. 1 which was for supply of the goods, the same comes within the purview of Work Order and therefore respondent No. 1 has to approach the Gujarat Public Works Contracts Disputes Arbitration Tribunal and the case is governed by the Act of 1992 and the <a href=\"/doc/1306164/\" id=\"a_7\">Arbitration and Conciliation Act, 1996</a> is not applicable to the facts of the present case and the nature of contract and the agreement entered into between the parties. Relying upon Section 8(1) of the Arbitration Tribunal Act, 1992, Shri Majmudar has submitted that respondent No. 2 ?&quot; Sole Arbitrator has no jurisdiction and it is only the Gujarat Public Works Contract Dispute Arbitration Tribunal, which has the jurisdiction. It is also further submitted that there is no dispute about the petitioner that it is 100% Government Undertaking Corporation, so the contractor has to approach the Arbitration Tribunal to resolve the dispute against the petitioner. He has also further submitted that considering Section 21 of the Arbitration Tribunal Act of 1992, the provisions of <a href=\"/doc/1052228/\" id=\"a_8\">Arbitration Act</a> in so far as they are inconsistent with the provisions of the <a href=\"/doc/1052228/\" id=\"a_9\">Arbitration Act</a> of 1992, shall cease to apply to any dispute arising from the works contract and all arbitration proceedings in relation to such dispute before an Arbitrator, umpire, court or authority shall stand transfer to the Tribunal. Therefore, it is submitted that the order passed by the learned Sole Arbitrator rejecting the application and holding that he has got the jurisdiction to decide and resolve the disputes between the parties and that his appointment as a Sole Arbitrator is legal and valid, is illegal and contrary to the provisions of the Arbitration Tribunal Act of 1992. Therefore it is requested to allow the present Special Civil Application. Shri GC Majmudar, learned advocate appearing on behalf of the petitioner has relied upon the judgment of the Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/586923/\" id=\"a_10\">G.C. Kanungo v. State of Orissa</a>  as well as the judgment of this court in the case of Sorathiya Velji Ratna &amp; Co. v. Gujarat Agricultural University, Dantiwada Campus and Anr. reported in 2001(1) GCD page 176. Relying upon the judgment of the Hon&#x27;ble Supreme Court, Shri Majmudar has submitted that as held by the Hon&#x27;ble Supreme Court even when a Central Act on the subject is already in existence, State yet can legislate on the subject, however, the assent of the President has to be obtained to the State law. Therefore, it is submitted that in view of the provisions of the Arbitration Tribunal Act, 1992, more particularly, <a href=\"/doc/138599/\" id=\"a_11\">Section 21</a> of the said Act, the proceedings of <a href=\"/doc/1306164/\" id=\"a_12\">Arbitration Act, 1996</a> will not be applicable so far as the same are inconsistent with the Arbitration Tribunal Act of 1992. Relying upon the judgment of this court, Shri Majmudar has submitted that in that case where there was a dispute between the contractor and the pubic undertaking and the pubic undertaking initiated the proceedings under the <a href=\"/doc/1052228/\" id=\"a_13\">Arbitration Act</a> and the judgment and decree was passed by the Civil Page 146 Court, the Division Bench has held that in view of provisions of <a href=\"/doc/163592972/\" id=\"a_14\">Section 21</a> of the Gujarat Act, provisions of Indian Arbitration Act would not apply as the dispute arose out of works contract. Therefore, it is requested to allow the present Special Civil Application and to set aside the appointment of respondent No. 2 as a Sole Arbitrator as well as the order passed by the learned Sole Arbitrator dated 20-10-2001 holding its own jurisdiction and holding his appointment as a Sole Arbitrator as just and valid.</span> \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_6\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"116018390\" id=\"span_2\">4. Per Contra, Shri BS Patel, learned advocate appearing on behalf of the respondent ?&quot; contractor while supporting the order passed by the learned Sole Arbitrator has submitted that when the learned Sole Arbitrator has passed the order under <a href=\"/doc/109140/\" id=\"a_15\">Section 16</a> of the Arbitration Act of 1996, the present Special Civil Application is not maintainable and the only remedy available to the petitioner is to wait till the award is passed by the Arbitrator and to challenge the same under <a href=\"/doc/536284/\" id=\"a_16\">Section 34</a> of the Act. He has also raised the preliminary objection with regard to maintainability of the petition under <a href=\"/doc/1712542/\" id=\"a_17\">Articles 226</a> and <a href=\"/doc/1331149/\" id=\"a_18\">227</a> of the Constitution of India challenging the order passed by the learned Sole Arbitrator under <a href=\"/doc/675839/\" id=\"a_19\">Section 16</a> of the Act. Shri Patel has relied upon the judgment of the Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/116018390/\" id=\"a_20\">Konkan Railway Corporation Limited and Ors. v. Mehul Construction Company</a> reported in AIR 2000 (7) SC 201 and the latest judgment of the Hon&#x27;ble Supreme Court in the case of SBP and Company v. Patel Engineering Limited and Anr. reported in AIR 2005(8) SC page 618 in support of his above submission.</span>\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_7\">5. Shri Patel has also disputed the submission on behalf of the petitioner that the dispute does not come within the purview of provisions of the <a href=\"/doc/1306164/\" id=\"a_21\">Arbitration Act, 1996</a>. He has also further submitted that it was not a contract for only supply of goods but the contract was for preparation of the bricks as per the specifications suggested by the petitioner and as rightly held by the learned Sole Arbitrator that the contracted work does not come in the definition of Works Contracts within the terms of Section 2(K)(i) of the Arbitration Tribunal Act, 1992. He has also further submitted that in fact the petitioner has filed a Civil Suit No. 312/98 in the court of learned Civil Judge (SD), Vadodara restraining the learned Sole Arbitrator from proceeding further with the arbitration work and the application below Exh-5 for interim injunction came to be dismissed and ex parte interim injunction came to be vacated against which the petitioner preferred appeal No. 175/2000 before the learned District Court, Vadodara and the same also came to be dismissed and that both the aforesaid orders have become final and the petitioner has not challenged the same before the higher forum and therefore, it is requested to dismiss the present Special Civil Application.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_8\">6. Heard learned advocates appearing on behalf of the parties.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_9\">7. It is not in dispute that there was a contract between the petitioner and respondent No. 1. A dispute arose between the parties and the respondent No. 1 ?&quot; contractor invoked the arbitration clause as per the arbitration agreement and requested to appoint Arbitrator. It is the contention on behalf of the petitioner that as the contract between the petitioner and respondent No. 1 is a Works Contract, the Arbitration Act of 1996 will not be applicable Page 147 and the provisions of Arbitration Tribunal Act of 1992 would be applicable and therefore, respondent No. 2 has no jurisdiction to decide the dispute and his appointment itself is illegal. It is required to be noted that the petitioner submitted an application purported to be under <a href=\"/doc/675839/\" id=\"a_22\">Section 16</a> of the Arbitration Act, 1996 challenging the appointment of respondent No. 2 as a Sole Arbitrator as well as contending inter alia that he has no jurisdiction to decide and resolve the dispute and the Arbitral Tribunal rejected the application submitted by the petitioner under <a href=\"/doc/675839/\" id=\"a_23\">Section 16</a> of the Act and deciding its own jurisdiction and holding his appointment as Sole Arbitrator as legal and valid. At this stage <a href=\"/doc/675839/\" id=\"a_24\">Section 16</a> of the Arbitration Act, 1996 is required to be considered which reads as under: \n</p>  \n\n<blockquote id=\"blockquote_1\">Competence of arbitral tribunal to rule its jurisdiction ?&quot; (1) The arbitral tribunal may rule on its own jurisdiction, including ruling on any objections with respect to the existence or validity of the arbitration agreement, and for that purpose,-\n</blockquote>  \n\n<blockquote id=\"blockquote_2\">(a) an arbitration clause which forms part of a contract shall be treated as an agreement independent of the other terms of the contract; and\n \n\n</blockquote><blockquote id=\"blockquote_3\">(b) a decision by the arbitral tribunal that the contract is null and void shall not entail ipso jure the invalidity of the arbitration clause.\n</blockquote> \n\n<blockquote id=\"blockquote_4\">(2) A plea that the arbitral tribunal does not have jurisdiction shall be raised not later than the submission of the statement of defence; however, a party shall not be precluded from raising such a plea merely because that he was appointed, or participated in the appointment of, an arbitrator.\n</blockquote> \n\n<blockquote id=\"blockquote_5\">(3) A plea that the arbitral tribunal is exceeding the scope of its aithority shall be raised as soon as the matter alleged to be beyond the scope of its authority is raised during the arbitral proceedings.\n</blockquote> \n\n<blockquote id=\"blockquote_6\">(4) The arbitral tribunal may, in either of the cases referred to in Sub-section (2) of Sub-section (3), admit a later plea if it considers the delay justified.\n</blockquote> \n\n<blockquote id=\"blockquote_7\">(5) The arbitral tribunal shall decide on a plea referred to in Sub-section(2) or Sub-section(3) and, where the arbitral tribunal takes a decision rejecting the plea, continue with the arbitral proceedings and make an arbitral award.\n</blockquote> \n\n<blockquote id=\"blockquote_8\">(6) A party aggrieved by such an arbitral award may make an application for setting aside such an arbitral award in accordance with <a href=\"/doc/536284/\" id=\"a_25\">section 34</a>.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_10\">At this stage, it is required to be noted that the appointment of respondent No. 2 as arbitral tribunal has been constituted without having recourse to <a href=\"/doc/605764/\" id=\"a_26\">Section 11(6)</a> of the Arbitration Act, 1996 and as per the latest judgment of the Hon&#x27;ble Supreme Court in the case of SBP &amp; Co.(supra) in a case where an arbitral tribunal has been constituted by the parties without having recourse to <a href=\"/doc/605764/\" id=\"a_27\">Section 11(6)</a> of the Act, the Arbitral Tribunal will have the jurisdiction to decide the matters as contemplated by <a href=\"/doc/675839/\" id=\"a_28\">Section 16</a> of the Act. As held by the Hon&#x27;ble Supreme Court in the said judgment once the matter reaches the arbitral Tribunal or the Sole Arbitrator, the Page 148 High Court would not interfere with orders passed by the Arbitrator or the Arbitral Tribunal during course of arbitration proceedings and parties could approach the court only in terms of <a href=\"/doc/772406/\" id=\"a_29\">Section 37</a> of the Act or in terms of <a href=\"/doc/536284/\" id=\"a_30\">Section 34</a> of the Act. Para 44,45 and 46 of the judgment of the Hon&#x27;ble Supreme Court in the case of SBP &amp; Co.(supra) which are required to be considered at this stage which reads as under: \n</p>  \n\n<blockquote id=\"blockquote_9\">44. Once we arrive at the conclusion that the proceeding before the Chief Justice while entertaining an application under <a href=\"/doc/605764/\" id=\"a_31\">Section 11(6)</a> of the Act is adjudicatory, then obviously, the outcome of that adjudication is a judicial order. Once it is a judicial order, the same, as far as the High Court is concerned would be final and the only avenue open to a party feeling aggrieved by the order of the Chief Justice would be to approach the Supreme Court under <a href=\"/doc/427855/\" id=\"a_32\">Article 136</a> of the Constitution. If it were an order by the Chief Justice of India, the party will not have any further remedy in respect of the matters covered by the order of the Chief Justice of India or the Judge of the Supreme Court designated by him and he will have to participate in the arbitration before the Tribunal only on the merits of the claim. Obviously, the dispensation in our country, does not contemplate any further appeal from the decision of the Supreme Court and there appears to be nothing objectionable in taking the view that the order of the Chief Justice of India would be final on the matters which are within his purview, while called upon to exercise his jurisdiction under <a href=\"/doc/1841764/\" id=\"a_33\">Section 11</a> of the Act. It is also necessary to notice in this context that this conclusion of ours would really be in aid of quick disposal of arbitration claims and would avoid considerable delay in the process, an object that is sought to be achieved by the Act. \n</blockquote> \n\n<blockquote id=\"blockquote_10\">45. It is seen that some High Courts have proceeded on the basis that any order passed by an Arbitral Tribunal during arbitration, would be capable of being challenged under <a href=\"/doc/1712542/\" id=\"a_34\">Article 226</a> and <a href=\"/doc/1331149/\" id=\"a_35\">227</a> of the Constitution. We see no warrant for such an approach. <a href=\"/doc/772406/\" id=\"a_36\">Section 37</a> makes certain orders of the Arbitral Tribunal appealable. Under <a href=\"/doc/536284/\" id=\"a_37\">Section 34</a>, the aggrieved party has an avenue for ventilating its grievances against the award including any in-between orders that might have been passed by the Arbitral Tribunal acting under <a href=\"/doc/675839/\" id=\"a_38\">Section 16</a> of the Act. The party aggrieved by any order of the Arbitral Tribunal, unless has a right of appeal under <a href=\"/doc/772406/\" id=\"a_39\">Section 37</a> of the Act, has to wait until the award is passed by the Tribunal. This appears to be the scheme of the Act. The Arbitral Tribunal is, after all, a creature of a contract between the parties, the arbitration agreement, even though, if the occasion arises, the Chief Justice may constitute it based on the contract between the parties. But that would not alter the status of the Arbitral Tribunal. It will still be a forum chosen by the parties by agreement. We, therefore, disapprove of the stand adopted by some of the High Courts that any order passed by the Arbitral Tribunal is capable of being corrected by the High Court under <a href=\"/doc/1712542/\" id=\"a_40\">Article 226</a> and <a href=\"/doc/1331149/\" id=\"a_41\">227</a> of the Constitution. Such an intervention by the High Courts is not permissible.\n</blockquote> \n\n<blockquote id=\"blockquote_11\">46. The object of minimising judicial intervention while the matter is in the process of being arbitrated upon, will certainly be defeated if the High Court could be approached under <a href=\"/doc/1331149/\" id=\"a_42\">Article 227</a> or under <a href=\"/doc/1712542/\" id=\"a_43\">Article 226</a> of the Constitution against every order made by the Arbitral Tribunal. Therefore, it is necessary to indicate that once the arbitration has commenced in the Arbitral Tribunal, parties have to wait until the award is pronounced unless, of course, a right of appeal is available to them under <a href=\"/doc/772406/\" id=\"a_44\">Section 37</a> of the Act even at an earlier stage. \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"116018390\" id=\"span_3\">It is required to be noted that the Hon&#x27;ble Supreme Court in the case of SBP and Co.(supra) was reconsidering the decision in the case of <a href=\"/doc/116018390/\" id=\"a_45\">Konkan Railway Corporation Limited</a> (supra) and the Hon&#x27;ble Supreme Court was considering the scope and ambit of jurisdiction exercised by the Hon&#x27;ble the Chief Justice and/or its nominee under <a href=\"/doc/605764/\" id=\"a_46\">Section 11(6)</a> of the Act and whether an order passed by the Hon&#x27;ble the Chief Justice of the High Court or by the Designated Judge of that court is a judicial order or not and so far as the appointment of the arbitral tribunal without having recourse to <a href=\"/doc/605764/\" id=\"a_47\">Section 11(6)</a> of the Act, the Hon&#x27;ble Supreme Court has held that the arbitral tribunal will have the jurisdiction to decide all the matters as contemplated by <a href=\"/doc/675839/\" id=\"a_48\">Section 16</a> of the Act.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"116018390\" id=\"span_4\">At this stage, the judgment of the Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/116018390/\" id=\"a_49\">Konkan Railway Corporation Limited</a> (supra) is also required to be considered along with the judgment of the Hon&#x27;ble Supreme Court in the case of SBP &amp; Co.(supra). Considering the aforesaid two judgments of the Hon&#x27;ble Supreme Court and the order passed by the learned Sole Arbitrator passed under <a href=\"/doc/28383/\" id=\"a_50\">Section 16(4)</a> of the Act dismissing the application submitted by the petitioner challenging the jurisdiction of respondent No. 2 as a Sole Arbitrator and challenging his appointment as a Sole Arbitrator, it is to be held that the petition under <a href=\"/doc/1712542/\" id=\"a_51\">Articles 226</a> and <a href=\"/doc/1331149/\" id=\"a_52\">227</a> of the Constitution of India against the said order is not maintainable and/or the same is not required to be entertained and the only remedy available to the petitioner is to wait till the award is passed by the learned Sole Arbitrator and to challenge the same under <a href=\"/doc/536284/\" id=\"a_53\">Section 34</a> of the Act. In view of the above, the judgments cited at the bar on behalf of the petitioner are not applicable to the facts of the present case as this court is not required to decide the case on merits. At present and as stated above, the petitioner has to wait till the award is passed by the learned Sole Arbitrator and the challenge is made under <a href=\"/doc/536284/\" id=\"a_54\">Section 34</a> of the Act. However, all the questions with regard to jurisdiction, appointment of respondent No. 2 as a Sole Arbitrator, whether the <a href=\"/doc/1052228/\" id=\"a_55\">Arbitration Act</a> of 1992 is applicable or not and/or whether it can be considered to be a works Contracts or not, are kept open and it will be open for the petitioner to raise all the aforesaid contentions inclusive of all the contentions which are raised in the present Special Civil Application at the time of challenging the award under <a href=\"/doc/536284/\" id=\"a_56\">Section 34</a> of the Act.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_12\">8. For the reasons as stated above, the petition fails and the same is dismissed with above observation. Rule discharged. However, there will be no order as to costs.\n</p> \n\n","numcites":16,"numcitedby":7,"docsource":"Gujarat High Court","citetid":1590882,"divtype":"judgments","relatedqs":[{"value":"appointment of sole arbitrator","formInput":"appointment%20of%20sole%20arbitrator"},{"value":"works contract","formInput":"works%20contract"},{"value":"no interim injunction","formInput":"no%20interim%20injunction"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"article 227","formInput":"article%20227"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"arbitral award","formInput":"arbitral%20award"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"article 226 227","formInput":"article%20226%20227"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"work order","formInput":"work%20order"},{"value":"arbitration proceedings","formInput":"arbitration%20proceedings"},{"value":"arbitration act 1996","formInput":"arbitration%20act%201996"},{"value":"\\\"works contract\\\"  ","formInput":"%5C%22works%20contract%5C%22%20%20"},{"value":"sole arbitrator","formInput":"sole%20arbitrator"},{"value":"Civil application","formInput":"Civil%20application"},{"value":"judicial order","formInput":"judicial%20order"},{"value":"what is a judicial order?","formInput":"what%20is%20a%20judicial%20order%3F"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"}],"cats":[{"value":"arbitral-tribunals-jurisdictional-competence","formInput":"tag:arbitral-tribunals-jurisdictional-competence"},{"value":"court-superintendence","formInput":"tag:court-superintendence"},{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"application-for-setting-aside-arbitral-award","formInput":"tag:application-for-setting-aside-arbitral-award"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":false,"query_alert":null,"agreement":false}