{"tid":829604,"publishdate":"1965-06-04","title":"Brindaban Chandra Basak vs Kalipada Bandopadhyay And Ors. on 4 June, 1965","doc":"<h2 class=\"doc_title\">Brindaban Chandra Basak vs Kalipada Bandopadhyay And Ors. on 4 June, 1965</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1966CAL205, AIR 1966 CALCUTTA 205, ILR (1966) 1 CAL 237</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:g-k-mitter\">G.K. Mitter</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:g-k-mitter\">G.K. Mitter</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n\n \n\n Mitter, J   \n \n\n1. The question before the Full Bench in this reference arises out of an application for a certificate under <a href=\"/doc/1804716/\" id=\"a_1\">Article 138(1)</a> of the Constitution in a proposed appeal from a decision of a division bench of this Court dated April 4, 1963 by which the judgment and decree of the trial Court granting specific performance of a contract for sale of a property in Calcutta was reversed. The decision of the division bench not being one of affirmance entitles the petitioner to a certificate as a matter of course if the valuation test laid down in the said article is salislied. The suit for specific performance was filed on February 13, 1945 on a contract which fixed the price of the premises No. 81, Girish Park North in Calcutta al Rs. 15,000. On March 25, 1940 this property was put up to sale at an auction and was purchased by the respondent No. 8 Dhone Krishna Daw for a sum of Rs. 24,000. The petitioner Brindaban Chandra Basak filed a suit on April 16, 1946 impleading all necessary parlies including the purchaser Dhone Krishna Daw. The suit was decreed following a judgment delivered on March 23, 1959. This decree was however upset in appeal. Being desirous of taking the matter to the Supreme Court the plaintiff filed an application for a certificate under <a href=\"/doc/1325025/\" id=\"a_2\">Article 133</a> of the Constitution. This application was heard by a division bench consisting of the learned Chief Justice and myself. We were inclined to take the view that the proposed appellant to the Supreme Court was entitled to a certificate as a matter of course under <a href=\"/doc/780609/\" id=\"a_3\">Article 133(1)(a)</a> of the Constitution. But our attention being drawn to a previous judgment of a division bench of this Court in Mugneeram Bangur &amp; Co v. Kalidas Ghosh, (1955) 59 Cal WN 681, where it had been laid down that the &quot;subject matter of the dispute&quot; in a suit for specific performance of a contract for sale of a property was not the property but was the difference between the actual value of the property and the contract price for which the vendor would be bound to convey the property to the purchaser, we took the view that the matter should be referred to a full bench framing the questions of law as below. \n   \n\n (1) Whether in a suit for specific performance of a contract for sale or purchase of properly, the value of the subject matter of the dispute is the value of the property or whether the value of the subject matter of the dispute is the difference between the actual market price of the properly and the contract price for which the vendor is bound to convey the property to the purchaser, and    \n \n\n (2) Whether the case of 59 Cal WN 681 is rightly decided so far as question (1) above is concerned.  \n \n\n 2. It may be of some interest to trace the history of the statutory provisions with regard to the valuation for the purpose of final appeals from litigation in India. Formerly such appeals lay to the King or Queen in Counsel in England Clause 30 of the Charter establishing the Supreme Court of Judicature al Fort William in Bengal dated 26th March 1774 gave to the litigants the right to pray for leave to appeal. Such appeals were, however, lo be regulated &quot;in such manner and form and under such\n\nrules, as are observed in appeals made .....\nfrom. . . plantations or colonies, or from .....  islands of Guernsey, Jersey, Sark\nand   Alderncy.&quot;     By   Clause   33   power   was reserved to His Majesty, his heirs and successors in the Privy Council upon the   petition of any  person  aggrieved  by  a  judgment,  decree, or other order or  rule of the Supreme  Court of  Judicature   at   Fort   William   in   Bengal   to refuse or  admit  the said  appeal upon      such terms as was thought fit  to reform, correct or vary such judgment, decree or order as would be thought fit. The clause was    subject  to    a proviso that &quot;no appeal shall be allowed by the said   Supreme   Court   of     Judicature   at     For William  in  Bengal unless the  petition  for  this purpose  shall   he  preferred   within  six   months from  the  day  of  pronouncing     the   judgment, decree   or   decretal   order   complained   of   and unless the value of the matter in dispute shall exceed  the sum of 1000/    pagodas.&quot; It  may be mentioned here that &quot;Pagoda&quot;  according   to   the Concise     Oxford    English    Dictionary,    was a &quot;gold coin once current in South  India&quot;. The Act of Settlement  (Statute 21  Geo. 3, Cap   70) was enacted in the year  1781   for establishing certain  regulations  for  the  belter management of the affairs of the East  India Companies as well as in India as in Europe, as related to the Administration   of   Justice  in   Bengal.  Clause  21 thereof  provided   that   &quot;whereas   the  Governor General and Council, or some committee thereof, or appointed thereby, do determine on appeals and references from the country, or Provincial   Courts,   in   civil   causes,   be    it   further enacted, that the said Court shall, and always may,  hold  all  such  pleas  and  appeals  in  the manner and  with   such powers as  it hitherto hath  held  the  same,  and  shall  be  deemed  in law  a  Court  of  Record,  and     the   judgments therein  given  shall  be  final     and  conclusive, except   upon   appeal   to   His   Majesty   in   civil suits  only,  the   value  of  which   shall   be   five thousand  pounds  and   upwards.&quot;   By   an     Act passed  in the fourth  year of the  reign of his Majesty King William  the Fourth, i.e.,    3 and 4 Will.  IV, Chapter 41  it was enacted amongst other  things  that   &quot;It  shall  he  lawful   for  his Majesty in Council from time to time to make any such rules and orders as may br thought fit, for the regulating the mode, form and time of  appeal   to  be  made   from   the  decisions  of the  Courts  of  Sudder   Dewanny   Adawlut,    or any  other Courts of Judicature  in    India    or elsewhere .....    and in like manner from\ntime to time to make such other regulations for the preventing delays in the making or hearing such appeals, and as lo the expenses attending the said appeals, and as lo the amount or value of property in respect of which any such appeal may be made&quot; By an Order in Council of the 16th day of January, 1836 bis Majesty approved certain rules and orders for regulating the mode, form and time of appeal from the decisions of the said courts of Sudder Dewanny Adawlut which rules and orders were set forth in Schedules A and B to the said order. These Schedules were amended by another Order in Council on 10th day of August 1836.\n\nAfter the demise of his Majesty  (William IV) her  Majesty   (Queen Victoria)   was  pleased  to cancel and rescind all the said Rules, Orders and Regulations of the 10th January, 1830 and 10th August   1836  and   to  approve  of  rules,  orders and   regulations  contained  in   the  schedule   to the Order  in  Council  of  the  10th  April   1838. Rule  1  of the schedule  to  the latest order  in Council provided  that  &quot;from and after December  31,   1838  no  appeal   to  her    Majesty,   her heirs and successors in Council, shall be allowed by any of her Majesty&#x27;s Supreme Courts of Judicature  at   Fort   William  in  Bengal  .....\n1or  by  any  of  the  courts  of  Sudder  Dewanny Adawlul, or by any other Courts of Judicature in  the  territories under the Government of the East   India  Company,  unless  .....the  value\nof  the matter  in  dispute  in  such  appeal shall amount to the sum of ten thousand Company&#x27;s rupees  at   least:  and   that,  from  and  after  the said 31st day of December next, the limitation of   live   thousand   pounds     sterling   heretofore existing  in   respect  of appeals  from   the  Presidency of Fort Williams in   Bengal, shall   wholly cease   and   determine.&quot;   Rule   2   provided   that&quot; in all  cases in which   any of  such    courts  shall admit an appeal lo her Majesty, her heirs and successors  in  Council  it  shall  specially  certify on the proceedings that the value of the matter in dispute in such appeal amounts to the sum of ten thousand Company&#x27;s rupees or upwards. &quot;By  Act 24  and  25 Viet   Cap.   104  power was given  to her  Majesty  by  Letters  Patent  under the great  seal of the United  Kingdom to erect and establish  the High Court of Judicature at Fort William in   Bengal  for the Bengal  Division of  the  Presidency   of   Forl   William   and   by like  Letters  Patent  to erect and establish  like High Courts at Madras and  Bombay for those Presidencies  respectively.   Under  Section  8  of  the Act   &quot;upon   the  establishment     of   such   High Court  as aforesaid   in  the  Presidency  of Fort William in Bengal, the Supreme Court and the Courts   Sudder   Dewanui   Adawlut   and   Sudder Nizamut   Adawlut   at     Calcutta   in     the  same Presidency shall be abolished: ..... and the\nrecords  and   documents  of  the  several  courts so abolished  in  each  Presidency  shall become and   be   records  and  documents  in     the   High Court   established   in    the   same    Presidency&quot; &quot;Under   Section    10   until   the      Crown   otherwise provided   under   the  powers     of   the   Act   &quot;all jurisdiction   then  exercised   by     the    Supreme Courls  of  Calcutta,  Madras  and   Bombay   respectively   over   inhabitants     of  such   parts  of India as may not be comprised within the local limits of the Letters Patent to be issued under the   Act   establishing     High     Courls  al   Fort William. Madras and Bombay, shall be exercised  by such  High Courls  respectively.    &quot;Under Section 11  &quot;upon the establishment of the said High Courts..... all  provisions  then  in force\nin India of Acts of Parliament, or of any orders of Her Majesty in Council or Charters, or of any acts of the Legislature of India, which at the time or respective times of the establishment of such High Courts are respectively applicable lo the Supreme Courts at Fort William in Bengal, Madras and Bombay res-\n\npectively, or to the Judges of those Courts, shall be taken to be applicable to the said High Courts and to the Judges thereof respectively, so far as may be consistent with the provisions of this Act and the Letters Patent to be issued in pursuance thereof, and subject to the legislative powers in relation to the matters aforesaid of the Governor-General of India in Council.&quot; \n \n\n 3. The first Letters Patent of the High Court of Judicature al Fort William in Bengal bear the date 14th May, 1862. Clause 39 of the said Letters Patent which made provisions for appeals to the Privy Council from the High Court in its Civil Appellate Jurisdiction and in its Original Civil Jurisdiction laid down that &quot;the matter in appeal&quot; was to be of the value of Rs. 10,000/- or was declared by the Court to be a fit one for appeal. \n \n\n 4. Statute 28 and 29 Vict., Cap. 15 was passed on the 7th April, 1865 for the purpose of extending the term for granting fresh Letters Patent for the High Courts in India, and to make further provision respecting the territorial Jurisdiction of the new Courts. In pursuance of the powers reserved by the said Act fresh Letters Patent were issued on the 28th December, 1865 revoking the then Current Let ters Patent of the High Court at Fort William in Bengal and providing inter alia that the said High Court would be and continue as from the time of the original erection and establishment thereof, the High Court of Judicature at Fort William in Bengal for the Bengal Division of the Presidency of Fort William, that the said Court would be and continue a Court of Record, and that all rules and orders in force in the said High Court immediately before the date of the publication of the fresh Letters Patent shall continue in force, except so far as the same were altered by such fresh Letters Patent or until they were altered by competent authority. Clause 39 of the fresh Letters Patent gave to litigants the right of appeal to the Queen in Privy Council, in any matter not being of criminal jurisdiction, from any final judgment, decree or order of the High Court of Judicature at Fort William in Bengal, only when &quot;the sum or matter at issue&quot; was of the amount or value of not less than Rs. 10,000/-. or when judgment, decree or order involved, directly or indirectly, some claim, demand, or question to or respecting property amounting to or of the value of not less than Rs. 10,000/-, or from any other final judgment, decree, or order made either on appeal or otherwise when the High Court declared that the case was a fit one for appeal to the Queen in the Privy Council. \n \n\n 5. The Privy Council Appeals Act was passed in the year 1874. Section 3 thereof enacted that &quot;the amount or value of the subject matter of the suit in the court of first instance must be Rs. 10,000/- or upwards, and the amount or value of the matter in dispute on appeal to Her Majesty in Council must be the same sum or upwards.&quot; These words were incorporated in <a href=\"/doc/161831507/\" id=\"a_4\">Section 596</a> of the Code of Civil Procedure of 1882, <a href=\"/doc/194236441/\" id=\"a_5\">Section 109</a> of the Code of\n\nCivil Procedure of 1908 regulated the right of appeal to His Majesty in Council. By <a href=\"/doc/1832764/\" id=\"a_6\">Section 110</a> it was provided that &quot;the amount or value of the subject matter of the suit in the court of first instance must be Rs. 10,000/- or upwards, and the amount or value of the subject matter of dispute on appeal to his Majesty in Council must be the same sum or upwards, &quot;or the judgment, decree or final order must involve directly or indirectly some claim, demand or question to or respecting property of like amount or value, and where the decree or final order appealed from affirms the decision of the Court immediately below the Court passing such judgment, decree or final order the appeal must involve some substantial question of law. By the Adaptation of Laws Order of 1950 the figure of Rs 10,000/- was substituted by Rs. 20,000/-, &quot;His Majesty in Council&quot; by &quot;the Supreme Court&quot; and the words &quot;decree or final order&quot; by &quot;judgment, decree or final order,&quot; in the said Sections <a href=\"/doc/161831507/\" id=\"a_7\">of the Code of Civil Procedure</a>. \n \n\n 6. <a href=\"/doc/1011888/\" id=\"a_8\">Article 133(1)</a> of the Constitution provides as follows: \n    \n\n &quot;An appeal shall lie to the Supreme Court from any judgment, decree or final order in a civil proceeding of a High Court in the territory of India if the High Court certifies- \n   \n\n (a) that the amount or value of the subject matter of the dispute in the court of first instance and still in dispute on appeal was and is not less than twenty thousand rupees or such other sum as may be specified in that behalf by Parliament by law; or   \n \n\n (b) that the judgment, decree or final order involves directly or indirectly some claim or question respecting property of the like amount or value; or  \n \n\n (c) that the case is a fit one for appeal to the Supreme Court: and where the judgment, decree or final order appealed from affirms the decision of the court immediately below in any case other than a case referred to in Sub-clause (c), if the High Court further certifies that the appeal involves some substantial question of law.&quot;  \n \n\n It is now well settled that the valuation to be considered in a suit which was filed before the coming into force of our Constitution for the purpose of appeal to the Supreme Court was and is Rs. 10,000/-. In Garikapati Veeraya v. N. Subbiah Choudhry  an application was made for special leave to appeal to the Supreme Court from a decree in a suit which had been instituted on April 22, 1949. The judgment of the trial Court was passed on November 14, 1950 dismissing the suit. The High Court of Andhra accepted the appeal and reversed the decree of the trial court on March 4, 1955. The application for leave to appeal to the Supreme Court before the High Court was dismissed on the ground, inter alia, that the value of the property was only Rs. 11, 400/- and did not come up to the amount of Rs. 20,000/-. After an exhaustive review of the various authorities cited at the bar and the relevant provisions of the Constitution the provisions of the old Civil Procedure\n\nCode read with <a href=\"/doc/93056159/\" id=\"a_9\">Government of India Act, 1935</a> and the <a href=\"/doc/1663081/\" id=\"a_10\">Federal Court (Enlargement of Jurisdiction) Act, 1947</a>, the Supreme Court by a majority took the view that where the suit was filed before January 26, 1950 there was a vested right of appeal which did not fall within <a href=\"/doc/948250/\" id=\"a_11\">Article 138</a> and jurisdiction and powers with respect to such right of appeal was exerci sable by the Federal Court immediately before the commencement of the Constitution and consequently the applicant had a right of appeal under <a href=\"/doc/137639/\" id=\"a_12\">Article 135</a> and the High Court was in error in refusing leave to appeal to the petitioner.&quot;  \n \n\n 7. We have therefore to see whether the value of the subject matter of the suit in the court of first instance was Rs. 10,000/- or upwards and the amount or value of the subject matter in dispute on appeal to the Supreme Court is the same sum or upwards in terms of the decision of the Supreme Court in Gartkapati Veeraya&#x27;s case .  \n \n\n 8. Apart from decisions on the subject, to which I shall presently refer, it seems to me to be beyond any doubt that the subject matter of the suit in the court of first instance where specific performance of a contract for sale of property is asked for is the property itself. The only difference between the wording of <a href=\"/doc/1832764/\" id=\"a_13\">Section 110</a> of the Code of Civil Procedure and <a href=\"/doc/780609/\" id=\"a_14\">Article 133(1)(a)</a> is that in one it is the value of the subject matter of the suit and in the other it is the value of the subject matter of the dispute. In my view the difference is immaterial as the object of the suit is to resolve the dispute between the parties. The aim of the plaintiff in a suit for specific performance of a contract to purchase immovable property is to compel the defendant to honour his bargain and to convey the property. Clearly what the plaintiff is after is the property itself although no doubt he must fulfil his part of the bargain by paying the purchase money in full or the balance of the consideration if he has already paid a part. Normally parties enter into a contract for sale or purchase of immovable property at the market price of the day. Leaving aside exceptional cases like those where the property suffers a depreciation in value by reason of flood or earthquake or other like cause, the value of the subject matter of the suit in the Court of the first instance will normally be the contract price of the property. Again leaving aside the question of violent fluctuations in the market value of the land the value of the subject matter of the suit is likely to be the same on appeal to the Supreme Court. The amount of the subject matter of the dispute in the court of the first instance even if it exceeds Rs. 10,000/- may in a suit for recovery of a loan, fall below that limit by the time when one of the litigants seeks to go up to the Supreme Court by reason of any payments made in the meantime. We are however not concerned With such a question in this case. The actual market price of the property may have to be considered if there has been a considerable deviation after the date of the contract and specially in\n\nbetween the date of the suit in the court of the first instance and the date of the proposed appeal to the Supreme Court. There is no such question here as it is well known that the market value of properties in and around Calcutta had been steadily going up since the year 1945 when the contract was entered into. There is no suggestion here that the market value of the property at the date of the suit was less than Rs. 10,000/-.  \n \n\n 9. We need not go into the question as to whether a suit for specific performance of a contract for purchase of land is a suit for land within the meaning of Clause 12 of the Letters Patent. We are only concerned with the value of the subject matter of the suit which in this case is to enforce a xontract for purchase of property worth more than Rs. 10,000/-. The value must at least be commensurate with the value of the contract which exceeds Rs. 10,000/-, whatever may be the actual market price of the property. \n \n\n 10. In Mohun Lall Sookul v. Bebee Doss (1857-59) 7 Moo Ind App 428 (PC), an application was made before the Judicial Committee of the Privy Council for Special leave to appeal. The petitioner had brought a suit in the Court of the Principal Sudder Ameen of the Zilla of Chittagong against one Ram Doss (since deceased) as mortgagor, under a deed of conditional mortgage, to recover possession of the mortgaged premises, the value of which was laid in the plaint at Rs. 3,522/-. The decrees of the Sudder Ameen and Zillah Court on appeal were in his favour but the Sudder Dewanny Court at Calcutta had reversed these decisions. The petitioner alleged that although the real or market value of the land sought to be recovered in the suit exceeded the value of Rs 10,000/- yet the amount laid in the plaint as the value of the subject of the suit was Rs. 3,572/- only, that amount being assessed for fiscal purposes, namely, three times the amount of one year&#x27;s jumma or rent. As the petition was heard ex parte, the Board by order in Council gave leave to appeal to the petitioner upon depositing the sum of £ 300 sterling as security for the costs of the respondents, in case the appeal should be dismissed and the Registrar of the Sudder Dewanny Adawlut was directed to transmit together with the record, satisfactory evidence, to be supplied by the petitioner, that the real or market value of the land in dispute exceeded the sum of Rs. 10,000/- otherwise such leave to appeal would be null and of no effect. The same course was adopted in Gourmoney Debia v. Khaja Abdool Gunny. (1859-61) 8 Moo Ind App 268 (PC)., In Baboo Lekhraj Roy v. Kanhya Singh (1874) 1 Ind App 317 (PC), the properly in dispute in appeal was of the value of Rs. 10,000/- but in the plaint the value was given in terms of the <a href=\"/doc/74910796/\" id=\"a_15\">Indian Stamp Act</a>. XXXVI of 1867 at a sum being ten times the annual revenue assessed upon the property which was much less than the appealable amount. The High Court at Calcutta having refused leave to appeal to Her Majesty in Council an application was made for special leave before\n\nthe  Judicial  Committee.  The  Board  observed that &quot;a valuation made in     conformity  with that law, did not prevent a party from obtaining leave to appeal where the real value did not fall short of the appealable amount.....\nThe stamp duties imposed for fiscal purposes are calculated on a certain rule, fixed by law, but the right of appeal depends on the value, which is a matter of fact: and on this head the Court below appears to have been satisfied. Leave to appeal will be granted on the ordinary terms.&quot; \n \n\n 11. The meaning of the phrases &quot;value of the subject matter of the suit in the court of first instance&quot; and &quot;value of the subject matter in dispute on appeal&quot; came up for consideration by a Full Bench of the Madras High Court in Pichayee v. Sivagami (1892) 15 Mad 237 (FB) Referring to the cases cited above and the Privy Council Appeals Act of 1874 Collins C. J. held that the real or market value of the subject matter in dispute was the test as to whether an appeal lay to the Privy Council. According to Muttusami Ayyar J., the value of the subject matter in dispute on appeal to Her Majesty in Council and of the subject matter of the suit in the Court of first instance were no other than the market values. \n \n\n 12. In Krishnabai v. Framroz Edulji Dinshaw, AIR 1932 Bom 543, a widow filed a suit claiming maintenance and a right of residence from her late husband&#x27;s estate. The court decreed the suit giving her maintenance and further declaring that she should be entitled to occupy certain premises and in case it became necessary for the executors to sell the said premises they were to pay further maintenance of Rs. 400/- per month in lieu of such residence. Subsequent to that order the executors received an offer for the sale of the premises which they considered very advantageous and they therefore called upon the plaintiff to vacate the premises and accept Rs. 400/- a month. On her refusal to do so the defendants gave a notice of motion asking that she might be ordered to vacate and deliver over to the defendants peaceful and quiet possession of her premises in her occupation. On that motion Kania, J. (as he then was) held that the executors had not made out any necessity for sale. The executors appealed and the Court of Appeal held that a necessity for sale had arisen and made an order accordingly. It was from this order that the plaintiff sought leave to appeal to the Privy Council Before the bench hearing the application it was contended by counsel for the applicant that in substance it was a suit for ejectment and that the subject matter of the property was the portion of the premises in the applicant&#x27;s occupation which was worth more than Rs. 10,000/- On behalf of the executors it was argued that the subject matter of the appeal was really only the difference between the premises in the occupation of the widow and Rs. 400/- a month which she would get when she vacated this premises. On this counsel for the applicant pointed out that &quot;if that really\n\nbe the test it is difficult to see how in a specific performance action an appeal can ever be brought before the Privy Council. &quot;According to the learned Chief Justice Beaumont C. J. &quot;if a suit is brought for specific performance of a contract to sell or purchase property of the value of over Rs. 10,000/- the subject matter of the suit is property of the value of over Rs. 10,000/- notwithstanding the fact that the purchase money which the plaintiff is to get in retun may be of the same value.&quot; So far as the subject matter of the appeal before the Privy Council was concerned the learned Chief Justice held that its value was really the value of the premises which the applicant was required to vacate. \n \n\n In Kashiprasad v. Baiju Paswan , there was a question with regard to the valuation of a suit for specific performance of a contract of sale of certain lands and for possession thereof under the <a href=\"/doc/138097064/\" id=\"a_16\">Court Fees Act</a> as also under <a href=\"/doc/1494143/\" id=\"a_17\">Section 8</a> of the Suits Valuation Act for the purpose of jurisdiction. The plaintiff had contracted to buy a plot of land for a consideration of Rs. 1700/- and he filed a suit on the allegation that the defendant had wrongfully failed to convey the land to him and sold it to a third party (the second defendant) and put him in possession. The suit was valued at Rs. 1700/- and the court fee was paid thereon under <a href=\"/doc/128272712/\" id=\"a_18\">Section 7(x)(a)</a> of the Court Fees Act and the same amount was given as the value for the purpose of jurisdiction under the <a href=\"/doc/867444/\" id=\"a_19\">Suits Valuation Act</a>. There was a dispute as regards the amount of court fee payable. The defendant contended that the suit should be valued according to the market value of the property under <a href=\"/doc/128272712/\" id=\"a_20\">Section 7(v)</a> of the Court Fees Act. This contention was accepted both by the Munsif and the District Judge. The plaintiff applied by way of revision to the High Court Jha, C J. held that the suit was essentially one for specific performance of a contract and the right to possession of the land was comprised in the same relief, the addition of the prayer for possession making no difference. As the defendant second party was claiming under the defendants first party by a title arising subsequent to the contract of sale in favour of the plaintiff he stood in the same position as the defendants first party. Further the cause of action for delivery of possession was not different from the cause of action for the specific performance of the contract itself. Considering all the authorities cited the learned Chief Justice was of opinion that the case fell under <a href=\"/doc/128272712/\" id=\"a_21\">Section 7(x)(a)</a> of the Court Fees Act. Reuben, J. was of the same view. It should be noted that under <a href=\"/doc/128272712/\" id=\"a_22\">Section 7(x)(a)</a> the amount of court fee payable under the Act in suits for specific performance of a contract of sale is to be according to the amount of the consideration. The question that the learned Judges of the Patna High Court had to consider was whether the addition of a prayer for possession and mesne profits brought the suit within the compass of <a href=\"/doc/128272712/\" id=\"a_23\">Section 7(v) (a)</a>. Their Lordships did not have to consider the value of the subject matter of the suit for the purpose of Sec-\n\ntion 110 of the C.P. Code or <a href=\"/doc/948250/\" id=\"a_24\">Article 138</a> of the Constitution. \n \n\n 13.    The    question    arose    directly    in Haramoni Devi v.  Balaram     Panda  .    In   this   case   there   was   an agreement    to    sell a    certain    property    for Rs. 9500/-. The suit was filed on August 29, 1945 for specific performance.  It was valued for the purpose of court fees and jurisdiction at the sum mentioned. The appeal to the High Court was filed on November 26, 1947 and was disposed of on November 11, 1954. In the application by the  defendant under  <a href=\"/doc/1325025/\" id=\"a_25\">Article   133</a> of the  Constitution  read  with  <a href=\"/doc/194236441/\" id=\"a_26\">Sections   109</a>  and  <a href=\"/doc/1832764/\" id=\"a_27\">110</a> of  the  Code  of Civil     Procedure  one of the questions  which  the  learned  Judges     had   to consider  was  whether  the  valuation  test  was satisfied. On the matter of the valuation being referred to the trial court it was reported that the property was worth Rs. 18,500/- on the date of the institution of the suit and at Rs. 15,000/-by the time of the decree of the High Court. The contention  put forward  on behalf of the respondent   was   that   the   consideration   being Rs. 9,500/- the value of the subject matter must be taken to be the said sum. This contention was, however, rejected by the learned Judges of the Orissa High Court. They relied on certain observations of this court in Hari Mohan Misser v. Surendra Narayan Singh, ILR 31 Cal 301. There the plaintiffs had instituted a suit praying for a perpetual injunction restraining the defendants from altering the character of a plot of land by erecting    thereon buildings for the manufacture of indigo and by excavating the land for the purpose of constructing indigo vats in it. The suit was valued in the plaint at Rs. 15,000/-. The defendants alleged that  they were co-sharers with  the  plaintiffs of the land in dispute and had construed the factory and other necessary buildings at a cost exceeding Rs. 16,000/- with the knowledge and consent of the plaintiffs and the character of the land was not in any way changed. The suit was decreed by the Subordinate Judge but dismissed in appeal to the District Judge.    The plaintiff succeeded in the appeal to the High Court and the defendants applied for leave to appeal to His Majesty  in  Council. According  to the defendants  the  real value  of     the  relief claimed in the suit, judged from the practical result thereof to the defendants, was much over Rs. 10,000/- and the decree of the High Court directly and indirectly involved questions respecting property worth more than Rs. 10,000/-. In granting the     certificate     Maclean, C. J., observed  that &quot;notwithstanding the fact, that, having regard to <a href=\"/doc/128272712/\" id=\"a_28\">Section 7</a> of the Court Fees Act the   value    of the    suit    was    fixed    at Rs. 15,000/-, I think it is open to the petitioner, having regard to the nature of the relief sought, to show what was the real value of the subject matter in the case ..... If the plaintiffs are\nentitled to a perpetual injunction practically restraining the defendants from carrying on the indigo business, it must be obvious that the defendants may sustain a loss far greater than the mere cost of the buildings.&quot; \n \n\n 14.    The   leanred Judges of   the   Orissa\n\nHigh Court also relied on the observation of this Court in Mahandra Narayan v. Janiki Nath,  that &quot;the value referred to in Section 110 of the Code is real or market value and the where, under the <a href=\"/doc/138097064/\" id=\"a_29\">Court-fees Act</a> or otherwise a plaint or memorandum of appeal is not required to be valued according to the real or market value, but is allowed or required to be valued upon some other basis the doctrine of approbate and reprobate does not apply&quot;. \n \n\n 15. On a review of these and other decisions the learned Judges of the Orissa High Court held &quot;that the valuation in suits for specific performance according to the consideration of the contract of sale is a valuation for fiscal purposes and the appellant is at liberty to give the valuation of the subject matter of the suit, the subject matter of the suit being the property contracted to be sold.&quot; \n \n\n 16. This review of the authorities may be concluded with a reference to a decision of a Full Bench of the Andhra Pradesh High Court in the year 1960 wherein most of the older authorities were reviewed. The case is that of Smt. Rajah Kishore Devigaru v. Bhaskara Gouta Chorani  (FB); There the facts were as follows : One Kishori Devi, transferee of a money decree for a little over Rs. 10,000/- passed against Lakshmi Narayan Raju, attached a number of immovable properties as belonging to the judgment debtor. The respondents filed two applications for releasing the respective properties from the attachment claiming to be owners of the properties basing their title on, a settlement executed by the judgment debtor some time before they were attached. On the dismissal of these applications they brought two suits under Order 21 Rule 63 Here the subject matter of the suit was the right of the plaintiffs to obtain a release of properties in their possession from attachment levied at the instance of some of the defendants. It was observed by the full bench that &quot;the value of the subject matter of a proceeding must naturally depend on the nature and object of the proceeding and the purpose of the valuation&quot; &quot;So far as the value of the subject matter of the suit in the court of the first instance was concerned it was said &quot;that the subject matter and the amount or value thereof must naturally be looked at from the point of view of the plaintiff, because it is he that brings the suit and is the dominus litis. &quot;Similarly with regard to the value of the subject matter in dispute on appeal to the Supreme Court it was said that &quot;the subject matter in dispute must be determined by looking at the portion of the decree sought to be got rid of from the point of view of the appellant,&quot; relying on the judgment of the Judicial Committee in Macfarlane v. Laclaire, 16 Moo P C 181. The conclusions of the Full Bench are summarised at page 291 of the report. It was held inter alia that for valuation under Section 110 the amount or valye of the reliefs excluding costs which the plaintiff could directly obtain if he was successful, as\non the date of the institution of   the   suit would\n\nhave to be considered while for valuation under <a href=\"/doc/780609/\" id=\"a_30\">Article 133(1)(a)</a> the amount or value of the reliefs excluding costs which the plaintiff could, either directly or indirectly by the principle of res judieata, have obtained if he was successful as on the date of the institution of the suit be looked at. Again for the valuation of the subject matter in dispute on appeal to the Supreme Court both under Section 110, paragraph 1 and <a href=\"/doc/780609/\" id=\"a_31\">Article 133(1)(a)</a> the effect of the judgment appealed from must be looked at from the point of view of the appellant as on the date of the judgment. \n \n\n 17. In the light of these conclusions the value of the reliefs claimed by a plaintiff who wants to enforce a contract for sale of land to him is the value of the property which he would get if he was successful in his suit. The value would be the same if the plaintiff desires to appeal to the Supreme Court unless the market price of the property goes down between the dale of the suit and the date of the appeal. Even if the contract price was below the limit fixed that would be immaterial if the real or market value exceeded the said limit because by being deprived of his right to get the property the plaintiff would be losing the equivalent of the property. \n \n\n 18. In Mugneeram Bangur and Co. v. Kalidas Ghosh. 59 Cal WN. 681. a division bench of this Court dismissed a defendant&#x27;s application for leave to appeal to the Supreme Court against a decree by the High Court granting specific performance of a contract for sale of property upsetting the dismissal of the suit by the trial court. There was a dispute with regard to the value of the subject matter. The subordinate Judge to whom the matter was referred for enquiry held and reported that the value of the land in dispute on September 23, 1946 when the suit was filed was Rs. 28,800 and its value on June 9, 1954 (after the decision of the division bench of this Court on April 15, 1954) was Rs. 30,400. It was argued on behalf of the plaintiff-respondent that inasmuch as the High Court had held that the respondent was entitled to get the land on payment of the contract price the dispute was whether the plaintiff was entitled to get it on payment of Rs. 14,400 or whether (as was the case of the defendants) they were not bound to sell at all. In view of this it was contended on behalf of the respondent that the value of the subject matter was the difference between the actual value of the land and the contract price for which the appellant would be bound to convey the land if the plaintiff&#x27;s suit succeeded This was accepted by the division bench and it was said that &quot;the expression &#x27;subject matter of the dispute&#x27; does not mean the property or the matter to which the dispute relates.&quot; It was further observed that &quot;there may be a small dispute with respect to a vast property affecting only an infinitesimal portion of it or a microscopic interest in it. It would be irrational to hold that the framers of the Constitution intended that even in such cases the value of the dispute should be regarded as the value of the property itself, however small\n\nmight be the proportion it. bore to the actual dispute between the parties. &quot;Referring to <a href=\"/doc/780609/\" id=\"a_32\">Article 133(1)(a)</a> it was said &quot;when the clauses speak of or refer to the subject matter of the dispute what they have clearly in view is the matter over which the parties are in disagreement and when they speak of the value of such, subject matter, they mean the monetary measure of the gain or loss to the parties according as their respective contentions succeed or fail. &quot;It was said further that the phrase &#x27;subject matter still in dispute on appeal mean and can only mean the content of the dispute and, therefore as to magnitude of monetary value, the subject matter is limited by the dimensions of the dispute and is not necessarily co-extensive with the property to which the dispute appertains. If that be so, the value of the subject matter of the dispute in the present case, whether in the court of the first instance or in the proposed appeal, is below the statutory limit&quot;. &quot;With respect I find myself unable to accept the reasoning given. \n \n\n 19. It seems to me that if for instance it was contended by the plaintiff that he had entered into a contract to buy 8 as share of the property and the defendant said it was not 8 as, but 7 as. share, the subject matter of the dispute would be the extent of the interest in the property sought to be conveyed which according to the pjaintiff was 8 as. and according to the defendant was 7 as. The difference between the parties would no doubt be with regard to one anna interest in the property but the subject matter of the dispute in the court of the first instance would be 8 as. in the property and if the defendant wanted to go up to the Supreme Court having lost in the High Court the subject matter of the dispute in appeal would be the same. In Mugneeram Bangur&#x27;s case (1955) 59 Cal WN 681, the plaintiff&#x27;s suit being one for specific performance of the contract of purchase he was clearly asking that the property be conveyed to him on payment of Rs. 14,400. Even if the market value of the property remained the same all along the result of the decree of the High Court would have been to make the defendant lose the property of the value exceeding the limit fixed under <a href=\"/doc/1832764/\" id=\"a_33\">Section 110</a> of the Code of Civil Procedure as it was in force before the advent of the Constitution. The defendant, i.e., the proposed appellant sought to retain the land and the value of the subject matter of dispute on appeal was the value of the land which he was going to lose. Further, according to the tesl laid down in Mugneeram Bangur&#x27;s case if the value of the property remained the same throughout from the date of the contract to the date of the proposed appeal to the Supreme Court the value of the subject matter of the dispute would be nil--a conclusion which can not possibly be accepted. No authorities appear to have been cited before the division bench which disposed of the said petition and I find myself unable to concur in the view therein expressed. \n \n\n 20.    For  the reasons given, the answer\n\nto the first question is that the value of the subject matter of the dispute in a suit for specific performance of a contract for sale or purchase of property is the value of the property and not the difference between the actual market price of the property and the contract price for which the vendor was bound to convey the property to the purchaser. The answer to the second question is that the case of 59 Cal WN 681 was not rightly decided so far as the first question before the full bench is concerned. \n \n\n 21. As the judgment of the High Court is not one of affirmance of that of the trial court and as the value of the subject matter of the suit in the first instance as well as the value of the subject matter of the dispute on. appeal to the Supreme Court exceed Rs. 10,000 a certificate is granted under <a href=\"/doc/780609/\" id=\"a_34\">Article 133(1)(a)</a> of the Constitution. The costs of the application including that of the hearing before the Full Bench will be costs in the appeal to the Supreme Court. \n \n\n Certified for two counsel. \n \n\n Sinha, J.  \n \n\n</pre><p data-structure=\"Conclusion\" id=\"p_1\"> 22.   I agree. \n    \n\n Chatterjee, J. \n \n\n</p><p data-structure=\"Conclusion\" id=\"p_2\"> 23.  I agree. \n\n` \n\n</p>","numcites":16,"numcitedby":0,"docsource":"Calcutta High Court","citetid":829604,"divtype":"judgments","relatedqs":[{"value":"specific performance of contract","formInput":"specific%20performance%20of%20contract"},{"value":"suit for specific performance","formInput":"suit%20for%20specific%20performance"},{"value":"suit for specific performance of contract","formInput":"suit%20for%20specific%20performance%20of%20contract"},{"value":"specific performance","formInput":"specific%20performance"},{"value":"article 133","formInput":"article%20133"},{"value":"privy council","formInput":"privy%20council"},{"value":"value of subject matter","formInput":"value%20of%20subject%20matter"},{"value":"article 138","formInput":"article%20138"},{"value":"leave to appeal","formInput":"leave%20to%20appeal"},{"value":"finality of decree/","formInput":"finality%20of%20decree/"},{"value":"appeal supreme court","formInput":"appeal%20supreme%20court"},{"value":"contract of sale","formInput":"contract%20of%20sale"},{"value":"suit value ","formInput":"suit%20value%20"},{"value":"appeal right","formInput":"appeal%20right"},{"value":"court fees act","formInput":"court%20fees%20act"},{"value":"performance contract","formInput":"performance%20contract"},{"value":"executor ","formInput":"executor%20"},{"value":"orissa high court ","formInput":"orissa%20high%20court%20"},{"value":"appeal after final order","formInput":"appeal%20after%20final%20order"},{"value":"Had been subject of an appeal","formInput":"Had%20been%20subject%20of%20an%20appeal"}],"cats":[{"value":"court-fees","formInput":"tag:court-fees"}],"courtcopy":false,"query_alert":null,"agreement":false}