{"tid":914739,"publishdate":"2003-05-20","title":"Vahaji Ravaji Thakore vs State Of Gujarat on 20 May, 2003","doc":"<h2 class=\"doc_title\">Vahaji Ravaji Thakore vs State Of Gujarat on 20 May, 2003</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2004CRILJ119, (2004)1GLR777</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:j-m-panchal\">J.M. Panchal</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:j-m-panchal\">J.M. Panchal</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\n H.H. Mehta, J.  \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. These two appeals are arising from one common judgment Ex.53 dated 31st July, 1995 rendered by the learned Additional Sessions Judge, Banaskantha at Palanpur (who will be referred to as the learned Judge of the trial Court) in Sessions Case No.  20 of 1994 by which accused Nos.  1 and 2 i.e. appellants of Criminal Appeal No.  918 of 1995 came to be convicted, while respondents in Criminal Appeal No. 1101 of 1995 came to be acquitted, and therefore, with the consent of both the parties, these two appeals are heard together and decided by this Common judgment.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_2\">2. Accused Nos.  1 and 2 who are the appellants in Criminal Appeal No.  918 of 1995 and who stood trial in Sessions Case No.  20 of 1994, have by filing Criminal Appeal No.  918 of 1995 under <a href=\"/doc/929532/\" id=\"a_1\">Sec. 374(2)</a> of the Code of Criminal Procedure, 1973 (for short &quot;<a href=\"/doc/445276/\" id=\"a_2\">Cr.P.C</a>.&quot;), challenged the aforesaid judgment of conviction and sentence by which accused No. 1 is convicted under <a href=\"/doc/729076/\" id=\"a_3\">Sec. 235(2)</a>, Cr.P.C. for the offences punishable under <a href=\"/doc/1560742/\" id=\"a_4\">Sec. 302</a> of the Indian Penal Code, 1860 (For short &quot;<a href=\"/doc/1569253/\" id=\"a_5\">I.P.C</a>.&quot;) and also under <a href=\"/doc/124700273/\" id=\"a_6\">Sec. 135</a> of the Bombay Police Act, 1951 (for short the &quot;B.P.Act&quot;) and is sentenced to undergo the imprisonment for life and to pay a fine of Rs. 5,000/- and in default of payment of fine to undergo further Rigorous Imprisonment for six months for an offence punishable under <a href=\"/doc/1560742/\" id=\"a_7\">Sec. 302</a> of I.P.C. and is also sentenced to undergo Rigorous Imprisonment for six months and to pay a fine of Rs.250/- and in default of payment of fine to undergo further Simple Imprisonment for seven days for an offence punishable under <a href=\"/doc/124700273/\" id=\"a_8\">Sec.135</a> of the B.P.Act for contravention of notification issued under <a href=\"/doc/105038989/\" id=\"a_9\">Sec. 37(1)</a> of the B.P.Act.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_3\">The accused No. 2 is convicted under <a href=\"/doc/729076/\" id=\"a_10\">Sec.235(2)</a> of Cr.P.C. for offences punishable under Sec. 302 read with <a href=\"/doc/37788/\" id=\"a_11\">Sec.34</a> of I.P.C. and also under <a href=\"/doc/124700273/\" id=\"a_12\">Sec. 135</a> of the B.P.Act, and is sentenced to undergo the imprisonment for life and to pay a fine of Rs.5,000/- and in default of payment of fine to undergo further Rigorous Imprisonment for six months for an offence punishable under Sec. 302 read with <a href=\"/doc/37788/\" id=\"a_13\">Sec.34</a> of I.P.C. and is also sentenced to undergo Imprisonment for six months and to pay a fine of Rs.250/and in default of payment of fine to undergo further Simple Imprisonment for seven days for an offence punishable under <a href=\"/doc/124700273/\" id=\"a_14\">Sec.135</a> of the B.P.Act for contravention of notification under <a href=\"/doc/105038989/\" id=\"a_15\">Sec.37(1)</a> of the B.P.Act.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_4\"> For both the accused Nos.  1 and 2, the learned Judge of the trial Court ordered to run all the sentences, concurrently.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_5\">3. The State of Gujarat has, by filing Criminal Appeal No.  1101 of 1995 under <a href=\"/doc/487026/\" id=\"a_16\">Sec. 378(1)</a> of Cr.P.C., challenged the correctness and legality of the aforesaid judgment Ex.53 dated 31st July, 1995 rendered by the learned Judge of the trial Court in Sessions Case No.  20 of 1994 by which original accused Nos.  3 and 4 i.e. respondents came to be acquitted.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\">4.  As per the case unfolded by the complainant P.W.1 Thakor Virchandji Vihaji in his complaint Ex.39, the facts of the prosecution case can be summarized as follows:-\n</p>  \n\n<blockquote id=\"blockquote_1\">4.1  Accused Nos. 1, 2 and 3 are the real brothers, while accused No. 4 is their father. Jivrajaji Vihaji (deceased) was a younger brother of the complainant. The complainant and the deceased both were staying separately in one field which is known as &quot;Kamodiya-ni-Vatvalu Khetar&quot; (for short &quot; the field&quot;) situated on the outskirts of village Deka of Deesa Taluka in Banaskantha District. The eastern part of that field was in possession of the complainant, while western part of that field was in possession of Jivrajaji (deceased). Both -the complainant and Jivrajaji (deceased) have their respective houses in their respective parts of that field. Jivrajaji was residing in his house situated in western part of the field, with his wife and two sons. Likewise, the complainant was residing with his family members in the house situated in the eastern part of the said field. It appears from the record that the house of the Jivrajaji was at a distance of 150&#x27; away from the house of the complainant.\n</blockquote> \n\n<blockquote id=\"blockquote_2\">4.2  Jivrajaji had two sons -one P.W.6 Bhaichandji and another Parabat. His daughter P.W.5 Amriben was given in marriage at village Zadi. On or around 29th September, 1993, she had come to her parental home in village Deka to stay with her parents.\n</blockquote> \n\n<blockquote id=\"blockquote_3\">4.3  On previous day of 30th September, 1993, after taking dinner, Jivrajaji along with his family members, was sleeping on cot outside in front of his house. As per the case of the prosecution, Jivrajaji was sleeping on his own cot, while his wife P.W. 4 Ramaben was sleeping on second cot nearby on the side of the cot of Jivrajaji (deceased husband) with his son P.W.6 Bhaichandaji. P.W.5 Amriben and her brother Parabat were sleeping on another third cot on the side of cot of Amriben outside the house. As per the case of the prosecution, in the mid-night at about 01-00 a.m., when Jivrajaji and his family members were sleeping in their respective cots, Ramaben, on hearing some conversation in between the four persons (accused) suddenly woke up and saw that the accused No. 1 had a Dharia with him, accused No. 2 had an axe with him and Accused Nos. 3 and 4 both were armed with sticks. On hearing talks interse in between the accused, she immediately started to make hue and cry loudly to attract the attention of others. She saw that accused No. 1 inflicted a blow of Dharia on the face of her husband; accused No. 2 inflicted blow of an axe on the face of her husband and accused Nos.  3 and 4 both gave indiscriminate blows of sticks on the person of her husband. On hearing hue and cry of Ramaben, Amriben and Bhaichandji who were sleeping just nearby the cot of Jivrajaji, also woke up and they also saw all the accused nearby the cot of their father. They also saw the accused No. 1 inflicting a blow of Dharia on face of their father; accused No. 2 inflicting a blow of an axe on face of their father. They also saw the accused Nos. 3 and 4 inflicting blows of sticks on the person of their father.\n</blockquote> \n\n<blockquote id=\"blockquote_4\">4.4  It is the case of the prosecution that on hearing hue and cry of Ramaben, the complainant P.W.1 Virchandji immediately stood up from his bed and started to run towards the house of his younger brother. When he was at a distance of about 20&#x27; to 25&#x27; from the house of Jivrajaji, he saw these four accused standing near the cot of Jivrajaji and saw that accused No. 1 was inflicting blow of Dharia and accused No. 2 was inflicting blow of an axe on face of the deceased. He also saw that accused Nos. 3 and 4 both were inflicting blows of the sticks. He, therefore, shouted loudly through excitement, as a result of which accused ran away with their weapons from the place. It is the case of the prosecution that the day of incident was 14th day of Sud (Shukla Paksh) of Gujarati month Bhadarva, and therefore, there was ample moon-light, and in that moon-light, all the eye witnesses could identify all the accused. It is also the case of the prosecution that previously, all the eye witnesses were knowing all the accused. It is also the case of the prosecution that the relations between the deceased and the accused were strained and each party had filed criminal cases against the opposite party, and therefore, the accused attacked on Jivrajaji (the deceased) and grievously injured him. As per the case of the prosecution, Jivrajaji died on the spot within no time.\n</blockquote> \n\n<blockquote id=\"blockquote_5\">4.5  After arrival of the complainant at the place of occurrence, he waited there for some time because family members of the deceased were crying. Thereafter, he went to call Sarpanch Dahyaji Nemaji. He also went to Thakor Sendhaji Kalaji and informed them about the incident. As it was a night time and no vehicle was available, the complainant in company of Sarpanch Dahyaji Nemaji and Thakor Sendhaji Kalaji went to Agathala Police Station on foot. After reaching Agathala Police Station, the complainant lodged his complaint giving names of the accused persons as the assailants at about 7-30 a.m. on 30th September, 1993. That complaint was taken down by P.W.14 Hanumanprasad Ramjilal Yadav who was P.S.O. of that Police Station. He registered that complaint which came to be registered as CR.No.  I 87 of 1993. As P.W.15 P.S.I. Mr. D.A. Desai of the Police Station was not available in the Police Station, Mr. Yadav handed over the charge of P.S.O. of the Police Station to one Head Constable Jawansinh and he took over the investigation of the case. First he made a report under <a href=\"/doc/279174/\" id=\"a_17\">Sec.157</a> of Cr.P.C. to the learned Magistrate of the Criminal Court and thereafter he went to the scene of offence. Thereafter he prepared an Inquest Panchnama with regard to dead body of the deceased during the period between 10-30 a.m. and 11-30 a.m. on 30/9/1993. He sent dead body with Yadi to Civil Hospital, Deesa for autopsy. Mean while, S.D.P.O. came there for visitation of the crime and he directed Mr. Yadav to hand over further investigation of the case to Police Head Constable Kasamkhan. P.W.13 Kasamkhan Ramzankhan drew a panchnama of the scene of offence during the period between 11-35 a.m. and 12-15 p.m. on 30-9-1993. While drawing the panchnama, he recovered and seized the sample of control earth and blood stained earth along with the blood stained quilt from the cot on which deceased was sleeping, in presence of Panch witnesses under Panchnama. Thereafter, he recorded the statements of witnesses who were conversant with the facts of the case. Along with those witnesses, he also recorded the statements of Ramaben a wife of the deceased, Amriben daughter of the deceased, Sarpanch Dahyaji Nemaji, Bhagwanji Virchandji -son of the complainant, Bhemaji Virchand another son of the complainant and Sendhaji Kalaji. Thereafter, P.S.I. Mr. Desai returned from Bandobast duty and therefore Mr. Kasamkhan handed over the charge of further investigation of the case to P.S.I. Mr. Desai. Thereafter, Mr. Desai obtained the certificate with regard to cause of death from the hospital. Thereafter he seized the clothes taken from the dead body of the deceased and received from the Civil Hospital. Thereafter he arranged to call the Circle Inspector of Revenue Department for drawing a map of the place of offence. During the course of investigation, first the accused No. 1 Vahaji Ravaji was traced out and he was arrested on 1/10/1993. Thereafter accused Nos. 2 and 4 were arrested and then accused No. 3 was arrested. At the instance of accused Nos.  2 and 4, muddamal Axe and stick respectively were traced and that articles were recovered and seized under discovery Panchnama under <a href=\"/doc/1312051/\" id=\"a_18\">Section 27</a> of the Indian Evidence Act. Thereafter when accused No. 1 was on police remand, on 2/10/1993, at the instance of accused No. 1, the Muddamal Dharia was recovered under discovery panchnama under <a href=\"/doc/1312051/\" id=\"a_19\">Sec.27</a> of the Indian Evidence Act. Thereafter, muddamal weapons and articles which were recovered from the scene of offence were sent to the Forensic Science Laboratory, Ahmedabad (for short &quot;F.S.L.&quot;) under a forwarding letter and on receipt of reports of analysis from F.S.L., Mr. Desai filed chargesheet against all the accused in the Court of the learned J.M.F.C., Deesa on 25th December, 1993. That chargesheet came to be registered as Criminal Case No.  2947 of 1993.\n</blockquote> \n\n<blockquote id=\"blockquote_6\">5.  As the offences stated in the chargesheet were exclusively triable by the Court of Sessions, the learned J.M.F.C. Deesa, by passing a committal order under <a href=\"/doc/887219/\" id=\"a_20\">sec.209</a> Cr.P.C., committed the case to the Court of Sessions, Banaskantha at Palanpur. On committal of that case, the case was registered as Sessions Case No.  20 of 1994 in the Sessions Court, Banaskantha at Palanpur.\n</blockquote> \n\n<blockquote id=\"blockquote_7\">6.  On the basis of material on record, the learned Judge of the trial Court framed Charge Ex.3 against the accused persons on 30/5/1995. On recording of pleas of the accused, they pleaded not guilty to the charge and claimed to be tried.\n</blockquote> \n\n<blockquote id=\"blockquote_8\">7.  In order to prove the case against the accused for which Charge was framed, the prosecution examined P.W.1 Complainant Virchandji Vihaji at Ex.10, P.W.2 Medical Officer, Dr. Punmaji Hakmaji Bhati (who performed P.M. on the dead body) at Ex.16, P.W.3 Amaratbhai Maganbhai Patel at Ex.20, P.W.4 Ramaben Punmaji at Ex.23, P.W.5 Amariben Jivrajbhai at Ex.24, P.W.6 Bhaichandji Jivrajbhai at Ex.25, P.W.7 Godadbhai Dalubhai Thakor at Ex.26, P.W.8 Arjanji Mashruji at Ex.28, P.W.9 Harsanji Rayaji Thakor at Ex.30, P.W.10 Jivanji Vasaji Thakor at Ex.31, P.W.11 Dehalaji Valji Thakor at Ex.34, P.W.12 Manaji Badarji at Ex.36, P.W.13 Police Head Constable Kasamkhan Ramzankhan at Ex.37, P.W.14 P.S.O., Police Head Constable, Hanumanprasad Ramjilal Yadav at Ex.38, and P.W.15, Investigating Officer, P.S.I. Mr. Dalabhai Arjanbhai Desai at Ex.41.\n</blockquote> \n\n<blockquote id=\"blockquote_9\">8.  The prosecution also produced and proved the documentary evidence in support of their case. Out of those documents, the prosecution has placed reliance on an Inquest Panchnama at Ex.11, panchnama of scene of offence at Ex.12, panchnama with regard to seizure of clothes recovered from the dead body of the deceased at Ex.13, Post Mortem Notes at Ex.18, certificate with regard to cause of death of the deceased at Ex.19, a map of scene of offence at Ex.22, recovery panchnama for weapon produced at the instance of accused No. 3 at Ex.29, discovery panchnama of weapons seized and recovered at the instance of accused Nos. 2 and 4 at Ex.32, discovery panchnama of weapon seized and recovered at the instance of accused No. 1 at Ex.33, forwarding letter with which incriminating articles were sent to F.S.L. at Ex.44, report of F.S.L. at Ex.47, report of analysis issued by Serological Department of F.S.L. at Ex.48 and the complaint Ex.52.\n</blockquote> \n\n<blockquote id=\"blockquote_10\">9.  On recording of evidence of the prosecution witnesses was over, the circumstances appearing against the accused were brought to the notice of and explained to the accused and replies given by the accused were taken down as a result of which further statements of the accused under <a href=\"/doc/767287/\" id=\"a_21\">Sec.313</a> of Cr.P.C. were recorded. The defence of the accused is of complete denial of the prosecution case. From record, it appears that they did not dispute with regard to assault made on the deceased but their only defence is to the effect that they are not the authors of the injuries sustained by the deceased. It is their defence that as there are inimical relations between the deceased and them, the brother of the deceased has falsely implicated them by giving their names as assailants of the deceased. During the course of recording of their further statements, they also filed their joint written reply at Ex.50, wherein they have stated that the present complainant Virachandji Vihaji had lodged one complaint against the accused No. 1 for killing a peacock. Accused No. 4 Ravaji Ukaji had lodged one complaint against the complainant and his son twelve months before the date of this incident and the said case relating to that complaint filed by Accused No.  4 is still pending. It is also their case that Sarpanch Dahyabhai Nemaji lodged one complaint against the present accused Nos. 1,2, and 3 and wife of the accused No.  1 on 8th March, 1995. Accused have produced a copy of that complaint along with their written reply at Ex.50. It is their defence that they have also inimical relations with said Sarpanch, in past, and therefore, the complainant and Sarpanch both have implicated all the accused in the present case of murder of Jivrajaji, though they know nothing about the incident. It is also their case that they are innocent.\n</blockquote> \n\n<blockquote id=\"blockquote_11\">10.  After hearing the arguments of learned Advocates for both the parties and after making analysis and appreciation of evidence on record, the learned Judge of the trial Court came to a conclusion that the deceased Jivrajaji died a homicidal death because of injuries which were noticed by Doctor who performed the Post Mortem. He also came to the conclusion that the accused Nos.  1 and 2 both had inflicted the injuries noticed by the Doctor. Ultimately, he found the accused Nos.  1 and 2 guilty for the offences for which they were charged. He held the accused No. 1 guilty for the offences punishable under <a href=\"/doc/1560742/\" id=\"a_22\">Sec.302</a> of I.P.C. and under <a href=\"/doc/74277/\" id=\"a_23\">Sec.135</a> of the B.P.Act. He also found the accused No. 2 guilty for the offence punishable under <a href=\"/doc/1560742/\" id=\"a_24\">Sec.302</a> of I.P.C. read with <a href=\"/doc/37788/\" id=\"a_25\">Sec.34</a> of I.P.C. and also under <a href=\"/doc/74277/\" id=\"a_26\">Sec.135</a> of the B.P.Act. At the time of passing an order of conviction, he passed an order of acquittal in favour of accused Nos. 3 and 4 and acquitted them. After hearing the accused Nos. 1 and 2 on the point of quantum of sentence, he passed an order of sentence and inflicted different sentences as stated in earlier part of this judgment.\n</blockquote> \n\n<blockquote id=\"blockquote_12\">11.  Being aggrieved against and dissatisfied with the said judgment and order of conviction and sentence by which the accused Nos.  1 and 2 have been convicted and sentenced, they have preferred Criminal Appeal No.  918 of 1995, while the State Government has preferred Criminal Appeal No.  1101 of 1995 against the acquittal of the accused Nos. 3 and 4.\n</blockquote> \n\n<blockquote id=\"blockquote_13\">12.  We have heard Mr. Tejas M. Barot, learned Advocate for and on behalf of Mr. M.C.Barot, learned Advocate for the appellants -original accused Nos.  1 and 2 in Criminal Appeal No.  918 of 1995 and also for the respondents -original accused Nos. 3 and 4 in Criminal Appeal No.  1101 of 1995 and Mr. I.M.Pandya, learned APP for the State of Gujarat in both the appeals.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_7\">21-05-2003\n \n\n</p><p data-structure=\"CDiscource\" id=\"p_8\">13. Mr. Tejas Barot, learned Advocate has taken us through the entire evidence on record. He also read certain portions of the judgment impugned and challenged in Criminal Appeal No.  918 of 1995. Mr. Tejas Barot has assailed the judgment on the ground that looking to the dimension of blade of axe which is produced as Muddamal article No. 3 in the case and looking to the evidence of eye witnesses, it is not possible that size of only half c.m. depth could be seen in injury Nos. 2 and 3 each, and therefore, the Court should take a judicial notice that if the blow of an axe is inflicted with force, there would be more depth of injury, and therefore, this medical evidence does not support the case of the prosecution.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_9\">13.1 He has further argued that it is the case of the prosecution that the accused simultaneously inflicted blows of weapons which were with them, and therefore, it is quite natural that the injuries as a result of infliction of indiscriminate blows of sticks must have been noticed by Dr. Bhati who performed the post mortem. In connection with this submission, he has further argued that here in this case, no external injuries, as a result of infliction of stick blows, were noticed on the person of dead body by Dr. Bhatti. It is the case of the prosecution, as argued by Mr. Barot, that the deceased was sleeping having his face towards sky and as it is not the case of the prosecution that either of the accused turned the body of the deceased bringing face towards the ground and under such circumstances, naturally the injuries as a result of infliction of blows of sticks must have been noticed by Dr. Bhati on front part of the trunk of the dead body, and therefore, the learned Judge of the trial Court has rightly disbelieved the case against the accused Nos. 3 and 4.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_10\">13.2 He has further contended that as per complaint Ex.39, before lending assault on the deceased, the accused spoke certain words to the effect that the deceased had lodged many complaints against them and therefore they would not spare him. He has argued that this type of story is unnatural and unbelievable because if somebody wants to kill a person in deep sleep, he would certainly come secretly and surreptitiously without uttering any word and start inflicting blows and therefore, the story advanced by the prosecution is highly improbable.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_11\">13.3 It is one of his arguments that there is no evidence on record that the deceased spoke something or he resisted when first blow of weapon was inflicted on him. In a natural and normal course, a person would shout for help and try to ward off attack, and therefore the story advanced by the prosecution is unbelievable.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_12\">13.4 So far as evidence of prosecution relating to eye witnesses is concerned, he has argued that as per evidence of Ramaben the wife of the deceased, her cot was there on the side of the cot of the deceased and the cot of her daughter Amriben was on the side of the cot of Ramaben. It is the case of the prosecution that P.W.6 Bhaichandaji was sleeping with his mother on the cot just near and on the side of the cot of his father. Mr. Barot has argued that looking to the nature of injuries sustained by the deceased, profuse bleeding was found from the body of the deceased, and therefore, under such circumstance, naturally there would be find of blood stains either on clothes of Ramaben or Bhaichandaji. The mattress or quilt lying on the cot of Ramaben would have have found with blood stains. Here in this case, no such blood stains were found either on the clothes of Ramaben or Bhaichandaji or on the mattress or quilt lying on the cot of Ramaben, and therefore, the case advanced by Ramaben that she was sleeping on cot just nearby on the side of the cot of the deceased in open space in front of the house, is not believable. He has argued that from very beginning, it is the defence of the accused that deceased alone was sleeping outside the house while other members of his family were sleeping inside the house, and therefore, presence of Ramaben, Amriben and Bhaichandaji outside the house when incident occurred, is highly doubtful. With the aid of finding given by the learned Judge of the trial Court, he has argued that the learned Judge of the trial Court has held that the fact that the wife of the deceased was sleeping on the cot on the side of the cot of the deceased is partially doubtful, and therefore, the learned Judge of the trial Court has expressed doubt with regard to presence of Ramaben when actual incident occurred. Mr. Barot has further argued that the presence of Amriben and Ramaben at the time of occurrence of incident, outside the house is doubtful because when the panchnama of scene of offence was drawn, only one cot on which the deceased was found lying was seen and other cots were not seen. The inquest panchnama was made at the earliest point of time and in the inquest panchnama, also there is no mention about existence of other two cots outside the house, and therefore, presence of these two witnesses at the time of incident is very much doubtful, and therefore, their evidence should not have been considered by the learned Judge of the trial Court. By reading certain portion of evidence of Ramaben, Mr. Barot has emphasized that there are material contradictions in the evidence of Ramaben and these contradictions go to the root of the prosecution case and hence the case has become doubtful. He has argued that the learned Judge of the trial Court has not considered these major and material contradictions.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_13\">13.5 By attacking on the evidence of eye witnesses Ramaben and Amriben, Mr. Barot has argued that the case of the prosecution so far as it relates to the accused Nos. 3 and 4 has not been believed and accepted by the learned Judge of the trial Court, and therefore, same set of evidence should also be disbelieved by the learned Judge of the trial Court in the case against the accused Nos. 1 and 2 and benefit of doubt be extended to the accused Nos.  1 and 2 also. While reading the evidence of the complainant, he has argued that the learned Judge of the trial Court has given his finding that the complainant was not an eye witness to the incident and hence his evidence is of little significance, and therefore, when three eye witnesses are not believed, the evidence of complainant is of no use, and therefore, the whole case of the prosecution should be entirely disbelieved.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_14\">13.6 One of the contentions of Mr. Barot is to the effect that it is the case of the prosecution that immediately after the incident, the complainant went to Sarpanch of village Deka and while coming back to the place of offence, he came in company of Sendhaji Kalaji and Dahyaji Nemabhai. He has submitted that in a natural and normal course, the complainant would have certainly stated all the facts of the incident to these witnesses also. The prosecution has not examined either of these two witnesses, though these two witnesses were independent witnesses. These two witnesses are necessary to unfold the story of the prosecution.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_15\">13.7 He has further argued that the evidence of prosecution witnesses is not unimpeachable, cogent and trustworthy and looking to the admitted fact that there was enmity in between the accused on one side and the complainant on the otherside, the defence of the accused should be accepted that the entire story is concocted to implicate accused Nos.  1 and 2 falsely in the case.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_16\">13.8 Lastly, he has argued that considering the aforesaid contentions, the judgment and order of conviction and sentence, so far as it relates to accused Nos.  1 and 2 are required to be set aside by allowing the appeal filed by the accused Nos.  1 and 2. So far as Criminal Appeal No. 1101 of 1995 filed by the State of Gujarat is concerned, he has argued that looking to the evidence of Dr. Bhati, there was no injury caused by any stick blow, on the body of the deceased, the learned Judge of the trial court has rightly disbelieved the case of the prosecution involving accused Nos.  3 and 4, and therefore, the learned Judge of the trial Court has rightly acquitted accused Nos. 3 and 4. He has supported the judgment of acquittal rendered in favour of accused Nos. 3 and 4. He has submitted that Criminal Appeal No.  1101 of 1995 filed by State be dismissed.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_17\">14. Mr. I.M.Pandya, learned APP for the State has supported the judgment and order of conviction rendered against the accused Nos.  1 and 2 throughout. He has read the evidence of eye witnesses and argued that in the mid-night, accused armed with weapons went to the place of occurrence i.e. in the field of the deceased, and therefore, the accused were the aggressors. They have not explained as to why their presence was found at the place at odd hours of mid-night. In connection with the acquittal appeal filed by the State, he has argued that the learned Judge of the trial Court has in Para 19 of his judgment observed that the accused Nos. 3 and 4 were armed with sticks and they both had gone in company of accused Nos.  1 and 2 at the place of occurrence. With the aid of this part of observation made by the learned Judge of the trial Court, he has argued that it is not necessary for the prosecution to prove that the accused Nos. 3 and 4 had actively taken part in the incident. The learned Judge of the trial Court came to the conclusion that in fact it is not proved beyond doubt that sticks were used in the incident of assault on the accused. He has argued that the learned Judge of the trial Court ought to have held the accused Nos. 3 and 4 guilty for offences punishable under Sec.302 read with <a href=\"/doc/37788/\" id=\"a_27\">Sec.34</a> of the I.P.C. He has also argued that the learned Judge of the trial Court has accepted the case of the defence and come to the conclusion that the accused Nos. 3 and 4 are falsely implicated, subsequently. For this finding, he has argued that the judgment of acquittal is perverse and it requires to be set aside by allowing the appeal filed by the State and accused Nos. 3 and 4 be also convicted and sentenced in accordance with law.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_18\">15. We have dispassionately considered the arguments advanced by the learned Advocates for both the parties. We have thoroughly examined, scrutinised and reappreciated the entire evidence led by the prosecution. We have also perused the impugned judgment challenged in these two appeals. We have also examined Record and Proceedings of the case which are called for from the trial Court.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_19\">16.  From the side of the accused, it is not seriously challenged that the deceased Jivrajaji died a homicidal death due to injuries which were noticed by Dr. Bhati. The only defence advanced by the accused is to the effect that they were not the authors of the injuries found on the dead body of the deceased. Still however, in order to appreciate the evidence of prosecution in its proper perspective, it is necessary to know as to what types of injuries were noticed by Dr. Bhatti while performing the post mortem.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_20\">16.1 As per evidence of P.W.14 Hanumanprasad, he registered the complaint lodged by Virchandaji Vihaji of village Deka and immediately after registering the offence, he handed over the charge of P.S.O. to Police Head Constable Jawansinh and went to the place of offence. Immediately thereafter, he performed inquest panchnama of the dead body and along with Yadi Ex.17, he sent dead body of the deceased to the Medical Officer of Civil Hospital, Deesa for performing autopsy. The prosecution has examined P.W.2 Dr. Punmaji Bhati who performed post mortem of the dead body at Exh.16. He has proved post mortem notes at Ex.18. As per his evidence, the following external injuries were noticed by him on the dead body of deceased Jivrajaji :-\n</p>   \n\n<blockquote id=\"blockquote_14\">(1) Incised wound 15 cm. x 2 x 3 cm. deep cutting the maxilla bone, from Lt. ear. inner upto the outer angle of the Lt. eye.\n</blockquote> \n\n<blockquote id=\"blockquote_15\">(2) Incised wound 2 cm. x 1/4 cm. x 1/2 cm. just below from Rt. eye.\n</blockquote> \n\n<blockquote id=\"blockquote_16\">(3) Incised wound 1 cm. x 1/2 cm x 1/2 cm in the middle of the Rt. cheek.\n</blockquote> \n\n<blockquote id=\"blockquote_17\">(4) Incised wound 6 cm. x 1/2 cm x 1 cm. cutting both the nostril above from upper lip.\n</blockquote> \n\n<blockquote id=\"blockquote_18\">(5) Face is stained with blood and bleeding from nose. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_21\">According to Dr. Bhati, following internal injuries were noticed on the dead body :-\n</p>   \n\n<blockquote id=\"blockquote_19\">(1) Trachea containing blood clotts.\n</blockquote> \n\n<blockquote id=\"blockquote_20\">(2) Pharynx containing blood clotts. \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_22\"> As per column No. 23 of the Post Mortem Note, he has opined that cause of death was a shock due to heamorrhage and fracture of Lt. maxilla bone.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_23\">16.2 According to Dr. Bhati, all the aforesaid injuries were ante-mortem. In Para 14 of his deposition, he has stated that injury Nos. 1 and 4 could be possible by muddamal Article No.  1 -Dharia, while injury Nos. 2 and 3 could be possible by muddamal article No. 3 an axe. Looking to the medical evidence, the prosecution has proved to the satisfaction of the learned Judge of the trial Court that the deceased died a homicidal death to which the there is no dispute from the side of the accused, and therefore, the learned Judge of the trial Court has rightly come to the conclusion that the deceased died a homicidal death because of injuries sustained by him which are mentioned in para 17 of the post mortem notes. In view of the above clear cut medical evidence, this finding of the learned Judge of the trial Court that the deceased died a homicidal death, is upheld by us.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_24\">17. Now this takes us to the actual occurrence of the incident. As we have set out facts of the case in detail in earlier part of this judgment, we do not want to repeat the same. In this case, to connect the accused with the crime, the prosecution has placed reliance on three important eye witnesses -(1) P.W.4 Ramaben wife of the deceased; (2) P.W.5 Amriben daughter of the deceased and (3) P.W.6 Bhaichandji son of the deceased. From evidence of these three eye witnesses, a specific case has been advanced by the prosecution that on the fateful night of the incident, the deceased and his family members were sleeping outside in front of their house. In one cot deceased was sleeping and on the side of that cot, Bhaichandji was sleeping with his mother Ramaben in second cot and on the side of that cot of Ramaben, in another third cot, Amriben and her brother Parabat were sleeping. In the mid-night, Ramaben wife of the deceased heard certain conversation in between four persons, and therefore, she woke up from her cot, and she saw that all these four accused were standing near the cot of her husband. On seeing them, she started to make hue and cry loudly to attract attention of others and meanwhile, as per her evidence, accused No. 1 inflicted blow of Dharia on face of the deceased, accused No. 2 inflicted blow of an axe on face of the deceased and accused Nos.  3 and 4 inflicted indicriminate blows of sticks on the person of the deceased. As per her evidence, because of her cries, her daughter Amriben also woke up and she also started to cry loudly. She saw all the accused at the place of occurrence assaulting her father. She has narrated the same sequence of events that accused No. 1 inflicted blow of Dharia on her father, accused No. 2 inflicted blow of an axe on the face of her father and accused Nos. 3 and 4 inflicted stick blows on the person of her father. From her evidence, it also reveals that meanwhile Bhaichandji -son of the deceased who was sleeping on the cot just on the side of the cot of his father also woke up and he also started to cry loudly to attract attention of others. From her evidence, it further appears that the complainant Virchandji who was staying in the same field but in the eastern part thereof, heard the cries of family members of his brother, without wasting time, rushed towards the spot. As per evidence of Ramaben, when the complainant, while rushing to the place of incident, was at a distance of 20&#x27; to 25&#x27; away from the scene of offence, he also uttered loudly through excitement, as a result of which, the accused taking with them their weapons ran away from the scene of offence. As per the evidence of the complainant, he also saw actual act of making assaults by the accused on the person of his younger brother. On comparing the evidence of these three eye witnesses i.e. Ramaben, Amriben and Bhaichandji with each other, we find that they have corroborated each other on material part of the case. A core of the case was to the effect that all the accused came to the field of the deceased and as stated earlier, simultaneously, the accused landed the assault on the person of the deceased by means of weapons which they had with them. From the evidence, it is crystal clear that it was a night of 14th day of Sud (Shukla Paksh) of Gujarati month Bhadarva, and there was plenty of moon-light and in that moon-light, all the three eye witnesses identified all the accused individually. Ramaben has deposed that she knew the accused even by names. And during the trial, she identified all the accused one by one giving their respective names. She also deposed that the accused were not their relatives but they were of their caste and the field of the accused was situated leaving road leading to village Kamodi. It is also the defence of the accused that previously both the parties had filed their complaints against each other, and therefore, a question of misidentification of the accused does not arise. In view of the evidence on record, the accused were just near the cot of the deceased. Looking to the proximity of the accused near the place where complete moon-light was available to the witnesses and previous knowledge about the identity of accused, the evidence of the eye witnesses is believable, though there are certain minor and trivial contradictions here and there in their evidence. It was argued that due to lodging of the complaints in the past, the relations between the complainant side and the accused side were inimical and because of the previous enmity, the accused are falsely involved in the case. It is settled principle of law that when presence of eye witness is not doubtful and when there was ample opportunity for him to identify the assailants, the evidence of such eye witness should not be brushed aside lightly merely because he is closely related to the deceased. Presence of these three eye witnesses is natural because they were sleeping on their respective cots outside in front of their house where the deceased was also sleeping on his cot.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_25\">18. In case of Hakum Singh and Others Vs. State of Rajasthan reported in (2000) 7 SCC 490, Hon&#x27;ble Supreme Court has held as follows:-\n</p><blockquote id=\"blockquote_21\">  ............. The only premise for dubbing them as &quot;interested witnesses&quot; is that they were the kith and kin of the deceased. Why should such witnesses be termed as interested witnesses? If they had seen the occurrence, they would certainly have the interest to bring the offenders of the murder of their breadwinner to book. Normally, the kith and kin of the deceased, if they had seen the occurrence would not absolve the real offenders and involve innocent persons in that murder. \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_26\">19. Therefore a plea that these three eye witnesses who are closely related to the deceased are the &quot;interested witnesses&quot; and therefore, their evidence should be disbelieved, cannot be accepted. That plea is straightway rejected.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_27\">20. Mr. Barot has, while reading the evidence of Ramaben, argued that she has deposed that these four accused came and uttered the words that he (deceased) was filing complaints and therefore, he (deceased) should not be spared and on hearing these words, she woke up and started making hue and cry to attract the attention of others. By reading Para 13 of the evidence of Ramaben, an omission in form of contradiction is sought to be proved by Mr. Barot that this witness did not state in her police statement about this fact with regard to utterance of the words by the accused before she woke up. This contradiction is proved by P.W.3 Kasamkhan in Para 5 of his evidence. Another omission in form of contradiction is sought to be proved by asking questions to Ramaben that she did not state to police that while going along with weapons from the place, the accused uttered the words that &quot;if he would alive, they would come back again and without sparing him, he would be killed.&quot; Mr. Barot put much stress on the evidence of Ramaben and argued that she did not state before the police that her cot was there on the side of cot of her husband and on the side of her cot, her daughter was sleeping on another cot. In cross-examination, she has made it clear that she stated before the police that they were sleeping in open space in front of the house. In our view, whatever contradictions are sought to be pressed into service are not so material contradictions that they would affect the core of the case of the prosecution. It is required to be noticed that incident took place in presence of these three eye witnesses. Ramaben is the wife of the deceased, and therefore, she would have been frightened and she might have received a mental shock at the time of incident. From her evidence, it appears that on the next day when inquest panchnama was drawn, her statement was recorded at the earliest point of time and possibly, she would not have stated the fact with regard to utterance of the words by the accused when she saw them near the cot of the deceased. In the same way, in such mental condition, she might have forgotten to state the words spoken by the accused while leaving the place of the offence, and therefore, these contradictions cannot be said to be major and material contradictions. Such type of minor contradictions would certainly appear in the evidence of natural witness who has received mental shock. At this stage, it is required to be noted that it is brought on record that she stated in Para 12 of her cross-examination that it was about 1-00 a.m. of the night and moon was exactly above her head in the sky and that night was alike a day and at that time, four persons had come near the cot of her husband and assaulted him. So from this evidence, it is crystal clear that there was ample moon light for eye-witnesses to identify the accused. All the accused were previously known to her. Another eye witness Amriben P.W. 5 has narrated the story as per the deposition given by her mother. In cross-examination, in Para 3 of her evidence, a contradiction in form of omission was attempted to be proved by the defence. She has stated in her evidence that it was not true that she did not state in her police statement that they were sleeping in &quot;Angana&quot; (an open space in front of a house). Now for this contradiction, no question was asked to the Investigating Officer who recorded the statement of this witness Amriben, and therefore, from this cross-examination, it is amply proved that all the witnesses were sleeping in open space in front of their house. A suggestion was made to Amriben that on the night of incident, she was there in her in-laws&#x27; house at village Zadi, and in the morning, one person came to Zadi to call her and after her arrival at her parents&#x27; house, she is posed as an eye witness falsely. All these suggestions are negatived by Amriben. A suggestion cannot take place of proof. There should be some evidence to substantiate that suggestion, and therefore, the presence of Amriben is also natural one and her testimony inspires confidence of the Court. No doubt, certain other contradictions are sought to be proved but those contradictions are not of so much importance that that would affect the root of the case of the prosecution.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_28\">21. P.W.6 Bhaichandji who was sleeping on the cot just near the side of the cot of his father, woke up on hearing shouts of her mother and he saw all the accused persons armed with weapons near the cot of his father. He narrated the entire story as deposed to by his mother and sister. It was suggested in his cross-examination that he has not seen the incident. He has denied this suggestion. From his evidence, some contradictions are sought to be proved but those contradictions are minor and trivial contradictions and that contradictions do not affect on the case of the prosecution.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_29\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1650267\" id=\"span_1\">22. While reappreciating the evidence on record, certain principles with regard to appreciation of evidence are kept in mind by us. In case of <a href=\"/doc/1650267/\" id=\"a_28\">Ganesh K. Gulve Vs. State of Maharashtra</a> reported in (2002)7 SCC 71, the Hon&#x27;ble Supreme Court has laid down certain principles with regard to appreciation of evidence, in Para 14 as follows:-</span>\n</p><blockquote id=\"blockquote_22\"> &quot;In order to appreciate the evidence, the court is required to bear in mind the set-up and the environment in which the crime is committed, the level of understanding of the witnesses, the over zealousness of some of the near relations to ensure that everyone even remotely connected with the crime be also convicted, and everyone&#x27;s different way of narration of the same facts. These are only illustrative instances. Bearing in mind these broad principles, the evidence is required to be appreciated to find out what part out of the evidence represents the true and correct state of affairs. It is for the courts to separate the grain from the chaff.&quot;\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_30\">23. The learned Judge of the trial Court who had advantage to observe the demeanour and conduct of the witnesses, accepted the evidence of three eye witnesses. After appreciating the evidence on record and by accepting these three eye witnesses as reliable witnesses, he came to the conclusion that the accused Nos.  1 and 2 were the authors of the injuries which are referred to hereinabove.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_31\">24. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1311077\" id=\"span_2\">In case of <a href=\"/doc/1311077/\" id=\"a_29\">Munshi Prasad and others vs. State of Bihar</a> reported in AIR 2001 SC 3031, the Hon&#x27;ble Supreme Court has given certain guidelines for appreciation of evidence by appellate Court. In Para 11 of this decision, the Hon&#x27;ble Supreme Court has observed as follows:-</span>\n</p><blockquote id=\"blockquote_23\"> &quot; Incidentally, be it noted that while appreciating the evidence of a witness, minor discrepancies on trivial matters without affecting the core of the prosecution case, ought not to prompt the court to reject evidence in its entirety. If the general tenor of the evidence given by the witness and the trial Court upon appreciation of evidence forms opinion about the credibility thereof, in the normal circumstances the Appellate Court would not be justified to review it once again without justifiable reasons. It is the totality of the situation, which has to be taken note of ......&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_32\">25. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"235169\" id=\"span_3\">In case of <a href=\"/doc/235169/\" id=\"a_30\">State of U.P. Vs. Anil Singh</a>, reported in AIR 1988 SC 1998, the Hon&#x27;ble Supreme Court has observed in Paras 13 and 15 as follows:</span>\n</p><blockquote id=\"blockquote_24\">  ....... The public are generally reluctant to come forward to depose before the Court. It is, therefore, not correct to reject the prosecution version only on ground that all witnesses to occurrence have not been examined. It is also not proper to reject the case for want of corroboration by independent witnesses if the case made out is otherwise true and acceptable. With regard to falsehood stated or embellishments added by the prosecution witnesses, it is well to remember that there is a tendency amongst witnesses in our country to back up a good case by false or exaggerated version. It is also experienced that invariably the witnesses add embroidery to prosecution story, perhaps for the fear of being disbelieved. But that is no ground to throw the case overboard, if true, in the main. If there is a ring of truth in the main, the case should not be rejected. It is the duty of the Court to cull out the nuggets of truth from the evidence unless there is a reason to believe that the inconsistencies of falsehood are so glaring as utterly to destroy confidence in the witnesses. It is necessary to remember that a Judge does not preside over a criminal trial merely to see that no innocent man is punished. A Judge also presides to see that a guilty man does not escape. One is as important as the other. Both are public duties which the Judge has to perform.&quot;\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_33\">26. Keeping in mind aforesaid legal position with regard to appreciation of evidence, we have carefully analysed, examined and reappreciated the evidence of these three eye witnesses and we have found that their evidence is consistent, cogent and trustworthy, and therefore, their evidence inspires confidence. The learned Judge of the trial Court has, therefore, rightly believed the story narrated by them in the trial Court. The learned Judge of the trial Court has come to a definite conclusion in his judgment that all the three cots were there in open space in front of the house and there is no reason to disbelieve this fact. Though he has come to this definite conclusion, through oversight or for any reason, he has come to a contrary conclusion that it is observed by him that the wife of the deceased Jivrajaji was present in the house, but instead of this, he has come to the conclusion that it is partly doubtful that she was sleeping on the cot on the side of the cot of the deceased.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_34\"> We are of the considered view that above finding is contrary to his own conclusion because he has definitely come to the conclusion that all the cots were there in open space in front of the house, and therefore, the finding of the learned Judge of the trial Court that it is partially doubtful whether she was sleeping on the cot on the side of the cot of the deceased, is contrary to the evidence on record as well as his own finding, and therefore, the finding particularly to that effect is required to be set aside by us in exercise of the powers conferred on this Court under <a href=\"/doc/1256523/\" id=\"a_31\">Sec. 386</a> of the Cr.P.C. Sec.386(b) relates to the powers which can be exercised in an appeal from a conviction. We, therefore, in exercise of the powers conferred on this Court under <a href=\"/doc/481552/\" id=\"a_32\">Sec.386(c)(ii)</a> of Cr.P.C. alter the finding of the learned Judge of the trial Court touching the fact relating to Ramaben that it is partly doubtful that she was sleeping on the cot on the side of the cot of the deceased. We came to a definite conclusion that Ramaben wife of deceased was sleeping on the cot on the side of the cot of her husband, in open space in front of house.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_35\">27. Mr. Barot has put much stress on the point that there was past enmity between the complainant side and the accused side, and therefore, the accused are roped in a false case. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1517737\" id=\"span_4\">In case of <a href=\"/doc/1517737/\" id=\"a_33\">Anil Rai Vs. State of Bihar</a> reported in (2001) 7 SCC 318, the Hon&#x27;ble Supreme Court has given guidelines as to how evidence of inimical witness to the accused persons should be appreciated, by holding as follows:</span>\n</p><blockquote id=\"blockquote_25\"> &quot; The contention that as the witnesses relied upon by the courts were inimical towards the accused persons, their testimony could not be relied upon without corroboration in material particulars cannot be accepted. Enmity is a double-edged weapon which can be a motive for the crime as also the ground for false implication of the accused persons. In case of inimical witnesses, the courts are required to scrutinise their testimony with anxious care to find out whether their testimony inspires confidence to be acceptable notwithstanding the existence of enmity. Where enmity is proved to be the motive for the commission of the crime, the accused cannot urge that despite proof of the motive of the crime, the witnesses proved to be inimical should not be relied upon. Bitter animosity, held to be a double-edged weapon, may be instrumental in false involvement or in the witnesses inferring and strongly believing that the crime must have been committed by the accused. Such possibility has to be kept in mind while evaluating the prosecution witnesses regarding the involvement of the accused in the commission of the crime. Testimony of eyewitnesses, which is otherwise convincing and consistent, cannot be discarded simply on the ground that the deceased were related to the eyewitnesses or previously there were some disputes between the accused and the deceased or the witnesses. The existence of animosity between the accused and the witnesses may, in some cases, give rise to the possibility of the witnesses exaggerating the role of some of the accused or trying to rope in more persons as accused persons for the commission of the Crime. Such a possibility is required to be ascertained on the facts of each case. However, the mere existence of enmity in this case, particularly when it is alleged as a motive for the commission of the crime, cannot be made a basis for discarding or rejecting the testimony of the eyewitnesses, the deposition of whom is otherwise consistent and convincing.&quot;\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_36\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1517737\" id=\"span_5\">28. Applying the above principles <a href=\"/doc/1517737/\" id=\"a_34\">laid down in</a> aforesaid decision to the facts of the present case, here in this case, the complainant has come with a specific case in the complaint that these four accused, while keeping previous enmity, killed his brother. The accused have also advanced his defence that accused No. 4 had lodged a complaint on 27/2/1992 in Agathala Police Station against present complainant, deceased and son of the complainant, copy of that complaint is produced at Ex.43. Even in written statement Ex.50, the accused have reiterated the same defence that the complainant had lodged one complaint against the accused No. 1 and the deceased for offence of killing a peacock and that complaint was lodged twelve months before the date of this incident. They have also stated that the said complaint is still pending. The accused have also stated about enmity with Sarpanch Dahyaji Nemaji. As per his say, Sarpanch Dahyaji Nemaji had lodged one complaint against present accused Nos.  1 and 2 and wife of accused No. 1 on 8/3/1991. Copy of that complaint is produced with Written Reply at Exh.50. By citing this incident of filing complaint by Sarpanch, Mr. Barot has contended that Sarpanch has taken keen interest in implicating the accused in a false case. Here in this case, the prosecution has not examined Sarpanch. Anyhow, there is an ample evidence on record that there was an enmity in between two groups, and therefore, the learned Judge of the trial Court has rightly appreciated the evidence and come to a finding on Point No. 1 in the affirmative that since before the date of incident, inimical relations were subsisting in between the deceased Jivrajaji and the accused. For this finding, there is no controversy from the side of the accused. If this is the position then there is no reason to disbelieve the case of the prosecution that because of the previous enmity, the accused committed crime of this case, and therefore, the contention of Mr. Barot that as there was an enmity between the complainant and the accused, there is good reason to disbelieve the case of the prosecution, is devoid of merits and it is rejected.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_37\">29. Mr. Barot has vehemently argued that in this case, the learned Judge of the trial Court disbelieved the case of the prosecution so far as it relates to accused Nos. 3 and 4 and he acquitted the accused Nos. 3 and 4, and on the basis of same set of evidence, benefit of doubt should be given to the accused Nos. 1 and 2. Doctrine of &quot;falsus in uno falsus in omnibus&quot; ( false in one thing, false in everything) cannot be made applicable in criminal case. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"439549\" id=\"span_6\">In case of <a href=\"/doc/439549/\" id=\"a_35\">Krishna Mochi and others Vs. State of Bihar</a> reported in AIR 2002 SC 1965, the Hon&#x27;ble Supreme Court has ruled in Para 24 as follows;-</span>\n</p><blockquote id=\"blockquote_26\"> &quot;This plea is clearly untenable. Even if major portion of evidence is found to be deficient, in case residue is sufficient to prove guilt of an accused, notwithstanding acquittal of number of other co-accused persons, his conviction can be maintained. It is the duty of Court to separate grain from chaff. Where chaff can be separated from grain, it would be open to the Court to convict an accused notwithstanding the fact that evidence has been found to be deficient to prove guilt of other accused persons. Falsity of particular material witness or material particular would not ruin it from the beginning to end. The maxim &quot;falsus in uno falsus in omnibus&quot; has no application in India and the witnesses cannot be branded as liar.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_38\">It has been further observed as follows:\n</p><blockquote id=\"blockquote_27\"> &quot;Merely because some of the accused persons have been acquitted, though evidence against all of them, so far as direct testimony went, was the same does not lead as a necessary corollary that those who have been convicted must also be acquitted. It is always open to a Court to differentiate accused who had been acquitted from those who were convicted.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_39\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"627926\" id=\"span_7\">30. Same type of principle is reiterated in case of <a href=\"/doc/627926/\" id=\"a_36\">Bijoy Singh and another Vs. State of Bihar</a>, reported in AIR 2002 SC 1949, wherein it has been observed by the Hon&#x27;ble Supreme Court in Para 9 (ii) as follows:</span>\n</p><blockquote id=\"blockquote_28\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"200410\" id=\"span_8\">&quot;This Court in <a href=\"/doc/200410/\" id=\"a_37\">Deep Chand v. State of Haryana</a> [1996 (3) SCC 890] pointed out that the maxim &quot;falsus in uno falsus in omnibus&quot; is not a sound rule to apply in the conditions in this country and, therefore, it is the duty of the Court in cases where as witness has been found to have given unreliable evidence in regard to certain particulars, scrutinise the rest of his evidence with care and caution. If the remaining evidence is trustworthy and the substratum of the prosecution case remains intact, then the Court should uphold the prosecution case to that extent.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1981560\" id=\"span_9\">To the same effect is the judgment of this Court in <a href=\"/doc/1981560/\" id=\"a_38\">Ranbir &amp; Ors. v. State of Punjab</a> [AIR 1973 SC 1409] &quot;.</span>\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_40\">31. Here in this case, the learned Judge of the trial Court found, the case against the accused Nos. 1 and 2 to have been proved by the evidence of three eye witnesses and convicted the accused Nos. 1 and 2. The learned Judge of the trial Court has acquitted the accused Nos. 3 and 4 only on the ground that they have not taken active part in commission of offence, and therefore, the entire case put up by the prosecution cannot be disbelieved merely because accused Nos. 3 and 4 are acquitted by giving benefit of doubt, and therefore, the contention taken by Mr. Barot that the learned Judge of the trial Court disbelieved the case of the prosecution so far as it relates to accused Nos. 3 and 4 and he acquitted the accused Nos. 3 and 4, and on the basis of same set of evidence, benefit of doubt should be given to the accused Nos. 1 and 2, and they should also be acquitted, is devoid of any merits and is rejected.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_41\">32. Here in this case, the prosecution has placed reliance on the evidence of discovery and seizure of incriminating weapons and finding of blood stains on the weapons as per report of F.S.L. Mr. Barot has argued that though the prosecution led evidence of panch witnesses to prove the discovery panchnamas at Exs.32 and 33, the panch witnesses have not supported the case of the prosecution with regard to discovery and seizure of muddamal articles, and therefore, the evidence with regard to finding of blood on the weapons by F.S.L. cannot be taken into consideration by the Court.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_42\">33. From record, it appears that accused No.  2 and accused No. 4 were arrested at 11-00 a.m. immediately on the next day i.e. on 1st October, 1993. It also appears that on the same day, accused No. 1 was arrested at 11-35 a.m. and accused No. 3 also was arrested in the evening at 18-15 hrs. on the very same day. Thereafter, at the instance of accused Nos.  2 and accused No. 4, an axe which was concealed by accused No. 2 was traced out at the instance of accused No. 2 himself and a stick which was concealed by accused No. 4 was traced out at the instance of accused No. 4. For these two articles viz. Axe and Stick, discovery panchnama Ex.32 was drawn under <a href=\"/doc/1312051/\" id=\"a_39\">Sec.27</a> of the Indian Evidence Act. To prove this discovery panchnama Ex.32, the prosecution examined P.W.10 Jivanji Vasaji Thakor at Ex.31 and P.W.11 Dehalaji Valji Thakor at Ex.34. In the same manner, muddamal Dharia which was concealed by Accused No. 1 was discovered at the instance of accused No. 1 and it was seized under discovery panchnama at Ex.33. To prove the panchnama Ex.33, the prosecution examined the same two panch witnesses at Ex.31 and Ex.34. It is true that these two panch witnesses turned hostile and did not support the case of the prosecution with regard to discovery panchnamas at Exs.32 and 33. But the fact remains that the fact with regard to discovery panchnamas at Exs.32 and 33 is proved by the Investigating Officer, P.S.I. Mr. Dalaji Arajanbhai Desai at Ex.41. In his evidence on oath, Mr. Desai has proved the requirements of <a href=\"/doc/1312051/\" id=\"a_40\">Sec.27</a> of the Indian Evidence Act with regard to such type of discovery panchnama. It is now well settled that the discovery of fact referred to in <a href=\"/doc/1312051/\" id=\"a_41\">Sec.27</a> is not the object recovered but the fact embraces the place from which the object is recovered and the knowledge of the accused as to it, and therefore, this is relevant piece of evidence connecting the accused with the crime. Of course, panch witnesses are turned hostile but merely because they are turned hostile, the evidence of Police Officer should not be discarded. In case of Modan Singh Vs. State of Rajasthan reported in AIR 1978 SC 1511, the Hon&#x27;ble Supreme Court has held as follows:\n</p><blockquote id=\"blockquote_29\"> &quot;If the evidence of investigating Officer who recovered the material objects is convincing, the evidence as to recovery need not be rejected on the ground that seizure witnesses do not support the prosecution version.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_43\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"221105\" id=\"span_10\">34. Same type of view has been taken by the Supreme Court in case of <a href=\"/doc/221105/\" id=\"a_42\">Mohd. Aslam Vs. State of Maharashtra</a> reported in (2001)9 SCC 362. It is held that &quot;evidence of police officer effecting recovery could not stand vitiated by reason of panch witnesses supporting the evidence turning hostile&quot;.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_44\">35. In view of aforesaid legal position, we are of considered view that merely because the panch witnesses do not support the case of the prosecution, the case of the prosecution need not be thrown over board as unreliable. It must be realised that the phenomenon of panch witnesses turning hostile to the prosecution is not unknown and is ever on the increase. It needs hardly to be emphasised that the decision of a case does not depend solely on the question whether the panch witnesses support the prosecution or turn their back on it. If the decision of the case were to depend solely on the testimony of panch witnesses regardless of the evidence of independent witnesses, in theory, it would be giving a right of veto to the panchas so far as the question of culpability of an accused is concerned. If the evidence of police officer is otherwise found to be true and dependable, judicial pragmatism requires that merely because the panchas do not support, it should not be made a ground to discard his evidence.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_45\">36. In view of the evidence on record, the prosecution has, by examining the Investigating Officer Mr. Desai proved two discovery panchnamas at Exs.32 and 33. All these incriminating weapons were sent to the F.S.L. along with blood stained quilt and clothes of the deceased which were also stained with blood. Muddamal article Nos. 3,4,5 and 6 are respectively quilt, &quot;Bandi&quot; (to be used as banyan), &quot;Dhoti&quot; and &quot;Faliya&quot; (to be used as turban). All the articles were found with human blood having &#x27;A&#x27; Group. It is also found from forensic evidence that blood group of the deceased was &#x27;A&#x27; group. The prosecution relies on forwarding letter Ex.44 with which all the muddamal articles were sent to F.S.L. The prosecution also relies on the report of F.S.L. which is at Ex.47 and Serological report at Ex.48. Muddamal articles i.e. Dharia and axe were found to have been stained with human blood and the group of human blood was found to be &#x27;A&#x27; group, and therefore, by placing reliance on the evidence of three eye witnesses, it is proved that during the course of committing the offence, these two articles i.e. Dharia and axe were used. <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1666069\" id=\"span_11\">These circumstances appearing against the accused were brought to the notice of and explained to the accused but the accused have not explained this relevant piece of evidence. In absence of explanation, the only course remains to come to the conclusion that the accused Nos. 1, and 2 were in close proximity of the deceased when the deceased was fatally wounded. Our view if fortified by the decision in case of <a href=\"/doc/1666069/\" id=\"a_43\">Ashok Kumar Vs. State (Delhi Administration</a>) reported in 1995 SCC (Cri) 1085. In that case also, blood of same group on the stone used as weapon of offence was discovered, the Hon&#x27;ble Apex Court has held that this indicates that the accused was in close proximity of the deceased when he was fatally wounded.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_46\"> Thus the contention of Mr. Barot that merely because the panch witnesses are turned hostile, the evidence with regard to F.S.L. should not be taken into consideration, cannot be accepted and the same is rejected.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_47\">37. While arguing with regard to the evidence of post mortem, Mr. Barot has drawn our attention to the injury Nos.  2 and 3 referred to in Para 17 of the Post Mortem Notes and argued that looking to the dimension of blade of an axe, there cannot be a depth of 1/2 cm. if an axe is used with force. He has also tried to substantiate his argument by requesting this Court to take a judicial notice that if an axe is used in force, there cannot be a depth of 1/2 cm. in Injury Nos. 2 and 3 as noticed by Dr. Bhati. There is no evidence on record to show as to what was the sharpness of the blade of an axe. Depth of wound depends on the sharpness of weapon and with what force it was used. There is no evidence to show as to with what force that axe was used while making assault on the deceased. From the evidence, it appears that accused No. 1 inflicted a Dharia blow. Naturally, a person who receives such type of injury when he was in a deep sleep, would try to get-up and there would be some movement of his body here and there and in that situation, probably a blow of an axe would not have penetrated more as argued by Mr. Barot. Merely because depth of Injury Nos. 2 and 3 was negligible, it cannot be presumed that muddamal axe was not used in commission of an offence, particularly when human blood of &quot;A&quot; group was found on that axe and therefore this contention of Mr. Barot is also devoid of merits and hence it is rejected.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_48\">38. Now we would like to discuss the evidence of the complainant P.W.1 Thakor Virchandji Vihaji who is examined at Ex.39. As per his evidence, he was sleeping in his house in neighbourhood of the house of the deceased and in the mid-night, he heard the shouts of cries and on hearing that shouts, he rushed to the place. From his evidence, it is revealed that his house is situated at a distance of 150 feet from the house of the deceased. On hearing the shouts, he could reach to the place at a distance of 150 feet within a fraction of a minute. Ramaben has deposed that when the complainant came from his house and when he was about 22 feet to 25 feet away from the place of occurrence, he chased the accused by uttering loudly with excitement and therefore the accused, by taking their weapons with them which they armed, ran away from that place. Looking to the distance and time gap in between hearing of the shouts and reaching of complainant at the place, one could have easily seen the incident, and accordingly, the complainant has deposed that he saw actual incident of inflicting the blows of weapons on his brother. The prosecution has examined this witness as an eye witness. He has corroborated the entire story as narrated by Ramaben. His evidence is corroborated by the complaint Ex.52. Whatever facts he has deposed, are stated in his complaint Ex.52 which was lodged at the earliest point of time. The complainant is cross-examined at length but no fruitful material has come out so as to discard his evidence in toto.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_49\">39. By taking aid of the finding arrived at by the learned Judge of the trial Court with regard to this complainant, Mr. Barot has argued that the learned Judge of the trial Court has rightly come to the conclusion that he was not an eye witness to the incident. By reading Paras 15 and 16 of deposition of the complainant, Mr. Barot has argued that the complainant came later on and therefore he was not an eye witness.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_50\">40. On reading the evidence of the complainant together with the evidence of Ramaben and other two eye witnesses, we are of the view that the complainant was an eye witness to the incident. The evidence cannot be read in piecemeal and defence cannot take advantage of reading some one or two portions here and there from his deposition. The evidence is required to be read as a whole and thereafter it is required to be weighed and appraised. On reading the evidence of the complainant as a whole together with his complaint Exh.52 together with evidence of three eye witnesses, we are of the considered view that the complainant was an eye witness to the incident and he had full opportunity to see the entire incident because he came immediately after hearing the cries of Ramaben by covering distance of only 150 feet. In view of this, the learned Judge of the trial Court has not correctly appreciated the evidence of the complainant in its proper perspective and he has committed a serious error in arriving at a finding that the complainant was not an eye witness to the incident. As we have done in the case of evidence of Ramaben in earlier part of this judgment, the finding with regard to the complainant is also required to be altered, and therefore, in exercise of the powers conferred on this Court under <a href=\"/doc/1385733/\" id=\"a_44\">Sec.386(b)(ii)</a> of Cr.P.Code, we alter that finding and come to a definite conclusion that the complainant was an eye witness to the incident and he saw the accused in front of the house and that all the accused were armed with their weapons and that, at that time the deceased was found lying on his bed and that he was seriously injured.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_51\">41. It is argued by Mr. Barot that the prosecution has closed its evidence by not examining Sarpanch Dahyaji Nemaji and Sendhaji Kalaji, though they were the persons to whom the complainant had narrated the story about the incident at the earliest point of time. When the complainant himself had seen the incident and when the whole story was unfolded by the complainant himself in the complaint, it was found not necessary to repeat the same thing by examining other witnesses who were not present at the time of incident, and therefore, it makes no difference if Sarpanch Dahyaji Nemaji and Sendhaji Kalaji are not examined by the prosecution.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_52\">42. The prosecution has proved its case by examining three eye witnesses and the complainant who was also an eye witness, according to us and on reappreciation of evidence, we find that their evidence is cogent, reliable, consistent and trustworthy. Their evidence inspires confidence. The learned Judge of the trial Court has rightly placed reliance on such type of dependable, credible and trustworthy evidence.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_53\">43. In view of what is discussed earlier, the prosecution has proved its case against the accused Nos.  1 and 2 beyond reasonable doubt. There is no infirmity in appreciation of evidence made by the learned Judge of the trial Court, and therefore, the contentions taken by Mr. Barot are devoid of merits and therefore Criminal Appeal Nos. 918 of 1995 preferred by accused Nos.  1 and 2 is devoid of merits and the same deserves to be dismissed.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_54\">44. Now this takes us to the subject matter of Criminal Appeal No.  1101 of 1995. Mr. I.M.Pandya, learned APP for the State has argued that the learned Judge of the trial Court has come to clear finding in para 19 of his judgment that accused Nos. 3 and 4 were armed with the sticks and both had gone in company of accused Nos.  1 and 2 to the place of incident. By taking aid of this finding, Mr. Pandya has argued that presence of accused Nos. 3 and 4 at the place of incident is clearly proved. He has further argued that merely because the injury of stick blow was not noticed by Dr. Bhati on the dead body of the deceased, benefit of doubt should not have been extended to the accused Nos. 3 and 4. He has read before us the contents of inquest panchnama wherein it is mentioned that there was one bruise on back of the deceased. This bruise was not noticed by Dr. Bhati when he performed post mortem of dead body. In the evidence of Dr. Bhati, it is tried by him to explain non mention about this injury by stick blow by saying that there was post mortem lividity in the body, and therefore, it was not seen while doing the post mortem. It is not stated anything about post mortem lividity in Post Mortem Notes. He did not notice post mortem lividity or injury on the back of the deceased, and therefore, it is not proved beyond reasonable doubt that the deceased had sustained injuries by stick blows. The learned Judge of the trial Court has, after appreciating the evidence on record, come to a conclusion that it is not proved as to who caused that bruise as per inquest panchnama. When the evidence with regard to bruise found only in inquest panchnama by medical officer, the learned Judge of the trial Court has rightly held accused Nos. 3 and 4 not guilty for the offences. After all, appeal preferred by the State is an acquittal appeal. It is well settled principles of law that in acquittal appeal, the Court should be very slow to interfere with the finding arrived at by the lower Court. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1989251\" id=\"span_12\">This court can certainly alter the judgment of acquittal provided the finding is palpably wrong, manifestly erroneous or demonstrably unsustainable. We do not find any such infirmity in appreciation of absence of evidence with regard to injuries caused by the accused Nos. 3 and 4. We have taken into consideration the principles <a href=\"/doc/1666069/\" id=\"a_45\">laid down by</a> the Hon&#x27;ble Supreme Court in case of <a href=\"/doc/1989251/\" id=\"a_46\">Ajit Savant Majagval Vs. State of Karnataka</a> reported in 1997 SCC (Cri) 992 with regard to appreciation of evidence by the appellate Court while dealing with an acquittal appeal. We are unable to agree with the submission made by Mr. Pandya, learned APP for the State that the learned Judge of the trial Court has erred in acquitting the accused Nos. 3 and 4. We have found that the learned Judge of the trial Court has given cogent, convincing and plausible reasons for coming to the conclusion, and therefore, we cannot substitute our own decision by reappreciating the same evidence. When two views are possible, the view which is favourable to the accused should be adopted while dealing with and hearing of an acquittal appeal, and therefore, we do not find any substance in the appeal preferred by the State. The appeal preferred by the State is devoid of merits and the same is required to be dismissed.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_55\">45. In the net result, both these appeals deserve to be dismissed. While admitting the appeal preferred by the State, this Court had issued bailable warrants in sum of Rs.2,000/- against accused Nos. 3 and 4, and therefore, their bail bonds are required to be cancelled and the sureties are also required to be discharged.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_56\">46. For the foregoing reasons, Criminal Appeal No.  918 of 1995 preferred by Appellant Nos.  1 and 2 (original accused Nos.  1 and 2) deserves to be dismissed and accordingly it is dismissed. Criminal Appeal No. 1101 of 1995 preferred by the State of Gujarat also deserves to be dismissed. The judgment Ex. 53 dated 31st July, 1995 rendered by the learned Additional Sessions Judge, Banaskantha at Palanpur in Sessions Case No.  20 of 1994 convicting the appellant Nos.  1 and 2 (-original accused Nos.  1 and 2) and acquitting the respondent Nos.  1 and 2 (original accused Nos. 3 and 4) is hereby confirmed. Muddamal articles be disposed of in terms of directions given by the learned Judge of the trial Court in the operative part of the impugned judgment. While admitting Criminal Appeal No.  1101 of 1995 preferred by the State, this Court issued bailable warrants in the sum of Rs.2000/- against each respondent Nos. 1 and 2 (original accused Nos. 3 and 4 ). The Bail bonds executed by the respondent Nos. 1 and 2 (-accused Nos.  3 and 4) shall stand cancelled and sureties are discharged. \n</p> \n\n","numcites":28,"numcitedby":14,"docsource":"Gujarat High Court","citetid":914739,"divtype":"judgments","relatedqs":[{"value":" all witnesses are turned hostile","formInput":"%20all%20witnesses%20are%20turned%20hostile"},{"value":"previous enmity]","formInput":"previous%20enmity%5D"},{"value":"what is material contradiction","formInput":"what%20is%20material%20contradiction"},{"value":"appreciation of evidence","formInput":"appreciation%20of%20evidence"},{"value":"section 302 ipc","formInput":"section%20302%20ipc"},{"value":"medical evidence","formInput":"medical%20evidence"},{"value":"indian evidence act","formInput":"indian%20evidence%20act"},{"value":"interested witnesses","formInput":"interested%20witnesses"},{"value":"section 302 indian penal code","formInput":"section%20302%20indian%20penal%20code"},{"value":"panchnama ","formInput":"panchnama%20"},{"value":"Inquest panchnama ","formInput":"Inquest%20panchnama%20"},{"value":"Deesa  filter:  BANASKANTHA","formInput":"Deesa%20%20filter%3A%20%20BANASKANTHA"},{"value":"open space","formInput":"open%20space"},{"value":"inquest","formInput":"inquest"},{"value":"homicidal death","formInput":"homicidal%20death"},{"value":"BANASKANTHA  ","formInput":"BANASKANTHA%20%20"},{"value":" definite conclusion","formInput":"%20definite%20conclusion"},{"value":"Deesa  filter:  laws in gujarat","formInput":"Deesa%20%20filter%3A%20%20laws%20in%20gujarat"},{"value":"Sessions case ","formInput":"Sessions%20case%20"},{"value":"panch witnesses","formInput":"panch%20witnesses"}],"cats":[{"value":"admissibility-of-information-provided-by-accused","formInput":"tag:admissibility-of-information-provided-by-accused"},{"value":"murder","formInput":"tag:murder"},{"value":"common-intention","formInput":"tag:common-intention"},{"value":"witness-examination-procedure","formInput":"tag:witness-examination-procedure"}],"courtcopy":false,"query_alert":null,"agreement":false}