{"tid":46141240,"publishdate":"2018-12-24","title":"Anil Bhargav vs The State Of Madhya Pradesh on 24 December, 2018","doc":"<h2 class=\"doc_title\">Anil Bhargav vs The State Of Madhya Pradesh on 24 December, 2018</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:v-agarwal\">Vivek Agarwal</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:sanjay-yadav\">Sanjay Yadav</a>, <a href=\"/search/?formInput=benchid:v-agarwal\">Vivek Agarwal</a></h3>\n\n<pre id=\"pre_1\">                                  1\n                                          Criminal Appeal Nos. 294/2015 &amp; 744/2005\n\n\n             HIGH COURT OF MADHYA PRADESH\n                           BENCH AT GWALIOR\n                              DIVISION BENCH:\n                                      PRESENT :\n               HON&#x27;BLE SHRI JUSTICE SANJAY YADAV\n                                           &amp;\n           HON&#x27;BLE SHRI JUSTICE VIVEK AGARWAL\n\n                 CRIMINAL APPEAL No. 294/2015\n                                  Anil Bhargava\n                                       Versus\n                         State of Madhya Pradesh\n-----------------------------------------------------------------------------------------\nShri Pradeep Katare, Advocate for the appellant.\nSmt.       Sangeeta           Pachauri,          Public        Prosecutor            for\nrespondent/State.\n-----------------------------------------------------------------------------------------\n\n\n                 CRIMINAL APPEAL No. 744/2005\n                               Sudhir &amp; Another\n                                       Versus\n                         State of Madhya Pradesh\n-----------------------------------------------------------------------------------------\nShri N.P. Dwivedi, Senior Advocate with Shri Gagan\nSharma, Advocate for the appellants.\nSmt. Sangeeta Pachauri, Advocate for respondent/State.\n-----------------------------------------------------------------------------------------\n                    Whether approved for reporting:\n\n                               JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">                                (24/12/2018)\n\nPer Vivek Agarwal, J.\n</p><p data-structure=\"Issue\" id=\"p_2\">               Criminal Appeal No.744/2005 originates out of\n<span class=\"hidden_text\" id=\"span_1\">                          2</span>\n                             Criminal Appeal Nos. 294/2015 &amp; 744/2005\n\n\njudgment    dated   30.09.2005     passed     by    the    Second\nAdditional Sessions Judge, Guna to the First Additional\nSessions Judge, Guna in Sessions Trial No.185/1998,\nwhereby appellants have been convicted under <a href=\"/doc/1560742/\" id=\"a_1\">Section\n302</a> of IPC with the aid of <a href=\"/doc/37788/\" id=\"a_2\">Section 34</a> of IPC and sentenced\nto Life Imprisonment and fine of Rs.2,000/-; in default of\npayment of fine, further 1 year&#x27;s R.I. Criminal Appeal\nNo.294/2015 has been filed by the appellant being\naggrieved by judgment dated 26.02.2015 passed by the\nCourt of the third Additional Sessions Judge, Guna in\nSessions Trial No.185/1998, whereby appellant has been\nconvicted under <a href=\"/doc/1560742/\" id=\"a_3\">Section 302</a> of IPC and sentenced to life\nimprisonment and fine of Rs. 200/-; in default of payment\nof fine, further 6 months R.I.\n\n(2)        Brief facts leading to present appeals are that,\nas per the prosecution, on 15.04.1998 at about 8:15 am, in\nthe vicinity of Ganesh Talkies Guna, Anil Kumar and his\naccomplices with a common intention and common object\ncommitted homicidal murder of Vivek S/o Kabul Chand\nwherein Sudhir had thrown red chili powder on the face of\nthe deceased Vivek, whereas allegation is that Vinod had\nheld hands of Vivek when Anil another appellant had\ncaused injury with the help of a skewer (katar) which\nresulted in his death.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_3\">(3)        It is not in dispute that deceased Vivek s/o Kabul\nChand was having a Gumty (shop) to sell pan (betel). On\n15.04.1998 at about 8:15 am, he was going with his\nbrother Pramod Kumar (PW-1) to open said shop from his\nhouse situated at Dubey Colony, Guna. When they reached\nslightly ahead of Ganesh Talkies, Vinod, Sudhir and Anil\ncame and obstructed way of Vivek. Accused Anil asked him\n<span class=\"hidden_text\" id=\"span_2\">                       3</span>\n                            Criminal Appeal Nos. 294/2015 &amp; 744/2005\n\n\nas to why he had beaten him yesterday, then Vinod had\ncaught hold of Vivek from the front then accused Sudhir\nhad put red chili powder on his face which had entered his\neye and thereafter Anil had taken out a skewer (katar) and\nhad hit below his right arm, second blow was given on left\nhand side of the stomach, as a result of which Vivek\nstarted bleeding and had fallen down on floor. Some\npeople collected when Pramod shouted. By that time, Anil,\nVinod and Sudhir threatening the accused started running\ntowards the railway line situated at B.G. road. Pramod\n(PW-1) had taken Vivek to the hospital where he was\ndeclared brought died. FIR (Exhibit P-1) was lodged on\n15.04.1998 at 9:50 Am. It is also not in dispute that safina\nform (Exhibit P-2) was issued and Naksha Panchayatnama\nof dead body (Exhibit - P-3) was prepared in which it is\nmentioned that Vivek died of two stab wounds injuries. In\nthe postmortem report (Exhibit P-9), cause of death has\nbeen shown to be on account of antimortem injuries to\nvital organs of body leading to hemorrhages, shock and\ndeath. Death occurred within six hours of postmortem\nwhich was conducted at 11:00 Am by a team of two\ndoctors, namely, Dr. P.K. Gupta and Dr. M.K. Jain. One of\nthem, Dr. P.K. Gupta has been examined as PW-11 in the\ncase.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_4\">(4)       Learned counsel for the appellants in criminal\nappeal No.744/2005 submits that appellants are innocent\nand they have been falsely implicated on account of earlier\nrivalry. Emphasis has been laid on evidence of defence\nwitness Deepak Mishra (DW-1) who according to the\nappellants is having a grocery shop at matkary building,\nGanesh Talkies- Bajrangarh road. It is submitted that as\nper deposition of Deepak Mishra (DW-1), he was taking out\n<span class=\"hidden_text\" id=\"span_3\">                       4</span>\n                             Criminal Appeal Nos. 294/2015 &amp; 744/2005\n\n\nhis counter while opening his shop when he saw two\npersons arguing on some point and then he saw that one of\nthem was lying on the floor and other person had stabbed\nhim and ran away. According to him, several shopkeepers\nincluding   Mohan    Singh     had     collected.      In    cross-\nexamination, he admitted that he had taken such person to\nthe hospital and the person who had stabbed the deceased\nwas caught by the police personnel. He also deposed that\nhe had not heard any noise of cries on stab wound being\ncaused to the deceased. He also admitted that he was\nknowing the deceased before incident as he was running a\nshop of paan (betel). He further deposed that family\nmember of the deceased had not met him on way but had\nmet in the hospital. In view of such deposition which is\nread with testimony of Dr. P.K. Gupta (PW-11) that in Para\n9 of his cross-examination, he has admitted that if injuries\nwould have been superficial and would not have been cut\nthrough the lungs then deceased could have been saved.\nThis statement is read in conjunction with statement of\nKaran Singh Bhadoriya (PW-3) who has deposed that he is\nworking as Constable in City Kotwali Guna and was\ndeputed on duty at bus stand with effect from 01.04.1998,\nhis duty timing was 6:00 am to 6:00 pm. It is pointed out\nthat this prosecution witness who had caught hold of Anil\nBhargava who was on run has deposed in Para 6 of his\ncross-examination that when he had searched clothes of\nAnil, he had found one skewer (katar) from his pocket. He\nhas also pointed out that though this witness has admitted\nthat several hotels and tea shops were opened but none of\nthe independent person has been cited as prosecution\nwitness. In para 10, Karan Singh Bhadoriya (PW-3) has\nadmitted that he had also found something like red chili\n<span class=\"hidden_text\" id=\"span_4\">                       5</span>\n                            Criminal Appeal Nos. 294/2015 &amp; 744/2005\n\n\nsticking to the hands of Anil and similar material was\nfound in the right side pant pocket of Anil. Pointing out\ntowards such evidence, it is submitted that it was Anil who\nalone had given affect to such incident and other persons\nhave been falsely implicated.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_5\">(5)       Learned counsel for the appellants also submits\nthat there are several shortcomings in the evidence of\nPramod Kuamr (PW-1) so called eye witness in regard to\nrole of Vinod. At one point of time, this witness submits\nthat Vinod had held hands of Vivek from front and then in\ncross-examination, he submits that Vinod had held hands\nof Vivek from behind. It is submitted that Pramod (PW-1) is\na doubtful witness inasmuch as there was no attempt on\nhis part to save Vivek and secondly if he was present on\nthe spot, he himself had taken Vivek to the hospital who\nwas profusely bleeding, police has not seized any cloth of\nPramod Kumar to show that he had sustained blood stains\non account of handling of his brother Vivek. It is also\npointed out that though this witness has admitted presence\nof several persons on the spot and did not deny presence\nof Mohan Dhakad, Deepak Mishra, Sanju Maratha &amp;\nNirmal Agarwal on the spot, but the fact is that no\nindependent eye witness has been examined and another\nso called eye witness is Manish Jain (PW-2) another person\nfrom the same community to which deceased Vivek\nbelongs. It is pointed out that Manish Jain (PW-2) claims\nhimself to be friend of deceased along with one Ajay, but in\npara 14 he has deposed that he had stayed at the spot of\nincident for 10-12 minutes, then they had taken Vivek to\nhospital in commander jeep and then he left the hospital\nafter dropping Vivek at the hospital. He has clearly\ndeposed that he was not aware as to what procedure was\n<span class=\"hidden_text\" id=\"span_5\">                         6</span>\n                                Criminal Appeal Nos. 294/2015 &amp; 744/2005\n\n\ncarried out in the hospital. By reading such statements of\nManish Jain (PW-2), it is pointed out that he is a planted\nwitness and has not seen the incident inasmuch as this\nwitness has admitted that at the time of incident he was\nnot in job. If he was not in job, then there was no urgency\nto leave his friend who was profusely bleeding at the time\nof incident. It is submitted that this fortifies their belief\nthat Manish Jain (PW-2) is a planted witness. Similarly,\nAjay Kumar Jain (PW-5) is also from the same community,\nthough his presence has been shown by Manish Jain (PW-\n</p><p data-structure=\"RespArg\" id=\"p_6\">2) but he has turned hostile and has not supported\nprosecution story.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_7\">(6)       Rajiv Jain (PW-9) is a witness to the seizure of\nblood stained soil etc. and is not an eye witness. Faim\nKhan (PW-10) is a witness of Safina form (Exhibit P-2) and\nNaksha Panchayatnama (Exhibit P-3). Mahesh Kumar\nSharma (PW-12) is witness of seizure of skewer (katar) but\nhe has deposed that the said skewer (katar) was not seized\nin front of him and he is not sure whether Anil was sitting\nthere or not. He has largely not supported the case of\nprosecution.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_8\">(7)       Thus, it is pointed out that as per prosecution\nthere are three eye witnesses Pramod Kumar Jain (PW-1),\nManish Jain (PW-2) &amp; Ajay Kumar Jain (PW-5). Ajay has\nturned hostile. Presence of Manish is doubtful so also that\nof    Pramod   Kumar    Jain.    There     are    no    independent\nwitnesses and therefore it is a fit case for acquittal.\n</p>\n<p data-structure=\"PetArg\" id=\"p_9\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1565629\" id=\"span_6\">(8)       Learned counsel for the appellants has placed\nreliance on the law laid down by the Division Bench of this\nCourt in case of <a href=\"/doc/1565629/\" id=\"a_4\">Basant Lal and Another Vs. State of\nM.P.</a>, as reported in ILR [2009] M.P. 1431, wherein in\n<span class=\"hidden_text\" id=\"span_7\">                       7</span>\n                            Criminal Appeal Nos. 294/2015 &amp; 744/2005\n\n\nan appeal, the Division Bench held that appellant who had\ncaught hold the deceased when appellant No.1 caused\nknife injury and appellant No.1 did not utter a single word\nbefore dealing knife blows. He also did not exhorted to\nappellant No.2 to catch hold the deceased then it can be\nheld that appellant No.2 was not having knowledge that\nsuddenly appellant No.1 could cause knife blow. Thus, it\nwas held that there were no circumstances to hold that\nappellant No.2 was sharing common intention. He was\nheld guilty of wrongfully confining the deceased and was\nacquitted of <a href=\"/doc/1560742/\" id=\"a_5\">Section 302</a>/<a href=\"/doc/37788/\" id=\"a_6\">34</a> of IPC and was convicted\nunder <a href=\"/doc/1243353/\" id=\"a_7\">Section 342</a> of IPC.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_10\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1179103\" id=\"span_8\">(9)       Similarly, reliance has been placed on the\njudgment of Supreme Court in case of <a href=\"/doc/1179103/\" id=\"a_8\">Pandurang and\nOthers Vs. State of Hyderabad</a>, reported in, AIR 1955\nSC 216, wherein Hon&#x27;ble Supreme Court has dealt with\nissue of applicability and scope of <a href=\"/doc/37788/\" id=\"a_9\">Section 34</a> of IPC and\nhas held that in the case of <a href=\"/doc/37788/\" id=\"a_10\">Section 34</a>, it is well\nestablished that a common intention presupposes prior\nconcert. It requires a prearranged plan because before a\nman can be vicariously convicted for the criminal act of\nanother, the act must have been done in furtherance of the\ncommon intention of them all.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_11\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1821162\" id=\"span_9\">(10)      Reliance has also been placed on the judgment\nof Supreme Court in case of <a href=\"/doc/1821162/\" id=\"a_11\">Mohtesham Mohd. Ismail\nVs. Special Director, Enforcement Directorate and\nAnother</a>, [2007 (8) SCC 254], wherein the ratio of law is\nthat as per the provisions contained in <a href=\"/doc/1974480/\" id=\"a_12\">Section 30</a> of the\nEvidence Act, 1872, what will be the evidentiary value and\nuse of confession of co-accused. It has been held that it\ncannot be treated as substantive evidence. It can be\n<span class=\"hidden_text\" id=\"span_10\">                        8</span>\n                            Criminal Appeal Nos. 294/2015 &amp; 744/2005\n\n\npressed into service only when the Court is inclined to\naccept other evidence and feels the necessity of seeking\nfor an assurance in support of the conclusion deducible\ntherefrom.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_12\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"138302173\" id=\"span_11\">(11)      Learned    counsel   for   the    appellant-Anil       in\nCriminal Appeal No.294/2015 has placed reliance on law\n<a href=\"/doc/1821162/\" id=\"a_13\">laid down by</a> Supreme Court in case of <a href=\"/doc/138302173/\" id=\"a_14\">Surain Singh Vs.\nState of Punjab</a>, as reported in, 2017 (1) Crimes 137\n(SC), wherein the Supreme Court holding that attack was\nnot premeditated and preplanned and appellant accused\nhad inflicted injuries which though were not on the vital\norgans proved fatal held that appellant accused neither\nacted cruelly nor took undue advantage of deceased as\nscuffle had taken place in heat of passion and thus\nrecording a   finding that case is covered by exception 4\nunder <a href=\"/doc/626019/\" id=\"a_15\">section 300</a> IPC modified conviction from Section\n302 to one Section 304 Part 2 of <a href=\"/doc/1569253/\" id=\"a_16\">IPC</a>.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_13\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"138302173\" id=\"span_12\">(12)      As far as appellant Anil is concerned, his case\ncannot be said to be covered with the law <a href=\"/doc/138302173/\" id=\"a_17\">laid down in</a>\ncase of <a href=\"/doc/138302173/\" id=\"a_18\">Surian Singh</a> (Supra) inasmuch as in said case\nattack was not premeditate and pre-planned, injuries were\ninflicted on non vital organs and appellant accused had\nneither acted cruelly nor taken undue advantage of\ndeceased and lastly scuffle took place in heat of passion.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"138302173\" id=\"span_13\">(13)      Contrary to the facts as in the case of <a href=\"/doc/138302173/\" id=\"a_19\">Surain\nSingh</a> (Supra) as discussed above, as far as Anil is\nconcerned, scuffle had not taken place in heat of passion\nbut there was a rivalry being carried forward atleast from\na day earlier. Planning part can be seen from the fact that\nAnil had taken out skewer (katar) from his pocket of\ntrouser as if it would not have been planned then Anil\n<span class=\"hidden_text\" id=\"span_14\">                        9</span>\n                             Criminal Appeal Nos. 294/2015 &amp; 744/2005\n\n\nwould not have been carrying a skewer (katar) in his\npocket. Also the blows were on vital parts and this fact is\ncorroborated     by Dr. P.K. Gupta (PW-11), who had\nconducted postmortem and found that the first wound was\nblow right armpit near fifth rib measuring 6 cm x 2 cm and\nits edges were sharply cut and blood was flowing out from\nit. Second blow was on the left hand side of the stomach\nhaving edges of 2 cm x 1 cm upto internal tissues. As a\nresult of such injuries right plural cavity was full of blood\nand right lung had a cut of 3 cm x 2 cm on the lower side\nresulting in collapse of the lung. Even dome of diaphragm\nwas cut and blood was collecting in the plurals cavity.\nRight diaphragm had a cut of 3 cm x 2 cm and there was a\nsmall wound even in the small intestine. There was\nanother wound in liver measuring 3 cm x 2 cm with sharp\ncut ends.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"138302173\" id=\"span_15\">Therefore, case of Anil is not covered by the ratio\nof law <a href=\"/doc/138302173/\" id=\"a_20\">laid down in</a> case of <a href=\"/doc/138302173/\" id=\"a_21\">Surain Singh</a> (Supra). Since\nin FSL report (Exhibit C-2), blood stains were found on\nkatar (Exhibit P-10) recovered from Anil and his shirt\n(Article-E), his conviction cannot be faulted with.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_15\">(14)      Presence of Pramod Kumar (PW-1) cannot be\ndoubted merely because his clothes were not seized by the\nPolice, as for the fault of the I.O., whole prosecution story\ncannot be discarded. Presence of Pramod Kumar (PW-1) is\nevident from the postmortem report (Exhibit P-9) at 10:45\nAm, whereas suggestion of defence to him is that he was\naway from Guna on the day of incident. Postmortem\nDoctor, Dr. P.K. Gupta (PW-11) has no vested interest in\nshowing his presence at the particular time and he has not\nbeen cross examined on this aspect.\n</p>\n<p data-structure=\"Precedent\" id=\"p_16\">(15)      As far as Sudhir is concerned, the testimony of\n<span class=\"hidden_text\" id=\"span_16\">                           10</span>\n                                 Criminal Appeal Nos. 294/2015 &amp; 744/2005\n\n\nPramod Kumar (PW-1) that Sudhir had thrown chili powder\nin the eye of deceased Vivek as has been expressed in Para\n4 of examination-in-chief has remained unrebutted. In\ncross examination, in Para 21, Pramod Kumar (PW-1) has\nfurther categorically stated that act of Sudhir putting chili\npowder in the eye of Vivek and stabbing by co-accused Anil\nwas such a quick succession when there was no time to\nsave accused had ran away. In para 25 of his cross-\nexamination, he has categorically stated that it is incorrect\nto say that at the time of incident Sudhir had Bamori. He\nfurther deposed that Sudhir was carrying chili in his hand.\nIn fact, once this suggestion of Sudhir being away from the\nplace of incident was given, as is reflected Para 25 of\ncross-examination,   it        was   for   the   defence     to   have\ndeveloped this alibi of absence of Sudhir should have been\ntaken further but has been abruptly given up. Similarly,\nanother eye witness Manish (PW-2) has deposed in Para 5\nof his examination-in-chief that Sudhir had thrown chili\npowder in the eye of deceased Vivek. In cross-examination,\non behalf of Sudhir, in Para 25, he has reiterated that one\nof the accused is present in the dock was carrying chili\npowder in his hands. Thus, as far as Sudhir is concerned,\neye witnesses account remains un-rebutted in regard to his\nthrowing chili powder in the eye of deceased, even his case\nis of premeditation and pre-planning along with co-accused\nAnil else normally a person moving on a road is not\nexpected to carry chili powder in his pocket.\n</p>\n<p data-structure=\"Precedent\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1565629\" id=\"span_17\">(16)      Case of Vinod is different and finds support from\nthe law <a href=\"/doc/138302173/\" id=\"a_22\">laid down in</a> the case of <a href=\"/doc/1565629/\" id=\"a_23\">Bansant Lal</a> (Supra). In\nfact, it is evident from testimony of Pramod Kumar (PW-1)\nthat Anil had obstructed the way of Vivek and asked him as\nto why he had beaten him a day before. Vinod had caught\n<span class=\"hidden_text\" id=\"span_18\">                          11</span>\n                                Criminal Appeal Nos. 294/2015 &amp; 744/2005\n\n\nhold the Vivek when Sudhir had put red chili powder in the\neye of Vivek. It cannot be said that Vinod was already\nknowing the intention of Anil to cause stab wounds or vital\nblow to the deceased Vivek. It has come on record and has\nbeen admitted by Pramod Kumar (PW-1) that Anil had all\nof a sudden had taken out skewer (katar) from his pocket\nof trouser and had hit Vivek.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1179103\" id=\"span_19\"><a href=\"/doc/1953529/\" id=\"a_24\">This Act</a> of Anil carrying a\nskewer (katar) and taking it out all of a sudden goes to\nshow that merely holding hands of the deceased is not\nsufficient     to   establish     common        intention       which\npresupposes prior concert or prearranged plan as held in\nthe case of <a href=\"/doc/1179103/\" id=\"a_25\">Pandurag</a> (Supra).</span> Therefore, merely on the\nstatement of Pramod Kumar (PW-1) and Manish Jain (PW-\n</p><p data-structure=\"Section\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1565629\" id=\"span_20\">2), conviction of Vinod under <a href=\"/doc/1560742/\" id=\"a_26\">Section 302</a> IPC with aid of\n<a href=\"/doc/37788/\" id=\"a_27\">Section 34</a> IPC cannot be sustained inasmuch as Manish\nJain (PW-2) has himself         admitted that game was over\nwithin 35 seconds. Therefore, Vinod in light of the ratio of\nlaw <a href=\"/doc/1179103/\" id=\"a_28\">laid down in</a> the case of <a href=\"/doc/1565629/\" id=\"a_29\">Basant Lal</a> (Supra) cannot\nbe sustained as there is no evidence to show that Vinod\nwas sharing intention or Anil exhorted Vinod to catch hold\nor Vinod exhorted Anil or anybody else to kill Vivek,\ntherefore conviction of Vinod is entitled to be converted\nfrom <a href=\"/doc/1560742/\" id=\"a_30\">Section 302</a>/<a href=\"/doc/37788/\" id=\"a_31\">34</a> of IPC to <a href=\"/doc/1243353/\" id=\"a_32\">Section 342</a> of IPC.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_19\">(17)         Thus, appeals filed in respect of appellants Anil\nand Sudhir being devoid of merits deserve to be dismissed\nand are hereby dismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_20\">(18)         Appeal in respect of Vinod Kumar is partly\nallowed and his conviction under <a href=\"/doc/1560742/\" id=\"a_33\">section 302</a>/<a href=\"/doc/37788/\" id=\"a_34\">34</a> of IPC is\nconverted into <a href=\"/doc/1243353/\" id=\"a_35\">Section 342</a> of IPC and he is sentenced to\nundergo 1 year&#x27;s R.I. and fine of Rs.1000/-, in default of\nfine amount, further 1 month R.I..\n</p><span class=\"hidden_text\" id=\"span_21\">                                                              12</span>\n<p data-structure=\"Conclusion\" id=\"p_21\">                                                                  Criminal Appeal Nos. 294/2015 &amp; 744/2005\n\n\n                                     (19)      As per certificate under <a href=\"/doc/914361/\" id=\"a_36\">Section 428</a> Cr.P.C,\n                                     appellant Vinod Kumar was in custody from 20.04.1998 to\n                                     23.08.1999 and 25.10.1999 to 18.10.2000, then from\n                                     17.01.2001 to 06.07.2001, thus he has already undergone\n                                     considerable jail sentence; therefore, he is directed to\n                                     deposit the fine amount (if already not deposited) within a\n                                     period of four weeks from today. After depositing the fine\n                                     amount, his bail bonds shall stand discharged.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_22\">                                     (20)      From record it appears that the appellant Sudhir\n                                     is on bail. His bail bonds and surety bonds are hereby\n                                     cancelled. The appellant Sudhir is directed to surrender\n                                     immediately before the trial Court for undergoing the\n                                     remaining jail sentence. Appellant Anil Bhargava is in jail.\n                                     He shall suffer the sentence as imposed by the trial Court.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_23\">                                     (21)      Copy of the judgment be sent to the trial Court\n                                     along with its record for information and compliance.\n</p>\n\n\n\n<pre id=\"pre_2\">                                            (Sanjay Yadav)                   (Vivek Agarwal)\n                                               Judge                              Judge\n\n\n\nAman\n       AMAN TIWARI\n       2018.12.31 16:07:51 +05&#x27;30&#x27;\n </pre>","numcites":12,"numcitedby":8,"docsource":"Madhya Pradesh High Court","citetid":46141240,"divtype":"judgments","relatedqs":[{"value":"section 302 ipc","formInput":"section%20302%20ipc"},{"value":"sec.34 ipc","formInput":"sec.34%20ipc"},{"value":"no common intention","formInput":"no%20common%20intention"},{"value":"section 302 indian penal code","formInput":"section%20302%20indian%20penal%20code"},{"value":"section 342 of ipc","formInput":"section%20342%20of%20ipc"},{"value":"section 34 indian penal code","formInput":"section%2034%20indian%20penal%20code"},{"value":"exhorted","formInput":"exhorted"},{"value":"indian penal code 342","formInput":"indian%20penal%20code%20342"},{"value":"302/34","formInput":"302/34"},{"value":"Vivek Agarwal","formInput":"Vivek%20Agarwal"},{"value":"premeditated ","formInput":"premeditated%20"},{"value":"section 342 of the indian penal code","formInput":"section%20342%20of%20the%20indian%20penal%20code"},{"value":"stab wounds","formInput":"stab%20wounds"},{"value":"342 ipc","formInput":"342%20ipc"},{"value":"342","formInput":"342"},{"value":"294","formInput":"294"},{"value":" blood stains ","formInput":"%20blood%20stains%20"},{"value":"section 342","formInput":"section%20342"},{"value":"sec302/34","formInput":"sec302/34"},{"value":"section 34, i.p.c.","formInput":"section%2034%2C%20i.p.c."}],"cats":[{"value":"common-intention","formInput":"tag:common-intention"},{"value":"murder","formInput":"tag:murder"},{"value":"wrongful-confinement","formInput":"tag:wrongful-confinement"},{"value":"definition-murder","formInput":"tag:definition-murder"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"}],"courtcopy":true,"query_alert":null,"agreement":false}