{"tid":130770111,"publishdate":"2013-02-19","title":"The Management Of Ashok Hotel vs Their Workman & Anr on 19 February, 2013","doc":"<h2 class=\"doc_title\">The Management Of Ashok Hotel vs Their Workman &amp; Anr on 19 February, 2013</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:m-gupta\">Mukta Gupta</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:m-gupta\">Mukta Gupta</a></h3>\n\n<pre id=\"pre_1\">*      IN THE HIGH COURT OF DELHI AT NEW DELHI\n%                                         Reserved on: 3rd October, 2012\n                                          Decided on: 19th February, 2013\n+      W.P.(C) 14828/2006 &amp; CMs 2387/2012 &amp; 9739/2012\nTHE MANAGEMENT OF ASHOK HOTEL           ..... Petitioner\n                Through: Mr. V.K. Rao, Sr. Advocate with Mr.\n                         Vaibhav Kalra, Advocate.\n           Versus\n\nTHEIR WORKMAN &amp; ANR                          ..... Respondents</pre>\n<p data-structure=\"Issue\" id=\"p_1\">                  Through: Mr. B.K. Sinha, Advocate.\n</p><p data-structure=\"Issue\" id=\"p_2\">Coram:\n</p><blockquote id=\"blockquote_1\">HON&#x27;BLE MS. JUSTICE MUKTA GUPTA\n\n</blockquote><blockquote id=\"blockquote_2\">1.     By the present petition the Petitioner impugns the award dated 5th\nOctober, 2005 whereby the Petitioner was directed to frame a policy and\nconsider the case of 20 members of the Respondent No.1 for regularization\nin terms of the policy.\n</blockquote>\n<blockquote id=\"blockquote_3\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"144538253\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"277653\" id=\"span_2\">2.     Learned counsel for the Petitioner contends that the impugned award\nis contrary to the law laid down by the Constitution Bench in <a href=\"/doc/277653/\" id=\"a_1\">Steal Authority\nof India Ltd. and others vs. National Union Waterfront Workers and others</a>,\n2001 (7) SCC 1 wherein it was held that for violation of <a href=\"/doc/1711982/\" id=\"a_2\">Sections 7</a> and <a href=\"/doc/476610/\" id=\"a_3\">12</a> of\nthe Contract Labour (Regulation and Abolition) Act (in short „the <a href=\"/doc/1810788/\" id=\"a_4\">CLRA\nAct</a>‟) action is provided under <a href=\"/doc/790314/\" id=\"a_5\">Sections 23</a> and <a href=\"/doc/539839/\" id=\"a_6\">25</a> of the CLRA Act and the\nscope cannot be extended beyond it. As settled in <a href=\"/doc/144538253/\" id=\"a_7\">International Airport\nAuthority of India vs. International Air Cargo Workers&#x27; Union and another</a>,\n2009 (13) SCC 374 the industrial adjudicator can grant relief only if it is\nfound that the contract between the principal employer and the contractor is\nsham, nominal and merely a camouflage to deny employment to the\n\n\n<span class=\"hidden_text\" id=\"span_3\">W.P. (C) 14828/2006                                             Page 1 of 20</span>\n employee and to hold that in fact direct employment exists, the following\ntest are required to be applied, that is, who pays the salary, who has the\npower to remove/dismiss from service or initiate disciplinary action, who\ncan tell the employee the way in which work should be done. In a case\nwhere it is not proved in the industrial adjudication that the contract was a\nsham/nominal and camouflage, then the question of directing the principal\nemployer to absorb or regularize the services of the contract labour does not\narise. Applying the test <a href=\"/doc/144538253/\" id=\"a_8\">laid down by</a> the Hon‟ble Supreme Court there is\nnothing on record that the Petitioner paid salary to the members of the\nRespondent No.1. Further the Petitioner had no control over them as regards\ntheir dismissal etc. was concerned. The three tests <a href=\"/doc/144538253/\" id=\"a_9\">laid down by</a> the Hon‟ble\nSupreme Court are in favour of the Petitioner. Thus the finding of the\nTribunal that there exists an employer employee relationship is erroneous.</span></span>\n</blockquote>\n<blockquote id=\"blockquote_4\">3.     Learned Trial Court has selectively relied upon the documents and\neven as per the documents relied upon no case is made out to come to a\nconclusion that there exists an employer employee relationship. The identity\ncards of WW1, WW3 and WW4 were issued by M/s Sparkling Enterprises.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_3\">Even as per the document Ex. WW4/5 the employer‟s contribution to the\nprovident fund was being deposited by M/s Sparkling Enterprises which had\nits own code number. In the tripartite settlement arrived at between the\nparties and relied by the learned Trial Court, since M/s Helpline Hospitality\nhad not given the wages for the months May to July, 2000, the Petitioner\npaid the wages and the same cannot be a ground to come to the conclusion\nthat the Petitioner was paying the salary.    Ex. WW6/3A is a computer\ngenerated document and does not show that this was the wage sheet of the\n\n\n\n<span class=\"hidden_text\" id=\"span_4\">W.P. (C) 14828/2006                                             Page 2 of 20</span>\n employees of the Petitioner. Further the Management witness MW1 has not\nbeen confronted with this document. A perusal of the tripartite settlement\nEx. WW6/6 would show that the payment wage sheets were supplied by the\nRespondent as agreed in the agreement. The Management witness has been\nconfronted with the letter dated 20th April, 2004 which is not exhibited in the\ncase and thus cannot be looked into. Further the said document only informs\nthe contractor regarding the legal position under the <a href=\"/doc/27045238/\" id=\"a_10\">Shops and\nEstablishment Act</a> relating to the sanction of leaves. Further this letter was\nrelated to N M Manpower Ltd. and was not connected with the case of the\nRespondents/workmen in the present petition.\n</p>\n<p data-structure=\"PetArg\" id=\"p_4\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"277653\" id=\"span_5\">4.     Thus the documents relied upon do not conclusively prove an\nemployer and employee relationship between the Petitioner and members of\nthe Respondent No.1. The contention of the Respondent No.1 that the job\nwas perennial in nature and must be prohibited could not have been\nconsidered as for the said grievance, recourse was required to be taken under\n<a href=\"/doc/45909/\" id=\"a_11\">Section 10</a> of the CLRA Act. Issue No. 2 raised by the Petitioner that the\n<a href=\"/doc/500379/\" id=\"a_12\">Industrial Dispute Act, 1947</a> (in short the „<a href=\"/doc/500379/\" id=\"a_13\">ID Act</a>‟) was not applicable has\nbeen brushed aside by the Tribunal in view of the fact that it held that their\nexisted an employer employee relationship. Thus the finding on Issue No. 2\nerroneously flows from the finding on Issue No. 1. The finding is contrary\nto the law <a href=\"/doc/144538253/\" id=\"a_14\">laid down in</a> <a href=\"/doc/277653/\" id=\"a_15\">Steel Authority of India</a> (Supra). The Respondent\nnowhere averred that the agreement between the Petitioner and the\ncontractor was a sham and camouflage. In fact, WW1 Kailash in his cross-\nexamination admitted that the salary was being paid by the contractor.\nWW2/22 Jagpal has stated that the contractor used to pay salary to the\n\n\n\n<span class=\"hidden_text\" id=\"span_6\">W.P. (C) 14828/2006                                               Page 3 of 20</span>\n workman either directly or through him after receiving the same from the\nPetitioner. Though MW1 produced agreement with M/s Sparkling\nEnterprises Ex. MW1 despite the same it was not held that the contract was\nsham or camouflage. Thus the impugned award be set aside.</span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_5\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"144538253\" id=\"span_7\">5.     Learned counsel for the Respondent No.1 on the other hand contends\nthat M/s Sparkling Enterprises has not been made a party in the present\npetition though it was a party in the Tribunal. M/s Sparkling Enterprises\nLtd. the Management No. 2 before the Tribunal admitted in its written\nstatement that it was working under the Petitioner for service charge @10%.\nThough the various contractors have changed however, the workmen\ncontinued to be the same. Since the Petitioner did not lead any evidence in\ncompliance of <a href=\"/doc/1711982/\" id=\"a_16\">Sections 7</a> and <a href=\"/doc/476610/\" id=\"a_17\">12</a> of the CLRA Act nor was the agreement\nbetween the Petitioner and M/s Sparkling Enterprises placed before the\nTribunal, it rightly held that there existed an employer employee\nrelationship. Reliance on <a href=\"/doc/144538253/\" id=\"a_18\">International Airport Authority of India</a> (supra) is\nmisconceived.</span>         <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"642607\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"277653\" id=\"span_9\">In <a href=\"/doc/277653/\" id=\"a_19\">Steel Authority of India</a> (Supra) the decision in\n<a href=\"/doc/642607/\" id=\"a_20\">Husainbhai, Calicut vs. Alath Factory Thezhilali Union</a>, 1978 (2) LLJ 397\nwas upheld which judgment has been relied upon by the learned Tribunal.\nM/s Sparkling Enterprises was only a facilitator and not a contractor as it\ntook the commission of 10% per annum. The Respondent has led sufficient\nevidence of work place, salary of the workmen, deduction of provident fund\nby the Petitioner and, an account maintained by the Petitioner in the name of\nAsoka Hotel Employees Provident Fund Trust which has its own rules. M/s\nSparkling Enterprises is only the service provider which maintains no\nrecords.    Though the contracts were entered into in the year 1999 and\n\n\n\n<span class=\"hidden_text\" id=\"span_10\">W.P. (C) 14828/2006                                             Page 4 of 20</span>\n thereafter however, some of the employees were employed since 1995.\nTheir existed no agreement before 1999 and after 2005.</span></span>         <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"144538253\" id=\"span_11\"><a href=\"/doc/144538253/\" id=\"a_21\">International\nAirport Authority of India</a> (supra) bars the relief under <a href=\"/doc/500379/\" id=\"a_22\">ID Act</a> only if the\ncontract is for a certain period. The Respondent has led evidence to show\nthat the contract was a sham and produced documents in this regard. Further\nthe contract was perennial in nature and thus it was sufficient to hold the\ncontract as sham. Reliance is placed on Ex. WW6/6 the tripartite agreement\nto show that the salary was paid by the Asoka Hotel. The leave was\nsanctioned vide letter dated 20th December, 2004 by the General Manager\nand the signature on the exhibit was admitted by MW1.</span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_6\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"341085\" id=\"span_12\">6.     The Respondent moved applications before the Tribunal seeking\ndirections to the Petitioner to produce documents and since the documents\nwere not produced adverse inference should be drawn against it. Reliance is\nalso placed on M/s <a href=\"/doc/341085/\" id=\"a_23\">Bharat Heavy Electrical Ltd. vs. State of U.P.</a>, 2003 LAB\nIC 2630 to contend that non-filing of the relevant documents by the company\nalso support the finding that the workmen were the employees of the\nestablishment. Strict rules of evidence are not applicable in the proceedings\nunder the <a href=\"/doc/500379/\" id=\"a_24\">ID Act</a>. Thus the documents which are not properly exhibited and\nproved can also be looked into. The tripartite settlement Ex. WW6/6 shows\nthat the Petitioner was paying salary.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1274317\" id=\"span_13\">Reliance is placed on <a href=\"/doc/1274317/\" id=\"a_25\">R.M. Yellati vs.\nAssistant Executive Engineer</a>, 2006 (1) SCC 106 to contend that the scope of\ninterference is limited and in case the employer fails to produce the\ndocuments adverse inference should be drawn.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1919921\" id=\"span_14\">Reliance is also placed on\n<a href=\"/doc/1919921/\" id=\"a_26\">Secretary, Haryana State Electricity Board vs. Suresh and others</a> etc., 1999\nLAB IC 1323 to contend that the Tribunal rightly lifted the veil to find out\n\n\n\n<span class=\"hidden_text\" id=\"span_15\">W.P. (C) 14828/2006                                             Page 5 of 20</span>\n the relationship between the Petitioner and the Respondent.        Hence the\npresent petition be dismissed.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_7\">7.     I have heard learned counsels for the parties. Briefly the facts in\nnutshell are that the following 26 workmen raised an industrial dispute.\n</p>\n<pre id=\"pre_2\">       &quot;S.N.   Name              Father‟s Name\n       1.      Perumal           Sh. Kandsawamy\n       2.      P. Ganesh         Perumal\n       3.      Bapu Rao          Gaindu Rao\n       4.      Tara Chand        Arjun Singh\n       5.      Kailash           Ram Sahai\n       6.      Ram Parshad       Ram Obari\n       7.      Grish             Shiv Charan\n       8.      Ranvir Singh      Puran Lal\n       9.      Mukesh-I          Azad Singh\n       10      Randhir           Balwan Singh\n       11.     Samay Singh       Gulab Singh\n       12.     Sandeep           Dharambir\n       13.     Ganga Saran       Kalicharan\n       14.     Manvir            Chots Singh\n       15.     Santosh           Shanker Lal\n       16.     Mir Mohamad       Hamir Ali\n       17.     Mahender Kr.      Kashri Lal\n       18.     Sanju             Banwari Lal\n       19.     Rakesh            Pratap Lal\n       20.     Ravinder          Shankar Lal\n       21.     Mukesh-II         Pratap Lal\n       22.     Jitender          Balban Singh\n       23.     Mahesh            Uday Chand\n       24.     Anil              Bohluram\n       25.     Sumit             Rewa Nand\n       26.     Subraman          Kondaswamy&quot;\n\n</pre><p data-structure=\"Precedent\" id=\"p_8\">8.     On a dispute being raised the following terms of reference were sent\nfor adjudication:\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_16\">W.P. (C) 14828/2006                                              Page 6 of 20</span>\n<blockquote id=\"blockquote_5\">        &quot;Whether Shri Perumal and 25 others workmen whose names\n       are shown in Annexure „A‟ are entitled to regularization and\n       wages at par with their regular counterparts in the post of\n       Houseman/ Safaiwala. If so, what directions are necessary in\n       this respect?&quot;\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_9\">9.     In the claim the workmen stated that they were working continuously\nwith the Petitioner as Safaiwala/ houseman in Kitchen department, though\nthe Petitioner has been changing the contractors from time to time. Initially\nthe contract was given to M/s. Sparkling Enterprises from 1995 to 1999,\nthereafter to M/s. Helpline Hospitality and M/s. Office Care who functioned\nup to 17th June, 2001 where after contract was again awarded to M/s.\nSparkling Enterprises. It was stated that there was no agreement of M/s.\nSparkling Enterprises with the Petitioner and the job carried out was\nperennial in nature and since the workmen were working in the hotel\nindustry continuously and had completed more than 240 days in each\ncalendar year they were entitled to regularization with the Petitioner. It is\nstated that the Petitioners were violating the <a href=\"/doc/794158/\" id=\"a_27\">Payment and Wages Act</a>. Since\nmore than 100 posts are vacant against the post of houseman/ safaiwalas, the\nPetitioner be directed to regularize all the workmen on permanent jobs. In\nthe written statement filed by the Petitioner it was stated that there was no\nrelationship of master and servant between the Petitioner and the workmen.\nIt was further contended that the reference made by the State Government\nwas void ab-initio as the appropriate Government in the matter is Central\nGovernment and not the State Government. The dispute raised is not an\nindustrial dispute in the absence of a valid and legal espousal. It was denied\nthat the job carried out by the workmen was perennial in nature or that they\nhad worked for 240 days in each calendar year. It was further stated that the\n\n\n<span class=\"hidden_text\" id=\"span_17\">W.P. (C) 14828/2006                                              Page 7 of 20</span>\n management No.2 i.e. M/s. Sparkling Enterprises was deducting provident\nfund and also ESIC and depositing the same with the concerned authority in\naccordance with law. The agreement of the management M/s. Sparkling\nEnterprises was placed on record as Ex.MW1 which showed that M/s.\nSparkling Enterprises was working for a service charge at 10% on the\nminimum wages alone.\n</p>\n<p data-structure=\"Issue\" id=\"p_10\">10.    On the basis of the pleadings of the parties, the following issues were\nframed:\n</p>\n<blockquote id=\"blockquote_6\">       &quot;1.    Whether there is relationship of employer and employee\n              between the management no.1 and the workmen. If not,\n              its effect.\n</blockquote><blockquote id=\"blockquote_7\">       2.     Whether the Industrial Disputes Act is not applicable? If\n              so, its effect.\n</blockquote><blockquote id=\"blockquote_8\">       3.     Whether Delhi Government is not the appropriate\n              Government to send the reference? If so, its effect.\n</blockquote><blockquote id=\"blockquote_9\">       4.     Whether the dispute has been properly and validly\n              espoused? If not, its effect.\n</blockquote><blockquote id=\"blockquote_10\">       5.     Whether demand notice was sent before raising the\n              dispute? If not, its effect.\n</blockquote><blockquote id=\"blockquote_11\">       6.     To what relief, if any, and from which of the\n              management as per the terms of reference, the workmen\n              are entitled to?&quot;\n</blockquote>\n\n<p data-structure=\"PetArg\" id=\"p_11\">11.    During the course of hearing, learned counsel for the Petitioner\nstressed on issue No.1, 2, 4 &amp; 6. The issues regarding Delhi Government\nbeing not the appropriate Government and demand notice being not sent\nwere not agitated before this Court. The contention of the learned counsel\nfor the Petitioner that the Industrial adjudicator had no jurisdiction and if at\nall, the Petitioner could be proceeded under <a href=\"/doc/790314/\" id=\"a_28\">Sections 23</a> &amp; <a href=\"/doc/539839/\" id=\"a_29\">25</a> of CLRA Act\n\n<span class=\"hidden_text\" id=\"span_18\">W.P. (C) 14828/2006                                                Page 8 of 20</span>\n is liable to be rejected for the reason if the contract is found to be a sham/\nnominal and camouflage, the remedy is purely under the <a href=\"/doc/500379/\" id=\"a_30\">Industrial Disputes\nAct</a>. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"144538253\" id=\"span_19\">In <a href=\"/doc/144538253/\" id=\"a_31\">International Airport Authority of India</a> (supra) it was held:</span>\n</p>\n<blockquote id=\"blockquote_12\">       &quot;31. In Gujarat Electricity Board [(1995) 5 SCC 27 : 1995\n       SCC (L&amp;S) 1166] this Court held: (SCC pp. 56 &amp; 63, paras 42\n       &amp; 53)\n\n           &quot;42. ... the exclusive authority to decide whether the\n           contract labour should be abolished or not is that of the\n           appropriate Government under the said provision. It is\n           further not disputed before us that the decision of the\n           Government is final, subject, of course, to the judicial\n           review on the usual grounds. However, as stated earlier, the\n           exclusive jurisdiction of the appropriate Government under\n           <a href=\"/doc/45909/\" id=\"a_32\">Section 10</a> of the Act arises only where the labour contract is\n           genuine and the question whether the contract is genuine or\n           not can be examined and adjudicated upon by the court or\n           the industrial adjudicator, as the case may be. Hence in such\n           cases, the workmen can make a grievance that there is no\n           genuine contract and that they are in fact the employees of\n           the principal employer.\n</blockquote>\n<blockquote id=\"blockquote_13\">           53. (ii) If the contract is a sham or not genuine, the workmen\n           of the so-called contractor can raise an industrial dispute for\n           declaring that they were always the employees of the\n           principal employer and for claiming the appropriate service\n           conditions. When such dispute is raised, it is not a dispute\n           for abolition of the labour contract and hence the provisions\n           of <a href=\"/doc/45909/\" id=\"a_33\">Section 10</a> of the Act will not bar either the raising or the\n           adjudication of the dispute. When such dispute is raised, the\n           industrial adjudicator has to decide whether the contract is a\n           sham or genuine. It is only if the adjudicator comes to the\n           conclusion that the contract is a sham, that he will have\n           jurisdiction to adjudicate the dispute. If, however, he comes\n           to the conclusion that the contract is genuine, he may refer\n           the workmen to the appropriate Government for abolition of\n\n\n<span class=\"hidden_text\" id=\"span_20\">W.P. (C) 14828/2006                                                 Page 9 of 20</span>\n            the contract labour under <a href=\"/doc/45909/\" id=\"a_34\">Section 10</a> of the Act and keep the\n           dispute pending. However, he can do so if the dispute is\n           espoused by the direct workmen of the principal employer.\n           If the workmen of the principal employer have not espoused\n           the dispute, the adjudicator, after coming to the conclusion\n           that the contract is genuine, has to reject the reference, the\n           dispute being not an industrial dispute within the meaning of\n           <a href=\"/doc/189659891/\" id=\"a_35\">Section 2(k)</a> of the ID Act. He will not be competent to give\n           any relief to the workmen of the erstwhile contractor even if\n           the labour contract is abolished by the appropriate\n           Government under <a href=\"/doc/45909/\" id=\"a_36\">Section 10</a> of the Act.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_12\">             In view of the provisions of <a href=\"/doc/45909/\" id=\"a_37\">Section 10</a> of the Act, it is\n       only the appropriate Government which has the authority to\n       abolish genuine labour contract in accordance with the\n       provisions of the said section. No court including the industrial\n       adjudicator has jurisdiction to do so.\n</p>\n<p data-structure=\"Section\" id=\"p_13\">       34 [Ed.: Para 34 corrected vide Official Corrigendum No.\n       F.3/Ed.B.J./90/2009 dated 17-7-2009.] . This Court in SAIL\n       [(2001) 7 SCC 1 : 2001 SCC (L&amp;S) 1121] further held that on a\n       prohibition notification being issued under <a href=\"/doc/1436043/\" id=\"a_38\">Section 10(1)</a> of the\n       CLRA Act, prohibiting employment of contract labour in any\n       process, operation or other work, if an industrial dispute is\n       raised by any contract labour in regard to conditions of service,\n       the industrial adjudicator will have to consider whether the\n       contractor has been interposed either on the ground of having\n       undertaken to produce any given result for the establishment or\n       for supply of contract labour for work of the establishment\n       under a genuine contract, or as a mere ruse/camouflage to\n       evade compliance with various beneficial legislations so as to\n       deprive the workers of statutory benefits. If the contract is\n       found to be sham or nominal and merely a camouflage, then the\n       so-called contract labour will have to be treated as direct\n       employees of the principal employer and the industrial\n       adjudicator should direct the principal employer to regularise\n       their services in the establishment subject to such conditions as\n       it may specify for that purpose. On the other hand, if the\n       contract is found to be genuine and at the same time there is a\n\n<span class=\"hidden_text\" id=\"span_21\">W.P. (C) 14828/2006                                                Page 10 of 20</span>\n        prohibition notification under <a href=\"/doc/1436043/\" id=\"a_39\">Section 10(1)</a> of the CLRA Act,\n       in respect of the establishment, the principal employer\n       intending to employ regular workmen for the process, operation\n       or other work of the establishment in regard to which the\n       prohibition notification has been issued, it shall give preference\n       to the erstwhile contract labour if otherwise found suitable, if\n       necessary by giving relaxation of age.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_14\">       35. As noticed above, SAIL [(2001) 7 SCC 1 : 2001 SCC (L&amp;S)\n       1121] did not specifically deal with the legal position as to\n       when a dispute is brought before the industrial adjudicator as to\n       whether the contract labour agreement is a sham, nominal and\n       merely a camouflage, when there is no prohibition notification\n       under <a href=\"/doc/1436043/\" id=\"a_40\">Section 10(1)</a> of the CLRA Act.\n</p>\n<p data-structure=\"Section\" id=\"p_15\">       36 [Ed.: Para 36 corrected vide Official Corrigendum No.\n       F.3/Ed.B.J./90/2009 dated 17-7-2009.] . But where there is no\n       abolition of contract labour under <a href=\"/doc/45909/\" id=\"a_41\">Section 10</a> of the CLRA Act,\n       but the contract labour contend that the contract between the\n       principal employer and the contractor is sham and nominal, the\n       remedy is purely under the <a href=\"/doc/500379/\" id=\"a_42\">ID Act</a>. The principles in Gujarat\n       Electricity Board [(1995) 5 SCC 27 : 1995 SCC (L&amp;S) 1166]\n       continue to govern the issue. The remedy of the workmen is to\n       approach the industrial adjudicator for an adjudication of their\n       dispute that they are the direct employees of the principal\n       employer and the agreement is sham, nominal and merely a\n       camouflage, even when there is no order under <a href=\"/doc/1436043/\" id=\"a_43\">Section 10(1)</a> of\n       the CLRA Act.\n</p>\n<p data-structure=\"Section\" id=\"p_16\">       37. The industrial adjudicator can grant the relief sought if it\n       finds that contract between the principal employer and the\n       contractor is sham, nominal and merely a camouflage to deny\n       employment benefits to the employer and that there is in fact a\n       direct employment, by applying tests like: who pays the salary;\n       who has the power to remove/dismiss from service or initiate\n       disciplinary action; who can tell the employee the way in which\n       the work should be done, in short, who has direction and\n       control over the employee. But where there is no notification\n       under <a href=\"/doc/45909/\" id=\"a_44\">Section 10</a> of the CLRA Act and where it is not proved in\n\n\n<span class=\"hidden_text\" id=\"span_22\">W.P. (C) 14828/2006                                                Page 11 of 20</span>\n        the industrial adjudication that the contract was a sham/nominal\n       and camouflage, then the question of directing the principal\n       employer to absorb or regularise the services of the contract\n       labour does not arise.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_17\">       38. The tests that are applied to find out whether a person is an\n       employee or an independent contractor may not automatically\n       apply in finding out whether the contract labour agreement is a\n       sham, nominal and is a mere camouflage. For example, if the\n       contract is for supply of labour, necessarily, the labour supplied\n       by the contractor will work under the directions, supervision\n       and control of the principal employer but that would not make\n       the worker a direct employee of the principal employer, if the\n       salary is paid by a contractor, if the right to regulate the\n       employment is with the contractor, and the ultimate supervision\n       and control lies with the contractor.\n</p>\n<p data-structure=\"Section\" id=\"p_18\">       39. The principal employer only controls and directs the work\n       to be done by a contract labour, when such labour is\n       assigned/allotted/sent to him. But it is the contractor as\n       employer, who chooses whether the worker is to be\n       assigned/allotted to the principal employer or used otherwise. In\n       short, worker being the employee of the contractor, the ultimate\n       supervision and control lies with the contractor as he decides\n       where the employee will work and how long he will work and\n       subject to what conditions. Only when the contractor\n       assigns/sends the worker to work under the principal employer,\n       the worker works under the supervision and control of the\n       principal employer but that is secondary control. The primary\n       control is with the contractor.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"277653\" id=\"span_23\">12.    Both the sides have relied upon the decision in the case of <a href=\"/doc/277653/\" id=\"a_45\">Steel\nAuthority of India Ltd.</a> (supra) wherein it was held:</span>\n</p>\n<blockquote id=\"blockquote_14\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"642607\" id=\"span_24\">&quot;71. By definition the term &quot;contract labour&quot; is a species of\n       workman. A workman shall be so deemed when he is hired in\n       or in connection with the work of an establishment by or\n       through a contractor, with or without the knowledge of the\n\n\n<span class=\"hidden_text\" id=\"span_25\">W.P. (C) 14828/2006                                                Page 12 of 20</span>\n        principal employer. A workman may be hired: (1) in an\n       establishment by the principal employer or by his agent with or\n       without the knowledge of the principal employer; or (2) in\n       connection with the work of an establishment by the principal\n       employer through a contractor or by a contractor with or\n       without the knowledge of the principal employer. Where a\n       workman is hired in or in connection with the work of an\n       establishment by the principal employer through a contractor,\n       he merely acts as an agent so there will be master-and-servant\n       relationship between the principal employer and the workman.\n       But where a workman is hired in or in connection with the work\n       of an establishment by a contractor, either because he has\n       undertaken to produce a given result for the establishment or\n       because he supplies workmen for any work of the\n       establishment, a question might arise whether the contract is a\n       mere camouflage as in <a href=\"/doc/642607/\" id=\"a_46\">Hussainbhai</a> case [(1978) 4 SCC 257 :</span>\n</blockquote><blockquote id=\"blockquote_15\">       1978 SCC (L&amp;S) 506] and in Indian Petrochemicals Corpn.\n       case [(1999) 6 SCC 439 : 1999 SCC (L&amp;S) 1138] etc.; if the\n       answer is in the affirmative, the workman will be in fact an\n       employee of the principal employer; but if the answer is in the\n       negative, the workman will be a contract labour.\n</blockquote>\n<blockquote id=\"blockquote_16\">       87. Now turning to the provisions of the Act, the scheme of the\n       Act is to regulate conditions of workers in contract labour\n       system and to provide for its abolition by the appropriate\n       Government as provided in <a href=\"/doc/45909/\" id=\"a_47\">Section 10</a> of the CLRA Act. In\n       regard to the regulatory measures, <a href=\"/doc/1711982/\" id=\"a_48\">Section 7</a> requires the\n       principal employer of an establishment to get itself registered\n       under the Act. <a href=\"/doc/476610/\" id=\"a_49\">Section 12</a> of the Act obliges every contractor to\n       obtain licence under the provisions of the Act. <a href=\"/doc/731638/\" id=\"a_50\">Section 9</a> of the\n       Act places an embargo on the principal employer of an\n       establishment, which is either not registered or registration of\n       which has been revoked under <a href=\"/doc/458761/\" id=\"a_51\">Section 8</a>, from employing\n       contract labour in the establishment. Similarly, <a href=\"/doc/140882/\" id=\"a_52\">Section 12(1)</a>\n       bars a contractor from undertaking or executing any work\n       through contract labour except under and in accordance with a\n       licence. <a href=\"/doc/790314/\" id=\"a_53\">Sections 23</a>, <a href=\"/doc/649003/\" id=\"a_54\">24</a> and <a href=\"/doc/539839/\" id=\"a_55\">25</a> of the Act make contravention\n       of the provisions of the Act and other offences punishable\n       thereunder. With regard to the welfare measures intended for\n\n<span class=\"hidden_text\" id=\"span_26\">W.P. (C) 14828/2006                                              Page 13 of 20</span>\n        the contract labour, <a href=\"/doc/1294859/\" id=\"a_56\">Section 16</a> imposes an obligation on the\n       appropriate Government to make rules to require the contractor\n       to provide canteen for the use of the contract labour. The\n       contractor is also under an obligation to provide restrooms as\n       postulated under <a href=\"/doc/999149/\" id=\"a_57\">Section 17</a> of the Act. <a href=\"/doc/425491/\" id=\"a_58\">Section 18</a> imposes a\n       duty on every contractor employing contract labour in\n       connection with the work of an establishment to make\n       arrangement for a sufficient supply of wholesome drinking\n       water for the contract labour at convenient places, a sufficient\n       number of latrines and urinals of the prescribed type at\n       convenient and accessible places for the contract labour in the\n       establishment, washing facilities etc. <a href=\"/doc/290441/\" id=\"a_59\">Section 19</a> requires the\n       contractor to provide and maintain a first-aid box equipped with\n       prescribed contents at every place where contract labour is\n       employed by him. <a href=\"/doc/32346/\" id=\"a_60\">Section 21</a> specifically says that a contractor\n       shall be responsible for payment of wages to workers employed\n       by him as contract labour and such wages have to be paid\n       before the expiry of such period as may be prescribed. The\n       principal employer is enjoined to have his representative\n       present at the time of payment of wages. In the event of the\n       contractor failing to provide amenities mentioned above,\n       <a href=\"/doc/1227679/\" id=\"a_61\">Section 20</a> imposes an obligation on the principal employer to\n       provide such amenities and to recover the cost and expenses\n       incurred therefor from the contractor either by deducting from\n       any amount payable to the contractor or as a debt by the\n       contractor. So also, sub-section (4) of <a href=\"/doc/32346/\" id=\"a_62\">Section 21</a> says that in\n       the case of the contractor failing to make payment of wages as\n       prescribed under <a href=\"/doc/32346/\" id=\"a_63\">Section 21</a>, the principal employer shall be\n       liable to make payment of wages to the contract labour\n       employed by the contractor and will be entitled to recover the\n       amount so paid from the contractor by deducting from any\n       amount payable to the contractor or as a debt by the contractor.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_20\">       These provisions clearly bespeak treatment of contract labour as\n       employees of the contractor and not of the principal employer.\n</p>\n<p data-structure=\"Section\" id=\"p_21\">       105. The principle that a beneficial legislation needs to be\n       construed liberally in favour of the class for whose benefit it is\n       intended, does not extend to reading in the provisions of the Act\n       what the legislature has not provided whether expressly or by\n\n<span class=\"hidden_text\" id=\"span_27\">W.P. (C) 14828/2006                                                Page 14 of 20</span>\n        necessary implication, or substituting remedy or benefits for\n       that provided by the legislature. We have already noticed above\n       the intendment of the <a href=\"/doc/1810788/\" id=\"a_64\">CLRA Act</a> that it regulates the conditions\n       of service of the contract labour and authorizes in <a href=\"/doc/1436043/\" id=\"a_65\">Section 10(1)</a>\n       prohibition of contract labour system by the appropriate\n       Government on consideration of factors enumerated in sub-\n       section (2) of <a href=\"/doc/45909/\" id=\"a_66\">Section 10</a> of the Act among other relevant\n       factors. But, the presence of some or all those factors, in our\n       view, provides no ground for absorption of contract labour on\n       issuing notification under sub-section (1) of <a href=\"/doc/45909/\" id=\"a_67\">Section 10</a>.\n       Admittedly, when the concept of automatic absorption of\n       contract labour as a consequence of issuing notification under\n       <a href=\"/doc/1436043/\" id=\"a_68\">Section 10(1)</a> by the appropriate Government, is not alluded to\n       either in <a href=\"/doc/45909/\" id=\"a_69\">Section 10</a> or at any other place in the Act and the\n       consequence of violation of <a href=\"/doc/1711982/\" id=\"a_70\">Sections 7</a> and <a href=\"/doc/476610/\" id=\"a_71\">12</a> of the CLRA Act\n       is explicitly provided in <a href=\"/doc/790314/\" id=\"a_72\">Sections 23</a> and <a href=\"/doc/539839/\" id=\"a_73\">25</a> of the CLRA Act, it\n       is not for the High Courts or this Court to read in some\n       unspecified remedy in <a href=\"/doc/45909/\" id=\"a_74\">Section 10</a> or substitute for penal\n       consequences specified in <a href=\"/doc/790314/\" id=\"a_75\">Sections 23</a> and <a href=\"/doc/539839/\" id=\"a_76\">25</a> a different sequel,\n       be it absorption of contract labour in the establishment of\n       principal employer or a lesser or a harsher punishment. Such an\n       interpretation of the provisions of the statute will be far beyond\n       the principle of ironing out the creases and the scope of\n       interpretative legislation and as such, clearly impermissible. We\n       have already held above, on consideration of various aspects,\n       that it is difficult to accept that Parliament intended absorption\n       of contract labour on issue of abolition notification under\n       <a href=\"/doc/1436043/\" id=\"a_77\">Section 10(1)</a> of the CLRA Act.\n</p>\n<p data-structure=\"Precedent\" id=\"p_22\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1274317\" id=\"span_28\">106. We have gone through the decisions of this Court in VST\n       Industries case [(2001) 1 SCC 298 : 2001 SCC (L&amp;S) 227] ,\n       G.B. Pant University case [(2000) 7 SCC 109 : 2000 <a href=\"/doc/1274317/\" id=\"a_78\">SCC\n       (L&amp;S) 884] and M. Aslam</a> case [(2001) 1 SCC 720 : 2001 SCC\n       (L&amp;S) 302] . All of them relate to statutory liability to maintain\n       the canteen by the principal employer in the\n       factory/establishment.</span> That is why in those cases, as in\n       Saraspur Mills case [(1974) 3 SCC 66 : 1973 SCC (L&amp;S) 410]\n       the contract labour working in the canteen were treated as\n       workers of the principal employer. These cases stand on a\n\n<span class=\"hidden_text\" id=\"span_29\">W.P. (C) 14828/2006                                                Page 15 of 20</span>\n        different footing and it is not possible to deduce from them the\n       broad principle of law that on the contract labour system being\n       abolished under sub-section (1) of <a href=\"/doc/45909/\" id=\"a_79\">Section 10</a> of the CLRA Act\n       the contract labour working in the establishment of the principal\n       employer have to be absorbed as regular employees of the\n       establishment.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_23\">       107. An analysis of the cases, discussed above, shows that they\n       fall in three classes: (i) where contract labour is engaged in or in\n       connection with the work of an establishment and employment\n       of contract labour is prohibited either because the industrial\n       adjudicator/court ordered abolition of contract labour or\n       because the appropriate Government issued notification under\n       <a href=\"/doc/1436043/\" id=\"a_80\">Section 10(1)</a> of the CLRA Act, no automatic absorption of the\n       contract labour working in the establishment was ordered; (ii)\n       where the contract was found to be a sham and nominal, rather\n       a camouflage, in which case the contract labour working in the\n       establishment of the principal employer were held, in fact and\n       in reality, the employees of the principal employer himself.\n       Indeed, such cases do not relate to abolition of contract labour\n       but present instances wherein the Court pierced the veil and\n       declared the correct position as a fact at the stage after\n       employment of contract labour stood prohibited; (iii) where in\n       discharge of a statutory obligation of maintaining a canteen in\n       an establishment the principal employer availed the services of\n       a contractor the courts have held that the contract labour would\n       indeed be the employees of the principal employer.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"277653\" id=\"span_30\">13.    A perusal of the decision of the Constitution Bench in <a href=\"/doc/277653/\" id=\"a_81\">Steel Authority\nof India Ltd.</a> (supra) makes it amply clear that even where the work of an\nestablishment is carried out by employment of contract labour prohibited\nbecause of the notification issued under <a href=\"/doc/1436043/\" id=\"a_82\">Section 10(1)</a> of the CLRA Act, no\nautomatic absorption of the contract labour can be ordered. Further, where\nthe contract labour working in the establishment is in fact the employees of\nthe principal employer, then the Court is required to pierce the veil and\n\n\n<span class=\"hidden_text\" id=\"span_31\">W.P. (C) 14828/2006                                                 Page 16 of 20</span>\n declare the correct position as a fact. The case of the Petitioner is that there\nis no prohibition on engagement of contract labour in the Ashok Hotel under\nthe <a href=\"/doc/1810788/\" id=\"a_83\">CLRA Act</a> and the contractor has a valid license under <a href=\"/doc/476610/\" id=\"a_84\">Section 12</a> of\nCLRA Act, whereas the case of the Respondent is that neither the Petitioner\nmanagement was registered as a Principal employer nor was the contractor a\nlicensed contractor. Neither the Petitioner nor the contractor have led any\nevidence to show that the contractor had a valid license. In the present case\nthe case of the Respondent/ workmen is that despite change in contractors\nthey continued working, there was no contract in fact and since it was a\ntechnical job and the workmen were technical they were continuing despite\nthe change of contractors. In the cross-examination of these workmen, it has\nnot even been suggested that with the change of the contractors the workmen\nwere changed.</span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_25\">14.    Learned counsel for the Petitioner has strenuously contended that the\nRespondent/ workmen have nowhere stated that the contract was a sham and\na camouflage and hence this issue of lifting of the corporate veil and holding\nthe contract to be sham could not be considered. The claim statement filed\nby the workmen states that the principal employer is the Petitioner and M/s.\nSparkling Enterprises was working as a contractor in the hotel without any\nagreement illegally and unlawfully.       Thus, even if the words sham and\ncamouflage are not used, the so-called illegal agreement between the\nPetitioner and M/s. Sparkling Enterprises has been challenged and the Court\nis thus required to pierce the veil and find out the true position.\n</p>\n<p data-structure=\"Precedent\" id=\"p_26\">15.    In the present case the workmen have relied upon the tripartite\nagreement Ex.WW6/6 to show that the Petitioner was paying the salary. It\n\n\n\n<span class=\"hidden_text\" id=\"span_32\">W.P. (C) 14828/2006                                                   Page 17 of 20</span>\n may be noted that the said tripartite agreement was entered into between the\nparties when M/s. Helpline contractor did not make the payment to its\nworker engaged for the month of May 2000 to 16th June, 2000. Thus the\nAssistant Labour Commissioner directed the Petitioner to make the payment\nfor the period. It is thus evident that even though the liability was for a\nperiod of two and a half months but the principal employer was the\nPetitioner and was making the payment through the contractor and once the\ncontractor failed to make the payment, the principal employer was held\nliable to make the same. Reliance is also placed by the learned counsel for\nthe Respondent on Ex.WW6/3A wage sheet. It may be noted that this wage\nsheet relates to the month from May 2000 to June 2000 when the dispute\narose with M/s. Helpline Hospitality Pvt. Ltd. A perusal Ex.WW6/6 shows\nthat the Assistant Labour Commissioner directed the workmen to place the\nwage sheet on record. It is apparently the said wage sheet.\n</p>\n<p data-structure=\"Precedent\" id=\"p_27\">16.    The Petitioner has exhibited the agreement with M/s. Sparkling\nEnterprises Ltd. dated 18th July, 2000 with regard to the award of contract\nfor kitchen cleaning and other allied areas. It may be noted that a lump-sum\ncontract for Rs. 1,90,000/- has been entered into between the Petitioner and\nM/s. Sparkling Enterprises Ltd. The case of M/s. Sparkling Enterprises Ltd.\nbefore the Trial Court was that it was working on a commission basis of\n10%. Thus, applying the test <a href=\"/doc/277653/\" id=\"a_85\">laid down by</a> the Supreme Court it can be\nsafely held that the Petitioner is a principal employer of the workmen/\nRespondent No.1.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_28\">17.    Learned counsel for the Petitioner has strenuously argued that there is\nno finding returned by the Tribunal that the contract was a sham. A perusal\n\n\n\n<span class=\"hidden_text\" id=\"span_33\">W.P. (C) 14828/2006                                              Page 18 of 20</span>\n of the impugned award shows that the Trial Court held that the management\nNo.2 i.e. M/s. Sparkling Enterprises Ltd. was working on the basis of 10%\ncommission. The Learned Trial Court on the basis of the evidence adduced\nby the Respondent/ workmen came to the conclusion that the workmen were\nworking at the Ashok Hotel. This position is not disputed by the Petitioner.\n<span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"642607\" id=\"span_34\">In <a href=\"/doc/642607/\" id=\"a_86\">Hussainbhai, Calicut Vs. Alath Factory Thozhilali Union, Calicut and\nOrs.</a> AIR 1978 SC 1410 it was held that the presence of intermediate\ncontractors with whom alone the workers have immediate or direct\nrelationship ex contractu is of no consequence, when on lifting the veil or\nlooking at the conspectus of factors governing the employment, the naked\ntruth can be discerned though draped in perfect paper arrangement, that the\nreal employer is the management and not the immediate contractor. On the\nbasis of evidence the Tribunal came to the conclusion that the Respondent/\nworkmen had proved that they were working for the Petitioner through M/s.\nSparkling Enterprises @ 10% commission on the minimum wages and the\nPetitioner keeps on changing the contractors.        The control of economic\nactivities is in the hand of the Petitioner, though it was not directly paying\nthe salary to the workmen except for a limited period of May, 2000 to July,\n2000. The grievance of the Petitioner with regard to the decision on the\nissue No.2 is also unfounded in view of the fact that the Trial Court lifted the\nveil and came to the conclusion that the contract was a mere camouflage and\nthe Petitioner was the principal employer.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_29\">18.    Be that as it may, the direction of the Trial Court is that the Petitioner\nwill frame a policy of regularization and consider the cases of 20 workmen\nout of the 26, except Shri P. Ganesh, Mukesh-I, Manvir, Anil, Sumit and\n\n\n\n<span class=\"hidden_text\" id=\"span_35\">W.P. (C) 14828/2006                                                 Page 19 of 20</span>\n Subramaniam who did not appear in the witness box for regularization.\nThough the learned counsel for the Petitioner has vociferously denied that\nthe work is of a perennial nature but it cannot be denied that the work in the\nhotel especially in the kitchen is a continuous perennial work and the\nPetitioner had been employing the same set of workmen through different\ncontractors. I find no infirmity in the impugned award.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_30\">19.    Petition and applications are dismissed.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_31\">                                                          (MUKTA GUPTA)\n                                                             JUDGE\nFEBRUARY 19, 2013\n&#x27;vn&#x27;\n\n\n\n\n<span class=\"hidden_text\" id=\"span_36\">W.P. (C) 14828/2006                                              Page 20 of 20</span>\n </p>","numcites":27,"numcitedby":18,"docsource":"Delhi High Court","citetid":130770111,"divtype":"judgments","relatedqs":[{"value":"contractor is the principal employer","formInput":"contractor%20is%20the%20principal%20employer"},{"value":"sham contract","formInput":"sham%20contract"},{"value":"principal employer contract labour","formInput":"principal%20employer%20contract%20labour"},{"value":"absorption of contract labourers","formInput":"absorption%20of%20contract%20labourers"},{"value":"sham and nominal","formInput":"sham%20and%20nominal"},{"value":"perennial nature of ","formInput":"perennial%20nature%20of%20"},{"value":"contract labour","formInput":"contract%20labour"},{"value":"principal employer ","formInput":"principal%20employer%20"},{"value":"contract labour act","formInput":"contract%20labour%20act"},{"value":"employer employee relationship","formInput":"employer%20employee%20relationship"},{"value":"works contract","formInput":"works%20contract"},{"value":"prohibition of contract labour","formInput":"prohibition%20of%20contract%20labour"},{"value":"absorption","formInput":"absorption"},{"value":"abolition of contract labours","formInput":"abolition%20of%20contract%20labours"},{"value":"section 10 of Contract labour Act","formInput":"section%2010%20of%20Contract%20labour%20Act"},{"value":"\"contractor\"\"principal employer\"","formInput":"%22contractor%22%22principal%20employer%22"},{"value":"contractor   contracted labour","formInput":"contractor%20%20%20contracted%20labour"},{"value":"CLRA","formInput":"CLRA"},{"value":"contract act","formInput":"contract%20act"},{"value":"tripartite agreement ","formInput":"tripartite%20agreement%20"}],"cats":[{"value":"prohibition-of-employment-of-contract-labour","formInput":"tag:prohibition-of-employment-of-contract-labour"},{"value":"industrial","formInput":"tag:industrial"},{"value":"regulations-regarding-employment-of-contract-labour","formInput":"tag:regulations-regarding-employment-of-contract-labour"},{"value":"regulations-regarding-offences-by-companies","formInput":"tag:regulations-regarding-offences-by-companies"},{"value":"regulations-regarding-licensing-of-contractors","formInput":"tag:regulations-regarding-licensing-of-contractors"}],"courtcopy":true,"query_alert":null,"agreement":false}