{"tid":26559193,"publishdate":"2022-07-25","title":"Mahanadi Coalfields Ltd. vs M/S Ivrcl Amr Joint Venture on 25 July, 2022","doc":"<h2 class=\"doc_title\">Mahanadi Coalfields Ltd. vs M/S Ivrcl Amr Joint Venture on 25 July, 2022</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:d-y-chandrachud\">D.Y. Chandrachud</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-s-bopanna\">A S Bopanna</a>, <a href=\"/search/?formInput=benchid:d-y-chandrachud\">Dhananjaya Y Chandrachud</a></h3>\n\n<pre id=\"pre_1\">                                                                                                       REPORTABLE\n\n                                               IN THE SUPREME COURT OF INDIA\n                                                CIVIL APPELLATE JURISDICTION\n\n                                                 Civil Appeal No 4914 of 2022\n                                             (Arising out of SLP(C) No 1098 of 2020)\n\n\n     Mahanadi Coalfields Ltd &amp; Anr                                                      .... Appellant(s)\n\n\n                                                             Versus\n\n\n     M/s IVRCL AMR JOINT VENTURE                                                       ....Respondent(s)\n\n\n\n\n                                                   JUDGMENT\n</pre>\n\n\n\n<p data-structure=\"Issue\" id=\"p_1\">     Dr Dhananjaya Y Chandrachud\n\n\n</p><p data-structure=\"Issue\" id=\"p_2\">     1.                  Leave granted.\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">     2.                  The appellant, Mahanadi Coalfields Ltd., is a subsidiary of Coal India Limited 1. The\n\n                         respondent, IVRCL AMR Joint Venture, is a joint venture of engineering contractors\n\n                         engaged in the business of infrastructure development. On 11 October 2010, the\n\n                         appellant floated an e-tender for the work of strengthening and widening of a coal\n\n                         transportation road at the Talcher Coalfields in the State of Orissa. The respondent\n\n                         was the successful bidder and was awarded a work order on 14 December 2011. A\n<span class=\"hidden_text\" id=\"span_1\">Signature Not Verified</span>\n\n<span class=\"hidden_text\" id=\"span_2\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_3\">Sanjay Kumar</span>\n<span class=\"hidden_text\" id=\"span_4\">Date: 2022.08.02</span>\n<span class=\"hidden_text\" id=\"span_5\">16:50:22 IST</span>\n                         ‘Contract Agreement’ was entered into between the parties on 30 January 2012, in\n<span class=\"hidden_text\" id=\"span_6\">Reason:</span>\n\n\n                         terms of which the work order was to be executed between 16 January 2012 and 14\n\n\n     1   “CIL”\n\n\n\n<span class=\"hidden_text\" id=\"span_7\">                                                               1</span>\n\f          January 2015.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">\n\n</p><p data-structure=\"Facts\" id=\"p_5\">3.        In a meeting held on 28 June 2012, the appellant advised the respondent to\n\n          expedite the mobilization of resources to start the work immediately. Later, the\n\n          appellant sent a series of letters to the respondent requesting it to expedite the work\n\n          as per the work schedule. In 2013 and 2014, the appellant served several notices to\n\n          the respondent when the latter failed to adhere to the work schedule. Ultimately,\n\n          the appellant terminated the work order on 15 May 2014 allegedly on account of\n\n          delay in completing the work and the inability of the respondent to meet the work\n\n          schedule.\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">4.        Thereafter, on 12 October 2017 the respondent raised a claim of Rs. 128,65,12,688\n\n          enumerating the latches and delays on the part of the appellant. The claim was\n\n          rejected by the appellant on 18 December 2017. Subsequently, the respondent\n\n          issued a notice of arbitration to the appellant by a letter dated 9 April 2018 in terms\n\n          of clause 15 of the Contract Agreement. Through the said arbitration notice, the\n\n          respondent called upon the appellant to give its consent to the appointment of\n\n          Justice Asok Kumar Ganguly as the sole arbitrator. Having received no response\n\n          from the appellant to the arbitration notice within 15 days, the respondent filed an\n\n          application under <a href=\"/doc/605764/\" id=\"a_1\">Section 11(6)</a> of the Arbitration and Conciliation Act, 1996 2 before\n\n          the High Court of Orissa.\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">5.        On 29 November 2019, a Single Judge of the High Court of Orissa allowed the\n\n          application under <a href=\"/doc/1841764/\" id=\"a_2\">Section 11</a> of the 1996 Act by appointing a sole arbitrator. The\n\n          relevant extracts of the High Court’s decision read as follows:\n\n\n</p><blockquote id=\"blockquote_1\">                      “3. Learned counsel for both the sides do not\n\n2   “1996 Act”\n\n\n\n<span class=\"hidden_text\" id=\"span_8\">                                                 2</span>\n\f              dispute the fact that Clause 15 of the contract\n              agreement      provides    for    “Settlement     of\n              dispute/Arbitration” in case there is any dispute or\n              difference between the parties.\n</blockquote>\n\n<blockquote id=\"blockquote_2\">              4. Mr. R Sharma, learned counsel for the opposite\n              party has taken different contentions on merit. He\n              has also brought to the notice of this Court clause\n              19 of the letter dated 14.12.2011 (Annexure-3),\n              which reads as under:\n</blockquote>\n\n<blockquote id=\"blockquote_3\">               “19. That matters relating to any dispute or\n               difference arising out of the tender, work order\n               and subsequent contract agreement entered\n               into, based on this tender and work order shall be\n               subject to the jurisdiction of District Court, Angul\n               only.”\n\n\n</blockquote><blockquote id=\"blockquote_4\">              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"56142423\" id=\"span_9\">5. However, in view of the decisions of the Hon’ble\n              Supreme Court in the case of <a href=\"/doc/56142423/\" id=\"a_3\">Mayavati Trading\n              Private Limited vs. Pradyuat Deb Burman</a>,\n              reported in (2019) 8 SCC 714, the Court has to\n              look into the arbitration clause. In that view of the\n              matter, the matter is required to be referred to\n              the arbitrator.”</span>\n\n\n</blockquote><blockquote id=\"blockquote_5\">6.   Mr K K Venugopal, learned Attorney General for India, appears on behalf of the\n\n     appellants, while Mr S Niranjan Reddy, learned Senior Counsel, appears on\n\n     behalf of the respondent.\n</blockquote>\n<blockquote id=\"blockquote_6\">7.   The submission which has been urged on behalf of the appellants by the learned\n\n     Attorney General is that clause 15 of the Contract Agreement dated 30 January\n\n     2012 does not constitute an arbitration agreement. Hence, it has been urged\n\n     that in the absence of an arbitration agreement within the meaning of <a href=\"/doc/85288767/\" id=\"a_4\">Sections\n\n     2(b)</a> and <a href=\"/doc/1846895/\" id=\"a_5\">7</a> of the 1996 Act, the very invocation of the jurisdiction under <a href=\"/doc/605764/\" id=\"a_6\">Section\n\n     11(6)</a> was not valid. In order to appreciate the submission, it would be necessary\n\n     to extract clause 15 of the Contract Agreement. The provision reads as follows:\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_10\">                                          3</span>\n<blockquote id=\"blockquote_7\">\f           “15.   Settlement of Disputes/Arbitration:\n</blockquote>\n<blockquote id=\"blockquote_8\">           15.1   It is incumbent upon the contractor to avoid\n                  litigation and disputes during the course of\n                  execution. However, if such disputes take place\n                  between the contractor and the department,\n                  effort shall be made first to settle the disputes at\n                  the company level. The contractor should make\n                  request in writing to the Engineer-in-Charge for\n                  settlement of such disputes/claims within 30\n                  (thirty) days of arising of the case of dispute/claim\n                  failing which no disputes/claims of the contractor\n                  shall be entertained by the company.\n</blockquote>\n<blockquote id=\"blockquote_9\">           15.2   If differences still persist, the settlement of the\n                  dispute with Govt. Agencies shall be dealt with as\n                  per the Guidelines issued by the Ministry of\n                  Finance, Govt. of India in this regard. In case of\n                  parties other than Govt. Agencies, the redressal\n                  of the disputes may be sought in the Court of\n                  Law.”\n\n\n\n\n</blockquote><blockquote id=\"blockquote_10\">8.   <a href=\"/doc/85288767/\" id=\"a_7\">Section 2(b)</a> of the 1996 Act defines an arbitration agreement to mean an\n\n     agreement as referred to in <a href=\"/doc/1846895/\" id=\"a_8\">Section 7</a>.          In terms of <a href=\"/doc/1846895/\" id=\"a_9\">Section 7</a>, an arbitration\n\n     agreement is an agreement by the parties to submit to arbitration all or certain\n\n     disputes which have arisen or which may arise between them in respect of a\n\n     defined legal relationship, whether contractual or not. Sub-section (2) of <a href=\"/doc/1846895/\" id=\"a_10\">Section 7</a>\n\n     stipulates that an arbitration agreement may be in the form of an arbitration clause\n\n     in a contract or in the form of a separate agreement. In terms of sub-section (3) of\n\n     <a href=\"/doc/1846895/\" id=\"a_11\">Section 7</a>, the arbitration agreement has to be in writing. Sub-section (4) of <a href=\"/doc/1846895/\" id=\"a_12\">Section\n\n     7</a> then stipulates that:\n</blockquote>\n\n<blockquote id=\"blockquote_11\">           “(4)   An arbitration agreement is in writing if it is\n                  contained in-\n</blockquote>\n\n<pre id=\"pre_2\">           (a)     a document signed by the parties;\n\n\n           (b)     an exchange of letters, telex, telegrams or other\n\n\n\n<span class=\"hidden_text\" id=\"span_11\">                                             4</span>\n\f                      means      of    telecommunication    including\n</pre><blockquote id=\"blockquote_12\">                      communication through electronic means which\n                      provide a record of the agreement; or\n\n\n</blockquote><blockquote id=\"blockquote_13\">               (c)    an exchange of statements of claim and defence\n                      in which the existence of the agreement is alleged\n                      by one party and not denied by the other.”\n\n\n</blockquote><blockquote id=\"blockquote_14\">9.      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"64556\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"157457879\" id=\"span_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1707042\" id=\"span_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1777887\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1913246\" id=\"span_16\">In <a href=\"/doc/1913246/\" id=\"a_13\">Jagdish Chander v. Ramesh Chander</a>, 3 a two-judge bench of this Court, while\n\n        relying upon the earlier decisions in <a href=\"/doc/1777887/\" id=\"a_14\">K. K. Modi v. K. N. Modi</a>, 4 <a href=\"/doc/1707042/\" id=\"a_15\">Bharat Bhushan Bansal\n\n        v. U.P. Small Industries Corpn. Ltd</a>, 5 <a href=\"/doc/157457879/\" id=\"a_16\">Bihar State Mineral Development Corpn v. Encon\n\n        Builders (I) (P) Ltd.</a>, 6 and <a href=\"/doc/64556/\" id=\"a_17\">State of Orissa v. Damodar Das</a>, 7 enumerated the principles\n\n        governing what constitutes an arbitration agreement. Justice R V Raveendran,\n\n        speaking on behalf of the bench, held that the words used in an arbitration\n\n        agreement should disclose a determination and obligation on behalf of parties to\n\n        refer disputes to arbitration. This court held:</span></span></span></span></span>\n</blockquote>\n\n<blockquote id=\"blockquote_15\">                     “8 (i) The intention of the parties to enter into an\n                     arbitration agreement shall have to be gathered from\n                     the terms of the agreement. If the terms of the\n                     agreement clearly indicate an intention on the part\n                     of the parties to the agreement to refer their disputes\n                     to a private tribunal for adjudication and a willingness\n                     to be bound by the decision of such tribunal on such\n                     disputes, it is arbitration agreement. While there is no\n                     specific form of an arbitration agreement, the words\n                     used should disclose a determination and obligation\n                     to go to arbitration and not merely contemplate the\n                     possibility of going for arbitration. Where there is\n                     merely a possibility of the parties agreeing to\n                     arbitration in future, as contrasted from an obligation\n                     to refer disputes to arbitration, there is no valid and\n                     binding arbitration agreement.\n</blockquote>\n\n\n<blockquote id=\"blockquote_16\">3 (2007) 5 SCC 719\n4 (1998) 3 SCC 573\n5 (1999) 2 SCC 166\n6 (2003) 7 SCC 418\n7 (1996) 2 SCC 216\n\n\n\n\n<span class=\"hidden_text\" id=\"span_17\">                                                 5</span>\n</blockquote><blockquote id=\"blockquote_17\">\f(ii) Even if the words “arbitration” and “Arbitral\nTribunal (or arbitrator)” are not used with reference to\nthe process of settlement or with reference to the\nprivate tribunal which has to adjudicate upon the\ndisputes, in a clause relating to settlement of disputes,\nit does not detract from the clause being an\narbitration agreement if it has the attributes or\nelements of an arbitration agreement. They are: (a)\nThe agreement should be in writing. (b) The parties\nshould have agreed to refer any disputes (present or\nfuture) between them to the decision of a private\ntribunal. (c) The private tribunal should be\nempowered to adjudicate upon the disputes in an\nimpartial manner, giving due opportunity to the\nparties to put forth their case before it. (d) The parties\nshould have agreed that the decision of the private\ntribunal in respect of the disputes will be binding on\nthem.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_8\">(iii) Where the clause provides that in the event of\ndisputes arising between the parties, the disputes shall\nbe referred to arbitration, it is an arbitration\nagreement. Where there is a specific and direct\nexpression of intent to have the disputes settled by\narbitration, it is not necessary to set out the attributes\nof an arbitration agreement to make it an arbitration\nagreement. But where the clause relating to\nsettlement of disputes, contains words which\nspecifically exclude any of the attributes of an\narbitration agreement or contains anything that\ndetracts from an arbitration agreement, it will not be\narbitration agreement. For example, where an\nagreement requires or permits an authority to decide\na claim or dispute without hearing, or requires the\nauthority to act in the interests of only one of the\nparties, or provides that the decision of the authority\nwill not be final and binding on the parties, or that if\neither party is not satisfied with the decision of the\nauthority, he may file a civil suit seeking relief, it\ncannot be termed as an arbitration agreement.\n</p>\n<p data-structure=\"Precedent\" id=\"p_9\">(iv) But mere use of the word “arbitration” or\n“arbitrator” in a clause will not make it an arbitration\nagreement, if it requires or contemplates a further or\nfresh consent of the parties for reference to\narbitration. For example, use of words such as “parties\n\n\n\n<span class=\"hidden_text\" id=\"span_18\">                             6</span>\n\f                  can, if they so desire, refer their disputes to\n                  arbitration” or “in the event of any dispute, the\n                  parties may also agree to refer the same to\n                  arbitration” or “if any disputes arise between the\n                  parties, they should consider settlement by\n                  arbitration” in a clause relating to settlement of\n                  disputes, indicate that the clause is not intended to\n                  be an arbitration agreement. Similarly, a clause which\n                  states that “if the parties so decide, the disputes shall\n                  be referred to arbitration” or “any disputes between\n                  parties, if they so agree, shall be referred to\n                  arbitration” is not an arbitration agreement. Such\n                  clauses merely indicate a desire or hope to have the\n                  disputes settled by arbitration, or a tentative\n                  arrangement to explore arbitration as a mode of\n                  settlement if and when a dispute arises. Such clauses\n                  require the parties to arrive at a further agreement to\n                  go to arbitration, as and when the disputes arise. Any\n                  agreement or clause in an agreement requiring or\n                  contemplating a further consent or consensus before\n                  a reference to arbitration, is not an arbitration\n                  agreement, but an agreement to enter into an\n                  arbitration agreement in future.”\n\n                                                    (emphasis supplied)\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_10\">10.   In the present case, clause 15 of the Contract Agreement is titled “Settlement of\n\n      Disputes/Arbitration”. However, the substantive part of the provision makes it\n\n      abundantly clear that there is no arbitration agreement between the parties\n\n      agreeing to refer either present or future disputes to arbitration.\n\n</p><p data-structure=\"Conclusion\" id=\"p_11\">11.   Clause 15.1 contains a reference to the steps to be taken for settlement of disputes\n\n      between the parties. Clause 15.2 stipulates that if differences still persist, the\n\n      settlement of the disputes with government agencies shall be dealt with in\n\n      accordance with the guidelines of the Ministry of Finance. In the case of parties\n\n      other than government agencies, the redressal of disputes has to be sought in a\n\n      court of law.\n</p>\n<p data-structure=\"Precedent\" id=\"p_12\">12.   A clause similar to clause 15 of the Contract Agreement in the present case was\n\n\n\n<span class=\"hidden_text\" id=\"span_19\">                                              7</span>\n\f            considered by a bench of this Court in IB Valley Transport, Vijay Laxmi (P) Ltd. v.\n\n</p><p data-structure=\"Precedent\" id=\"p_13\">            Mahanadi Coalfields Ltd consisting of J Chelameswar and A. K. Sikri, JJ. 8 In the said\n\n            case, the clause was interpreted as an alternative remedy at the company level to\n\n            be exhausted before taking recourse to other suitable legal remedies. It was\n\n            observed:\n</p>\n<p data-structure=\"Precedent\" id=\"p_14\">\n</p><blockquote id=\"blockquote_18\">                         “10. From the aforesaid narration of facts, it\n                         becomes clear that Clause 12 of the general terms\n                         and conditions provides for a mechanism of\n                         dispute resolution before resorting to the legal\n                         remedies. This clause specifically states that it is\n                         incumbent upon the contractor to avoid litigation\n                         and disputes during the course of execution. If any\n                         dispute takes place between the contractor and\n                         the department, effort shall be made first to settle\n                         the disputes at the company level. Further, this\n                         clause states that the contractors should make\n                         request in writing to the Engineer Incharge for\n                         settlement of such dispute/claim within 30 days of\n                         arising of cause of dispute/claim.”\n\n                                                             (emphasis supplied)\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_15\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1913246\" id=\"span_20\">13.      The above extract makes it abundantly clear that clause 15 of the Contract\n\n               Agreement is a dispute resolution mechanism at the company level, rather than\n\n               an arbitration agreement. Consequently, in case of a dispute, the respondent\n\n               was supposed to write to the Engineer-in-charge for resolving the dispute. Clause\n\n               15 does not comport with the essential attributes of an arbitration agreement in\n\n               terms of <a href=\"/doc/1846895/\" id=\"a_18\">section 7</a> of the 1996 Act as well as the principles laid down under\n\n               <a href=\"/doc/1913246/\" id=\"a_19\">Jagdish Chander</a> (supra). A plain reading of the above clause leaves no manner\n\n               of doubt about its import. There is no written agreement to refer either present or\n\n               future disputes to arbitration. Neither does the substantive part of the clause\n\n\n\n8   (2014) 10 SCC 630.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_16\">\n\n<span class=\"hidden_text\" id=\"span_21\">                                                    8</span>\n\f      refer to arbitration as the mode of settlement, nor does it provide for a reference\n\n      of disputes between the parties to arbitration. It does not disclose any intention\n\n      of either party to make the Engineer-in-Charge, or any other person for that\n\n      matter, an arbitrator in respect of disputes that may arise between the parties.\n\n      Further, the said clause does not make the decision of the Engineer-in-Charge,\n\n      or any other arbitrator, final or binding on the parties. Therefore, it was wrong on\n\n      the part of the High Court to construe clause 15 of the Contract Agreement as\n\n      an arbitration agreement.\n</p>\n<p data-structure=\"RespArg\" id=\"p_17\">14.   However, it has been urged on behalf of the respondent by Mr S Niranjan Reddy\n\n      that the first appellant is a subsidiary of CIL. It has been submitted that on 7 April\n\n      2017, CIL issued a policy document to its General Managers for the settlement of\n\n      disputes or differences arising out of works and services contracts through\n\n      arbitration. Clause 5 of the above communication provides as follows:\n\n\n</p><blockquote id=\"blockquote_19\">        “Past/existing work order/contract:\n</blockquote>\n<blockquote id=\"blockquote_20\">        5.     With regards to dispute/differences cropping up in existing\n               work order/contract, employer (department) shall adopt\n               procedure for settlement of the same, through arbitration\n               process. As you are aware that neither the CIL Manuals nor\n               contract document at present contains any clause regarding\n               arbitration, therefore, dispute/differences cannot be referred\n               to arbitration straight away. Hence, before referring the matter\n               to arbitration, consent of the other party (contractor) is\n               necessary for redressal of dispute/differences through\n               arbitration. Once, the contractor agrees for settlement of\n               dispute/differences arising out of contracts through arbitration,\n               an agreement may be signed between employer and\n               contractor for referring the dispute/differences to Sole\n               Arbitration by a person appointed by Competent Authority of\n               CIL/CMD of Subsidiaries (as the case may be). The rest of the\n               procedure shall be as per the <a href=\"/doc/1306164/\" id=\"a_20\">Arbitration and Conciliation Act,\n               1996</a> as amended by Amendment Act of 2015 and also as per\n               instruction incorporated in clause “Settlement of Disputes\n               through Arbitration”.”\n\n\n\n\n<span class=\"hidden_text\" id=\"span_22\">                                          9</span>\n</blockquote><p data-structure=\"PetArg\" id=\"p_18\">\f15.   Hence, it is urged that the first appellant being a subsidiary of CIL and being a\n\n      public sector undertaking may well consider as to whether the disputes which have\n\n      arisen between the appellants and the respondent should be referred to arbitration.\n\n      In this context, the appellants and the respondent placed reliance on an order\n\n      dated 20 July 2018 of the Chief Justice of the High Court of Orissa in Arbitration\n\n      Petition No 59 of 2016.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_19\">16.   We are unable to subscribe to the submission which has been urged on behalf of\n\n      the respondent based on the policy letter dated 7 April 2017. The communication\n\n      which has been issued by CIL refers to the possibility of a consensual resolution of\n\n      disputes or differences through arbitration as neither the CIL manuals nor the\n\n      contract document, at the time, contained a clause regarding arbitration.\n\n      However, it has been submitted that once the contractor has agreed to settle a\n\n      dispute through arbitration, the agreement may be signed between the employer\n\n      and the contractor for reference to arbitration, by a person to be appointed by the\n\n      competent authority of CIL or, as the case may be, the Chairman and Managing\n\n      Director of the subsidiaries.\n</p>\n<p data-structure=\"Precedent\" id=\"p_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1913246\" id=\"span_23\">17.   The communication dated 7 April 2017 merely indicates a desire on behalf of CIL to\n\n      have disputes related to work contracts settled by arbitration. It requires both the\n\n      parties to arrive at a further agreement to proceed to arbitration when the dispute\n\n      arises. Therefore, in view of the principles <a href=\"/doc/1913246/\" id=\"a_21\">laid down in</a> <a href=\"/doc/1913246/\" id=\"a_22\">Jagdish Chander</a> (supra),\n\n      following a line of precedent, clause 5 in the aforesaid communication cannot be\n\n      construed as an arbitration agreement between the appellants and the respondent\n\n      in terms of <a href=\"/doc/1846895/\" id=\"a_23\">section 7</a> of the 1996 Act so as to compel the appellants to appoint an\n\n      arbitrator.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_21\">18.   The order of the Chief Justice of the High Court of Orissa dated 20 July 2018\n\n\n\n\n<span class=\"hidden_text\" id=\"span_24\">                                           10</span>\n\f      proceeds on an understanding that the learned counsel for both the sides did not\n\n      dispute the fact that clause 15 of the Contract Agreement and clause 5 of the\n\n      policy decision 7 April 2017 taken by CIL provide for appointment of an arbitrator in\n\n      case there is any dispute or difference between the parties. The order has,\n\n      therefore, proceeded on an understanding of counsel, which in any event cannot\n\n      be regarded as a binding statement of law on the existence of an arbitration\n\n      agreement.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_22\">19.   For the above reasons, we have come to the conclusion that the invocation of the\n\n      jurisdiction of the High Court under <a href=\"/doc/605764/\" id=\"a_24\">Section 11(6)</a> of the 1996 Act was not valid and\n\n      there being no arbitration agreement between the appellants and the respondent,\n\n      no reference to arbitration could have been made. We accordingly allow the\n\n      appeal and set aside the impugned judgment and order of the High Court dated\n\n      29 November 2019. The respondent would, however, be at liberty to seek recourse\n\n      to the remedy available in law to pursue the redressal of its grievances.\n\n</p><p data-structure=\"Conclusion\" id=\"p_23\">20.   Pending application, if any, stands disposed of.\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_24\">                                                     …..…..…....…........……………….…........J.\n                                                     [Dr Dhananjaya Y Chandrachud]\n\n\n\n\n                                                     …..…..…....…........……………….…........J.\n                                                      [A S Bopanna]\nNew Delhi;\n</p><p data-structure=\"Conclusion\" id=\"p_25\">July 25, 2022\n</p><p data-structure=\"Conclusion\" id=\"p_26\">-S-\n</p>\n<p data-structure=\"Conclusion\" id=\"p_27\">\n\n\n<span class=\"hidden_text\" id=\"span_25\">                                            11</span>\n\f</p>","numcites":11,"numcitedby":5,"docsource":"Supreme Court of India","citetid":26559193,"divtype":"judgments","relatedqs":[{"value":"only work order and no contract","formInput":"only%20work%20order%20and%20no%20contract"},{"value":"works contract","formInput":"works%20contract"},{"value":"ivrcl","formInput":"ivrcl"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"joint ventures","formInput":"joint%20ventures"},{"value":"arbitration clause in agreement","formInput":"arbitration%20clause%20in%20agreement"},{"value":"work order","formInput":"work%20order"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"arbitration  reference by the parties","formInput":"arbitration%20%20reference%20by%20the%20parties"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"government agencies","formInput":"government%20agencies"},{"value":"\"joint venture\"","formInput":"%22joint%20venture%22"},{"value":"arbitration dispute","formInput":"arbitration%20dispute"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"},{"value":"parties to agreement","formInput":"parties%20to%20agreement"},{"value":"11(6)","formInput":"11%286%29"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"}],"cats":[{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"appointment-of-arbitrators","formInput":"tag:appointment-of-arbitrators"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"}],"courtcopy":true,"query_alert":null,"agreement":false}