{"tid":82505,"publishdate":"2002-11-22","title":"Escorts Finance Ltd. vs Mansukh S. Dhokai on 22 November, 2002","doc":"<h2 class=\"doc_title\">Escorts Finance Ltd. vs Mansukh S. Dhokai on 22 November, 2002</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR2003GUJ269, 2003(3)ARBLR233(GUJARAT), (2003)4GLR78, AIR 2003 GUJARAT 269</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:k-a-puj\">K.A. Puj</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:k-a-puj\">K.A. Puj</a></h3>\n\n<pre id=\"pre_1\">ORDER\n \n\n K.A. Puj, J.  \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. The present revision application is filed against the order passed by the ld. Civil Judge (SD) Porbandar below an application Ex. 13 in Special Civil Suit No. 48/2000 on 26-12-2001 whereby the application moved by the present petitioner who is the ori. defendant in the suit, under <a href=\"/doc/56600062/\" id=\"a_1\">Section 151</a> of CPC for setting aside the ex-parte conditional injunction order due to lack of jurisdiction and also for referring the matter to the Arbitrator, was rejected.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\"> 2. The brief facts giving rise to the present petition are that the petitioner has financed a Premier Diesel 137 DLX, A.C. Car bearing registration No. GJ-11-E-4666 to the plaintiff-present respondent, who is the ori. plaintiff in the suit under the hire purchase agree\nmerit dated 8-6-1998. The respondent has failed to pay the regular instalments to the petitioner since October, 1999 and hence, the petitioner has made repeated request and sent reminders for payment of instalments, but the respondent has not paid any heed to the petitioner&#x27;s request and instead of making payment of instalments regularly to the petitioner, the respondent has filed Special Civil Suit No. 48/2000 in the Court of Civil Judge (SD). Porbandar on 2-5-2000 and obtained an ex-parte order against the petitioner from taking re-possession of the above financed vehicle from the respondent. The Ld. Civil Judge (SD) Porbandar has initially passed an ex-parte conditional order of interim injunction in favour of the respondent on 2-5-2000 to maintain status-quo with the condition that the respondent has to pay regular dues to the petitioner. Due to some unavoidable circumstances, the petitioner did not appear before the ld. Civil Judge (SD) Porbandar and hence, the interim injunction was confirmed till final disposal of the suit. This order was passed by the ld. Civil Judge (SD) Porbandar on 15-7-2000.  \n</p> \n\n<p data-structure=\"Issue\" id=\"p_3\"> 3. The petitioner, thereafter filed an application under <a href=\"/doc/161831507/\" id=\"a_2\">Order 9, Rule 7 of CPC</a> on 14-6-2001 for setting aside the ex-parte order. The said application was allowed by the ld. trial Judge and the suit was ordered to be proceeded further bye-parte. However, the ld. trial Judge has kept the application filed by the petitioner under <a href=\"/doc/56600062/\" id=\"a_3\">Section 151</a> of CPC on the same date i.e. 14-6-2001 for objection and hearing. In the said application, the petitioner has raised the issue regarding jurisdiction by stating that Clause 21 of the agreement contains the jurisdiction clause and as per the said clause in the agreement, the court at Delhi has exclusive jurisdiction to decide any dispute or differences arises under the agreement. The petitioner has further raised an issue in the said application that Clause 21 of the agreement also contained arbitration clause under which any difference or dispute arising between the parties out of the operation of the agreement would be settled by the Sole Arbitrator appointed by the Managing Director of the petitioner-company.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\"> 4. During the pendency and disposal of the above referred application Ex. 13, the petitioner filed its written statement below an application Ex. 19 as well as reply to the respondent&#x27;s application for interim injunction under Order 39, Rules 1-2 <a href=\"/doc/161831507/\" id=\"a_4\">of CPC</a>. In para 6 of the written statement, the petitioner has specifically raised an issue regarding the matter to be referred to the Arbitrator and also with regard to the jurisdiction of the Court It was stated therein that as per Clause-21 of the agreement between the petitioner and respondent, in case of any dispute or difference arising between the parties, the same would be settled by the Sole Arbitrator to be appointed by the Managing Director of the petitioner-company. It was further stated that as per the said Clause 21 of the agreement, the Court at Delhi will have the exclusive jurisdiction in all the matters arising under the said agreement. In para 7 of the written statement, it was also stated that the Court of Ld. Civil Judge (SD) at Porbandar has no jurisdiction to entertain the suit filed by the respondent. Even in the reply filed by the petitioner to the injunction application of the respondent the petitioner has raised preliminary objection stating that the Court has no jurisdiction to entertain the suit filed by the respondent and that the parties to the suit are bound by the hire purchase agreement dated 8-6-98. This written statement as well as reply to the injunction application were filed in September, 2001. The ld. trial Judge has, however, rejected the petitioner&#x27;s application filed under <a href=\"/doc/56600062/\" id=\"a_5\">Section 151</a> of CPC on 14-6-2001 vide his order dated 26-12-2001 stating that the petitioner has filed written statement vide Ex. 19 and hence, the petitioner has submitted to the jurisdiction of the Court by entering in the defence though the dispute regarding jurisdiction was raised. The ld. trial Judge has further observed in the impugned order that the Court has already applied its mind while passing an order below an application Ex. 5 and hence, the question regarding the jurisdiction being a mixed question of law and facts can be decided only after recording evidence and on that ground, the application filed by the petitioner was rejected. It is this order which is under challenge in the present civil revision application.  \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_5\"> 5. Heard Mr. T. Section Nanavati learned advocate appearing for the petitioner. He has submitted that the ld. Trial Judge has committed serious error in exercise, of his jurisdiction and has failed to appreciate the true nature, spirit and purport of the provisions of <a href=\"/doc/1146817/\" id=\"a_6\">Section 8</a> of the Arbitration and Conciliation Act, 1996. The ld. Trial Judge has further failed to appreciate the issue pertaining to jurisdiction territorial as well as on account of Arbitration Clause. Mr. Nanavati has further submitted that the respondent has not honoured the order passed below an application Ex. 5 and not a single farthing is paid by the respondent to the petitioner and yet the respondent was enjoying the injunction order passed by the ld. Trial Judge and also intentionally avoiding and deferring the trial though there were existed valid arbitration clause under the said agreement between the parties. Mr. Nanavati has further submitted that the respondent has not filed any reply to the application at Ex. 13 though the matter was kept on 14-6-2001 for reply and objection and the order was passed on 26-12-2001. Mr. Nanavati has also submitted that the petitioner has not surrendered itself to the jurisdiction of the Court on two counts; firstly on the ground of territorial jurisdiction and secondly on the ground of the matter being covered under the Arbitration Clause in view of the provisions contained in <a href=\"/doc/1146817/\" id=\"a_7\">Section 8</a> of the Arbitration and Conciliation Act. It is now mandatory that at the preliminary stage before, filing the reply on merits and participating in the said proceedings, it is incumbent upon the Court to refer the matter to the Arbitrator and it has no jurisdiction then to entertain and proceed with the said suit. Mr. Nanavati has, therefore, seriously contended that the ld. Trial Judge has committed an error in exercising the jurisdiction not vested in him and has acted in excess of jurisdiction with material irregularity, and order passed by him is without jurisdiction, contrary to the material on record and against the provisions of law and binding decision governing the subject matter. He has, therefore, requested this Court to quash and set aside the order passed by the ld. Trial Judge.  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_6\"> 6. Mr. Rajesh K. Savjani, the learned advocate appearing for the respondent has opposed the present revision application filed by the petitioner on various grounds. He has submitted that under <a href=\"/doc/1804257/\" id=\"a_8\">Section 2(e)</a> of the Arbitration and Conciliation Act, 1996, the Civil Court has jurisdiction to decide any misc. application submitted to the Court involving the question forming the subject matter of the Arbitration and since the civil Court has jurisdiction to decide the application, the High Court while exercising the revisional powers under <a href=\"/doc/82577596/\" id=\"a_9\">Section 115</a> of CPC should not correct any error of facts or even error of law. In support of this submission, he has relied on the decision of the Supreme Court in the case of The Managing Director (MIG) Hindustan Aeronautics Ltd. Balanagar, Hyderabad v. Ajit Prasad Tarway, Manager (Purchase and Stores) Hindustan Aeronautics Ltd. Balanagar, Hyderabad, reported in AIR 1973 SC 76, wherein it is held that the High Court should not interfere even if the order is right or wrong or in accordance with law or not, unless it has exercised its jurisdiction illegally or with material irregularity.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_7\"> 7. Mr. Savjani has further submitted that while passing the impugned order, the ld. Trial Judge has not decided the rights and obligations of the parties and/or their rights and obligations are not affected. The order, therefore, does not fall under the definition of &quot;case decided&quot;. He has, therefore submitted that the impugned order is not assailable in revision under <a href=\"/doc/82577596/\" id=\"a_10\">Section 115</a> of CPC. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"645315\" id=\"span_1\">In support of this submission, he has relied on the decision of the Supreme Court in the case of <a href=\"/doc/645315/\" id=\"a_11\">Major S.S. Khanna v. Brig</a>. F.J. Dillon, reported in AIR 1964 SC 497, wherein it is held that the meaning of the expression &quot;case&quot; must be sought in the nature of the jurisdiction conferred by Section 115, and the purpose for which the High Courts were invested with it. To interpret the expression &quot;case&quot; as an entire proceeding only and not a part of a proceeding would be to impose a restriction upon the exercise of powers of superintendence to which the jurisdiction to issue writs, and the supervisory jurisdiction are not subject, and may result in certain cases in denying relief to an aggrieved litigant where it is most needed, and may result in the perpetration of gross injustice. Mr. Savjani has further relied on the decision of the Supreme Court in the case of Baldevdas Shivlal. v. Filmistan Distributors (India) Pvt. Ltd., reported in AIR 1970 SC 406, wherein it is held that a case may be said to be decided, if the Court adjudicates for the purposes of the suit some right or obligation of the parties in controversy, every order in the suit cannot be regarded as a &quot;case decided&quot; within the meaning of <a href=\"/doc/82577596/\" id=\"a_12\">Section 115</a> of CPC.</span> Mr. Savjani has further relied on the decision of this Court in the case of Manager, Automotive Manufacturer Ltd. v. Bharatkumar Mohanlal Shah, reported in (1983) (1) 24 Guj LR 706 wherein it is held that Sub-rule (2) of Rule 2, <a href=\"/doc/161831507/\" id=\"a_13\">Order 14 of CPC</a> lays down that if the Court is of the opinion that the case or any part thereof can be disposed of as an issue of law only, then the Court may proceed to try the issue of jurisdiction as a preliminary issue. If the Court is of the opinion that the issue cannot be disposed of purely as a question of law it cannot try it as a preliminary issue.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_8\"> 8. Mr. Savjani has further raised a contention that the application moved by the petitioner under <a href=\"/doc/56600062/\" id=\"a_14\">Section 151</a> of CPC does not disclose the dispute between the parties and hence the dispute is not required to be referred to the Arbitrator. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1195777\" id=\"span_2\">In support of this contention, he has relied on the decision of the Delhi High Court in the case of <a href=\"/doc/1195777/\" id=\"a_15\">Pearl Hosiery Mills, Ludhiana v. Union of India</a>, reported in AIR 1979 Delhi 64, wherein it is held that in an application under <a href=\"/doc/536284/\" id=\"a_16\">Section 34</a>, the Court has naturally to see what is the dispute and what is the difference and then look at the arbitration clause to find out if it falls within its scope.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"372634\" id=\"span_3\">Therefore, the Court has necessarily to look both at the arbitration clause as well as the particular dispute or difference which is specified in the application under <a href=\"/doc/536284/\" id=\"a_17\">Section 34</a>, Mr. Savjant has further relied on the decision of Punjab &amp; Haryana High Court in the case of <a href=\"/doc/372634/\" id=\"a_18\">Daman Anand v. Hira Lal</a>, reported in AIR 1974 Punj &amp; Hary 232, wherein it is held that an application under <a href=\"/doc/536284/\" id=\"a_19\">Section 34</a> for stay of proceedings in a suit, must disclose the existence of a dispute between the parties, such as would oblige the parties, under the Arbitration clause in an agreement, to refer the matter to arbitration. In the absence of such allegation an application for stay of the proceedings is not maintainable.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"819462\" id=\"span_4\">He has further relied on the decision of Allahabad High Court in the case of <a href=\"/doc/819462/\" id=\"a_20\">Ram Baboo Lal v. Harish Chandra Burman</a>, reported in AIR 1974 All 433, wherein it is held that the law requires that <a href=\"/doc/536284/\" id=\"a_21\">Section 34</a> application has to be filed before the defendant files his written statement, but that does not absolve the defendant from his duty to bring material before the Court to enable it to record an objective finding on the question whether the subject-matter of dispute before it was one which was agreed upon under the contract to be referred to arbitration.</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_9\"> 9. Mr. Savjani has also raised an issue to the effect that the subject-matter which is brought to the Judicial notice and subject-matter of arbitration agreement are not the same therefore the case cannot be referred to the arbitrator. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"409557\" id=\"span_5\">In support of this contention, he has relied on the decision of the Bombay High Court in the case of <a href=\"/doc/409557/\" id=\"a_22\">Middle East Trading Co., Bombay v. The New National Mills Ltd., Ahmedabad</a>, reported in AIR 1960 Bombay 292, wherein it is held that the question whether the dispute in the suit falls within the arbitration clause involves consideration of two matters, viz., (1) what is the dispute in the suit and (2) what disputes the arbitration clause covers, where the arbitration clause referred to a dispute regarding the goods of the contract and not to a dispute regarding the contract itself, and the suit was for damages for breach of the contract occasioned by non-delivery of goods. It was held that the suit was not in respect of a matter agreed to be referred to arbitration under the terms of the contract and could not be stayed.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"354758\" id=\"span_6\">He has further relied on the decision of the Supreme Court in the case of <a href=\"/doc/354758/\" id=\"a_23\">Gaya Electric Supply Co. Ltd. v. State of Bihar</a>, reported in AIR 1953 SC 182, wherein it is held that the legal proceeding which is sought to be stayed must be in respect of a matter which the parties have agreed to refer and which comes within the ambit of the arbitration agreement. Where, however, a suit is commenced as to a matter which lies outside the submission, the Court is bound to refuse a stay.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1593938\" id=\"span_7\">He has further relied on the decision of the Supreme Court in the case of <a href=\"/doc/1593938/\" id=\"a_24\">Union of India v. Birla Cotton Spinning and Weaving Mills Ltd.</a>, reported in AIR 1967 SC 688, wherein it is held that where as arbitration clause in a contract for supply of goods provides for reference to arbitration of disputes not only arising under the covenant of the contract but also under conditions general or special or in connection with the contract and the defendant refuses to pay a part of the agreed amount not because he is unable to pay the amount but because he desires to appropriate the balance to a claim arising under a distinct contract, the dispute arising as a result of the refusal cannot be said to be a dispute arising under or in connection with the contract under which the liability sought to be enforced has arisen.</span> \n</p><p data-structure=\"Precedent\" id=\"p_10\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"606944\" id=\"span_8\">Lastly, Mr. Savjani has relied on the decision of the Supreme Court in the case of <a href=\"/doc/606944/\" id=\"a_25\">Haryana Telecom Ltd. v. Sterlite Industries (India) Ltd.</a> reported in (1999) 5 SCC 688 : (AIR 1999 SC 2354), wherein it is held that <a href=\"/doc/1690450/\" id=\"a_26\">Section 8(1)</a> of the Arbitration and Conciliation Act, 1996 provides that the judicial authority before whom an action is brought in a matter will refer the parties to arbitration the said matter in accordance with the arbitration agreement. This, however, postulates that what can be referred to the arbitrator is only that dispute or matter which the arbitrator is competent or empowered to decide.</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_11\"> 10. Mr. Savjani has further raised a contention that the petitioner has participated in the main suit by preferring an application dated 14-6-2001 under <a href=\"/doc/161831507/\" id=\"a_27\">Order 9, Rule 7 of CPC</a>, and hence, it was not open for the petitioner thereafter to raise the issue regarding jurisdiction of the Court by invoking the provisions contained in <a href=\"/doc/1146817/\" id=\"a_28\">Section 8</a> of the Arbitration and Conciliation Act, 1996. Not only this, the petitioner has further filed the written statement in the suit and, therefore, filing of such written statement would amount to its intention to waive benefits of arbitration agreement. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1074629\" id=\"span_9\">In support of this contention, he has relied on the decision of this Court in the case of <a href=\"/doc/1074629/\" id=\"a_29\">Babulal Prabhudas Modi v. Narayanbhai Prabhudas Modi</a>, reported in 1996 (1) Guj LR 794, wherein after giving an application to stay the proceedings, the defendant filed written statement, tendered documents, submitted several applications for adjournments as also agreed to framing of issues by Court. In this context, the Court has held that steps taken by defendant clearly and unambiguously indicated intention to waive benefit of arbitration agreement. Subsequently, the application for staying the proceedings in view of the arbitration agreement, was held to be rightly dismissed by trial Court.</span>  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_12\"> 11. On the basis of the aforesaid submissions and contentions, Mr. Savjani ld. Advocate appearing for the respondent has strongly contended that the order passed by the ld. trial Judge is absolutely just and proper and it requires no interference by this Court while exercising the revisional jurisdiction under <a href=\"/doc/82577596/\" id=\"a_30\">Section 115</a> of CPC.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_13\"> 12. I have heard both the ld. Advocates appealing for the respective parties and I have also gone through the order passed by the ld. trial Judge, I have given my anxious thoughts to various contentions raised and authorities cited by the ld. Advocates in support of their respective contentions. While applying the law <a href=\"/doc/1074629/\" id=\"a_31\">laid down in</a> all these authorities to the facts of the present case, it is important to bare in mind the salient features of case on hand and the true nature, spirit and scope of Clause 21 contained in the agreement dated 8-6-98. Clause 21 of the agreement reads as under :  \n</p><blockquote id=\"blockquote_1\">  Any difference or dispute arising between the parties, out of the operation of this agreement, or any renewal thereof, or in any way relating to the rights and liabilities of the parties thereunder shall be settled by arbitration by a sole arbitrator to be appointed by the Managing Director of the Owner, and the sole arbitrator shall constitute the Arbitral Tribunal; The Arbitral Tribunal shall conduct the arbitration proceedings at New Delhi. It is agreed between the parties that the Arbitral Tribunal may order a party to take any interim measure of protection as a Arbitral Tribunal considers necessary in respect of the subject-matter of the dispute, and may require a party to provide appropriate security in connection with any such measure ordered by it. The Arbitration proceedings shall be conducted in accordance with the provisions of the Arbitration and Conciliation Ordinance, 1996; the Rules and Bye-laws framed thereunder and/or any statutory modification made thereto. The award of the Arbitral Tribunal shall be final and binding on the parties, and shall be enforced under <a href=\"/doc/161831507/\" id=\"a_32\">the Code of Civil Procedure</a>, 1908 in the same manner as if it were a decree of the Court. The Courts at Delhi shall have the exclusive jurisdiction in all matters arising under this agreement.&quot;  \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_14\"> 13. The above clause takes care of arbitration as well as the jurisdiction. As far as arbitration is concerned, it is specifically mentioned in the agreement that any difference or dispute arising between the parties, out of the operation of this agreement, or any renewal thereof, or in any way, relating to the rights and liabilities of the parties thereunder, shall be settled by arbitration by Sole Arbitrator to be appointed by the Managing Director of the owner. This clause, therefore, contains a very wide range of dispute and any difference or dispute relating to the rights and liabilities of the parties is required to be referred to the Arbitrator. In the light of this agreement, if one looks at the plaint of the suit and prayers made therein, it becomes very obvious that such a prayer would certainly affect the rights and liabilities of the parties. It is also important to take note of the fact that the respondent has purchased the vehicle under hire purchase agreement and instalments were not being regularly paid by the respondent. Even while granting injunction against the present petitioner from taking re-possession of the vehicle, the trial Court has imposed the condition to repay the outstanding dues and the said condition was not fulfilled by the respondent. The petitioner has raised an objection regarding jurisdiction and has also invoked Clause 21 contained in the agreement for referring the matter to the Arbitrator. The respondent has not filed any reply to the said application and it was decided on 26-12-2001. The ld. trial Judge has not considered at all the issue raised in the application filed on 14-6-2001 and he has also failed to consider the fact that the written statement was filed without prejudice to the rights and contentions of the petitioner with regard to the jurisdiction and arbitration. The trial Court is not justified in arriving at the conclusion that considering the legal position, a question of jurisdiction is a mixed question of law and fact and it can be decided only after recording evidence, Here in the present case, it is clear that there is an arbitration agreement and the dispute raised in the suit clearly falls within the ambit of arbitration agreement. The petitioner has raised the said dispute at the earliest point of time, in view of the provisions contained in <a href=\"/doc/1146817/\" id=\"a_33\">Section 8</a> of the Arbitration and Conciliation Act, 1996, there is no option for the ld. trial Judge but to refer the dispute to the Arbitrator once it is raised before him, Filing of written statement in the suit after reserving its rights to challenge the maintainability of the suit would not amount to surrender the jurisdiction of the Court.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_15\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1826064\" id=\"span_10\">14. Even the arbitration agreement makes it very clear that only Delhi Court has exclusive jurisdiction to decide the dispute. While exclusivity clearly brought out in the agreement, it cannot be said that it is a mixed question of law and fact. The decision of the Supreme Court in the case of <a href=\"/doc/1826064/\" id=\"a_34\">Globe Transport Corporation v. Triveni Engineering Corporation</a>, reported in (1983) 4 SCC 707, clearly applies to the facts of the \npresent case. The question of jurisdiction is at the forefront and that was not rightly decided by the ld. trial Judge and hence, the decision cited by Mr. Savjani would not render any assistance to the respondent in so far as they are relating to the exercise of jurisdiction under <a href=\"/doc/82577596/\" id=\"a_35\">Section 115</a> of CPC or in respect of &quot;case decided&quot;. The Court does not find any substance in the arguments of Mr. Savjani that the application does not disclose any dispute. As a matter of fact, in the application itself, it is specifically mentioned that the petitioner has financed a vehicle under hire purchase agreement and the conditional order with regard to the payment of outstanding dues was passed by the trial Court. Thus, the dispute with regard to nonpayment of instalments is at the main center point and it cannot be said that such a dispute is not disclosed by the petitioner in the application. The authorities cited by Mr. Savjani on the basis of this wrong assumption do not help the respondent. It is also not correct to submit that the subject matter which was brought to the judicial notice and the subject matter of arbitration agreement were not same. As stated earlier, the subject-matter of the arbitration agreement is that any dispute or difference relating to the rights and liabilities of the parties, is required to be referred to the Arbitrator. The respondent has not paid instalments and hence, he has failed to discharge his liabilities. As a result thereof, the petitioner has every right to take the possession of the vehicle. The respondent has filed the suit restraining the petitioner from exercising his right of taking possession of the vehicle. Such a subject matter of suit, therefore, squarely falls within the ambit of the arbitration agreement and hence, it cannot be said that the subject-matter of the suit as well as subject-matter of arbitration agreement are difference. It is true that the petitioner has subsequently filed written statement, but that was subject to the rights and contentions raised by the petitioner in its application filed under <a href=\"/doc/56600062/\" id=\"a_36\">Section 151</a> of CPC on 14-6-2001. Had this application been decided at the earliest point of time, there would not have been any occasion for the petitioner to file written statement as the written statement was filed in the month of September, 2001 and the application was decided on 26-12-2001. It could not therefore, be assumed that the petitioner has surrendered to the jurisdiction of the civil Court.</span>  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_16\"> 15. Considering the facts and circumstances of the case and taking overall view of the matter, I am of the view that the trial Court has committed a very serious error in rejecting the application moved by the petitioner under Sec, 151 <a href=\"/doc/161831507/\" id=\"a_37\">of CPC</a> on 14-6-2001. The order passed below that application is therefore, quashed and set aside. The trial Court, is therefore, directed to refer the matter to the Arbitrator and in the meanwhile, the respondent is directed to clear the outstanding dues as ordered by the trial Court within a period of one month from the date of receipt of the writ of this Court or from the date of receipt of the certified copy of this judgment, whichever is earlier, failing which, the interim injunction granted by the trial Court would stand automatically vacated. This revision application is allowed. Rule is made absolute accordingly with no order as to costs.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_17\">FURTHER ORDER   \n \n\n At the time of pronouncement of this judgment, Mr. Savjani ld. Advocate appearing for the respondent has prayed for 8 weeks time against the operation and implementation of this judgment so as to enable his client to approach the Hon&#x27;ble Supreme Court. Looking to the facts and circumstances of the case and the issue involved, the time prayed for by Mr. Savjani is granted. The Impugned judgment is stayed for a period of 8 weeks from today.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_18\"> It is, however, made clear that the stay granted by this Court earlier against the proceedings of suit in the trial Court would remain in operation during this period of eight weeks.  \n</p>\n \n\n","numcites":17,"numcitedby":1,"docsource":"Gujarat High Court","citetid":82505,"divtype":"judgments","relatedqs":[{"value":"section 151 cpc","formInput":"section%20151%20cpc"},{"value":"no interim injunction","formInput":"no%20interim%20injunction"},{"value":"section 151 of civil procedure code","formInput":"section%20151%20of%20civil%20procedure%20code"},{"value":"issue of jurisdiction.","formInput":"issue%20of%20jurisdiction."},{"value":"subject matter of arbitration","formInput":"subject%20matter%20of%20arbitration"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"ex parte ","formInput":"ex%20parte%20"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"ex parte order","formInput":"ex%20parte%20order"},{"value":"hire purchase ","formInput":"hire%20purchase%20"},{"value":"hire purchase agreement","formInput":"hire%20purchase%20agreement"},{"value":" cpc 151","formInput":"%20cpc%20151"},{"value":"reference to arbitrator","formInput":"reference%20to%20arbitrator"},{"value":"arbitration and conciliation act/ sortby:/","formInput":"arbitration%20and%20conciliation%20act/%20sortby%3A/"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"injunction order","formInput":"injunction%20order"},{"value":"civil procedure section 151","formInput":"civil%20procedure%20section%20151"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"all section in cpc","formInput":"all%20section%20in%20cpc"},{"value":"exclusive jurisdiction ","formInput":"exclusive%20jurisdiction%20"}],"cats":[{"value":"referral-power-for-arbitration-agreements","formInput":"tag:referral-power-for-arbitration-agreements"},{"value":"application-for-setting-aside-arbitral-award","formInput":"tag:application-for-setting-aside-arbitral-award"},{"value":"legal-stay","formInput":"tag:legal-stay"}],"courtcopy":false,"query_alert":null,"agreement":false}