{"tid":143126799,"publishdate":"2023-02-15","title":"Ajai Alias Ajju vs The State Of Uttar Pradesh on 15 February, 2023","doc":"<h2 class=\"doc_title\">Ajai Alias Ajju vs The State Of Uttar Pradesh on 15 February, 2023</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:v-nath\">Vikram Nath</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:v-nath\">Vikram Nath</a>, <a href=\"/search/?formInput=benchid:b-r-gavai\">B.R. Gavai</a></h3>\n\n<pre id=\"pre_1\">                                                            REPORTABLE\n                              IN THE SUPREME COURT OF INDIA\n                             CRIMINAL APPELLATE JURISDICTION\n\n                           CRIMINAL APPEAL NOS.598-600 OF 2013\n\n                      AJAI ALIAS AJJU &amp; ORS.            …APPELLANTS\n\n                                          VERSUS\n\n                      THE STATE OF UTTAR PRADESH       …RESPONDENT\n\n                                            WITH\n\n                              CRIMINAL APPEAL NO.337 OF 2014\n\n                                         AND WITH\n\n                           CRIMINAL APPEAL NOS.745-748 OF 2015\n\n\n\n                                       JUDGMENT\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">          VIKRAM NATH, J.\n</p>\n<p data-structure=\"PetArg\" id=\"p_2\">                         Criminal Appeals No.598-600 of 2013 have been\n\n          preferred by accused Ajai alias Ajju, Braj Pal and Ravi\n\n          respectively. Ajai alias Ajju has since died, as reported by\n<span class=\"hidden_text\" id=\"span_1\">Signature Not Verified</span>\n\n<span class=\"hidden_text\" id=\"span_2\">Digitally signed by</span>\n\n          the learned counsel for both the sides.\n<span class=\"hidden_text\" id=\"span_3\">Deepak Singh</span>\n<span class=\"hidden_text\" id=\"span_4\">Date: 2023.02.15</span>\n<span class=\"hidden_text\" id=\"span_5\">13:48:09 IST</span>\n<span class=\"hidden_text\" id=\"span_6\">Reason:</span>\n</p><p data-structure=\"Issue\" id=\"p_3\">                                                           Accordingly,\n\n          Criminal Appeal No.598 of 2013 stands abated. Criminal\n<span class=\"hidden_text\" id=\"span_7\">                                                                      1</span>\n\fAppeal No.337 of 2014 has been preferred by accused\n\nMukesh.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">2.        The above appeals assail the correctness of the\n\njudgment and order of the High Court dated 22.02.2012\n\nwhereby the conviction recorded by the Trial Court under\n\n<a href=\"/doc/1560742/\" id=\"a_1\">section 302</a>/<a href=\"/doc/999134/\" id=\"a_2\">149</a> of the Indian Penal Code1 and other allied\n\noffences, both under the <a href=\"/doc/1569253/\" id=\"a_3\">IPC</a> as also the <a href=\"/doc/1934415/\" id=\"a_4\">Arms Act, 1959</a>\n\nhas been affirmed.       However, sentence awarding death\n\npenalty by the Trial Court has been commuted to life\n\nsentence for all the accused. Rest of the sentences have\n\nbeen maintained.\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">3.        Criminal Appeal Nos.745-748 of 2015 have been\n\npreferred by the State of Uttar Pradesh against the above\n\nreferred common judgment of the High Court to enhance\n\nthe punishment to all the four respondents and award\n\nthem death sentence.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">\n\n\n<span class=\"hidden_text\" id=\"span_8\">1</span>\n    IPC\n\n<span class=\"hidden_text\" id=\"span_9\">                                                         2</span>\n</p><p data-structure=\"Facts\" id=\"p_7\">\f4.   Prosecution story in brief is that Braj Pal Singh (one\n\nof the accused) made a complaint to the police station at\n\nMuradnagar, District Ghaziabad at about 4.30 AM on\n\n25.08.2007 that early in the morning at around 3.00 AM\n\nhe heard the shouting and shrieking of Ms Rashmi,\n\ndaughter of his brother Vijay Pal Singh whereupon along\n\nwith other villagers he reached the house of his brother in\n\nthe neighbourhood only to find that his brother Vijay Pal\n\nSingh, his wife Smt Rajesh were lying on the ground floor\n\non their cots with their necks cut by sharp edged weapons,\n\nand further, when he went on the upper floor, he saw\n\nNishant, son of Vijay Pal Singh and also Mangal Singh,\n\nson in law of Vijay Pal Singh also lying dead on their cots\n\nwith their necks also cut. Smt Pinky, daughter of Vijay Pal\n\nSingh was also lying on the ground floor in an injured\n\ncondition. She was taken to the hospital and admitted\n\nthere whereas the dead-bodies of the four deceased\n\npersons were lying on the spot where the crime was\n\n\n\n<span class=\"hidden_text\" id=\"span_10\">                                                          3</span>\n\fcommitted. After registering the case, the investigation\n\nstarted.\n</p>\n<p data-structure=\"Facts\" id=\"p_8\">5.   The Investigating Officer recorded the statements of\n\nthe two daughters of the deceased Vijay Pal Singh, namely\n\nMs Rashmi and Smt Pinky (PW-1). According to Smt Pinky\n\nand also Ms Rashmi a very shocking sequence of events\n\nwere revealed. According to Smt Pinky, there was enmity\n\nof her father with his brother Braj Pal and son of other\n\nbrother Indra Pal; further, there was enmity with their\n\nneighbour Mukesh over consuming alcohol. She further\n\nstated that she was sleeping with her parents on the\n\nground floor.    Her sister Ms Rashmi, brother-in-law\n\nMangal Singh, brother Nishant were sleeping on the upper\n\nfloors of the house. At about 3.00 AM, she woke up due\n\nto some noise only to see that her neighbour Mukesh, son\n\nof Tungal Singh, Braj Pal Singh, Ravi, Ajai alias Ajju were\n\nassaulting her parents with talwar and gandasa. Mukesh\n\nassaulted her with a sword. She tried to save herself but\n\nthen she fell down and lay quietly. She also narrated that\n<span class=\"hidden_text\" id=\"span_11\">                                                          4</span>\n\fMukesh was saying ‘Abrar makes sure that no one is left\n\nalive. Kill all of them’ and thereafter he went upstairs. She\n\ncontinued to lie close to her mother in a state of fright and\n\nshock. They left thinking that she was also dead. They\n\nwere also taking name of one Pramod. Both Abrar and\n\nPramod are from village Noorpur, which is the in-law’s\n\nplace of Mukesh. They used to regularly come to Mukesh\n\nand that she had seen them earlier. When these assailants\n\nleft after assaulting, her sister Ms Rashmi came down from\n\nupstairs only to see that their parents, brother and\n\nhusband had been murdered. Both the sisters ran outside\n\nshrieking and shouting, and after some time, Braj Pal and\n\nMukesh came along with others and they asked what had\n\nhappened. They came inside and saw the entire place of\n\noccurrence and asked Smt Pinky if she had recognised the\n\nassailants. Out of fright both Ms Rashmi and Smt Pinky\n\ndenied having seen anyone. Thereafter Mukesh called for\n\nthe vehicle of Ajai alias Ajju and they brought them to the\n\nhospital.   They were also asking her on the way as to\n<span class=\"hidden_text\" id=\"span_12\">                                                            5</span>\n\fwhether she had recognised any one, to which she had\n\ndenied. She also requested the Investigating Officer that\n\nboth of them have told the correct sequence but please\n\nkeep to himself as there is imminent threat to her life and\n\nalso to her sister’s life. After narrating the entire story\n\nSmt Pinky (PW-1) fell unconscious. Ms Rashmi, the other\n\ndaughter of the deceased has also given a similar\n\nstatement to the Investigating Officer, although she was\n\nnot examined during trial. After recording the said\n\nstatements, the Investigating Officer completed all the\n\nformalities,   sent   the   dead-bodies   for   post-mortem,\n\ninformed the superior authorities, prepared the sight plan,\n\nmade necessary recoveries from the spot.\n\n</p><p data-structure=\"Section\" id=\"p_9\">6.   Smt Pinky (PW-1) suffered the following injuries as\n\nper the injury report prepared by Dr Rajeev Sharma(PW-\n\n</p><p data-structure=\"Precedent\" id=\"p_10\">2) of the Sarvodaya Hospital, Ghaziabad who had\n\nexamined her at 5.25 AM on the same day:\n</p>\n<blockquote id=\"blockquote_1\">       “INJURIES\n\n\n\n<span class=\"hidden_text\" id=\"span_13\">                                                           6</span>\n</blockquote><blockquote id=\"blockquote_2\">\f       (i)     Amputated little &amp; ring finger at level of\n               proximal crease (R)\n</blockquote><blockquote id=\"blockquote_3\">       (ii)    Cut lacerated wound on palmar aspect of (R)\n               hand 8 cm. x 2 cm. red in colour. 2 cm distal\n               to palmar crease.\n</blockquote><blockquote id=\"blockquote_4\">       (iii)   Cut lacerated wound on front side of forearm\n               (R) 6 cm. x 2 cm. red in colour profusely,\n               bleeding, 5 cm. above wrist joint.\n</blockquote><blockquote id=\"blockquote_5\">       (iv)    Cut lacerated wound over face extending\n               from (Lt.) Angle of mouth 5 cm. x 3 cm.\n</blockquote><blockquote id=\"blockquote_6\">       (v)     Cut lacerated wound over neck 5 cm. x 1 cm.\n</blockquote><blockquote id=\"blockquote_7\">               just above upper crease of neck.\n</blockquote><blockquote id=\"blockquote_8\">       (vi)    Cut lacerated wound at base of index and\n               middle finger on back side 2 cm. x 1 cm. &amp; 2\n               cm. x 0.5 cm. respectively.\n</blockquote><blockquote id=\"blockquote_9\">       (vii) Cut lacerated wound on (L) ear 3 cm. x 1 cm.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_11\">               red in colour and bleeding.”\n\n\nX-ray of the neck and jaws was also conducted on the\n\nsame day and a report to that effect was submitted by\n\nDr.Rajeshwar Yadav, Radiologist (PW-3).\n\n</p><p data-structure=\"Section\" id=\"p_12\">7.   Post-mortem was conducted in the afternoon on the\n\nsame day by Dr K.N.Tiwari (PW-4) and the following ante-\n\nmortem injuries were reported on the four deceased:\n\n</p><blockquote id=\"blockquote_10\">       “Smt.Rajesh\n\n\n<span class=\"hidden_text\" id=\"span_14\">                                                               7</span>\n\fAntemortem Injuries (Exhibit Ka-3)\n(1) Incised wound over neck lower part anteriorly\n  and on Rt.side 8 cm. x 4 cm., bone deep, 3 cm.\n</blockquote><p data-structure=\"Issue\" id=\"p_13\">  above supractenal notch, soft tissues of neck\n  including blood vessels and trachea are cut in\n  the wound.\n</p><p data-structure=\"Section\" id=\"p_14\">(2) Incised wound on Lt. side neck lower part 8 cm.\n  below ear 7 cm. x 3 cm. wound in muscle deep,\n  soft tissue and muscle cut.\n</p><p data-structure=\"Precedent\" id=\"p_15\">  Post-mortem wound\nThree clean cut wounds on right hand dorsum are\npresent. Sixe 8 cm. x 5 cm., 7 cm. x 4 cm., 3 cm.\nx 2 cm., 2.3 cm. apart.\n</p><p data-structure=\"CDiscource\" id=\"p_16\">Vijay Pal\nAntemortem Injuries (Exhibit Ka-4)\n(1) Incised wound in upper part of neck on anterior\n  and sides size 10 cm. x 3 cm. bone deep, wound\n  is 8 cm. below ear lobule laryux, hyoid soft\n  tissues and blood vessels are cut in the wound.\nPost mortem wound\nPost mortem wounds (1) clean cut 7 cm x 3 cm. on\ndorsum of Rt. Hand, (2) Abrasion 7 cm. x 3 cm. on\ndorsum of Rt. Hand and 1 cm. x 1 cm. clean cut\nover Lt. angle of mouth noted.\n</p><p data-structure=\"CDiscource\" id=\"p_17\">Mangal\nAntemortem Injuries (Exhibit Ka-5)\n(1) Incised wound 25 cm. x 9 cm. on upper part of\n  neck and lower jaw on anterior and Rt. Side,\n\n<span class=\"hidden_text\" id=\"span_15\">                                                      8</span>\n\f         wound is reactive upto Vertebrae, Mandible,\n         soft tissues of neck muscles, Larix, hyoid and\n         blood vessels are cut in the wound.\n</p><p data-structure=\"Precedent\" id=\"p_18\">       (2) Upper part of wound in at level of ear lobule and\n         oblique, oblique Incised wound on Rt.side face,\n         from upper lip to ear 11 cm. x 1 cm. muscle\n         deep.\n</p><p data-structure=\"CDiscource\" id=\"p_19\">       Nishant\n       Antemortem Injuries (Exhibit Ka-6)\n       (1) Incised wound 9 cm. x 2 cm, oblique, Rt. Side\n         neck reaching upto mid line 6cm. Below ear\n         muscle deep.\n</p><p data-structure=\"CDiscource\" id=\"p_20\">       (2) Incised wound 5 m.m. Below injury no.1 on Rt.\n         Side neck reaching up to midline size 10cm x 8\n         cm., muscles, Larynx, (thyroid cartilage and\n         hyoid) vessels are cut in the wound.”\n\n\n</p><p data-structure=\"Facts\" id=\"p_21\">8.   After having recorded the statements of the two\n\ndaughters of Vijay Pal Singh, namely Smt Pinky and Ms\n\nRashmi, the Investigating Officer Sub-Inspector Ram\n\nBabu Saxena (PW-9) also noted that mobile number of the\n\ndeceased Nishant bearing No.9336780542 was also not\n\ntraceable. Later on, the Investigating Officer arrested\n\nMukesh    and    Braj    Pal   Singh.       Mukesh      after   his\n\nconfessional statement also got recoveries made on his\n<span class=\"hidden_text\" id=\"span_16\">                                                                  9</span>\n\fpointing out of blood-stained pant, Khukri from his house\n\nwhich were taken into custody, sealed and memo\n\nprepared. Motor cycle belonging to Abrar, co-accused was\n\nalso recovered and taken into custody.      Braj Pal Singh\n\nafter giving his confessional statement also got a blood-\n\nstained gandasa recovered from his house which was\n\ntaken into custody, sealed and memo prepared.           On\n\n28.08.2007, co-accused Ravi was arrested and in his\n\nconfessional statement, and on his pointing out, a blood-\n\nstained T-shirt and a mobile phone LG Reliance bearing\n\nNo.9336780542 was also recovered from the house of his\n\nmother’s sister. The same was taken into custody, sealed\n\nand a memo prepared. Ajai alias Ajju was arrested on\n\n4.11.2007 and upon recording his confessional statement,\n\nand on his pointing out, a knife was recovered from his\n\nvillage hidden near a canal, the said knife was taken into\n\ncustody and a recovery memo was prepared. The\n\nrecovered articles were sent for forensic examination to the\n\nVidhi Vigyan Prayogshala, Agra.\n</p><span class=\"hidden_text\" id=\"span_17\">                                                          10</span><p data-structure=\"Precedent\" id=\"p_22\">\n</p><p data-structure=\"CDiscource\" id=\"p_23\">\f9.         After completing the investigation, a charge-sheet was\n\nfiled against the four accused namely, Braj Pal Singh,\n\nMukesh, Ravi and Ajai alias Ajju. Two separate cases were\n\nregistered against Mukesh and Ajai alias Ajju under\n\n<a href=\"/doc/1555874/\" id=\"a_5\">sections 4</a>/<a href=\"/doc/73862/\" id=\"a_6\">25</a> of the Arms Act. In these two FIRs also a\n\ncharge-sheet was submitted. All the matters were clubbed\n\ntogether and tried by the Trial Court.\n</p>\n<p data-structure=\"Section\" id=\"p_24\">10. The prosecution examined 13 witnesses. They all\n\nsupported the prosecution story. All the relevant material\n\nand documents were proved and exhibited.\n\n</p><p data-structure=\"RespArg\" id=\"p_25\">11. The four accused gave their statements under <a href=\"/doc/767287/\" id=\"a_7\">section\n\n313</a> of the Criminal Procedure Code2 in which they denied\n\ntheir involvement and alleged that they had been falsely\n\nimplicated; they also stated that the recovery was not at\n\ntheir instance; the witnesses were giving evidence out of\n\nenmity; the accused in defence examined two witnesses.\n\nDr Islamuddin, a resident doctor in Sarvoday Hospital was\n\n\n\n<span class=\"hidden_text\" id=\"span_18\">2</span>\n    <a href=\"/doc/445276/\" id=\"a_8\">CrPC</a>\n\n<span class=\"hidden_text\" id=\"span_19\">                                                               11</span>\n\fexamined as DW-1 to prove the medical papers regarding\n\nadmission of Smt Pinky in the hospital Exh. Kha-1 to\n\nKha-38. Smt Berwati, wife of Mool Chand, mother of the\n\naccused Ajai alias Ajju was examined as DW-2. She stated\n\nthat her son was arrested along with Mukesh and Braj Pal,\n\nthereafter released and again after 20 days he was\n\narrested.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_26\">12. The Trial Court vide judgment dated 24.09.2009,\n\nafter thorough scrutiny and appreciation of the material\n\nevidence on record, came to the conclusion that the\n\nprosecution had successfully brought home the guilt of\n\nthe four accused in committing the murder of the four\n\ndeceased and attempt to murder of Smt Pinky (PW-1) who\n\nwere their close relatives and, accordingly, convicted them\n\nunder section 302/149 and <a href=\"/doc/455468/\" id=\"a_9\">section 307</a> of IPC and other\n\nallied offences under IPC and Arms Act, 1959 and awarded\n\nthem death sentence and life imprisonment and other\n\nlesser sentences for different offences proved.\n\n\n\n<span class=\"hidden_text\" id=\"span_20\">                                                         12</span>\n</p><p data-structure=\"CDiscource\" id=\"p_27\">\f13. Appeals were preferred before the High Court by the\n\naccused which were heard along with death reference\n\nforwarded by the Trial Court. Before the High Court, the\n\nappellants Braj Pal, Ajai alias Ajju and Ravi had engaged\n\nseparates counsels whereas appellant Mukesh was\n\nprovided an amicus curiae from the legal aid. The High\n\nCourt, after considering the respective arguments and the\n\nmaterial on record, affirmed the conviction recorded by the\n\nTrial Court of all the offences. However, on the question\n\nof sentence, after discussing the law on the point and\n\ntaking into consideration the various other relevant\n\nfactors,   commuted    the   death   sentence    into   life\n\nimprisonment.\n</p>\n<p data-structure=\"Precedent\" id=\"p_28\">14. Aggrieved by the same, present appellants are before\n\nthis Court.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_29\">15. We have heard learned counsel for the parties at\n\nlength and also perused not only the record provided by\n\nthe learned counsel for the parties but also the Original\n\nRecord of the Trial Court.\n</p><span class=\"hidden_text\" id=\"span_21\">                                                          13</span><p data-structure=\"Precedent\" id=\"p_30\">\n</p><p data-structure=\"PetArg\" id=\"p_31\">\f16. On behalf of the appellants, the arguments advanced\n\nare briefly recorded as follows:\n</p>\n<blockquote id=\"blockquote_11\">       (i) This is a case of solitary eye-witness, namely,\n\n         Smt Pinky (PW-1), her testimony was that of a\n\n         witness related to the deceased and also a\n\n         witness having enmity with the appellants and,\n\n         therefore, would not be a reliable witness and\n\n         ought not to have been relied upon;\n\n</blockquote><blockquote id=\"blockquote_12\">      (ii) There is no other evidence to corroborate the\n\n        testimony of the solitary eye-witness, PW-1;\n\n</blockquote><blockquote id=\"blockquote_13\">      (iii) Smt Pinky (PW-1), at the first instance, does not\n\n        disclose the names of the assailants to the\n\n        villagers and other family members who collected\n\n        on her shouting and shrieking nor did she\n\n        disclose the names of the assailants at the time\n\n        she was admitted to the hospital, therefore, it is a\n\n        case of improvement;\n</blockquote>\n<blockquote id=\"blockquote_14\">      (iv) There is evidence to show that a dog squad was\n\n        summoned in the morning, as such it was a case\n<span class=\"hidden_text\" id=\"span_22\">                                                           14</span>\n\f   of unknown assailants and that the eye-witness\n\n   Smt Pinky had actually not seen any one and even\n\n   if she had seen any one, she did not recognise\n\n   them. A dog squad would not have been put into\n\n   action, in case the names of the assailants were\n\n   known; as such this also suggests improvement;\n\n</blockquote><blockquote id=\"blockquote_15\"> (v)No explanation as to why Ms Rashmi and Horam,\n\n    father of the deceased Vijay Pal Singh, accused\n\n    Braj Pal and grandfather of Ravi were not\n\n    examined, even though they were there at the\n\n    place of occurrence; and\n\n</blockquote><blockquote id=\"blockquote_16\">(vi) The statement of Smt Pinky (PW-1) was not\n\n   recorded before the Magistrate under <a href=\"/doc/497457/\" id=\"a_10\">section 164</a>\n\n   CrPC which creates a doubt.\n</blockquote>\n<blockquote id=\"blockquote_17\">(vii) Learned counsel on behalf of the appellant Ravi\n\n  raised an additional argument that Smt Pinky\n\n  (PW-1)   did   not   take   his   name   before   the\n\n  Investigating Officer while giving her statement\n\n  under <a href=\"/doc/447673/\" id=\"a_11\">section 161</a> CrPC.      According to him, the\n<span class=\"hidden_text\" id=\"span_23\">                                                     15</span>\n\f       name of Ravi has been taken for the first-time\n\n       during trial as an improvement. His client has been\n\n       falsely implicated.\n</blockquote>\n<blockquote id=\"blockquote_18\">     (viii) Learned Amicus appearing for appellant Mukesh\n\n       has referred to various discrepancies in the\n\n       testimony of the witnesses.\n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_32\">17. On the other hand, learned counsel appearing for the\n\nrespondent -State submitted that the findings recorded by\n\nthe Trial Court and the High Court are based upon a\n\nthorough scrutiny and appreciation of the evidence on\n\nrecord and do not require any interference. It is further\n\nsubmitted by the learned counsel for the State that the\n\nappellants being close relatives and neighbours of the\n\ndeceased, in order to gain property, settled their score of\n\nenmity by committing a ghastly act of brutally murdering\n\nfour members of the same family and also attempting to\n\nmurder the injured witness Smt Pinky who had been\n\nattacked and assaulted on her neck and in the act of\n\nprotecting herself she lost a couple of fingers of her upper\n<span class=\"hidden_text\" id=\"span_24\">                                                          16</span>\n\fhand. No leniency needs to be shows to them. The High\n\nCourt committed an error in commuting the death\n\nsentence to life imprisonment. Accordingly, the sentence\n\nof life imprisonment awarded by the High Court be set\n\naside and that of the Trial Court of death sentence be\n\nrestored.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_33\">18. The submissions advanced are being dealt with in the\n\nsame sequence. PW-1 is an injured witness. Her injuries\n\nhave not been challenged. There is no reason why PW-1\n\nwould make false implication and allow the real assailants\n\nto go scot-free. A perusal of her testimony shows that she\n\nhas fully supported the prosecution story as narrated by\n\nher in her statement under <a href=\"/doc/447673/\" id=\"a_12\">section 161</a> CrPC.         Even\n\nduring cross-examination nothing has been elicited from\n\nher which in any way may weaken or demolish her\n\ntestimony. She was a fully reliable witness and has stated\n\nthe things in natural course.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_34\">19. The two daughters of the deceased Vijay Pal Singh\n\nhaving seen the assailants murdering their family\n<span class=\"hidden_text\" id=\"span_25\">                                                        17</span>\n\fmembers and also causing injury to one of them i.e. Smt\n\nPinky (PW-1) being close relative rightly and wisely did not\n\nspeak out anything in their presence and allowed them to\n\nremain in dark that she had actually seen them\n\ncommitting the crime.     At the first instance, when the\n\nInvestigating Officer went to the hospital to record her\n\nstatement, they immediately came out with the true\n\nsequence of events as they had happened. The appellants\n\ncannot gain anything out of the above submission.\n\n</p><p data-structure=\"CDiscource\" id=\"p_35\">20. The pressing of the dog squad into service was also\n\nfully justified as till that time when the dog squad was\n\npressed into service in the morning the names of the\n\nassailants had not been disclosed. The dog squad had\n\nbeen pressed into service as per the FIR since the names\n\nof the assailants were not known. It is the case of the\n\nprosecution itself that the time when the FIR was lodged\n\nand at the time when Smt Pinky (PW-1) was admitted to\n\nthe hospital, the names of the assailants had not been\n\ndisclosed deliberately and for justifiable reasons. The\n<span class=\"hidden_text\" id=\"span_26\">                                                          18</span>\n\fdaughters of the deceased Vijay Pal Singh needed to\n\nprotect their lives otherwise they would also had been\n\ndone to death.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_36\">21. Non-examination of Ms Rashmi and Horam, father of\n\nVijay Pal Singh also has no material bearing. It is the\n\ndiscretion of the prosecution to lead as much evidence as\n\nis necessary for proving the charge. It is not the quantity\n\nof the witnesses but the quality of witnesses which\n\nmatters. Smt Pinky (PW-1) was the injured witness having\n\nreceived grievous and life-threatening injuries. We are not\n\nimpressed by this argument also.\n</p>\n<p data-structure=\"RespArg\" id=\"p_37\">22. Non-examination of the statement under <a href=\"/doc/497457/\" id=\"a_13\">section 164</a>\n\nCrPC also has no relevance or bearing to the findings and\n\nconclusions arrived at by the courts below. It was for the\n\nInvestigating Officer to have got the statement under\n\n<a href=\"/doc/497457/\" id=\"a_14\">section 164</a> CrPC recorded. If he did not think it necessary\n\nin his wisdom, it cannot have any bearing on the\n\ntestimony of PW-1 and the other material evidence led\n\nduring trial.\n</p><span class=\"hidden_text\" id=\"span_27\">                                                         19</span><p data-structure=\"Conclusion\" id=\"p_38\">\n</p><p data-structure=\"CDiscource\" id=\"p_39\">\f23. Insofar as the attempt of the learned counsel for Ravi\n\nis concerned, regarding his name not being taken in the\n\nstatement of Smt Pinky under <a href=\"/doc/447673/\" id=\"a_15\">section 161</a> CrPC, we are of\n\nthe view that the same is factually incorrect. This Court\n\nhas perused the statement of Smt Pinky and finds that at\n\ntwo places she has taken the name of Ravi, both during\n\nthe assault and otherwise also.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_40\">24. Learned Amicus for the appellant Mukesh has tried\n\nto point out several discrepancies and inconsistencies in\n\nthe evidence. We need not go into details as the same are\n\nminor and do not have any impact on the findings\n\nrecorded by the courts below.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_41\">25. For all the reasons recorded above, we do not find any\n\ninfirmity in the order of the High Court affirming the\n\nconviction of the appellants. Accordingly, Criminal Appeal\n\nNos.598-600 of 2013 and Criminal Appeal No. 337 of 2014\n\nare liable to be dismissed and are accordingly dismissed.\n\nInsofar as the appeals filed by the State are concerned for\n\nenhancement of sentence, we find that the High Court has\n<span class=\"hidden_text\" id=\"span_28\">                                                         20</span>\n\fgiven sound and cogent reasons for commuting death\n\nsentence into life sentence.   Accordingly, the Criminal\n\nAppeal Nos.745-748 of 2015 also stand dismissed. The\n\nappellants are in custody and they will serve out their\n\nsentence.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_42\">26. Pending applications, if any, are disposed of.\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_43\">                                 ……................................J.\n                                                    [B.R. GAVAI]\n\n\n                                 .………….........................J.\n                                               [VIKRAM NATH]\nNEW DELHI\nFEBRUARY 15, 2023.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_44\">\n\n\n<span class=\"hidden_text\" id=\"span_29\">                                                                  21</span>\n\f</p>","numcites":11,"numcitedby":14,"docsource":"Supreme Court of India","citetid":143126799,"divtype":"judgments","relatedqs":[{"value":"death sentence","formInput":"death%20sentence"},{"value":"dog squad","formInput":"dog%20squad"},{"value":"life imprisonment","formInput":"life%20imprisonment"},{"value":"section 164 of code of criminal procedure","formInput":"section%20164%20of%20code%20of%20criminal%20procedure"},{"value":"section 164 crpc","formInput":"section%20164%20crpc"},{"value":"arms act","formInput":"arms%20act"},{"value":"injured witness","formInput":"injured%20witness"},{"value":"section 161 of crpc","formInput":"section%20161%20of%20crpc"},{"value":"section 161 cr.p.c.","formInput":"section%20161%20cr.p.c."},{"value":"criminal procedure code section 161","formInput":"criminal%20procedure%20code%20section%20161"},{"value":"confessional statements","formInput":"confessional%20statements"},{"value":"section 164 cr.pc","formInput":"section%20164%20cr.pc"},{"value":"section 164 cr.p.c","formInput":"section%20164%20cr.p.c"},{"value":"section 161","formInput":"section%20161"},{"value":" 164 CrPC","formInput":"%20164%20CrPC"},{"value":"Ravi","formInput":"Ravi"},{"value":"incised wound","formInput":"incised%20wound"},{"value":" blood stains ","formInput":"%20blood%20stains%20"},{"value":"Section 164","formInput":"Section%20164"},{"value":"161 of cr.pc","formInput":"161%20of%20cr.pc"}],"cats":[{"value":"confession-recording, recording-of-statement","formInput":"tag:confession-recording, recording-of-statement"},{"value":"examination-of-witnesses","formInput":"tag:examination-of-witnesses"},{"value":"murder","formInput":"tag:murder"},{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"}],"courtcopy":true,"query_alert":null,"agreement":false}