{"tid":27881961,"publishdate":"2014-08-04","title":"Selvaraj vs Venkatachalapathy on 4 August, 2014","doc":"<h2 class=\"doc_title\">Selvaraj vs Venkatachalapathy on 4 August, 2014</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:p-r-shivakumar\">P.R.Shivakumar</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:p-r-shivakumar\">P.R.Shivakumar</a></h3>\n\n<pre id=\"pre_1\">       \n\n  \n\n  \n\n \n \n BEFORE THE MADURAI BENCH OF MADRAS HIGH COURT\n\nDATED: 04.08.2014\n\nCORAM\nTHE HONOURABLE MR.JUSTICE P.R.SHIVAKUMAR\n\nCriminal Appeal(MD) No.20 of 2014\nand\nCriminal Revision Case (MD)No.237 of 2014\n\nSelvaraj\t\t\t...  Appellant in Crl.A(MD)No.20/2014\n\t\t\t\t     and Respondent in\n\t\t\t    \t     Crl.R.C(MD)No.237 of 2014\n\nVs.\n\nVenkatachalapathy\t\t...  Respondent in Crl.A(MD)No.20/2014\n\t\t\t\t     and Petitioner in\n\t\t\t    \t     Crl.R.C(MD)No.237 of 2014\n\n\tAppeal filed under <a href=\"/doc/1903086/\" id=\"a_1\">Section 374</a> Cr.P.C., to set aside the judgment and\nconviction passed by the learned Additional District and Sessions Judge,\nSpecial Court for <a href=\"/doc/1727139/\" id=\"a_2\">EC and NDPS Act</a> cases, Pudukkottai, dated 26.12.2013 in\nCrl.A.No.13 of 2011 by which reversing the judgment of acquittal dated\n09.08.2010 passed by the learned Judicial Magistrate, Pudukkottai in\nS.T.C.No.124 of 2008 and acquit the appellant.\n\n\tPetition filed under Section 397 read with 401 <a href=\"/doc/445276/\" id=\"a_3\">Cr.P.C</a>., calling for the\nrecords in judgment dated 26.12.2013 in Criminal Appeal No.13 of 2011 on the\nfile of the learned Additional District and Sessions Judge (EC) Court,\nPudukkottai modifying the judgment in S.T.C.No.124 of 2008 on the file of the\nJudicial Magistrate, Pudukkottai and modify the same with regard to sentence\nimposed upon the respondent/accused by way of allowing the revision petition.\n\nFor Appellant\t\t: Mr.M.Karunanithi\n \t \t\t  (in Crl.A(MD)No.20/2014 &amp;\n       \t\t\t  Respondent in Crl.R.C(MD)No.237 of 2014)\n\nFor Respondent \t: Mr.P.Ganapathisubramanian\n\t \t\t  (in Crl.A(MD)No.20/2014 &amp;\n\t\t\t  Petitioner in Crl.R.C(MD)No.237 of 2014)\n\n\nJUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">\tCriminal Appeal No.20 of 2014 has been preferred against the judgment\nof the learned Additional District and Sessions Judge, Special Court for <a href=\"/doc/1727139/\" id=\"a_4\">EC\nand NDPS Act</a> Case, dated 26.12.2013 pronounced in Crl.A.No.13 of 2011\nreversing the judgment of acquittal passed by the learned Judicial\nMagistrate, Pudukottai in S.T.C.No.124 of 2008. The said case in S.T.C.No.124\nof 2008 came to be instituted on a complaint against the appellant for an\nalleged offence under <a href=\"/doc/1823824/\" id=\"a_5\">Section 138</a> of the Negotiable Instruments Act, 1881.\nThe trial Court acquitted the appellant herein/accused. As against the\nacquittal, the complainant preferred an appeal before the lower Appellate\nCourt under Section 372 proviso <a href=\"/doc/445276/\" id=\"a_6\">Cr.P.C</a>.  The learned lower Appellate Judge\nallowed the appeal, set aside the order of acquittal passed by the trial\nCourt, convicted the appellant herein/accused for the offence under <a href=\"/doc/1823824/\" id=\"a_7\">Section\n138</a> of the Negotiable Instruments Act, 1881 and sentenced him to undergo\nsimple imprisonment for six months and to pay a fine of Rs.10,000/- with a\nfurther direction to undergo simple imprisonment for three months in case of\ndefault in payment of the fine. As against the above said judgment of the\nappellate Court, the appellant/accused has preferred Criminal Appeal\n(MD)No.20 of 2014.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\t2.The respondent in the said Criminal Appeal, namely, the complainant\nhas chosen to file Criminal Revision Case (MD)No.237 of 2014 under Sections\n397 read with 401 <a href=\"/doc/445276/\" id=\"a_8\">Cr.PC</a> complaining that the sentence imposed is inadequate\nand praying for enhancement of punishment. Both the cases are taken up\ntogether and are being disposed of by this common judgment.\n</p>\t\n<p data-structure=\"CDiscource\" id=\"p_3\">\t3.The arguments advanced by Mr.M.Karunanithi, learned counsel for the\nappellant in Criminal Appeal (MD)No.20 of 2014 who is the respondent in\nCriminal Revision Case (MD)No.234 of 2014 (accused) and\nMr.P.Ganapathisubramanian, learned counsel for the respondent in the Criminal\nAppeal/Petitioner in the Criminal Revision Case (complainant) are heard. The\nmaterials available on record are also perused.\n</p>\t\n<p data-structure=\"Facts\" id=\"p_4\">\t4.In this judgment, the appellant and the respondent in Crl.A(MD)No.20\nof 2014 shall be referred to as ?appellant? and ?respondent? respectively.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">\t5.Learned counsel for the appellant in Criminal Appeal/  respondent in\nCriminal Revision Case (accused) without adverting to the facts of the case\nconfined his arguments with regard to the challenge made to the judgment of\nthe lower appellate Court on a legal issue namely, jurisdiction of the lower\nappellate Court to entertain the appeal.\n</p>\n<p data-structure=\"PetArg\" id=\"p_6\">\t6.According to the submissions made by the learned counsel for the\nappellant, an appeal against an order of acquittal passed in a case\ninstituted on complaint shall be governed by Section 378 (4) and (5) of <a href=\"/doc/445276/\" id=\"a_9\">Code\nof Criminal Procedure</a>, 1973 and the right of appeal conferred on the victim\nunder Section 372 proviso shall not be available to a victim who is also the\ncomplainant when the criminal case was instituted based on his complaint. To\nstrengthen his submission, learned counsel for the appellant (accused) took\nthe Court through the relevant provisions cited above and argued that the\nproviso to <a href=\"/doc/81939/\" id=\"a_10\">Section 372</a> Cr.P.C should be understood in the light of the object\nsought to be achieved by the amending Act introducing the amendment and that\nif such an approach is made, this Court cannot come to any other conclusion\nthan the one in support of his contention.\n</p>\n<p data-structure=\"PetArg\" id=\"p_7\">\t7.It is the contention of the learned counsel for the appellant that a\nproviso should not be read disjunctively or independent of the main provision\nand that it should be interpreted either as an explanation or as an exception\nto the main provision, as the case may be.  According to the submissions made\nby the learned counsel for the appellant, Section 372 reiterates the point\nwhich has been incorporated in the Code that no appeal will lie against any\norder or judgment unless such an appeal is provided in any other provision of\nthe Code and that the same is the reason why the Section itself has been\ncouched in a negative language to the effect that no appeal will lie against\nany order or judgment unless such an appeal is provided under any other\nprovision of the Code. According to the submissions of the learned counsel\nfor the appellant, if such an approach is made, the proviso found in Section\n372 should be confined to its applications to those cases which are not\ncovered by any other provision found in the <a href=\"/doc/445276/\" id=\"a_11\">Code of Criminal Procedure</a>\nproviding for appeal.\n</p><p data-structure=\"CDiscource\" id=\"p_8\">\t8.It is also the contention of the learned counsel for the appellant\nthat as per Section 372, if a victim figures as a complainant and he is given\na right to challenge the order of acquittal in a case instituted on\ncomplaint, it would amount to conferring a double benefit on such a person\nwho figures as victim as well as the complainant, besides making the appeal\nprovisions provided in Section 378 (4) and (5) otiose, ineffective and a dead\nletter.\n</p><p data-structure=\"RespArg\" id=\"p_9\">\t9.On the contrary, Mr.P.Ganapathisubramanian, learned counsel for the\nrespondent (complainant) would submit that since the proviso to <a href=\"/doc/81939/\" id=\"a_12\">Section 372</a>\nCr.P.C does not make any distinction between a victim-complainant and a\nvictim in a case instituted on police report, the plain meaning of the term\n?victim? should be applied in interpreting the proviso to <a href=\"/doc/81939/\" id=\"a_13\">Section 372</a> Cr.P.C\nand that if such a meaning is applied to the term ?victim? found in the\nproviso to Section 372, the complainant can be construed to be a person on\nwhom such right of appeal has been conferred under the said proviso.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_10\">\t10.This Court paid its anxious considerations to the rival submissions\nmade on both sides.\n</p>\n<p data-structure=\"Section\" id=\"p_11\">\t11.<a href=\"/doc/81939/\" id=\"a_14\">Section 372</a> of Code of Criminal Procedure, 1973, reads as follows:\n</p><blockquote id=\"blockquote_1\">\t?372.No appeal to lie unless otherwise provided:- No appeal shall lie\nfrom any judgment or order of a Criminal Court except as provided for by this\nCode or by any other law for the time being in force:\n</blockquote><blockquote id=\"blockquote_2\">\tProvided that the victim shall have a right to prefer an appeal against\nany order passed by the Court acquitting the accused or convicting for a\nlesser offence or imposing inadequate compensation, and such appeal shall lie\nto the Court to which an appeal ordinarily lies against the order of\nconviction of such Court?.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_12\">\t12.It is pertinent to note that the proviso was inserted by Act 5 of\n2009 and it came into effect from 31.12.2009.\n</p>\n<p data-structure=\"Section\" id=\"p_13\">\t13.<a href=\"/doc/487026/\" id=\"a_15\">Section 378</a> of the Code of Criminal Procedure dealing with appeals\nin case of acquittal reads as follows:\n</p>\n<blockquote id=\"blockquote_3\">\t?378.Appeal in case of acquittal.\n</blockquote><blockquote id=\"blockquote_4\">\t(1) Save as otherwise provided in sub-section (2) and subject to the\nprovisions of sub-sections (3) and (5),\n</blockquote><blockquote id=\"blockquote_5\">\t(a) the District Magistrate may, in any case, direct the Public\nProsecutor to present an appeal to the Court of Session from an order of\nacquittal passed by a Magistrate in respect of a cognizable and non-bailable\noffence;\n</blockquote><blockquote id=\"blockquote_6\">\t(b) the State Government may, in any case, direct the Public Prosecutor\nto present an appeal to the High Court from an original or appellate order of\nan acquittal passed by any Court other than a High Court [not being an order\nunder clause (a)] or an order of acquittal passed by the Court of Session in\nrevision].\n</blockquote><blockquote id=\"blockquote_7\">\t(2) If such an order of&#x27; acquittal is passed in any case in which the\noffence has been investigated by the Delhi Special Police Establishment\nconstituted under the <a href=\"/doc/1692639/\" id=\"a_16\">Delhi Special Police Establishment Act, 1946</a> (25 of\n1946) or by any other agency empowered to make investigation into an offence\nunder any Central Act other than this Code, [the Central Government may,\nsubject to the provisions of sub-section (3), also direct the Public\nProsecutor to present an appeal-\n</blockquote><blockquote id=\"blockquote_8\">\t(a) to the Court of Session, from an order of acquittal passed by a\nMagistrate in respect of a cognizable and non-bailable offence;\n</blockquote><blockquote id=\"blockquote_9\">\t(b) to the High Court from an original or appellate order of an\nacquittal passed by any Court other than a High Court [not being an order\nunder clause (a)] or an order of acquittal passed by the Court of Session  in\nrevision].\n</blockquote>\t\n<blockquote id=\"blockquote_10\">\t(3) [No appeal to the High Court] under sub-section (1) or sub-section\n(2) shall be entertained except with the leave of the High Court.\n</blockquote>\n<blockquote id=\"blockquote_11\">\t(4) If such an order of&#x27; acquittal is passed in any case instituted\nupon complaint and the High Court, on an application made to it by the\ncomplainant in this behalf, grants special leave to appeal from the order of\nacquittal, the complainant may present such an appeal to the High Court.\n</blockquote>\n<blockquote id=\"blockquote_12\">\t(5) No application under sub-section (4) for the grant of special leave\nto appeal from an order of acquittal shall be entertained by the High Court\nafter the expiry of six months, where the complainant is a public servant,\nand sixty days in every other case, computed from the date of that order of\nacquittal.\n</blockquote>\n<blockquote id=\"blockquote_13\">\t(6) If in any case, the application under sub-section (4) for the grant\nof special leave, to appeal from an order of acquittal is refused, no appeal\nfrom that order of acquittal shall lie under sub-section (1) or under sub-\n</blockquote><p data-structure=\"Section\" id=\"p_14\">section (2).\n</p>\n<p data-structure=\"Section\" id=\"p_15\">\t14.A comparative study of Sections 372 and 378 will make it clear that\nthe learned counsel for the appellant is right in raising a contention that\nthe applicability of Section 372 proviso should be confined to cases not\ngoverned by <a href=\"/doc/989353/\" id=\"a_17\">Sections 373</a> to <a href=\"/doc/769517/\" id=\"a_18\">383</a> Cr.P.C.  The entire scheme of <a href=\"/doc/445276/\" id=\"a_19\">Code of\nCriminal Procedure</a> dealing with criminal cases instituted on complaint and\ninstituted on police report will make it clear that the Parliament by\nenacting the relevant provisions wanted to deal with the said cases as two\ndifferent categories applying different procedures right from the stage of\ntaking cognizance till pronouncement of judgment and also regarding appeals.\nSo far as the cases instituted on police report are concerned, provisions are\nmade for the State to prefer an appeal not only against the acquittal but\nalso against the inadequacy of sentence.\n</p>\n<p data-structure=\"Section\" id=\"p_16\">\t15.So far as the cases instituted on complaint are concerned,\nirrespective of the fact whether the complainant is a private individual or a\npublic servant, the Code prescribes a condition that an appeal against\nacquittal in such cases can be preferred with the Special Leave of the High\nCourt. The same means that in cases of acquittal in complaint cases passed by\nthe learned Judicial Magistrates or Courts subordinate to the Sessions\nJudges, no appeal shall lie to the Sessions Court and it shall lie only to\nthe High Court, that too, with the Special Leave of the High Court under\n<a href=\"/doc/1856707/\" id=\"a_20\">Section 378 (4)</a> of Cr.P.C. Sub <a href=\"/doc/1052372/\" id=\"a_21\">Section 5</a> of the said Section provides that\nsuch leave shall be applied for within sixty days, in case the complainant is\nany other person than a public servant and within six months, in case the\ncomplainant is a public servant. A consideration of Section 378 will make it\nclear that it provides a code within the Code namely, a special provision for\ndealing with the appeals against acquittal in complaint cases. When such a\nspecial provision is there,  the general provision namely, Section 372 and\nthe proviso attached to it shall stand excluded by the special provision\nnamely Section 378 (4) and (5) of <a href=\"/doc/445276/\" id=\"a_22\">Cr.P.C</a>. In this regard, there had been\ndivergent views among the High Courts.\n</p>\n<p data-structure=\"Precedent\" id=\"p_17\">\t16.The Hon&#x27;ble Division Bench of the Kerala High Court, in Omanajose\nand another Vs.State of Kerala and others reported in 2014(2) MWN (Cr) DCC\n22,  after going through the relevant provisions, namely <a href=\"/doc/81939/\" id=\"a_23\">Sections 372</a> and <a href=\"/doc/487026/\" id=\"a_24\">378</a>\nCr.P.C has rendered a clear finding that the term ?victim? found in <a href=\"/doc/760919/\" id=\"a_25\">Section 2\n(wa)</a> of Cr.P.C needs a harmonious construction and if such a harmonious\nconstruction is made then the term ?victim? would not include a complainant\neven though he might have suffered injury or loss by the act complained of.\nIn arriving at such a conclusion, the Hon&#x27;ble Division Bench of the Kerala\nHigh Court held that one Section should not be interpreted so as to defeat\nanother provision found in the very same Code.  The Hon&#x27;ble Division Bench of\nthe Kerala High Court made a clear observation that if the term ?victim?\nfound in Section 372 is given wider meaning to include the complainant also,\nthen it will be destructive of the provision found in Section 378 (4) and\n(5). It was also commented upon by referring to the language of the main part\nof Section 372.\n</p>\n<p data-structure=\"PetArg\" id=\"p_18\">\t17.According to the Hon&#x27;ble Division Bench of the Kerala High Court, as\ncontended by the learned counsel for the appellant in the present case, the\nproviso found in Section 372 should be made applicable only to those cases\nwhich are sought to be covered by the main Section of 372. Section 372 is\ngeneral in its application and it has also been couched in a negative\nlanguage that no appeal shall lie against any order or judgment unless\notherwise provided somewhere else in the Code. Hence, as rightly contended by\nthe learned counsel for the appellant, the scope of <a href=\"/doc/81939/\" id=\"a_26\">Section 372</a> Cr.P.C should\nbe limited to the cases which are not governed by <a href=\"/doc/989353/\" id=\"a_27\">Sections 373</a> to <a href=\"/doc/769517/\" id=\"a_28\">383</a> Cr.P.C.\nThe proviso has been inserted subsequently only as an exception to the main\nprovision and enlarging the application of the proviso beyond the scope of\nthe main proviso shall not be in tune with the principles of interpretation\nof statutes. In addition, if at all the Legislature intended to do away with\nthe requirement of seeking Special Leave against the orders of acquittal\npassed in complaint cases, provision could have been made in the very same\namending Act for the deletion of sub-<a href=\"/doc/1693109/\" id=\"a_29\">sections 4</a> and <a href=\"/doc/1052372/\" id=\"a_30\">5</a> of Section 378. As the\nLegislature was conscious of the relief available to a complainant who may be\nthe victim of the crime, the amendment was intended to enable the other\nvictims namely, victims of the crimes in cases instituted on police report to\nfile an appeal against acquittal. There was no provision before the 2008\namendment enabling the victim to file an appeal against acquittal and hence,\nthis proviso was introduced only to cover those persons who were left with no\nremedy of appeal.\n</p>\n<p data-structure=\"Precedent\" id=\"p_19\">\t18.When a similar question arose before the Hon&#x27;ble Supreme Court in\nSubhash Chand Vs.State (Delhi Administration) reported in (2013) 2 SCC 17,\nTheir Lordships of the Hon&#x27;ble Supreme Court made it clear that a complainant\ncannot file an appeal against acquittal in the Court of Session. Though the\nscope of Section 372 proviso was not canvassed and considered by the Hon&#x27;ble\nSupreme Court in the said case, it will provide a necessary clue that\ncomplainants are treated differently than the State and the victims in cases\ninstituted on police report.\n</p>\n<p data-structure=\"Facts\" id=\"p_20\">\t19.In view of the discussions made above, I am of the considered view\nthat the term ?victim? found in the proviso to <a href=\"/doc/81939/\" id=\"a_31\">Section 372</a> Cr.P.C shall not\ninclude a victim who is a complainant in a complaint case and that the term\n?victim? used in the said proviso shall be confined to the victims in cases\ninstituted otherwise than on a complaint. In the case on hand, the criminal\ncase was instituted on the file of the trial Court on a complaint made by the\nrespondent/ complainant. In fact, the offence is a non-cognizable offence and\nhence there can be no other mode of institution of the criminal case than by\npreferring a complaint to the Magistrate. The offence alleged is one\npunishable under <a href=\"/doc/1823824/\" id=\"a_32\">Section 138</a> of the Negotiable Instruments Act, 1881. As the\ncase ended in acquittal before the trial Court, the remedy available to the\nrespondent herein (complainant) was to approach this Court (High Court) under\nSection 378 (4) within the period stipulated in Section 378 (5) seeking\nSpecial Leave to file an appeal against acquittal. Instead of adopting such a\nprocedure, the respondent herein (complainant) chose to prefer an appeal\nunder the Proviso to <a href=\"/doc/81939/\" id=\"a_33\">Section 372</a> Cr.P.C before the Sessions Court and the\nlearned Appellate Judge either without considering the scope of the Proviso\nto Section 372 or in an erroneous interpretation of the said provision,\nassumed jurisdiction and decided the appeal which went against the appellant\nherein (accused). The appellant is right in challenging the judgment of the\nlearned lower Appellate Judge on the ground of absence of jurisdiction.  On\nthe other hand, the respondent (complainant) who has approached a wrong Court\nwith an appeal under Section 372 has chosen to prefer a revision against the\njudgment of the appellate Court expressing grievance over the alleged\ninadequacy of punishment. The appeal is bound to succeed and the revision is\nbound to fail.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_21\">\t20.Accordingly, the Criminal Appeal is allowed, the judgment of the\nlearned lower Appellate Judge, dated 26.12.2013 is set aside, the Criminal\nRevision Case filed by the respondent/complainant is dismissed and the order\nof acquittal pronounced by the learned Judicial Magistrate, Pudukkottai,\ndated 09.08.2010 shall stand restored.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_22\">To\n</p><p data-structure=\"Conclusion\" id=\"p_23\">1.The  Judicial Magistrate, Pudukkottai\n\n</p><p data-structure=\"Conclusion\" id=\"p_24\">2.The  Additional District and Sessions Judge,\n   Special Court for <a href=\"/doc/1727139/\" id=\"a_34\">EC and NDPS Act</a> cases,\n   Pudukkottai.\n</p><p data-structure=\"Conclusion\" id=\"p_25\">\u001a</p>","numcites":13,"numcitedby":20,"docsource":"Madras High Court","citetid":27881961,"divtype":"judgments","relatedqs":[{"value":"section 372 of code of criminal procedure","formInput":"section%20372%20of%20code%20of%20criminal%20procedure"},{"value":"criminal judgments","formInput":"criminal%20judgments"},{"value":"section 372 of crpc proviso","formInput":"section%20372%20of%20crpc%20proviso"},{"value":"section 372 of crpc","formInput":"section%20372%20of%20crpc"},{"value":"378(4)","formInput":"378%284%29"},{"value":"ndps act","formInput":"ndps%20act"},{"value":"372 proviso","formInput":"372%20proviso"},{"value":"complaint case","formInput":"complaint%20case"},{"value":"372 crpc","formInput":"372%20crpc"},{"value":"NDPS","formInput":"NDPS"},{"value":"sec. 372 Cr.P.C.","formInput":"sec.%20372%20Cr.P.C."},{"value":"Section 378(4)","formInput":"Section%20378%284%29"},{"value":"criminal revision","formInput":"criminal%20revision"},{"value":"P.R. Shivakumar","formInput":"P.R.%20Shivakumar"},{"value":"complainant and victim","formInput":"complainant%20and%20victim"},{"value":"narcotic drug","formInput":"narcotic%20drug"},{"value":"pudukkottai","formInput":"pudukkottai"},{"value":"NDPS case","formInput":"NDPS%20case"},{"value":"the narcotic drugs and psychotropic substances act","formInput":"the%20narcotic%20drugs%20and%20psychotropic%20substances%20act"},{"value":"the negotiable instruments act 1881","formInput":"the%20negotiable%20instruments%20act%201881"}],"cats":[{"value":"no-appea-lto-lie","formInput":"tag:no-appea-lto-lie"},{"value":"criminal-procedure-code","formInput":"tag:criminal-procedure-code"},{"value":"law-governing-narcotics","formInput":"tag:law-governing-narcotics"},{"value":"cheque-dishonour","formInput":"tag:cheque-dishonour"},{"value":"appeal-in-case-of-aquittal","formInput":"tag:appeal-in-case-of-aquittal"}],"courtcopy":true,"query_alert":null,"agreement":false}