{"tid":77177,"publishdate":"2006-07-04","title":"Saraswat Trading Agency And Anr. vs Union Of India (Uoi) And Ors. on 4 July, 2006","doc":"<h2 class=\"doc_title\">Saraswat Trading Agency And Anr. vs Union Of India (Uoi) And Ors. on 4 July, 2006</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2007(2)ARBLR529(CAL), (2007)1CALLT167(HC)</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:v-s-sirpurkar\">Vikash Sridhar Sirpurkar</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:v-s-sirpurkar\">Vikash Sridhar Sirpurkar</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nSoumitra Sen, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"891247\" id=\"span_1\">1. This appeal is directed against a Judgment dated 2001, November, 2001 (<a href=\"/doc/891247/\" id=\"a_1\">Union of India v. Saraswat Trading Agency and Anr.</a>) whereby the learned Judge has partly set aside an award passed by the Arbitrator dated 9th September. 2000.</span>\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The facts leading to the disputes in this present appeal are briefly enumerated as under:\n</p><blockquote id=\"blockquote_1\"> On or about 16th of May, 1990, the South Eastern Railway opened a tender for handling of goods, parcel and booked luggage at Itwari and other group stations. The appellant was declared as the lowest tenderer.\n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_3\">3. The contract was ultimately awarded in favour of the appellant on 22nd August, 1991 and became effective on and from 3rd August, 1991 for a period of three years.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_4\">4. Due to increase in the rate of wages to be paid by the appellant to the labourers engaged by it by reason of the circulars published by the respondent from time to time, the appellant demanded enhancement and/or revision of rates which was refused by the respondent on the ground that the contract was a &quot;firm price contract&quot; and that there was no clause for enhancement of rate in the contract.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\">5. On or about 31st of December, 1992 due to the non-enhancement of the rate of wages, the appellant terminated the contract by giving notice in terms of Clause l(i) of the contract and such termination was accepted by the respondent with effect from 31st of December, 1992. The claimant, however, was requested by the respondent to continue with the work on the same terms and conditions of the contract so that the work of handling of goods is not disrupted. The appellant continued with the contract under protest.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\">6. The appellant continued with the work as required under the contract up to August 1994.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_7\">7. The claim of the appellant was considered by the respondent and the appellant was offered a sum of Rs. 6,848/- for the period commencing from 16th January, 1993 up to 31st August, 1994.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_8\">8. The appellant requested the respondent to reconsider its claim and ultimately a high level committee of the respondent considered the claim of the appellant for the period commencing from 1st of January, 1993 till 31st of August, 1994 and offered to pay to the claimant a sum of Rs. 3,61,058/- which was, however, not accepted by the appellant; and, as such the disputes and differences arose between the parties.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_9\">9. A departmental Arbitrator was appointed who made and published his award on 4th of June, 1998. Being dissatisfied with the said award with regard to certain items of claim, the appellant filed an application under <a href=\"/doc/536284/\" id=\"a_2\">Section 34</a> of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as the &#x27;said Act&#x27;). By an order dated 12th of February, 1999 the said award was set aside, and by the said order, a learned Senior Advocate of this Court was appointed as an Arbitrator to adjudicate upon the disputes with regard to the items of claims No. 3, 4 and 5.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_10\">10. As the Arbitrator was appointed in an application under <a href=\"/doc/536284/\" id=\"a_3\">Section 34</a> for setting aside of the award, an application under <a href=\"/doc/1841764/\" id=\"a_4\">Section 11</a> of the said Act was filed by the appellant and by an order dated 1st of July, 1999 another Advocate of this Court was appointed as an Arbitrator to adjudicate upon the disputes and differences that had arisen between the parties in terms of the order dated 12th February, 1999.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_11\">11. The Arbitrator appointed by the Court by the order dated 1st of July, 1999 entered upon reference on 3rd August, 1999 and thereafter made and published his award on 9th September, 2000.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_12\">12. The respondent filed an application under <a href=\"/doc/536284/\" id=\"a_5\">Section 34</a> of the said Act on 2nd January, 2001.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_13\">13. By the impugned order the learned Trial Judge set aside the claim in respect of items No. 3 and 5 but upheld the claim in respect of item No. 4.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_14\">14. The claims referred to the Arbitrator were as follows:\n</p>  \n\n<blockquote id=\"blockquote_2\">Claim No. 3: Claim for increase in rates from 3.8.91 to 31.12.92 during the contractual period being sum of Rs. 10,74,408/-.\n</blockquote> \n\n<blockquote id=\"blockquote_3\">Claim No. 4: Claim for increase in rates from 1.1.93 to 31.8.94 during the extended period being sum of Rs. 14,45,581/-.\n</blockquote> \n\n<blockquote id=\"blockquote_4\">Claim No. 5: Payment of 18% interest on claim of Contractor claim No. 3 and 4 on and from 1.11.94 till the date.\n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_15\">15. The respective contentions of the parties are summarized briefly as under.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_16\">16. On behalf of the appellant Clauses 14, 15 and 16 were relied upon. For the sake of convenience, the aforesaid clauses are set out as under:\n</p>  \n\n<blockquote id=\"blockquote_5\">14. Fair Wages-The Contractor shall pay not less than the fair wage to the labourers engaged by him on the work, the fair wage being the wage including the allowances, notified at the time of inviting tenders for the work and where not notified the wages paid for similar work in the neighbourhood. The labour, wages and allowances prescribed by any provincial law, etc., if applicable to contract labour engaged on Railway in the locality in which the labour works. The Contractor shall keep a proper record of such payments, etc. and submit a certificate every month to the Railway Administration his having done so.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_17\">If the Railway Administration shall at any time, consider the mode adopted by the Contractor of paying his workmen objectionable, they shall have the power of requiring a change of system within one week from the date of a notice in writing to that effect and in case of non-compliance with such notice, all payment to the Contractor may be withheld during such non-compliance.\n</p> \n\n<p data-structure=\"Section\" id=\"p_18\">A notice showing the rates of wages to be paid to workers will be published by the Contractor and exhibited prominently near the place of work and should be made easily accessible to all workers.\n</p> \n\n<p data-structure=\"Section\" id=\"p_19\">15. Compliance of Payment of Wages Act.-The Contractor shall be responsible for compliance with the provisions of the <a href=\"/doc/794158/\" id=\"a_6\">Payment of Wages Act, 1936</a>, and the rules made thereunder in respect of the staff employed by him and shall keep the Railway Administration indemnified against all loss, damage or claim arising directly or indirectly through any failure or omission to comply with the requirements of the said Act.\n</p> \n\n<p data-structure=\"Section\" id=\"p_20\">16. <a href=\"/doc/1810788/\" id=\"a_7\">Compliance of the Contract Labour (Regulation and Abolition) Act, 1970</a>.-The Contractor shall be responsible for compliance with the provisions of the <a href=\"/doc/1810788/\" id=\"a_8\">Contract Labour (Regulation and Abolition) Act, 1970</a> and the rules made thereunder and obtain licence from the respective licensing authority as required under <a href=\"/doc/476610/\" id=\"a_9\">Section 12</a> of the Act immediately after taking over the work.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_21\">17. Relying upon the aforesaid clauses, it was submitted on behalf of the appellant that the appellant was required to pay &quot;fair wages&quot; to the labourers engaged by it for carrying out the work under the contract and such a &quot;fair wage&quot; would include the allowances invited at the time of inviting tender for the work and if not notified the appellant was required to pay wages for similar work carried out in the neighbourhood.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_22\">18. The appellant, therefore, submitted that since the respondent had increased the rate of wages by issuing circulars, consequentially the appellant also had to pay enhanced wages to its labours in order to pay fair wages and, therefore, the appellant was entitled to revision of rates commensurate to such enhancements.\n</p> \n\n<p data-structure=\"Section\" id=\"p_23\">19. Relying upon Arbitration Clause being Clause 32 of the contract, which is set out as under:\n</p><blockquote id=\"blockquote_6\"> 32.(a) GM&#x27;s decision to be final in case of dispute-If any dispute, difference or question shall arise between the Railway Administration and the Contractor as to the respective rights, duties and obligations of the parties hereto or as to the construction or interpretation of any of the terms and conditions of this Agreement or as to its application (except in matters the decision thereof is herein expressly provided for and also excepting the matters regarding which the Contractor has submitted no claim certificate) then the same shall be referred to the sole arbitration of the General Manager of the South Eastern Railway or if he be unable or unwilling to act then to the sole arbitration of any person appointed by him on his behalf and the decision of the General Manager or of the person so appointed shall be final and binding on the parties hereto under the provision of the <a href=\"/doc/1052228/\" id=\"a_10\">Arbitration Act</a>.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_24\">20. It was submitted on behalf of the appellant that the aforesaid clause was of the widest amplitude and as the Arbitrator was empowered under the Arbitration Clause to interpret the terms and conditions of the contract, the interpretation made by the Arbitrator cannot be interfered with unless there are errors apparent on the face of the record or such interpretation is contrary to the terms and conditions of the contract entered into by and between the parties.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_25\">21. It was further submitted on behalf of the appellant that the finding of the learned Judge in the impugned order whereby the grant of interest allowed by the Arbitrator was set aside was incorrect.\n</p> \n\n<p data-structure=\"Section\" id=\"p_26\">22. From the impugned order, it appears that the learned Judge has relied upon Clause 31 of the contract in setting aside the award as far as the grant of interest is concerned. For the sake of convenience, Clause 31 is set out as under.\n</p><p data-structure=\"Section\" id=\"p_27\"> 31. No interest or damage for delay in payment.-No interest or damage shall be paid to the Contractor for delay in payment of the bill or any other amount due to the Contractor for any reason whatsoever. The Railway Administration will, however, make every endeavour for payment of the bills or other amount due to the Contractor within a reasonable time.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_28\">23. Before dealing with the rival contentions, it would be proper at this juncture to note as to what the learned Judge has held in the impugned order.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_29\">24. With regard to the claim No. 3 as mentioned above, the learned Judge has held that the contract being a &quot;firm price contract&quot;, the subsequent enhancement of rates by issuing circulars would not affect the contract between the parties. The learned Judge has rejected the finding of the Arbitrator that the circulars are incorporated by implication in the contract.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_30\">25. The learned Judge has also relied upon Clause 33 of the contract in order to hold that the Arbitrator in the instant case has exceeded the jurisdiction by invoking the principle of incorporation by implication. Clause 33 of the contract is set out as under.\n</p><p data-structure=\"Section\" id=\"p_31\"> 33. Verbal or written under-taking not binding unless embodied in the Agreement.-Except as hereby otherwise provided, a verbal or written arrangement abandoning, varying or supplementing this contract or any of the terms hereof shall not be binding on the Railway Administration unless and until the same is endorsed on this Agreement or incorporated in a formal instrument and signed by the parties hereto.\n</p> \n\n<p data-structure=\"Section\" id=\"p_32\">26. The aforesaid clause makes it clear that the contract was not capable of being varied or supplemented unless agreed by the respondent by incorporating the same in a formal instrument and signed by the parties. The said clause, in our opinion, does not construe a bar upon the Arbitrator to interpret the contract. It is a bar as between the appellant and the respondent with regard to the variation of the terms of the contract except by way of a written instrument signed by the parties.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_33\">27. With regard to the claim No. 5 being the claim for interest, the learned Judge has relied upon Clause 31 of the contract which is set out as before and has held that there is a clear bar under the contract for grant of interest and since the Arbitrator is a creature of contract, no interest could have been awarded in favour of the appellant.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_34\">28. In the light of the discussions made above and having regard to the respective submissions made on behalf of the parties and the finding of the learned Judge, the following questions have come up for our consideration:\n</p>  \n\n<blockquote id=\"blockquote_7\">(1) whether the Arbitrator has exceeded his jurisdiction under the contract;\n</blockquote> \n\n<blockquote id=\"blockquote_8\">(2) Whether there is any bar for grant of escalation under the contract; and\n \n\n(3) whether the appellant is entitled to interest in the instant case. 1. Jurisdiction.\n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_35\">29. With regard to the question of jurisdiction, it was submitted on behalf of the appellant that the Arbitration Clause, as mentioned above, is wide enough to cover any dispute including the question of interpretation of contract. It was further submitted that if a specific question of law with regard to the jurisdiction of the Arbitrators is referred to the Arbitrator for decision, then <a href=\"/doc/891247/\" id=\"a_11\">in that case</a> the decision of the Arbitrator would be binding on the parties and such decision could not be set aside.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_36\">29.1. It was further submitted on behalf of the appellant that at the time when the departmental Arbitrator was appointed by the respondent, the question with regard to revision of rates was referred to and adjudicated upon by the Arbitrator. Further the order appointing the Arbitrator passed by this Court specifically referred the issues with regard to the enhancement of rate, therefore, the respondent cannot raise the question of jurisdiction any more having acquiesced in allowing the Arbitrator to decide such question.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_37\">29.2. The respondent on the other hand submitted that since the contract was a &#x27;firm price contract&quot;, the Arbitrator in entertaining the claim for enhancement has exceeded his Jurisdiction as vested under the contract.\n</p> \n\n<p data-structure=\"Section\" id=\"p_38\">29.3. It is well settled proposition of law that if an authority lacks jurisdiction or in other words if a particular subject matter is not amenable to its decision at all, it would be a case of patent lack of jurisdiction and acquiescence by a party to such issue would be immaterial as no Jurisdiction can be conferred by agreement if it is otherwise inherently lacking. In the instant case, having regard to the language of the Arbitration Clause, which is of widest amplitude, one can safely conclude that the Arbitrator has the power to interpret the terms and conditions of the contract itself. Therefore, while dealing with the claim for increase of rates, in our opinion, the Arbitrator has not committed any error of Jurisdiction.\n</p> \n\n<p data-structure=\"Section\" id=\"p_39\">29.4. In order to find out whether the Arbitrator has jurisdiction to decide a claim, if a challenge is made to the award on the ground that the Arbitrator has no jurisdiction, it is required to look into the agreement itself because the jurisdiction of the Arbitrator flows from the reference and a reference can be only with regard to such dispute which are contemplated by the agreement.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_40\">29.5. If the contract does not contain any bar in raising such a claim, then the Arbitrator would have jurisdiction to deal with such a claim. Having regard to the various clauses of the contract as discussed above, in particular the Arbitration Clause, the inescapable conclusion is that the Arbitrator had jurisdiction to enter into the question of interpretation of the terms of the contract, which obviously includes all the terms contained in the contract.\n</p> \n\n<p data-structure=\"Section\" id=\"p_41\">29.6. On the point of jurisdiction, various decisions have been relied upon by the parties, which are discussed as under.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_42\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"529896\" id=\"span_2\">29.7. The decision  (<a href=\"/doc/529896/\" id=\"a_12\">H.P. State Electricity Board v. R.J. Shah &amp; Company</a>) was relied upon on behalf of the appellant for the proposition that if an award passed by the Arbitrator was within his jurisdiction on the basis of the construction of the contract, which the Arbitrator was required to do, then such award could not be set aside merely because another view was possible.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_43\">29.8. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"529896\" id=\"span_3\">In the said case of <a href=\"/doc/529896/\" id=\"a_13\">H.P. State Electricity Board</a> (supra), a question arose as to whether the contractor was entitled to revision of rates based on market rates, which was beyond the deviation limits fixed under the contract. While deciding the said question, the Supreme Court held that want of jurisdiction is distinct from error in exercise of jurisdiction. If there was error in jurisdiction, the award could be set aside, but if the error was committed in exercise of jurisdiction and the Arbitrator was required to construe a contract then merely because another view was possible the Court would not be justified in construing the contract in a different manner than what was construed the Arbitrator and then to set aside the award of the Arbitrator.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_44\">29.9. It was further held that if a contractor could raise a particular dispute or claim before the Arbitrator and there was no bar in the contract in raising such a claim, then the Arbitrator would have jurisdiction to deal with such a claim, but if the Arbitration Clause or a specific term in the contract or the law does not permit an Arbitrator to decide on a particular issue then any decision given by the Arbitrator in respect of such issue would be in excess of jurisdiction and the Court can set aside such an award.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_45\">29.10. In the instant case, as would appear from the Arbitrator Clause, the Arbitrator had the jurisdiction to enter into the question of interpretation of the terms of the contract, which obviously includes all the terms contained in the contract. Even before the departmental Arbitrator appointed by the respondent the question with regard to revision of rates was referred to and adjudicated upon by the Arbitrator. The respondent did not raise any objection to the reference of such issues on the ground that the Arbitrator had no jurisdiction to decide such issue.\n</p> \n\n<p data-structure=\"Section\" id=\"p_46\">29.11. Normally in a contract where the parties intend that some issues are not to be decided by the Arbitrator then specific clauses are incorporated in the contract itself indicating the bar of jurisdiction of the Arbitrator to decide such issues. In this contract, we do not find any such clauses whereby it can be inferred that the issues with regard to the revision of rates was kept outside the purview of the Arbitration Clause, on the contrary the Arbitration Clause makes it clear that the Arbitrator would be entitled to adjudicate upon all the terms and conditions of the contract with regard to the interpretation thereof.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_47\">29.12. It is obvious that the disputes that have been raised before the Arbitrator in the instant case clearly relate to the interpretation of the terms of the contract as the terms of the contract were read by the parties in different ways. The respondent interpreted the contract in a manner to contend that it was a &quot;firm price contract&quot;; whereas the appellant interpreted the contract in a way, which would entitle them to claim revision of rates by reason of the change on rate of wages, which was required to be made by the appellant by reason of the notifications and/or circulars issued by the respondent from time to time. The Arbitrator was, therefore, clearly called upon to construe or interpret the terms of the contract. In these circumstances, we are of the opinion that the interpretation made by the Arbitrator is indeed a plausible interpretation and cannot be said to contain an error apparent on the fact of the record and contrary to the terms and conditions of the contract.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_48\">29.13. The learned Judge in the impugned order has held after interpreting the contract that it was a &quot;firm price contract&quot;, therefore, the payment of wages by the appellant by reason of the subsequent circulars and/or notifications cannot be contended as a payment in terms of the contract and the provisions of the said circular and/or notification cannot be included as terms of the contract by way of incorporation and, therefore, the learned Judge has held that the Arbitrator has committed an error of jurisdiction.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_49\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"529896\" id=\"span_4\">29.14. It is true that mere reference of a dispute by itself does not confer a jurisdiction upon the Arbitrator and the Arbitrator is required to adjudicate upon the disputes based upon the jurisdiction vested on him by the contract. Therefore, the question, which is required to be adjudicated upon, is whether there was any bar under the contract, which prevented the Arbitrator from adjudicating such issues. Having regard to the finding of the Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/529896/\" id=\"a_14\">H.P. State Electricity Board</a> (supra), we are of the opinion that the Arbitrator has not committed any error of jurisdiction while deciding such issues.</span>\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_50\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"196949\" id=\"span_5\">29.15. The decision  (<a href=\"/doc/196949/\" id=\"a_15\">Tarapore And Company v. Cochin Chipyard Ltd., Cochin and Anr.</a>) (hereinafter referred to as the &#x27;First Tarapore&#x27;) was cited on behalf of the appellant in support of the proposition that the question with regard to the revision of rates is a question of law specifically referred to the Arbitrator and, therefore, the decision of the Arbitrator on the said issue would be binding on the parties and the Court should not interfere with regard to such award even on the ground of error of law apparent on the award.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_51\">29.16. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"196949\" id=\"span_6\">In the said case of <a href=\"/doc/196949/\" id=\"a_16\">First Tarapore</a> (supra), the question arose as to whether the claim for compensation would fall within the purview of the Arbitration Clause. The said issue was referred to the Arbitrator without prejudice to the right of the respondent to contend that the dispute was not covered by the Arbitration Clause and that the appellant was not entitled to any compensation in respect of increase in the cost. The Arbitrator held that the claim for compensation was within the purview of the clauses of the contract and that the appellant was entitled to compensation.</span>\n</p> \n\n<p data-structure=\"Facts\" id=\"p_52\">29.17. The respondent filed an application for setting aside of the award before the Sub-ordinate Judge. The said application was dismissed by the Sub-ordinate Judge. The respondent preferred an appeal before the High Court against the Judgment of the Sub-ordinate Judge, which was allowed.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_53\">29.18. The Supreme Court held that since a specific question of law touching the jurisdiction of the Arbitrator was specifically referred to the Arbitrator, the Arbitrator&#x27;s decision was binding on the parties and the award could not be set aside on the sole ground that there was an error of law apparent or, the face of the record. It was further held that the claim for compensation, which gave rise to the disputes between the parties, was covered by the Arbitration Clause and could be adjudicated upon by the Arbitrator.\n</p> \n\n<p data-structure=\"Section\" id=\"p_54\">29.19. The Arbitration Clause, which was under consideration before the Supreme Court is almost similar in nature to the Arbitration Clause in the instant case whereby any claim or dispute arisen out of or relating to the contract would be covered by the Arbitration Clause.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_55\">29.20. In the instant case, however, there was no specific question raised before the Arbitrator as to whether the claim for compensation was within the purview of the Arbitration Clause or not. But the question, however, is whether there is any bar under the contract for referring the disputes with regard to claim for enhancement of rates. As we have already held that there is no bar, therefore, the Arbitrator while deciding such question has not committed any error of jurisdiction. The dispute, which is referred before the Arbitrator, is whether the appellant was entitled to the enhanced claim by reason of revision of rate of wages payable to the labourers. The Arbitrator having decided the same in favour of the appellant by interpreting the various terms of the contract as well as having regard to the conduct of the parties, we are of the opinion that the Arbitrator was right in interpreting the same in the manner that has been indicated in the award.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_56\">29.21. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"196949\" id=\"span_7\">In the case of <a href=\"/doc/196949/\" id=\"a_17\">First Tarapore</a> (supra), the Supreme Court has interpreted the expressions &quot;claim arising out of contract&quot; or &quot;relating to the contract&quot; or &quot;concerning the contract&quot; appearing in the Arbitration Clause. It has been held that such expressions on proper construction would mean that while entertaining or rejecting the claim or the dispute in relation to claim may be entertained or rejected after reference to the contract, then it is a claim arising out of contract. In such a case any claim arising out of or in relation to the contract or estimates or is otherwise concerning work or execution thereof would be covered by the Arbitration Clause.</span>\n</p> \n\n<p data-structure=\"Facts\" id=\"p_57\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1478013\" id=\"span_8\">29.22. The decision  (<a href=\"/doc/1478013/\" id=\"a_18\">Tarapore &amp; Co. v. State of M.P</a>.) (hereinafter referred to as the &#x27;Second Tarapore&#x27;) was relied upon on behalf of the appellant in support of the contention that the &#x27;appellant was entitled to enhancement of rates on account of rise in the rates of wages.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"196949\" id=\"span_9\">The facts in the case of <a href=\"/doc/196949/\" id=\"a_19\">Second Tarapore</a> (supra) are apposite to the facts of the instant case in some respects.</span>\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_58\">29.23. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"196949\" id=\"span_10\">In the case of <a href=\"/doc/196949/\" id=\"a_20\">Second Tarapore</a> (supra), the appellant entered into an agreement with the State of Madhya Pradesh for construction of Bargi Masonry Dam. In paragraph 3 of the said Judgment the contention of the appellant was recorded. The appellant had submitted that after the contract was entered into, minimum wages were raised by the State and the appellant was required to pay wages accordingly. The rates quoted by the appellant were in relation to the rate of wages that was prevalent at the time when the tender was invited. Therefore, the revision of wages upset all the calculations as extra amount had to be paid by reason of such revision. The claim for escalation of rates was rejected on the ground that there was no escalation clause in the contract.</span>\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_59\">29.24. Arguments similar to those which have been made before this Court on behalf of the respondent were also made before the Supreme Court on behalf of the respondent in the said case that the appellant was to receive a fixed amount bearing in mind fair wages at the time of inviting tender and having required to observe all labour laws amended from time to time, the appellant was not entitled to any escalation. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"196949\" id=\"span_11\">In the said case of <a href=\"/doc/196949/\" id=\"a_21\">Second Tarapore</a> (supra), various clauses in the contract were relied upon on behalf of the respondents and as recorded in paragraph 11 of the said Judgment in support of the contention that the appellant having been made known beyond doubt that it has to give tender as per item rate or lumpsum bearing in mind the fair wage at the time of inviting the tender and having required to observe all labour laws amended from time to time without having any claim on the respondent, the payment made to the labourers towards increased amount on account of rise of minimum wages was on the basis of the clauses of the contract and, therefore, the Arbitrator had no jurisdiction to fasten any liability on the respondent towards enhancement of wages and by doing so the Arbitrator has travelled beyond the terms of the contract and, therefore, the award was without jurisdiction.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_60\">29.25. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"196949\" id=\"span_12\">In the case of <a href=\"/doc/196949/\" id=\"a_22\">Second Tarapore</a> (supra) relied on behalf of the appellant, it was submitted that the questions which were referred to the Arbitrators if interpreted in the background in which it was made, would show that the State had accepted its liability and the reference was really in the question of quantification of the liability. The Supreme Court after taking into consideration the terms of the contract, in particular the Arbitration Clause, which is somewhat similar to the Arbitration Clause in the instant case, has come to the conclusion that the &quot;fair wages&quot; is different from &quot;minimum wages&quot; payable under the <a href=\"/doc/142278/\" id=\"a_23\">Minimum Wages Act</a>. It was further held that from the terms of the contract it could not be said that the Arbitrator had no jurisdiction to make the award because there is no express provision for it in the contract. It was further held that merely because there is no express provision allowing enhancement, one cannot conclude that claim for enhancement is by necessary implication barred.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_61\">29.26. The Supreme Court has, however, not accepted the broad contention of the appellanht that whatever is not excluded specifically in the contract can be the subject matter of claim by a contractor, as such a proposition will mock at the terms agreed upon. But, at the same time, the Supreme Court has held if something flows as a necessary non-concomitant to what was agreed upon, Courts can assume that too as a part of the contract between the parties.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_62\">29.27. The crux of the matter, in our opinion, is the agreement between the parties and how the parties understood it and conducted themselves in execution of the contract. Moreover, one has to find out as to whether the dispute relates to or arises out of or is in anyway connected with the contract. The present Arbitration clause leaves no manner of doubt that the dispute between the parties was definitely a dispute arising out of or connected with the contract. The subject matter of the dispute is thus squarely covered by the Arbitration Clause and, therefore, it cannot be contended that there was patent lack of jurisdiction on the part of the Arbitrators in having gone into the question of reimbursement of enhanced rate of wages. If it is not a case of patent lack of jurisdiction, then at best the case of latent lack of jurisdiction can be made out. In such a case the acquiescence of the parties may be relevant. But, however, we need not elaborate on the question of acquiescence as we have already held that having regard to the Arbitration Clause, there was no jurisdictional error on the part of the Arbitrator to entertain the claim.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_63\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"126205515\" id=\"span_13\">29.28. The decision  (<a href=\"/doc/126205515/\" id=\"a_24\">W.B. State Warehousing Corporation and Anr. v. Sushil Kumar Kayan and Ors.</a>) was relied upon on &#x27;behalf of the appellant in support of the contention that only if there is a specific term in the contract or law which does not permit the parties to raise a point before the Arbitrator and if there is specific bar in the contract to the raising of the point, then the award passed by the Arbitrator in respect thereof would be in excess of jurisdiction. In the instant case, it was submitted that there a no such bar either in the contract or in any law, which prohibits the Arbitrator to decide upon the questions raised before him.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_64\">29.30. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"662824\" id=\"span_14\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"126205515\" id=\"span_15\">In the case of <a href=\"/doc/126205515/\" id=\"a_25\">W.B. State Warehousing Corporation</a> (supra), the appellant relied upon Clauses (f) and (g) of paragraph 44 of an earlier Judgment  (<a href=\"/doc/662824/\" id=\"a_26\">Rajasthan State Mines and Minerals Ltd. v. Eastern Engineering Enterprises and Anr.</a>) and contended that the Arbitrator travelled beyond his jurisdiction and/or in excess of jurisdiction vested on him, therefore, the award was liable to be set aside.</span></span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_65\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"662824\" id=\"span_16\">29.31. Rejecting the said contention, the Supreme Court held that Clauses (e), (f) and (g) of paragraph 44 in the case of <a href=\"/doc/662824/\" id=\"a_27\">Rajasthan State Mines and Minerals Ltd.</a> (supra) are to be read together and in order to find out whether the Arbitrator has travelled beyond his jurisdiction, it would be necessary to consider the agreement between the parties which contains the Arbitration Clause. What is required to be determined is whether the claimant can raise a particular claim before the Arbitrator. In the absence of any bar under the contract or law, it could not be said that the Arbitrator exceeded his jurisdiction in deciding the questions raised before him.</span>\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_66\">29.32. On behalf of the respondent, it was submitted that the questions referred to the Arbitrator were not specific questions of law as was contended by the appellant, those were general questions and, therefore, the decision of the Arbitrator could be questioned in an application for setting aside of the award. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1815803\" id=\"span_17\">In support of the said contention, the decision  (<a href=\"/doc/1815803/\" id=\"a_28\">Continental Construction Co. Ltd. v. State of Madhya Pradesh</a>) was relied upon on behalf of the respondent. We need not dwell on this issue in great details.</span>\n</p> \n\n<p data-structure=\"Issue\" id=\"p_67\">29.33. Irrespective of the fact as to whether the questions referred before the Arbitrator were specific questions of law or general in nature, the question which is germane on this issue is whether the questions could be referred at all. If the issue raised before the Arbitrator is referable not being barred under the contract or under any law, the Arbitrator having come to a conclusion, which does not appear to have any error apparent on the face of the record, such decision is binding on the parties.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_68\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"662824\" id=\"span_18\">29.34. On behalf of the respondent, the decision of <a href=\"/doc/662824/\" id=\"a_29\">Rajasthan State Mines and Minerals Ltd. v. Eastern Engineering Enterprises and Anr.</a>  was relied upon for the proposition that when fundamental terms of agreement between the parties are ignored by the Arbitrator, then the Arbitrator exceeds his jurisdiction even where the Arbitration Clause itself is widely worded.</span>\n</p> \n\n<p data-structure=\"Facts\" id=\"p_69\">29.35. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"662824\" id=\"span_19\">In the case of <a href=\"/doc/662824/\" id=\"a_30\">Rajasthan State Mines and Minerals Ltd.</a> (supra) the Supreme Court after considering the facts of the case came to the finding that by ignoring the specific terms of the contract, the Arbitrator has travelled beyond his jurisdiction and, therefore, the award was liable to be set aside. In the said case, there were specific clauses where the Contractor was not permitted to raise claims on certain issues. Moreover, the Contractor admitted that the rates were fixed but demanded payment of higher rates due to various difficulties faced by it. Another issue which was raised in the said case that the Arbitrator was asked to decide all claims raised before him and that the appellant had raised objection on the basis of Clauses 17 and 18 in its reply, but did not raise the same before the Arbitrator.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_70\">29.36. There is a fundamental difference between acting wholly without jurisdiction and exceeding jurisdiction ignoring specific stipulation in the agreement, which prohibits entertaining of certain claims. Where specific question of law touching upon the jurisdiction of the Arbitrator is referred for decision of the Arbitrator by the parties, then the finding of the Arbitrator on the said question between the parties may be held to be binding. But in order to decide whether the Arbitrator has acted in excess of his jurisdiction, it is to be seen whether the claimant could raise a particular claim before the Arbitrator. If there is a specific bar contained in the agreement to raising of a particular claim, then the award passed by the Arbitrator in respect thereof would be in excess of jurisdiction.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_71\">29.37. We have already held that in the instant case there is no specific bar with regard to the raising of claim towards enhanced rates of wages, therefore, the decision of the Arbitrator cannot be held to be in excess of his jurisdiction.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_72\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1015491\" id=\"span_20\">29.38. The decision of <a href=\"/doc/1015491/\" id=\"a_31\">Associated Engineering Co. v. Government of Andhra Pradesh and Anr.</a>  was relied upon on behalf of the respondent for the same proposition as aforesaid.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1015491\" id=\"span_21\">In the case of <a href=\"/doc/1015491/\" id=\"a_32\">Associated Engineering Co.</a> (supra), there were specific escalation clauses with regard to certain items and in respect of others, there was a clear bar towards claim for an escalation. The Supreme Court held on the facts of the case that there was a specific prohibition against price adjustment or for escalation in respect of matters, which were claimed by the Contractor. Under those facts and circumstances, the Supreme Court held that if an Arbitrator wanders outside the contract and deals with matters not allotted to him, he commits a jurisdictional error.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1015491\" id=\"span_22\">By reason of our findings as aforesaid, we are of the opinion that <a href=\"/doc/1015491/\" id=\"a_33\">the said decision</a> of <a href=\"/doc/1015491/\" id=\"a_34\">Associated Engineering Co.</a> (supra) is of no assistance to the respondent.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_73\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"433889\" id=\"span_23\">29.39. The decision of <a href=\"/doc/433889/\" id=\"a_35\">Steel Authority of India Ltd. v. J.C. Budharaja Government and Mining Contractor</a>  was also relied upon on behalf of the respondent for the same proposition as aforesaid.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_74\">29.40. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"433889\" id=\"span_24\">Interpreting the terms of the contract, the Supreme Court in the case of <a href=\"/doc/433889/\" id=\"a_36\">Steel Authority of India Ltd.</a> (supra) held that there was clear bar to the claim for escalation.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"433889\" id=\"span_25\">We have already held that in the instant case there is no such bar, accordingly, the decision of <a href=\"/doc/433889/\" id=\"a_37\">Steel Authority of India Ltd.</a> (supra) is also of no assistance to the respondent.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_75\">29.41. In the impugned Judgment, the learned Judge has held that the finding of the Arbitrator that the circulars and guidelines as are to be treated as incorporated in the agreement is contrary to law and is totally alien to and/or inconsistent with the terms of the agreement and, therefore, the Arbitrator has travelled beyond the terms of his jurisdiction which is clearly circumscribed by the terms of the contract. In the facts of this case, we need not adjudicate as to whether the circulars form a part of the agreement by way of incorporation. The question, which is required to be decided is whether there is justifiability in the claim of the appellant with regard to the higher rates by reason of enhancement of the rate of wages and whether the Arbitrator could adjudicate upon such issue. We have already held that as there was no bar to the claim for escalation, having regard to the facts and circumstances of the case and also the conduct of the parties. the appellant could indeed claim enhancement of rates. The claim of the appellant towards increased rates by reason of enhancement of the rate of wages does not necessarily imply that the terms of the contract have been amended by way of incorporation.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_76\">2. Escalation\n \n\n</p><p data-structure=\"Precedent\" id=\"p_77\">30. In the instant case, we have looked in vain to find out a clause from which It can be contended that there was a specific bar to claim escalation as was contended by the respondent. In support of its contention that there was a specific bar with regard to claim on account of escalation, the respondent has relied upon Clause 7 of the contract, which is set out as under.\n</p><p data-structure=\"Section\" id=\"p_78\"> 7. No compensation or damage pay roll to the Contractor due to fluctuations in traffic-The contractor will not be entitled to any increase in the accepted rates of remuneration or compensation due fluctuations... in traffic (increase or decrease) due to any reason. The contractor will, however, be advised of any anticipated increase or decrease of traffic whenever possible but failures on the part of the railway administration to do so will not entitle the contractor to claim any damage or compensation.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_79\">30.1. The above claue does not support the contention of the respondent that there is a specific regard to the claim of escalation. The aforesaid clause prohibits the appellant from claiming any increase in the rates of remuneration or compensation due to fluctuations in traffic. The claim of the appellant, however, is not arising out of fluctuations in the traffic (increase or decrease), but is based on the increase of rate of wages, which the appellant was required to pay by reason of enhancement of such rates due to the circulars and/or notifications issued by the respondent.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_80\">30.2. With regard to the question, which is required to be adjudicated is as to whether the appellant is entitled to escalation, the appellant has submitted that it was required to pay fair wages which was not to be less than those prescribed by any law. Since the rate of wages have been increased by the respondent by issuing circulars and/or notifications, the appellant was entitled to enhancement of rate of wages to the extent it was raised.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_81\">30.3. On behalf of the respondent, it was submitted that the contract was a &quot;firm price contract&quot; and, therefore, the appellant was not entitled to any enhancement with regard to the rate of wages. It was further submitted that since the appellant was under an obligation to observe all labour laws, wages to be paid under the <a href=\"/doc/142278/\" id=\"a_38\">Minimum Wages Act</a> cannot be claimed by way of escalation. The respondent has also relied upon the Schedule annexed to the contract and the rates specified therein in support of the contention that the rates having been fixed, there is no scope for enhancement of such rates.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_82\">30.4. Clauses 14, 15 and 16 as mentioned hereinbefore make it clear that the intention of the respondent at all time was that the appellant would be fully responsible for the workers engaged by it not only for payment of &quot;fair wages&quot; but also for compliance of all other legal formalities as are necessary for engaging labourers.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_83\">30.5. The aforesaid clauses also make it clear that the appellant is required to pay fair wages, which was not to be less than the wages required to be paid under the <a href=\"/doc/142278/\" id=\"a_39\">Minimum Wages Act</a>.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_84\">30.6. It is on record which facts have also been noted by the Arbitrator in the award and not denied or disputed by the respondent, that the rate was fixed at the time of entering into the contract having regard to the then prevailing rate of wages payable to the labourers. Therefore, the inescapable conclusion is that the Schedule of rates was fixed based upon the prevailing rate of wages payable to the labourers at the material point of time.\n</p> \n\n<p data-structure=\"Section\" id=\"p_85\">30.7. The contract does not cotain any bar with regard to escalation; it is, in fact, silent on that issue. In the absence of any provision with regard to escalation, the contract is required to be interpreted which was, in fact, done by the Arbitrator. We are to examine as to whether such interpretation is possible having regard to the various other clauses contained in the contract.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_86\">30.8. It is not in dispute that the respondent from time to time issued notifications and/or circulars whereby and whereunder the appellant was required to enhance the rate of wages to be paid to the labourers. It may be true as was contended by the respondent that the rate of wages as mentioned in such notification is identical to the rate of wages fixed under the <a href=\"/doc/142278/\" id=\"a_40\">Minimum Wages Act</a>, but, however, the notifications and/ circulars by itself were not issued under the <a href=\"/doc/142278/\" id=\"a_41\">Minimum Wages Act</a>.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_87\">30.9. From the various clauses contained in the contract, more particularly, which are mentioned hereinbefore, it is apparent that the appellant was required to pay &#x27;fair wages&#x27; to the labourers which was not to be less than those prescribed by any law. Therefore, strictly speaking the appellant was required to pay &#x27;fair wages&#x27; and not wages as required under the <a href=\"/doc/142278/\" id=\"a_42\">Minimum Wages Act</a>, though the appellant was under an obligation to pay wages, which would not be less than the wages required to be paid under the <a href=\"/doc/142278/\" id=\"a_43\">Minimum Wages Act</a>.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_88\">30.10. After having examined the various clauses relied upon by the parties, we are of the opinion that there is no specific bar contained in the agreement with regard to granting of escalation. Clause 31, as mentioned above, does not prohibit or create any bar to the jurisdiction of the Arbitrator in granting escalation in favour of the appellant. The said clause is a bar in between the parties inter se.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_89\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"196949\" id=\"span_26\">30.11. The contention of the respondent that the appellant was required to pay minimum wages under the <a href=\"/doc/142278/\" id=\"a_44\">Minimum Wages Act</a> under the agreement and, therefore, was not entitled to escalation cannot be accepted. Similar questions arose in the case of <a href=\"/doc/196949/\" id=\"a_45\">Second Tarapore</a> (supra). The Supreme Court while holding that the concept of &quot;fair wages&quot; is different from &quot;minimum wages&quot; and if a person paid minimum wages under the <a href=\"/doc/142278/\" id=\"a_46\">Minimum Wages Act</a>, being a statutory obligation, would not be entitled to reimbursement, have also held that the contract was silent about payment of minimum wages; but only speaks about the amount of fair wages. The said wages being increased from time to time and the appellant/contractor being required to pay wages at the enhanced rate, it must be held that the respondent by necessary implication agreed to reimburse the increased payment of wages.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_90\">30.12. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"196949\" id=\"span_27\">In the case of <a href=\"/doc/196949/\" id=\"a_47\">Second Tarapore</a> (supra), the Suprerme Court after having examined the entire facts of the case held that though the price escalation clause did not cover the claim for compensation for additional expenditure, the whole gamut of discussions, negotiations and correspondences must be taken into consideration to arrive at a true meaning of what was agreed to between the parties and when an agreement is predicated upon an agreed fact/situation, if the latter ceases to accept, the agreement to that extent become irrelevant or otiose. Once the rate quoted, the contract become irrelevant on account of circumstances beyond the control of the contractor, it was open to the contractor to make a claim for compensation. In the instant case, it is an undisputed finding of fact by the Arbitrator and it has been accepted by the learned Judge in the impugned Judgment that the rates quoted by the appellant was based on the then existing rates of wages. The entire contract is based upon doing certain job by the appellant by employing labourers. If the rates itself undergo a change, which is beyond the control of the appellant, in our opinion, the appellant would be entitled to claim escalation based upon such enhancement.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_91\">30.13. The rates fixed under the contract as mentioned in the schedule was also on the basis of the then existing rate of wages.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_92\">30.14. In some respects the discussions with regard to the jurisdiction of the Arbitrator would also be relevant with regard to the claim for escalation. From the various terms of the contract, as mentioned above, in particular Clauses 31 and 33, it appears to us that there is nothing in the contract, which suggests that the contract is a &quot;firm price contract&quot; and there is any bar with regard to the claim for escalation on account of enhanced rate of wages.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_93\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"196949\" id=\"span_28\">30.15. It has been categorically held in the decision of <a href=\"/doc/196949/\" id=\"a_48\">First Tarapore</a> (supra) that in order to arrive at a true meaning of what was agreed upon between the parties, the entire gamut of discussions, negotiations and correspondences must be taken into consideration. In the award, there is a finding of fact by the Arbitrator, which has not been assailed by the respondent before the learned Judge that the respondent was contemplating to provide an escalation clause in the various subsisting agreement of like nature due to frequent fluctuation of rate of wages. It has been further recorded in the award that in identical cases in respect of other parties, the respondent has incorporated the escalation clause during subsistence of contract by executing a supplementary agreement with retrospective effect. The names of the contractors in whose case such escalation clause has been included have been named in the award itself.</span>\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_94\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1050814\" id=\"span_29\">30.16. On behalf of the appellant the decision  (<a href=\"/doc/1050814/\" id=\"a_49\">P.M. Paul v. Union of India</a>) was relied upon in support of the contention that the Arbitrator has not committed any legal misconduct by allowing escalation of rates.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1050814\" id=\"span_30\">In the case of <a href=\"/doc/1050814/\" id=\"a_50\">P.M. Paul</a> (supra) the appellant claimed escalation on the ground that the site was not handed over as agreed and, therefore, the work could not be completed within the stipulated time. On behalf of the respondent it was urged that in absence of any escalation clause in the contract, the claim for escalation could not be referred to the Arbitrator and the Arbitrator while deciding such question had travelled beyond his jurisdiction in awarding escalation.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_95\">30.17. Rejecting the said contention the Supreme Court held that since the Arbitrator was called upon to decide which of the party was responsible for the delay and the consequences thereof, the Arbitrator was right in allowing escalation. It was further held that escalation is a normal incident arising out of gap of time in this inflationary age in performing any contract. The Supreme Court in no uncertain terms has held that the claim for escalation was not outside the purview of the contract. It arises as an incident of a contract and the Arbitrator had jurisdiction to decide such question.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_96\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1989300\" id=\"span_31\">30.18. The decision  (<a href=\"/doc/1989300/\" id=\"a_51\">Alopi Parshad and Sons Ltd. v. Union of India</a>) was relied upon by both the parties. The appellant relied upon <a href=\"/doc/1989300/\" id=\"a_52\">the said decision</a> In support of the contention that if a specific question is submitted to the Arbitrator and he answers it, which involves an erroneous decision on law, such decision cannot be set aside. On behalf of the respondent<a href=\"/doc/1989300/\" id=\"a_53\">, <a href=\"/doc/1989300/\" id=\"a_54\">the said decision</a></a> was relied upon in support of the contention that the liability of a party to perform the terms of the contract cannot be absolved merely because the performance may become onerous. In the instant case, the claim of the appellant is not really a claim for damages and is not merely based on the principles of equity.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_97\">30.19. In the aforesaid case, the original agreement was revised by mutual consent whereby the uniform rate was substituted by a graded scale. The agents claimed that the revised agreement was not binding upon then and that they were entitled to the difference between the buying remuneration, establishment and contingency charges under the agreement and the amount actually received. Considering the facts and circumstances of the said case, the Supreme Court held that a party to a contract cannot absolve himself from the liability to perform his part of the contract merely because the performance of the contract has become onerous. In the instant case, the original rates were not revised and the appellant was not entitled to any graded scale of rate, but the appellant was under an obligation to pay fair wages, which should not be less than the minimum wages.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_98\">30.20. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1989300\" id=\"span_32\">In the case of M/s. <a href=\"/doc/1989300/\" id=\"a_55\">Alopi Parshad</a> (supra), the claim of the appellant was based upon the principles of quantum meruit, which is reasonable compensation for the work done.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1989300\" id=\"span_33\">In the instant case, the change of rate of wages was not the natural incidence of escalation of rates, but was due to the notifications and/or circulars issued by the respondent fixing the rate of wages, which the appellant was required to pay to the labourers engaged by it. Therefore, the principles enunciated in the case of M/s. <a href=\"/doc/1989300/\" id=\"a_56\">Alopi Parshad</a> (supra) do not apply in the facts and circumstances of this case.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_99\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1882267\" id=\"span_34\">30.21. On behalf of the appellant the decision of <a href=\"/doc/1882267/\" id=\"a_57\">Union of India and Ors. v. Anglo Afghan Agencies</a> reported in AIR 1968 SC 718 relied upon in support of the proposition that the appellant was entitled to revision of rates on the principle of promissory estoppel.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1882267\" id=\"span_35\">In the case of <a href=\"/doc/1882267/\" id=\"a_58\">Anglo Afghan Agencies</a> (supra) the exporters claimed incentives for export of woolen goods to Afghanistan under a scheme called &#x27;Export Promotion Scheme&#x27;.</span> Considering the facts of the said cast, the Supreme Court held that where a person has acted on the basis of representation made by the Government, it would be obligatory on the part of the Government to carry out the promise made by it.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_100\">30.22. Strictly speaking in the instant case there is no such representation made on behalf of the respondent, that increased rates to be paid by the would be reimbursed by the respondent. Therefore, the principle of promissory estoppel may not apply in the real sense of the term. However, the question is whether the appellant is entitled to the revision of enhancement of wages due to the circulars issued by the respondent from time to time.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_101\">30.23. In the impugned Judgment, the learned Judge has come to the finding that it was a firm price contract and, therefore, was incapable of being changed and/or altered. Significantly, the learned Judge has allowed the claim for increase in rates for the period 1st of January, 1993 till 31st August, 1994, which was the period after the termination of the contract. The reasoning of the learned Judge while allowing such claims is that since the said period is after the termination of the contract, the contractual terms and conditions would not apply. However, the appellant agreed to work for the said period at the request of the respondent on the same terms and conditions of the contract. If the contractor while working for the aforesaid period on the same terms and conditions could be awarded escalation, we see no reason why for the period prior thereto the appellant would be denied such claim. Moreover, if the aforesaid period was totally outside the scope of the term of the agreement between the parties, then the Arbitration Clause would also not cover the said period. The learned Judge has, however, held that since there was already a valid agreement between the parties, the performance of which was subsequently repudiated, the performance under the contract may come to an end, but the contract is still in existence for certain purposes. It is true that an Arbitration Clause survives even when the main agreement between the parties stands terminated, but what we are concerned with here is that while working for the said period, which was after the termination of the contract, the appellant agreed to work under the same terms and conditions, on the same analogy for the subsequent period too, the contract should have been held to be a firm price contract. The learned Judge has, however, allowed the claim for enhancement for the said period. This is an irreconcilable inconsistency.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_102\">3. Interest\n \n\n</p><p data-structure=\"CDiscource\" id=\"p_103\">31. With regard to the issue as to whether the appellant was entitled to claim interest, it was submitted on behalf of the respondent that no interest could be paid to the appellant by reason of the specific bar contained in the contract in terms of Clause 31 as mentioned above.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_104\">31.1. From the impugned Judgment, it appears that the learned Judge has also relied upon Clause 31 and has come to the conclusion that no interest was payable under the contract and since the Arbitrator is a creature of the contract, the said clause would operate as a bar in the matter of awarding interest. The learned Judge has also held that the Arbitrator while awarding the interest has disregarded the express provision in the agreement and, therefore, the award so far as the grant of interest is concerned, could not be sustained. The position of law with regard to the power of awarding interest by the Arbitrator appears to be little different from what has been concluded by the learned Judge. Clause 31 makes it clear that it operates as a bar as between the parties. Though the Arbitrator is a creature of the contract, but while acting as an Arbitrator, he does not step into the shoes of either of the parties and an Arbitrator is to adjudicate the dispute of the parties in accordance with the provisions of the agreement. If there is a clear bar in the matter of awarding interest by the Arbitrator undisputedly, the arbitrator cannot award interest.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_105\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1774832\" id=\"span_36\">31.2. Generally speaking the claim for interest arises for a period prior to reference, during the reference and after the award until payment made in terms of the award. On this issue the decision of <a href=\"/doc/1774832/\" id=\"a_59\">Executive Engineer, Dhenkanal Minor Irrigation Division, Orissa and Ors. v. N.C. Budharaj and Ors.</a> reported in (2001)2 SCC 721 was relied upon on behalf of the petitioner.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_106\">31.3. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1774832\" id=\"span_37\">In the said case of <a href=\"/doc/1774832/\" id=\"a_60\">Executive Engineer, Dhenkanul Minor Irrigation Division, Orissa</a> (supra), the Supreme Court considering the relevant law on the subject, held that an Arbitrator has jurisdiction to award interest on the sums found due and payable for the pre-reference period in the absence of any specific stipulation or prohibition in the contract to claim or grant any such interest.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1121664\" id=\"span_38\">The contary view taken in the case of <a href=\"/doc/1121664/\" id=\"a_61\">Executive Engineer (Irrigation) v. Abhaduta Jena</a>  was overruled.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"654172\" id=\"span_39\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1774832\" id=\"span_40\">In the said case of <a href=\"/doc/1774832/\" id=\"a_62\">Executive Engineer, Dhenkanal Minor Irrigation Division, Orissa</a> (supra), an earlier decision of <a href=\"/doc/654172/\" id=\"a_63\">Secretary, Irrigation Department, Government of Orissa v. G.C. Roy</a>  was also considered.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"654172\" id=\"span_41\">The said decision of <a href=\"/doc/654172/\" id=\"a_64\">G.C. Roy</a> (supra) was in relation to power of Arbitrator to interest pendente lite and it was held that where the agreement between the parties does not prohibit grant of interest and where a party claim interest and that dispute is referred to the Arbitrator, he shall have the power to award the interest pendente lite and in such a case it must be presumed that interest was an implied term of the agreement between the parties.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_107\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1766532\" id=\"span_42\">31.4. The decision of The Board of Trustees for the <a href=\"/doc/1766532/\" id=\"a_65\">Port of Calcutta v. Engineers-De-Space-Age</a>  was relied upon on behalf of the appellant for the proposition that an Arbitrator has the power to grant interest pendente lite. In the instant case, the claim for interest has 1st of November, 1994 till the date of reference. The contract between the parties became effective from 3rd August, 1991 and was for a period of three years. Though the contract was terminated by the appellant, which was accepted by the respondent with effect from 31st December, 1992, the appellant continued with the work at the request of the respondent on the same terms and conditions and continued till August 1994. In other words, the full length of the contract was worked out by the apppellant.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1766532\" id=\"span_43\">In the case of Board of Trustees for the <a href=\"/doc/1766532/\" id=\"a_66\">Port of Calcutta</a> (supra), it has been held that when the agreement between the parties does not prohibit the awarding of interest and that dispute is referred to the Arbitrator, he shall have the power to award interest pendente lite. Interpreting a particular clause in the contract, which is similar to clause in the instant case, as mentioned above, the Supreme Court held that the terms of the contract merely prohibits the parties from entertaining any claim for interest and does not prohibit the Arbitrator from awarding interest. In the instant case, Clause 31 makes it clear that &quot;no interest or damage shall be paid to the Contractor&quot;. The expression &quot;paid&quot; makes it clear that the term was to apply between the parties inter se, as under no stretch of imagination, it can be contended that the Arbitrator is to pay interest, who is only to adjudicate on the disputes referred to him.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_108\">31.5. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1259387\" id=\"span_44\">In a recent decision passed by a Division Bench of this Court in the case of <a href=\"/doc/1259387/\" id=\"a_67\">Union of India v. Pam Development Pvt. Ltd.</a> , it has been held that the prohibition to grant interest must be incorporated in the Arbitration Clause itself. We are also of the opinion that the agreement with regard to bar in the matter of claim for interest operates only between the parties inter se and does not exclude the jurisdiction of the Arbitrator to award interest.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_109\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"919241\" id=\"span_45\">32. The decision of <a href=\"/doc/919241/\" id=\"a_68\">Oil &amp; Natural Gas Corporation Ltd. v. Saw</a> pipes Ltd.  was relied upon on behalf of the in support of the proposition that the expression &quot;public policy of India&quot; occurring in Section 34 Sub-section (2)(b) of the <a href=\"/doc/1306164/\" id=\"a_69\">Arbitration and Conciliation Act, 1996</a> (hereinafter referred to as the &#x27;1996 Act&#x27;) is required to be given a wider meaning and can be applied in case where the award is patently in violation of a statutory provision.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"919241\" id=\"span_46\">It is submitted on behalf of the that the Supreme Court in the case of <a href=\"/doc/919241/\" id=\"a_70\">Oil &amp; Natural Gas Corporation Ltd.</a> (supra) has given a wider meaning to the said expression &quot;public policy of India&quot; and, therefore, the award in the instant case, being patently illegal, could be interfered with under Section 34 of the 1996 Act.</span>\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_110\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"919241\" id=\"span_47\">33. Relying upon the decision of <a href=\"/doc/919241/\" id=\"a_71\">Oil &amp; Natural Gas Corporation Ltd.</a> (supra), it was submitted on behalf of the respondent that by reason of the specific provision contained in the said Act in particular <a href=\"/doc/1320175/\" id=\"a_72\">Section 28</a>, an Arbitrator is required to decide in accordance with the terms of the contract and should also take into account the usage of the trade applicable to the transaction. It was, therefore, submitted that the Arbitrator having passed an award contrary to the terms of the agreement has committed an illegality.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_111\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"919241\" id=\"span_48\">34. The Supreme Court in the case of <a href=\"/doc/919241/\" id=\"a_73\">Oil &amp; Natural Gas Corporation Ltd.</a> (supra) has held that in order to hold that an award is patently illegal because it is against public policy of India, it is to be found that the award is contrary to fundamental policy of Indian law, or the interest of India, or contrary to justice or morality or if it is otherwise patently illegal, which illegality must go to the root of the matter. The Supreme Court has also held that if an award shocks the conscience of the Court, such an award could be termed as opposed to public policy and is required to be adjudged void.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_112\">35. In our opinion, none of the tests as enunciated by the Supreme Court applies in the facts of the instant case. There is nothing on record to suggest that the Arbitrator has travelled beyond the scope of the agreement. On the contrary, having regard to the language of the Arbitration Clause, it was open to the Arbitrator to interpret the terms of the contract, which was referred before him.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_113\">For the reasons as aforesaid, we are of the opinion that the impugned Judgment is liable to be set aside and is hereby set aside.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_114\">The award passed by the Arbitrator is upheld on all counts. There will, however, be no order as to costs.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_115\">Urgent xerox certified copy of this Judgment, if applied for, be given to the parties on usual undertakings.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_116\">Vikash Sridhar Sirpurkar, C.J.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_117\">36. I agree.\n</p> \n\n","numcites":27,"numcitedby":12,"docsource":"Calcutta High Court","citetid":77177,"divtype":"judgments","relatedqs":[{"value":"interpretations of contracts ","formInput":"interpretations%20of%20contracts%20"},{"value":"award of interest by arbitrator","formInput":"award%20of%20interest%20by%20arbitrator"},{"value":"\"fair wage\" ","formInput":"%22fair%20wage%22%20"},{"value":"jurisdiction in contract","formInput":"jurisdiction%20in%20contract"},{"value":"ESCALATION IN CONTRACT","formInput":"ESCALATION%20IN%20CONTRACT"},{"value":"firm price contracts","formInput":"firm%20price%20contracts"},{"value":"contract labour","formInput":"contract%20labour"},{"value":"labour law","formInput":"labour%20law"},{"value":"arbitrator jurisdiction","formInput":"arbitrator%20jurisdiction"},{"value":"acquiescence","formInput":"acquiescence"},{"value":"public policy","formInput":"public%20policy"},{"value":"what is exceeding jurisdiction","formInput":"what%20is%20exceeding%20jurisdiction"},{"value":"Interpretation of terms of contract","formInput":"Interpretation%20of%20terms%20of%20contract"},{"value":"excessive jurisdiction","formInput":"excessive%20jurisdiction"},{"value":"escalation clause","formInput":"escalation%20clause"},{"value":"minimum wages act","formInput":"minimum%20wages%20act"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"wages under minimum wages","formInput":"wages%20under%20minimum%20wages"},{"value":"setting aside of award","formInput":"setting%20aside%20of%20award"},{"value":"lack of jurisdiction","formInput":"lack%20of%20jurisdiction"}],"cats":[{"value":"minimum-wages","formInput":"tag:minimum-wages"},{"value":"application-for-setting-aside-arbitral-award","formInput":"tag:application-for-setting-aside-arbitral-award"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":false,"query_alert":null,"agreement":false}