{"tid":155750875,"publishdate":"2018-02-15","title":"Damodar Prasad Rajoria & Ors. vs The State Of M.P. Th: C.I.D., Bhopal on 15 February, 2018","doc":"<h2 class=\"doc_title\">Damodar Prasad Rajoria &amp; Ors. vs The State Of M.P. Th: C.I.D., Bhopal on 15 February, 2018</h2>\n\n<pre id=\"pre_1\">                                      1          Criminal Appeal No.1912/1996\n             [Damodar Prasad Rajoria and others Vs. State of M.P. ]\n\n                 HIGH COURT OF MADHYA PRADESH\n                       PRINCIPAL SEAT JABALPUR\nSINGLE BENCH:\n                       HON. SHRI JUSTICE G.S. AHLUWALIA\n\n\n                          Criminal Appeal No.1912/1996\n\n\n.........Appellants:                         Damodar Prasad Rajoria and\n                                             others\n\n\n                                       Versus\n\n\n.........Respondent:                         State of M.P.\n----------------------------------------------------------------------------------------\nShri Shashank Shekhar, Counsel for appellant no.1.\nShri Amit Verma, Counsel for appellants no. 2 and 3.\nShri Vivek Lakhera, Counsel for the respondent/CID.\n----------------------------------------------------------------------------------------\nDate of hearing                              : 15/02/2018\nDate of Judgment                             : 15/02/2018\nWhether approved for reporting               :\nLaw laid down:\n\n\nSignificant paragraphs:\n                      JUDGMENT\n</pre><p data-structure=\"Facts\" id=\"p_1\">                         (15/02/2018)\nPer Justice G.S. Ahluwalia,\n       This Criminal Appeal under <a href=\"/doc/1903086/\" id=\"a_1\">Section 374</a> of Cr.P.C. has been\nfiled by the appellants challenging the correctness and proprietary\nof Judgment and sentence dated 12-10-1996 passed by Special\nJudge, Bhopal in Special Sessions Trial No.8/1992, by which the\nappellant no.1 has been convicted under <a href=\"/doc/1436241/\" id=\"a_2\">Section 420</a>/<a href=\"/doc/37788/\" id=\"a_3\">34</a> and\n<a href=\"/doc/18766893/\" id=\"a_4\">163</a>/<a href=\"/doc/37788/\" id=\"a_5\">34</a> of I.P.C. and has been sentenced to undergo the rigorous\nimprisonment of 1 ½ years and simple imprisonment of 6 months\nrespectively and appellants no.2 and 3 have been convicted under\n                                    2          Criminal Appeal No.1912/1996\n          [Damodar Prasad Rajoria and others Vs. State of M.P. ]\n\n<a href=\"/doc/1436241/\" id=\"a_6\">Sections 420</a> and <a href=\"/doc/18766893/\" id=\"a_7\">163</a> of I.P.C. and have been sentenced to\nundergo the rigorous imprisonment of 2 years and a fine of\nRs.4,000/- with default imprisonment and simple imprisonment of\n6 months respectively.\n</p><p data-structure=\"Facts\" id=\"p_2\">     The necessary facts for the disposal of the present appeal in\nshort are that in the year 1984, the appellant no.1-Damodar\nPrasad Rajoria was posted in the office of Superintendent of\nPolice Morena and was the resident of village Mudiakheda,\nwhereas Satish Kumar, Shivnarayan and Ram Pal Singh Tomar\nwere also the resident of village Mudiakheda, Distt. Morena. The\nappellant M.L. Verma was posted as Platoon Commander, 23 rd\nBattalion and was posted as Security Guard of the Chief Minister.\nThe appellant Janki Prasad is the brother-in-law of the appellant\nM.L. Verma. The appellant no.1-Damodar Prasad had introduced\nSatish Chand Dandotiya, Rampal Singh Tomar and Shivnarayan\nand many other others with the appellant-M.L.Verma and\nappellant-Janaki Prasad and had assured that as the appellant\nM.L. Verma is posted as Security Guard of the Chief Minister,\ntherefore, he is very close to the Chief Minister and is competent\nto get them employed. If they fulfill the demand of M.L. Verma,\nthen they can get an employment. Accordingly, Satish Chand\nDandotiya gave Rs. 12,000/-, Rampal Singh gave Rs.6,000/- and\nShivnarayan gave Rs.3,500/- to M.L. Verma and Janki Prasad.\nAccordingly, M.L. Verma got a note-sheet prepared from the office\nof the Chief Minister and sent it to the Police Headquarter,\nhowever, was not able to get the complainants appointed. On the\ncomplaint of the complainants, the C.I.D. registered the offence\nand after completing the investigation, filed the charge-sheet for\noffence under <a href=\"/doc/1436241/\" id=\"a_8\">Section 420</a> of I.P.C. and under <a href=\"/doc/33237157/\" id=\"a_9\">Section 9</a> of\nPrevention of Corruption Act, 1947.\n</p><p data-structure=\"Issue\" id=\"p_3\">     The Trial Court by order dated 17-8-1993 framed the\ncharges under Sections 420 and 163 of I.P.C.\n</p><p data-structure=\"Facts\" id=\"p_4\">                                     3          Criminal Appeal No.1912/1996\n           [Damodar Prasad Rajoria and others Vs. State of M.P. ]\n\n      The appellants abjured their guilt and pleaded not guilty.\n      The Prosecution in order to prove its case, examined Satish\n(P.W.1), Ramswaroop (P.W.2), Lakhminder Singh (P.W.3), Lal\nBahadur Singh (P.W.4), Narayan Prasad Mishra (P.W.5), Dinesh\nKumar Shivhare (P.W.6), N.K. Vijayvargiya (P.W.7), Suresh Kumar\n(P.W.8), Rampal Singh (P.W.9), Shivnarayan (P.W.10), Ramsewak\n(P.W.11), Damodar Sharma (P.W.12), Ramshanker Sharma\n(P.W.13), Mahesh Chandra Dubey (P.W.14), R.K.S. Tomar\n(P.W.15), Vinod Ashtputre (P.W.16), Vijay Gavade (P.W.17),\nSudhakar     Phadanis     (P.W.18),     Ravindra     Nath    Shrivastava\n(P.W.19), Raghuraj Singh (P.W.20), R.K. Soni (P.W.21), and M.N.\nPandey (P.W.22). The appellants did not examine any witness in\ntheir defence.\n</p><p data-structure=\"Facts\" id=\"p_5\">      The Trial Court after hearing both the parties, convicted the\nappellant no.1 for offence under <a href=\"/doc/1436241/\" id=\"a_10\">Sections 420</a>/<a href=\"/doc/37788/\" id=\"a_11\">34</a> and <a href=\"/doc/18766893/\" id=\"a_12\">163</a>/<a href=\"/doc/37788/\" id=\"a_13\">34</a> of\nI.P.C. and sentenced him to undergo the rigorous imprisonment of\n1½ years and simple imprisonment of 6 months respectively,\nwhereas the appellants no.2 and 3 have been convicted under\n<a href=\"/doc/1436241/\" id=\"a_14\">Sections 420</a> and <a href=\"/doc/18766893/\" id=\"a_15\">163</a> of I.P.C. and have been sentenced to\nundergo the rigorous imprisonment of 2 years and a fine of\nRs.4000/- with default imprisonment and simple imprisonment of 6\nmonths respectively.\n</p><p data-structure=\"PetArg\" id=\"p_6\">      Challenging the conviction and sentence passed by the\nCourt below, it is submitted by the Counsel for the appellants no. 2\nand   3    that   according      to   the    prosecution     case,     the\nwitnesses/complainants had tried to obtain service by adopting an\nillegal way, therefore, they are the accomplice, therefore, their\nevidence should not be accepted without corroboration. It is\nfurther submitted that the offence is alleged to have been\ncommitted in the year 1984 and, therefore, the jail sentence may\nbe reduced and they may be punished with fine only. It was\nsubmitted by the Counsel for the appellant no.1 that the appellant\n                                    4          Criminal Appeal No.1912/1996\n          [Damodar Prasad Rajoria and others Vs. State of M.P. ]\n\nno.1 is an innocent person and there is no evidence on record to\nshow that he ever introduced the complainants with the accused\nM.L. Verma and Janki Prasad or induced them to give money to\nthe appellants no.2 and 3 for securing job in the police\ndepartment.\n</p><p data-structure=\"PetArg\" id=\"p_7\">     Per contra, it is submitted by the Counsel for the State that\nthe prosecution has proved the guilt of the appellants beyond\nreasonable doubt.\n</p><p data-structure=\"CDiscource\" id=\"p_8\">     Heard the learned Counsel for the parties.\n</p><p data-structure=\"Facts\" id=\"p_9\">     Satish (P.W.1) has stated that the appellant No.1 Damodar\nis the resident of his village and he knows the appellants No.2 and\n3 because of Damodar, appellant no.1. In the year 1983, he had\ngone to Bhopal to give interview for the post of Wireless Operator.\nAt that time, the appellant Damodar was working in M.T.\nWorkshop, Bhopal. He had stayed with Damodar. The quarter of\nM.L. Verma was adjoining to the quarter of Damodar. The\nappellant M.L. Verma had promised him that he would get him\nappointed and had also told that he should keep money ready and\nhe would inform him as soon as there would be possibility of the\nappointment. He informed his father and told that M.L. Verma has\nassured him job and has also told him to make arrangement of\nmoney and he had also informed that he is posted as Security\nGuard in the security of the Chief Minister. His father made an\narrangement of Rs.30,000 after selling 2½ bigha of his land.\nThereafter, the appellant M.L. Verma and Janki Prasad came to\nhis village Mudiakheda, Distt. Morena and demanded Rs.5000/-\nand assured that he would get him appointed on the post of Clerk\nin the Police Department and asked that the remaining amount\nwould be paid at a later stage. Thereafter, his father had given an\namount of Rs.5000/- to M.L. Verma and thereafter, both the\naccused persons went back. About 2-3 months thereafter the\nappellant Janki Prasad again came to his house and informed that\n                                    5          Criminal Appeal No.1912/1996\n          [Damodar Prasad Rajoria and others Vs. State of M.P. ]\n\nthe appellant M.L. Verma has asked him to come to Bhopal along\nwith an amount of Rs.7,000/-. Accordingly, he went to Bhopal\nalong with Janki Prasad and gave an amount of Rs.7,000/- to M.L.\nVerma, who assured that the appointment order shall be issued\nwithin a period of 2-4 days and, therefore, he should stay in\nBhopal itself. After 2-3 days, when he enquired about his service,\nthen it was informed by M.L. Verma that a note-sheet from the\noffice of the Chief Minister has been issued for appointment on\nthe post of L.D.C. At that time Shri Arjun Singh was the Chief\nMinister. About 3-4 months thereafter, the appellant M.L. Verma\nhanded over a recommendation order, Ex. P.11, written by\nInspector General of Police (Administration), Police Headquarters,\nwhich was addressed to the S.P., Raipur for appointment on the\npost of L.D.C. and accordingly, he went to Raipur to submit his\njoining and met with Superintendent of Police Shri Das. Shri Das\ninformed that there is no vacancy. Thereafter, he informed the\nappellant M.L. Verma that the Superintendent of Police has\nrefused him to give joining and accordingly he came back to\nBhopal. Thereafter, he demanded his money back from the\nappellant M.L. Verma, but he started threatening him. It was\nfurther stated by the witness that before returning back to his\nvillage, he met with Dinesh who was working in a liquor shop at\nBhopal and informed him about the activities of M.L. Verma and\ncame back to his village. Dinesh had some talks with M.L. Verma\nand accordingly, he informed him by sending two inland letters,\nwhich are Ex. P.1 and P.2. Later on, he informed his cousin\nbrother Damodar Sharma about the incident. One C.S.P., who\nwas the friend of Damodar Sharma, was posted at Bhopal and\naccordingly he gave a letter for said C.S.P. This witness again\ncame to Bhopal and demanded his money back from the appellant\nM.L. Verma. The appellant Verma requested him not to give letter\nto the C.S.P. and assured that he would sent a letter to him and\n                                    6          Criminal Appeal No.1912/1996\n          [Damodar Prasad Rajoria and others Vs. State of M.P. ]\n\nthereafter, he can collect his money back. Thereafter, the\nappellant Verma sent a letter to the witness. This witness came to\nBhopal where an amount of Rs.5000/- was returned by the\nappellant M.L. Verma and the remaining amount of Rs.7000/- was\nnot returned. Thereafter, he met with the C.S.P., who sent him to\nPolice Station T.T. Nagar, Bhopal, where he made a written\ncomplaint. On 22-1-1986, the appellant M.L. Verma had given a\nletter, which is Ex. P.4, in which it was mentioned that he would\nreturn the money by 1986 along with interest otherwise, he would\nget his work done. Another letter Ex. P.5 was given by M.L. Verma\nin which it was mentioned that an amount of Rs.3000/- shall be\nreturned by 25-3-1986 and the remaining amount of Rs.4,500/-\nshall be returned by 1-4-1986. However, the remaining amount\nhas not been returned. When he did not get the job, then he\nmade a written complaint to the Chief Minister Ex. P.6.              The\nappellant Janki Prasad is the brother-in-law of the appellant M.L.\nVerma and had come to his village along with the appellant M.L.\nVerma and had subsequently taken him to Bhopal. Janki Prasad\nVerma had also written a letter to him which is Ex. P.7. Another\nletter Ex. P.8 was also sent by Janki Prasad. Another letter Ex P.9\nwhich was in handwriting of M.L. Verma was also given by the\nappellant Janki Prasad and he had informed the appellant\nDamodar about this letter. The seizure memo Ex. P.10 was\nprepared. The recommendation letter, which was given by the\nappellant M.L. Verma is Ex. P.11, which was seized vide seizure\nmemo Ex. P.10. This witness was cross examined. This witness\ncould not specify the dates on which he had met with the accused\npersons at Bhopal. It was accepted by him that the appellant\nDamodar is the resident of the same village and this witness had\nstayed in the house of the appellant Damodar, however, he\nadmitted that he had not disclosed to the appellant Damodar\nabout his talks and transactions with other accused persons. His\n                                     7          Criminal Appeal No.1912/1996\n           [Damodar Prasad Rajoria and others Vs. State of M.P. ]\n\nfather had given money to M.L. Verma in his presence and the\norder and letters were given by M.L. Verma. Thus, it is clear that\nno effective cross examination of this witness was done and he\nwas not asked anything about the allegations made by him in his\nexamination-in-chief.\n</p><p data-structure=\"CDiscource\" id=\"p_10\">     Ramswaroop (P.W.2) is the father of Satish (P.W.1). He has\nstated that the appellant Damodar is the resident of his village\nhowever, he does not know about the fact that whether the other\naccused persons are related to the appellant Damodar or not? He\nhad given an amount of Rs.7000/- to his son for procuring job.\nHis son Satish had stayed at Bhopal for a period of 3 months with\nthe accused persons. Janki on the instructions of appellant M.L.\nVerma, had demanded Rs.5000/- for procuring job for his son\nSatish and had given an amount of Rs.5000/- to Janaki. His son\nhas not got the job so far. In cross examination, this witness has\nstated that he had not given the money directly to M.L. Verma, but\nhe had given the money to his son, who had given the said\namount to M.L. Verma. No effective cross examination of this\nwitness was done.\n</p><p data-structure=\"CDiscource\" id=\"p_11\">     Dinesh (P.W.6) had stated that the appellant M.L. Verma\nhad taken money from Satish for getting him appointed. The\nappellant M.L. Verma used to tell Satish that he would get the job.\nHowever, this witness specifically stated that the appellant\nDamodar Rajoria is not known to him and, therefore, this witness\nwas declared hostile and was cross-examined, but even in the\ncross-examination, he did not say anything against the appellant\nDamodar.\n</p><p data-structure=\"CDiscource\" id=\"p_12\">     Suresh Kumar (P.W.8), Rampal Singh (P.W.9), Shivnarayan\n(P.W.10), and Ramsewak (P.W.11) have turned hostile and they\nhave not supported the prosecution case.\n</p><p data-structure=\"CDiscource\" id=\"p_13\">     Damodar Sharma (P.W.12) has stated that he was informed\nby Satish that he has got a job at Raipur and when he enquired as\n                                    8          Criminal Appeal No.1912/1996\n          [Damodar Prasad Rajoria and others Vs. State of M.P. ]\n\nto how he has got the job because he has not passed Higher\nSecondary Examination, then he was told by Satish that he has\ngot the job by giving money to M.L. Verma. Later on, he was\ninformed that he has been removed from the service. Thus, this\nwitness is a hearsay witness.\n</p><p data-structure=\"CDiscource\" id=\"p_14\">     Thus, the entire case is based on the testimony of Satish\n(P.W.1) and the evidence of Ramswaroop (P.W.2), Dinesh (P.W.4)\nand Damodar Sharma (P.W. 12) corroborates the evidence of\nSatish (P.W.1).\n</p><p data-structure=\"CDiscource\" id=\"p_15\">     From the evidence of the witnesses, it is clear that M.L.\nVerma and Janki Prasad had demanded money. Money was paid\nto M.L. Verma. M.L. Verma and Janki Prasad had written certain\nletters, viz. Ex. P.4, P.5 and P.7 to P.9, to the complainant Satish\n(P.W.1). A recommendation order, Ex. P.11 was also given by M.L.\nVerma.\n</p><p data-structure=\"CDiscource\" id=\"p_16\">     R.K. Soni (P.W.21) is the investigating officer, who had\nseized the note-sheet sent from the office of Chief Minster,\nEx.P.23 to P.28, copy of the outward register, Ex. P.29, Covers\nDak Book, Ex. P.30, Note-sheet prepared by Police Headquarter,\nEx.P.31 vide seizure memo Ex. P.14. The disputed documents,\ni.e. note sheets, Ex. P.23 to P.28, as well as the letters written by\nthe appellants Ex. P.1, P.2, P.4, P.5 and P.7 to P.9 were sent to the\nhandwriting expert. The specimen signatures of the Chief Minister,\nArjun Singh were obtained and were sent to the handwriting\nexpert. Apart from that, the specimen handwriting of appellant\nDamodar Prasad, Ex. P.43 to 45, was taken and his letters Ex.\nP.46 to 51 were sent to the handwriting expert. Similarly, the\nspecimen handwriting of Janki Prasad, Ex. P.53 to 63, were\nobtained. The applications, Ex. P. 64 to 69, were obtained and all\nthe documents were sent to the handwriting expert by memo\nEx.P. 69 to 72.\n</p><p data-structure=\"CDiscource\" id=\"p_17\">     Handwriting expert M.N. Pandey (P.W.22) has stated that he\n                                    9          Criminal Appeal No.1912/1996\n          [Damodar Prasad Rajoria and others Vs. State of M.P. ]\n\nhad examined the disputed documents and had opined that the\nsame person had signed on the documents marked as S-61 to 66\nwho had signed Q.10. Similarly, the person who had written the\ndocuments A-1 to A-12 had written Q.11. Similarly, the handwriting\non B-1 to B-30 is in the same handwriting and signature of the\nperson who had written Q-12 to Q-19. Thus, from the report of the\nhandwriting expert, it is clear that the letters Ex. P.4, P.5 and P.9\nwhich were addressed to the complainant Satish (P.W.1) were in\nthe handwriting of the appellant M.L. Verma. Similarly, the letters\nEx.P.7 and P.8 were found to be in the handwriting of the appellant\nJanki Prasad.\n</p><p data-structure=\"CDiscource\" id=\"p_18\">     From the report of the handwriting expert, it also appears\nthat the signatures of the then Chief Minister were forged and the\nsame were in the handwriting of the appellant Damodar Prasad.\n</p><p data-structure=\"CDiscource\" id=\"p_19\">     Thus, from the evidence of the prosecution witnesses, it is\nclear that the witnesses have stated that M.L. Verma and Janki\nPrasad had assured the complainant Satish (P.W.1) that he would\nget an appointment and had taken an amount of Rs.5000/- and\nRs.7000/- from the complainant Satish. Letters Ex. P.4, P.5, P.9\nwere in the handwriting of the appellant M.L. Verma, whereas the\nletter Ex. P.7 and P.8 were in the handwriting of the appellant\nJanki Prasad. In these letters, the accused have admitted that\nthey would return the amount. The explanation given by the\nappellants in this regard cannot be said to be a plausible\nexplanation. Satish (P.W.1), Ramswaroop (P.W.2), Dinesh (P.W.4)\nand Damodar Sharma (P.W.12) have stated in support of the\nprosecution case. Thus, it is held that the prosecution has\nsucceeded in establishing beyond reasonable doubt that the\nappellant M.L. Verma and Janki Prasad had assured Satish\n(P.W.1) that he can get appointment in the police department, but\nwould be required to pay the amount. Accordingly, the appellant\nM.L. Verma and Janki Prasad took money from Satish (P.W.1) and\n                                   10          Criminal Appeal No.1912/1996\n          [Damodar Prasad Rajoria and others Vs. State of M.P. ]\n\nrecommendation letter for appointment on the post of L.D.C.\nEx.P.11, was also obtained on the strength of the forged\nsignatures of the Chief Minister. It is also established by the\nevidence of Handwriting Expert M.N. Pandey (P.W.22) that the\nforged signatures of the Chief Minister on the note sheet were not\nin the handwriting of the Chief Minister. Now the question for\nconsideration is that whether the forged signatures of the Chief\nMinister, on the note sheet Ex. P.34 are in the handwriting of the\nappellate Damodar or not?\n</p><p data-structure=\"CDiscource\" id=\"p_20\">     The prosecution has obtained the specimen signatures of\nthe then Chief Minister which are marked as S.56 to S.60. The\nspecimen handwriting of the appellant Damodar was obtained and\nhis admitted handwriting is Ex. P.43 to P.45 and was marked as\nS.61 to S.66. However, surprisingly, the appellant Damodar\nPrasad was not asked to make the signatures of the then Chief\nMinister for its comparison with the disputed signatures of the\nChief Minister on the note sheet Ex. P.34. The note sheet Ex. P.34\nis not in the handwriting, but it is a typed note sheet with the\nsignature of the then Chief Minister. If the prosecution really\nwanted to compare the signatures of the then Chief Minister in\norder to ascertain the authorship of the said signatures, then it\nshould have asked the appellant Damodar Prasad to make the\nsignatures of the then Chief Minister and then should have got\ncompared with the disputed signatures. The disputed signatures\non the note sheet Ex. P. 34 should not have been compared with\nthe specimen hand writing of the appellant Damodar Prasad.\nThus, in view of the above mentioned lapse on the part of the\nprosecution, this Court is of the considered opinion that the\nprosecution has failed to prove beyond reasonable doubt that the\ndisputed signatures of the then Chief Minister were in the\nhandwriting of the appellant Damodar Prasad. No witness has\notherwise, stated against the appellant Damodar Prasad.\n</p><p data-structure=\"Conclusion\" id=\"p_21\">                                   11          Criminal Appeal No.1912/1996\n          [Damodar Prasad Rajoria and others Vs. State of M.P. ]\n\nAccordingly, this Court is of the considered opinion that the\nprosecution has failed to establish the involvement of the\nappellant Damodar Prasad in the offence.            Accordingly, he is\nacquitted of all the charges.\n</p><p data-structure=\"Conclusion\" id=\"p_22\">       Considering the totality of the facts and circumstances of\nthe case, the appellants No.2 M.L. Verma and appellant No.3\nJanki Prasad are held guilty of committing offence under <a href=\"/doc/1436241/\" id=\"a_16\">Sections\n420</a> and <a href=\"/doc/18766893/\" id=\"a_17\">163</a> of I.P.C. However, the appellant no.1 Damodar is\nacquitted of all the charges.\n</p><p data-structure=\"Conclusion\" id=\"p_23\">     Heard on the question of sentence.\n</p><p data-structure=\"PetArg\" id=\"p_24\">     It is submitted by the Counsel for the appellants No.2 and 3,\nnamely, M.L. Verma and Janki Prasad that the incident is alleged\nto have taken place in the year 1983-1984 and more than 33\nyears have passed, therefore, a lenient view may be adopted.\n</p><p data-structure=\"CDiscource\" id=\"p_25\">     In the present case, by forging the signatures of the then\nChief Minister, a recommendation order was obtained for\nappointment of the complainants on the post of L.D.C. and money\nwas taken by the appellants from the complainant Satish (P.W.1).\nUnder the facts and circumstances of the case, the Trial Court has\nalready adopted a very lenient view in awarding the jail sentence\nof rigorous imprisonment of 2 years and 6 months respectively.\nTherefore, the sentence awarded by the Trial Court does not call\nfor any interference.\n</p><p data-structure=\"Conclusion\" id=\"p_26\">     Accordingly, the judgment and sentence dated dated 12-10-\n1996 passed by Special Judge, Bhopal in Special Sessions Trial\nNo.8/1992 is affirmed so far as it relates to the appellant No.2-\nM.L. Verma and appellant No.3-Janki Prasad Verma, but the\njudgment and sentence so far as it relates to appellant no.1-\nDamodar is concerned, the same is set aside and the appellant\nno.1-Damodar is acquitted of all the charges.\n</p><p data-structure=\"Conclusion\" id=\"p_27\">     The appellant no.1-Damodar is on bail. His bail bond and\nsurety bonds are discharged.\n</p><p data-structure=\"Conclusion\" id=\"p_28\">                                       12          Criminal Appeal No.1912/1996\n              [Damodar Prasad Rajoria and others Vs. State of M.P. ]\n\n          The appellants no.2-M.L. Verma and appellant No.3-Janki\n   Prasad Verma are also on bail. Their bail bonds and surety bonds\n   are hereby cancelled. They are directed to immediately surrender\n   before the Trial Court for undergoing the jail sentence.\n</p><p data-structure=\"Conclusion\" id=\"p_29\">          The appeal filed by the appellant no.1 Damodar is allowed,\n   whereas the appeal filed by the appellant no.2-M.L. Verma and\n   appellant No.3-Janaki Prasad Verma is hereby dismissed.\n</p>\n\n\n<p data-structure=\"PetArg\" id=\"p_30\">                                                    (G.S. Ahluwalia)\n                                                         Judge\n                                                      15/02/2018\nArun*\n\n\n<span class=\"hidden_text\" id=\"span_1\">        Digitally signed by ARUN KUMAR MISHRA</span>\n        Date: 2018.02.16 16:14:04 +05&#x27;30&#x27;\n                                  13          Criminal Appeal No.1912/1996\n         [Damodar Prasad Rajoria and others Vs. State of M.P. ]\n\n\n\n\n            HIGH COURT OF MADHYA PRADESH\n               PRINCIPAL SEAT JABALPUR\n\nJabalpur: Dated 15/2/2018\n     Shri Shashank Shekhar, Counsel for appellant no.1.\n     Shri Amit Verma, Counsel for appellants no. 2 and 3.\n     Shri Vivek Lakhera, Counsel for the respondent/CID.\n     Arguments heard.\n</p><p data-structure=\"Conclusion\" id=\"p_31\">     Judgment dictated, signed and dated on separate sheets.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_32\">                                            (G.S. Ahluwalia)\n                                                 Judge\nArun*\n </p>","numcites":5,"numcitedby":29,"docsource":"Madhya Pradesh High Court","citetid":155750875,"divtype":"judgments","relatedqs":[{"value":"handwriting  expert","formInput":"handwriting%20%20expert"},{"value":"section 420","formInput":"section%20420"},{"value":"forged signature ","formInput":"forged%20signature%20"},{"value":"disputed signature","formInput":"disputed%20signature"},{"value":"specimen handwriting","formInput":"specimen%20handwriting"},{"value":"S.S. AHLUWALIA","formInput":"S.S.%20AHLUWALIA"},{"value":"damodar","formInput":"damodar"},{"value":"handwriting","formInput":"handwriting"},{"value":"\"section 420\"","formInput":"%22section%20420%22"},{"value":"surety bond ","formInput":"surety%20bond%20"},{"value":"jabalpur","formInput":"jabalpur"}],"cats":[{"value":"theft","formInput":"tag:theft"},{"value":"common-intention","formInput":"tag:common-intention"},{"value":"appeals-from-conviction","formInput":"tag:appeals-from-conviction"}],"courtcopy":true,"query_alert":null,"agreement":false}