{"tid":114140061,"publishdate":"2024-07-29","title":"Larsen & Toubro Limited vs M/S.Texmo Pipes And Products Limited on 29 July, 2024","doc":"<h2 class=\"doc_title\">Larsen &amp; Toubro Limited vs M/S.Texmo Pipes And Products Limited on 29 July, 2024</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:k-ramasamy\">Krishnan Ramasamy</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:k-ramasamy\">Krishnan Ramasamy</a></h3>\n\n<pre id=\"pre_1\">                                                                         Arb.O.P.(Com.Div.) No.191 of 2024\n\n                                   IN THE HIGH COURT OF JUDICATURE AT MADRAS\n\n                                                    DATED: 29.07.2024\n\n                                                           CORAM\n\n                                  THE HON&#x27;BLE Mr. JUSTICE KRISHNAN RAMASAMY\n\n                                           Arb.O.P (Com.Div.) No.191 of 2024\n\n                     Larsen &amp; Toubro Limited,\n                     represented by its Manager-Supply Chain Management/PoA,\n                     Mr.V.Sriram                                         ...              Petitioner\n\n                                                          Versus\n\n                     M/s.Texmo Pipes and Products Limited,\n                     through its Managing Director,\n                     Mr.Sanjay Agrwal                                             ... Respondent\n                     Prayer:\n                                  Arbitration Original Petition filed under <a href=\"/doc/401357/\" id=\"a_1\">Section 11(5)</a> of the\n                     Arbitration and Conciliation Act, 1996, praying to appoint an Arbitrator to\n                     adjudicate the disputes between the parties arising out of the Purchase\n                     Orders mentioned therein.\n                                        For Petitioner:     Mr.Anirudh Krishnan\n                                                            assisted by Mr.Ramkishore Karanam\n                                                            Ms.Rupikaa Srinivasan and\n                                                            Ms.Samriddhi Sanga\n\n                                        For Respondent: Mr.Arun C.Mohan\n                                                        asst.by Mr.Advaidh Neelakantan and\n                                                        Mr.Avanti Balachander\n\n\n\n                     Page No.1/36\n\n\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                            Arb.O.P.(Com.Div.) No.191 of 2024\n\n                                                             ORDER\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">                                  This Arbitration Original Petition has been filed under <a href=\"/doc/401357/\" id=\"a_2\">Section 11(5)</a>\n\n                     of the Arbitration and Conciliation Act, 1996 (in short, &#x27;the Act&#x27;) by the\n\n                     petitioner, praying to appoint an Arbitrator to adjudicate the disputes\n\n                     between the parties arising out of the Purchase Orders mentioned therein.\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_2\">                                  2. Facts in brief, giving rise to the filing of the present Original\n\n                     Petition, are as follows:\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">\n\n</p><p data-structure=\"Issue\" id=\"p_4\">                                  3. The petitioner herein is a Public Limited Company, deals with the\n\n                     business of Water Infrastructure Projects across the globe. The petitioner\n\n                     issued Letters of Intent to the respondent for the supply of High Density\n\n                     Polyethylene Pipes for its projects. In pursuant to the Letters of Intent, the\n\n                     petitioner issued as many as 22 Purchase Orders on various dates. Every\n\n                     Purchase Order contains the following Clause:\n</p>\n<blockquote id=\"blockquote_1\">                                         “Note: The Purchase Order shall be governed by the\n                                   “General   Conditions   of Contract     for     procurement     of\n                                   Materials/Equipment” untill unless specified”\n                                  3.1 According to the petitioner, a harmonious reading of the above\n\n<span class=\"hidden_text\" id=\"span_1\">                     Page No.2/36</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                            Arb.O.P.(Com.Div.) No.191 of 2024\n\n                     would go to show that the Purchase Orders were evidently issued in\n\n                     pursuant to the Letters of Intent and thereby, the General Conditions of\n\n                     Contract (in short, &#x27;GCC&#x27;) would govern the Purchase Orders which were\n\n                     issued for the projects.\n</blockquote>\n\n\n<blockquote id=\"blockquote_2\">                                  3.2 While so, according to the petitioner, dispute arose between the\n\n                     parties in relation to the supply of poor quality of pipes for the projects and\n\n                     the petitioner made various claims vide letter dated 13.10.2023 to the tune of\n\n                     Rs.116.33 Crores. The respondent issued a legal notice dated 29.01.2024\n\n                     and raised 3 counter claims against the petitioner in relation to the projects,\n\n                     which are in the nature of termination payments, alleged outstanding dues\n\n                     and damages.\n</blockquote>\n\n\n<blockquote id=\"blockquote_3\">                                  3.3 The petitioner, invoking Clause 28 of the GCC, issued a notice on\n\n                     09.02.2024, calling upon the respondent to amicably resolve the dispute. It\n\n                     appears that despite settlement talks held between the parties, no amicable\n\n                     settlement was arrived at. The respondent vide letter dated 18.03.2024\n\n                     declined to mutually appoint an Arbitrator in accordance with Clause 28.2 of\n\n\n<span class=\"hidden_text\" id=\"span_2\">                     Page No.3/36</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                           Arb.O.P.(Com.Div.) No.191 of 2024\n\n                     the GCC and recommended an appointment of the Arbitrator under the\n\n                     provisions of <a href=\"/doc/605764/\" id=\"a_3\">Section 11(6)</a> of the Act. In reply, the petitioner issued a notice\n\n                     of arbitration dated 22.03.2024 under <a href=\"/doc/138599/\" id=\"a_4\">Section 21</a> of the Act, suggesting a\n\n                     broad-based panel of arbitrators from legal and technical background and\n\n                     requested to confirm the name of any one of them as the Arbitrator.\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_5\">                     However, the respondent vide letter dated 21.03.2024, reiterated that they\n\n                     recommended the appointment of an independent arbitrator under <a href=\"/doc/605764/\" id=\"a_5\">Section\n\n                     11(6)</a> of the Act. This was again confirmed by the respondent vide letter\n\n                     dated 23.03.2024. However, according to the petitioner, despite the explicit\n\n                     admission on the part of the respondent to act in accordance with the GCC\n\n                     in relation to the referral of the disputes to arbitration, the respondent denies\n\n                     the very existence of GCC itself.        Hence, the petitioner has come forward\n\n                     with the present petition.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">\n\n</p><p data-structure=\"RespArg\" id=\"p_7\">                                  4. Resisting the petition, the respondent filed a counter affidavit,\n\n                     wherein, it is stated that the terms and conditions stipulated under GCC do\n\n                     not bind the respondent. There is only a general reference to the same and\n\n                     no specific reference to the arbitral clause. The GCC has not been signed by\n\n\n<span class=\"hidden_text\" id=\"span_3\">                     Page No.4/36</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                             Arb.O.P.(Com.Div.) No.191 of 2024\n\n                     either of the parties and the respondent does not have original signed copy of\n\n                     the GCC for any of the Purchase Orders as the same was not signed by the\n\n                     respondent under Clause 30.7 of the GCC, which stipulates that the GCC\n\n                     which forms part of the Contract along with Purchase Orders and Letters of\n\n                     Intent, shall be executed by both the parties and both parties have to retain\n\n                     an original copy of the same. Therefore, both the petitioner and respondent\n\n                     have not signed the GCC and not retained an original copy as per Clause\n\n                     30.7 of the GCC and as such, the petitioner cannot seek to enforce the terms\n\n                     and conditions of the GCC. Only Letters of Intent and Purchase Orders were\n\n                     issued by the petitioner to the respondent and the GCC has never been\n\n                     provided to the respondent along with Purchase Orders. Merely providing a\n\n                     link to the GCC in the Purchase Orders, does not mean that the respondent\n\n                     has rendered its acceptance to the terms and conditions of the GCC,\n\n                     especially when the GCC itself provides a strict stipulation that the same will\n\n                     have to be signed by both the parties and retaining originals of the same.\n\n\n\n</p><p data-structure=\"Section\" id=\"p_8\">                                  4.1 As regards Note contained in Purchase Orders, it is stated that the\n\n                     said Note provides that the execution or performance of purchase order shall\n\n\n<span class=\"hidden_text\" id=\"span_4\">                     Page No.5/36</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                              Arb.O.P.(Com.Div.) No.191 of 2024\n\n                     be in terms of GCC, however, the same does not include anything with\n\n                     regard to the arbitration agreement referred in the GCC. Further, the said\n\n                     Purchase Orders were not signed by the respondent and hence, there is no\n\n                     consensus between the parties with regard to the invocation of arbitration.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_9\">                                  4.2 As regards the jurisdiction of this Court, it is stated that based on\n\n                     the Clause 29.2 of the GCC, the petitioner invoked the jurisdiction of this\n\n                     Court. However, since the said GCC was not signed by the respondent, it\n\n                     will not bind on the respondent. That apart, the respondent does not have its\n\n                     business within the jurisdiction of this Court. Therefore, there is no\n\n                     territorial nexus, whatsoever, to invoke the jurisdiction of this Court and the\n\n                     present petition is not maintainable and the same is liable to be dismissed in\n\n                     limine.\n</p>\n<p data-structure=\"Issue\" id=\"p_10\">\n\n</p><p data-structure=\"Facts\" id=\"p_11\">                                  4.3   It is further stated that in all the States, the samples of the\n\n                     respondent were duly passed and cleared both at factory premises and at the\n\n                     external testing labs and hence, there is no question of any arbitration for the\n\n                     present Purchase Orders of the petitioner. It is also stated that in the all\n\n\n<span class=\"hidden_text\" id=\"span_5\">                     Page No.6/36</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                           Arb.O.P.(Com.Div.) No.191 of 2024\n\n                     Invoices issued by the respondent which were accepted by the petitioner, as\n\n                     regards jurisdiction, it is clearly mentioned as &#x27;subject to Burhanpur\n\n                     Jurisdiction&#x27; and therefore, since the business of the respondent is located at\n\n                     Burahanpur and as no cause of action arose in Tamil Nadu, this Court has\n\n                     no jurisdiction to entertain the present Original Petition.              Hence, the\n\n                     respondent prays this Court to dismiss this petition.\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_12\">                                  5. Mr.Anirudh Krishnan, learned counsel appearing for the petitioner\n\n                     would contend that the respondent has not disputed the Purchase Orders\n\n                     issued by the petitioner which contain a &#x27;Note&#x27; specifically prescribing that\n\n                     “the Purchase Order shall be governed by the “General Conditions of the\n\n                     Contract for procurement of materials/equipment&#x27; until and unless\n\n                     specified&#x27; and the respondent has never questioned this, but acted upon the\n\n                     same and later issued Invoices also. He pointed out that the GCC contains\n\n                     an arbitration Clause 28.2 which provides adjudication of the dispute by\n\n                     way of arbitration and the respondent is well aware of the fact that the GCC\n\n                     can be directly downloaded from the petitioner&#x27;s web portal. Therefore, the\n\n                     learned counsel would submit that in terms of the express provisions of the\n\n\n<span class=\"hidden_text\" id=\"span_6\">                     Page No.7/36</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                            Arb.O.P.(Com.Div.) No.191 of 2024\n\n                     GCC, the dispute between the parties is arbitrable and this Court has\n\n                     jurisdiction to entertain the petition under <a href=\"/doc/605764/\" id=\"a_6\">Section 11(6)</a> of the Act.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_13\">                                  6. The learned counsel would also point out that in fact, the\n\n                     respondent, vide their letters 23.03.2024, 18.3.2024 and 21.03.2024, has\n\n                     explicitly agreed for reference to arbitration before an independent Arbitrator\n\n                     to be appointed by the Hon&#x27;ble High Court, however, having agreed as such,\n\n                     now, unfortunately, the respondent denies the existence of the GCC and\n\n                     resists appointment of the Arbitrator.\n</p>\n<p data-structure=\"Issue\" id=\"p_14\">\n\n</p><p data-structure=\"RespArg\" id=\"p_15\">                                  7. He pointed out that admittedly, the Letters of Intent were accepted\n\n                     and counter signed by the respondent and even though the Purchase Orders\n\n                     were not signed, it has to be construed that after acceptance of the Letters of\n\n                     Intent, the petitioner issued Purchase Orders wherein, the Note has clearly\n\n                     mentioned that the purchase order shall be governed by the GCC, wherein,\n\n                     Clause 28 provides &#x27;Dispute Resolution&#x27; by way of amicable settlement and\n\n                     arbitration and venue of arbitration, and therefore, it is prima facie\n\n                     established that the respondent is ad idem to the arbitration, any dispute\n\n\n<span class=\"hidden_text\" id=\"span_7\">                     Page No.8/36</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                          Arb.O.P.(Com.Div.) No.191 of 2024\n\n                     arises between the parties, the same shall be subject to the arbitration by a\n\n                     Sole Arbitrator to be chosen from the panel of arbitrators to be furnished by\n\n                     the purchaser.\n</p>\n<p data-structure=\"Issue\" id=\"p_16\">\n\n</p><p data-structure=\"PetArg\" id=\"p_17\">                                  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"171214938\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"6694102\" id=\"span_9\">8. The learned counsel would also contend that though the Purchase\n\n                     Orders were not signed by the respondent, however, the respondent has\n\n                     downloaded the same and acted upon the same. He referred to the legal\n\n                     notice dated 29.01.2024, wherein, the respondent mentioned that they\n\n                     downloaded the Purchase Orders from the petitioner&#x27;s portal by using login\n\n                     and password provided by the petitioner. Therefore, the learned counsel\n\n                     would argue that once the respondent downloaded the purchase orders and\n\n                     the GCC and gone through the same, which contained Note clarifying that\n\n                     the purchase order shall be governed by the GCC, the same would bind on\n\n                     the respondent and even by way of exchange of letters and legal notices by\n\n                     the parties, an inference could be drawn that there is arbitration agreement.\n\n                     Therefore, he would contend that there would be no need to sign the\n\n                     arbitration agreement. In this regard, the learned counsel would rely upon\n\n                     the decisions of the Hon&#x27;ble Supreme Court reported in (2020) 12 SCC 767\n\n\n<span class=\"hidden_text\" id=\"span_10\">                     Page No.9/36</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                       Arb.O.P.(Com.Div.) No.191 of 2024\n\n                     (<a href=\"/doc/6694102/\" id=\"a_7\">Mahanagar Telephone Nigam Limited versus Canara Bank</a> and others”\n\n                     and (2015) 13 SCC 477 (<a href=\"/doc/171214938/\" id=\"a_8\">Govind Rubber Limited versus Lois Dreyfus\n\n                     Commodities Asia Private Limited</a>).</span></span>\n</p>\n<p data-structure=\"Issue\" id=\"p_18\">\n\n</p><p data-structure=\"PetArg\" id=\"p_19\">                                  9. The learned counsel would further contend that in fact, the\n\n                     respondent vide letters dated 18.03.2024, 21.03.2024 and 23.03.2024, has\n\n                     accepted that the dispute to be resolved by an independent Arbitrator\n\n                     appointed by the Hon&#x27;ble High Court under the provisions of <a href=\"/doc/605764/\" id=\"a_9\">Section 11(6)</a>\n\n                     of the Act. However, the respondent, relying upon Invoices, would insist\n\n                     upon the dispute to be resolved within the jurisdiction of Burhanpur. The\n\n                     learned counsel would point out that mere specification in the invoice of a\n\n                     contrary jurisdiction clause will not override the jurisdiction/arbitration\n\n                     clause that was already existing the GCC. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"139547939\" id=\"span_11\">In this regard, the learned counsel\n\n                     would rely upon a decision of the Hon&#x27;ble Supreme Court reported in 2023\n\n                     SCC OnLine Bom 1942 (<a href=\"/doc/139547939/\" id=\"a_10\">Parekh Platichem Distributors LLP versus\n\n                     Simplex Infrastructure Limited</a>). Therefore, the learned counsel would\n\n                     submit that there is a clear jurisdiction clause in the GCC and the dispute is\n\n                     arbitrable by virtue of Clause 28.2 of the GCC and hence he would urge this\n\n\n<span class=\"hidden_text\" id=\"span_12\">                     Page No.10/36</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                         Arb.O.P.(Com.Div.) No.191 of 2024\n\n                     Court to entertain the present application and appoint an independent\n\n                     Arbitrator for adjudication of the dispute between the parties.</span>\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_20\">                                  10. On the other hand, Mr.Arun C.Mohan, learned counsel appearing\n\n                     for the respondent would contend that the parties have entered into six\n\n                     Letters of Intent with regard to supply of HDPE pipes, which were only the\n\n                     documents signed and executed by both the parties and the said Letters of\n\n                     Intent contained no reference to the GCC. He would point out that the\n\n                     petitioner has deliberately suppressed the Invoices issued by the respondent\n\n                     which were acted upon and accepted by the petitioner, wherein, the\n\n                     jurisdiction refers to &#x27;Burhanpur&#x27; Madhya Pradesh where the business of the\n\n                     respondent is located, as such, this Court does not have jurisdiction to\n\n                     entertain the present petition. He would further contend that the respondent\n\n                     never accepted the GCC and the terms contained therein are not binding on\n\n                     the respondent including the arbitration clause since the respondent has not\n\n                     signed the same.          He pointed out that even the provisions of the GCC\n\n                     stipulate that every contact shall be signed by the parties and each party\n\n                     shall be provided with one signed original copy, but in the present case,\n\n\n<span class=\"hidden_text\" id=\"span_13\">                     Page No.11/36</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                          Arb.O.P.(Com.Div.) No.191 of 2024\n\n                     admittedly, both parties have not signed and this makes it clear that there\n\n                     was no consensus ad idem with respect to the terms of the GCC including\n\n                     the arbitration clause and exclusive jurisdiction contained therein. Therefore,\n\n                     he would submit that when the respondent has not consented to the\n\n                     arbitration clause, the dispute cannot be referred to the arbitration. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"6202898\" id=\"span_14\">In this\n\n                     regard, he relied upon a decision of the Hon&#x27;ble Supreme Court in <a href=\"/doc/6202898/\" id=\"a_11\">“NBCC\n\n                     (India) Limited versus Zillion Infraprojects Pvt.Ltd.”</a> 2024 SCCd OnLine\n\n                     SC 323.          According to the learned counsel, the present case is a clear\n\n                     example of two contract case, viz., the Letters of Intent is the fulcrum of the\n\n                     relationship pursuant to which, the Purchase Orders were issued and Clause\n\n                     30.7 of the GCC mandates the signature of the parties which has not been\n\n                     done so or waived in the present case and therefore, it is clear that there is\n\n                     no conscious acceptance of the GCC by the respondent and thereby there is\n\n                     no consensus ad idem between the parties with respect to the arbitration\n\n                     clause or exclusive jurisdiction and since there is no specific reference made\n\n                     to the arbitration clause in the Purchase Orders, the same is not binding on\n\n                     the respondent.</span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_21\">                                  11. The learned counsel for the respondent would also contend that\n\n\n<span class=\"hidden_text\" id=\"span_15\">                     Page No.12/36</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                            Arb.O.P.(Com.Div.) No.191 of 2024\n\n                     the present petition is not maintainable since it is tainted with material\n\n                     suppression. He pointed out that the respondent issued Invoices which\n\n                     specifically mentioned that the Invoices will be subject to Burhanpur\n\n                     jurisdiction and the same was never disputed by the petitioner and hence\n\n                     when once, the petitioner has consciously accepted the invoices, the\n\n                     petitioner ought not to have to invoked the jurisdiction of this Court and\n\n                     further, this aspect has been suppressed by the petitioner.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_22\">                                  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"880036\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"77536432\" id=\"span_17\">12. He also contended that in the present case, Letters of intent are\n\n                     the only documents signed by both parties, pursuant to which, Purchase\n\n                     Orders have been issued which contains a mere reference to another\n\n                     contract, i.e. the GCC, which was admittedly, never signed by the\n\n                     respondent. He referred to the decisions of the Hon&#x27;ble Supreme Court in\n\n                     <a href=\"/doc/77536432/\" id=\"a_12\">“Padia Timber Company Private Limited versus Board of Trustees of\n\n                     Vishakapatnam Port”</a> (<a href=\"/doc/880036/\" id=\"a_13\">2021) 3 SCC                 and “Deokar Exports Private\n\n                     Limited versus New India Assurance Company Limited”</a> (2008) 14 SCC\n\n                     598 and submitted that when the acceptor puts a new condition while\n\n                     accepting the contract, the contract is not complete until the prosper accepts\n\n\n<span class=\"hidden_text\" id=\"span_18\">                     Page No.13/36</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                        Arb.O.P.(Com.Div.) No.191 of 2024\n\n                     that condition. He pointed out that in the present case, the respondent never\n\n                     accepted the arbitration clause contained in the GCC and hence, the present\n\n                     petition is liable to be dismissed as not maintainable before this Court. He\n\n                     also submitted that there is no part of cause of action arose within the\n\n                     jurisdiction of this Court since no supply of pipes were made in the state of\n\n                     Tamil Nadu and even on the basis of correspondence exchanged between the\n\n                     parties, the petitioner cannot invoke the jurisdiction of this Court since the\n\n                     respondent disputes the existence and validity of the GCC.</span></span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"143184125\" id=\"span_19\">He referred to a\n\n                     decision of the Hon&#x27;ble Supreme Court in <a href=\"/doc/143184125/\" id=\"a_14\">“BGS SGS Soma JV versus\n\n                     NHPC Limited”</a> (2020) 4 SCC 234, wherein, it is held that when the parties\n\n                     have not agreed upon seat/venue of arbitration, the Court where the cause of\n\n                     action arose, will have the jurisdiction, while so, in the present case, the\n\n                     parties have not agreed to &#x27;seat&#x27;/&#x27;venue&#x27; of the arbitration in the\n\n                     correspondence exchanged by them and also as no cause of action arose in\n\n                     state of Tamil Nadu, the petitioner cannot invoke the jurisdiction of this\n\n                     Court.       With these contentions, the learned counsel for the respondent\n\n                     sought for dismissal of the present petition.</span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_23\">                                  13. Heard the learned counsel for the petitioner and the learned\n\n\n<span class=\"hidden_text\" id=\"span_20\">                     Page No.14/36</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                            Arb.O.P.(Com.Div.) No.191 of 2024\n\n                     Senior Panel Counsel for the respondent and perused the entire materials\n\n                     available on record.\n</p>\n<p data-structure=\"Precedent\" id=\"p_24\">\n\n</p><p data-structure=\"Issue\" id=\"p_25\">                                  14. Now the point that arises for consideration is whether the\n\n                     petitioner has made out a case for appointment of a Sole Arbitrator for\n\n                     adjudication of the dispute between the parties?\n</p>\n<p data-structure=\"Precedent\" id=\"p_26\">\n\n</p><p data-structure=\"Section\" id=\"p_27\">                                  15. To constitute an arbitration agreement, there must be an\n\n                     agreement between the parties, viz., the parties must be ad idem. <a href=\"/doc/1616495/\" id=\"a_15\">Section\n\n                     7(4)(b)</a> of the 1996 Act, states that an arbitration agreement can be derived\n\n                     from exchange of letters, telex, telegram or other means of communication,\n\n                     including through electronic means. The 2015 Amendment Act inserted the\n\n                     words “including communication through electronic means” in <a href=\"/doc/1616495/\" id=\"a_16\">Section\n\n                     7(4)(b)</a>. If it can prima facie be shown that parties are ad idem, even though\n\n                     the other party may not have signed a formal contract, it cannot absolve him\n\n                     from the liability under the agreement.\n</p>\n<p data-structure=\"Precedent\" id=\"p_28\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_29\">                                  16. It is well settled law that, in order to consider whether there is\n\n\n<span class=\"hidden_text\" id=\"span_21\">                     Page No.15/36</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                              Arb.O.P.(Com.Div.) No.191 of 2024\n\n                     any arbitration agreement between the parties and also in order to\n\n                     consider what is the arbitration agreement, the intention of the parties\n\n                     is paramount. The reason for this is obvious that Arbitration is a\n\n                     consensual form of dispute resolution which, barring a few exceptions,\n\n                     can be resorted to only if parties have consented to the same.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_30\">                                  17. In the light of this settled position in law, in the present case, it\n\n                     would have to be considered as to whether the parties intended to be\n\n                     bound by the Arbitration Clause by virtue of GCC contained in the\n\n                     Purchase Orders issued by the petitioner or by the Arbitration Clause\n\n                     contained in the Invoices raised by the respondent.\n\n\n\n                     Purchase Order vis-a-vis Invoice:\n</p>\n<p data-structure=\"Precedent\" id=\"p_31\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_32\">                                  18. In the present case, admittedly, both parties have entered into six\n\n                     Letters of Intent with respect of supply of HDPE pipes, which contain the\n\n                     following:\n</p>\n<blockquote id=\"blockquote_4\">                                          “Please treat this as FIRM COMMITMENT and send\n                                   us the copy of the LOI duly signed with seal as a token of\n\n<span class=\"hidden_text\" id=\"span_22\">                     Page No.16/36</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                            Arb.O.P.(Com.Div.) No.191 of 2024\n\n                                   acceptance. Formal Purchase Order with detailed terms and\n                                   conditions will be released shortly.”\n\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_33\">                                  19. It is not in dispute that the Letters of Intent have been counter\n\n                     signed and sent by the respondent and pursuant to which, the petitioner\n\n                     issued Purchase Orders from their office at Chennai. The purchase orders\n\n                     contain the &#x27;Note&#x27; which reads as under:\n</p>\n<blockquote id=\"blockquote_5\">                                        “Note: The Purchase Order shall be governed by the\n                                  “General Conditions of Contract for procurement of\n                                  Materials/Equipment” until unless specified.             It is\n                                  important that seller confirms acceptance of this Purchase\n                                  Order within 7 days of receipt. Failure to return the\n                                  acceptance does not diminish the responsibilities as set\n                                  forth herein, but may result in a delay to any payments that\n                                  may be due and may be a cause of termination of this\n                                  Purchase Order.     In case of any clarification required,\n                                  please contact the Purchase Order Issuing Authority.\n</blockquote><blockquote id=\"blockquote_6\">                                        “For any issue, payment or otherwise, relating to\n                                  this PO/WO, please raise a grievance requirest by logging\n                                  into the Partner Grievance Redressal Portal available in\n                                  the Partner Portal mentioning the PW/WO number, the\n                                  reason for the grievance a brief description of the same\n\n<span class=\"hidden_text\" id=\"span_23\">                     Page No.17/36</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                          Arb.O.P.(Com.Div.) No.191 of 2024\n\n                                  along with the necessary attachments.          E-mails to\n                                  individuals will not be responded to. Line for the portal:\n</blockquote><blockquote id=\"blockquote_7\">                                  https://partners.Intecc.com/PartnerMgmtApp/home.”\n\n\n\n</blockquote><p data-structure=\"RespArg\" id=\"p_34\">                                  20. It is pertinent to note that having acknowledged the above and\n\n                     gone through the contents of the Purchase Orders, the respondent, in turn,\n\n                     raised respective Invoices. In fact, in the Invoices raised by the respondent\n\n                     and sent to the petitioner for payment, the respondent has referred to the\n\n                     said respective Purchase Orders. Therefore, by virtue of the this\n\n                     correspondence exchanged between the petitioner and the respondent, it can\n\n                     be easily ascertained that the respondent has virtually agreed to the terms\n\n                     and conditions mentioned in the Purchase Orders which specifically refers\n\n                     that the Purchase Orders shall be governed by the “General Conditions of\n\n                     Contract” (GCC).           If at all the respondent has any grievance or not\n\n                     acceptable to the terms of the Purchase Order, the respondent ought to have\n\n                     raised a querry or addressed to the Purchase Order Issuing Authority since\n\n                     in the above referred Note, it has been categorically stated that &#x27;in case of\n\n                     any clarification required, please contact Purchase Order Issuing\n\n                     Authority&#x27;.         Admittedly, the respondent has not raised any querry nor\n\n<span class=\"hidden_text\" id=\"span_24\">                     Page No.18/36</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                       Arb.O.P.(Com.Div.) No.191 of 2024\n\n                     sought for any clarification, but issued Invoices having acted upon the\n\n                     purchase orders. Therefore, by virtue of acceptance of the Purchase Order\n\n                     which contain reference to the GCC, it would clearly indicate the intention of\n\n                     the respondent that they are inclined to go for the terms mentioned in the\n\n                     Purchase Order. Therefore, when the parties have acted upon the Purchase\n\n                     Order, it would clearly establish that the parties were ad idem and even\n\n                     though the respondent has not signed the formal contract, it cannot absolve\n\n                     them from the liability under the agreement. It is settled law that arbitration\n\n                     agreement need not be in any particular form or required to be signed by the\n\n                     parties and mere intention of the parties to settle their disputes through\n\n                     arbitration, is sufficient. When such being the situation, in the present\n\n                     case, having consciously accepted and acted upon the Purchase Orders\n\n                     including the terms and conditions contained therein including GCC\n\n                     and consequently, based on such Purchase Orders, the respondent\n\n                     raised Invoices, this Court is of the considered view that the Purchase\n\n                     Orders would certainly constitute a main agreement between the parties\n\n                     and as such, the Purchase Orders will prevail over the Invoices.\n\n                     Therefore, the respondent cannot dispute that there is no agreement of\n\n\n<span class=\"hidden_text\" id=\"span_25\">                     Page No.19/36</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                        Arb.O.P.(Com.Div.) No.191 of 2024\n\n                     arbitration between the parties.\n</p>\n<p data-structure=\"Precedent\" id=\"p_35\">\n\n</p><p data-structure=\"RespArg\" id=\"p_36\">                                  21. However, on one hand, while even denying the very existence\n\n                     of GCC and the terms contained therein will not apply to the present\n\n                     dispute, the learned counsel for the respondent, on the other hand,\n\n                     curiously would rely upon Clause 30.7 of the GCC and contend that as\n\n                     per this Clause, the contract has to be necessarily signed in (2) two\n\n                     originals and each party shall be provided with one signed original\n\n                     copy, which, had not taken place and as such, there is no conscious\n\n                     acceptance of the GCC by the respondent.              This argument, in my\n\n                     opinion, is hyper technical and cannot be sustained for more than one\n\n                     reason. Firstly, it is not in dispute that in the Purchase Orders, there is\n\n                     reference to the Note (extracted supra), which specifically indicates that\n\n                     the Purchase Order shall be governed by the &#x27;GCC”.                    Here it is\n\n                     pertinent to note that the purchase orders were issued based upon the\n\n                     Letters of Intent which were admittedly signed by the respondent.\n\n                     Secondly, as already discussed supra, upon placing the Purchase\n\n                     Orders by the petitioner, the respondent raised Invoices having\n\n\n<span class=\"hidden_text\" id=\"span_26\">                     Page No.20/36</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                   Arb.O.P.(Com.Div.) No.191 of 2024\n\n                     accepted the terms and conditions of the Purchase Orders by which, it\n\n                     is clear that the respondent has consciously acted upon the Purchase\n\n                     Orders, which specifically referred to GCC which contains arbitration\n\n                     clause. Thirdly, the respondent has mentioned the Purchase Orders in\n\n                     the Invoices raised by them. Therefore, having accepted and acted upon\n\n                     the Purchase Orders, the respondent cannot rely upon the Clause\n\n                     contained in the Invoices which states that the Invoices will be subject\n\n                     to Burhanpur jurisdiction since the said clause contained the Invoices,\n\n                     in the opinion of this Court, is unilateral and mere making payment by\n\n                     the petitioner pursuant to the Invoices, would not ipso facto be\n\n                     construed as consent or agreement to the terms of the Invoices by the\n\n                     petitioner. As rightly contended by the learned counsel for the\n\n                     petitioner that the petitioner has made payment towards Invoices raised\n\n                     by the respondent under bona fide impression that the respondent had\n\n                     agreed to the terms and conditions of the Purchase Orders including\n\n                     GCC and issued Invoices. In fact, the respondent is nothing but trying\n\n                     to supersede the Purchase Orders by virtue of the Invoices, by\n\n                     technically contending that there is no arbitration agreement at all\n\n\n<span class=\"hidden_text\" id=\"span_27\">                     Page No.21/36</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                         Arb.O.P.(Com.Div.) No.191 of 2024\n\n                     between the parties as the parties have not signed any arbitration\n\n                     agreement. It is to be noted that the Invoices raised by the respondent\n\n                     are only consequent to the Purchase Orders and this Court, as already\n\n                     discussed supra, held that the Purchase Orders would constitute a main\n\n                     agreement between the parties since both parties were ad idem to the\n\n                     terms contained in the Purchase Orders and also acted upon the same.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_37\">                                  22. The learned counsel for the respondent heavily relied upon a\n\n                     decision in “Aviagen India Poultry Breeding Company Private Limited\n\n                     versus R.Geetha Ranjani” (Arb.O.P.(Com.Div.) No.24 of 2023), wherein,\n\n                     a learned single Judge (Myself) of this Court, has categorically held\n\n                     that the arbitration Clause contained in the Invoices, would be binding\n\n                     on the parties. Therefore, the learned counsel for the respondent would\n\n                     contend that since the Invoices raised by the respondent specifically\n\n                     contained arbitration clause, the same would be binding on the\n\n                     petitioner. This decision, in the opinion of this Court, would not improve\n\n                     the case of the respondent since taking note of the fact that there was\n\n                     no arbitration clause contained in the Purchase Order, this Court held\n\n\n<span class=\"hidden_text\" id=\"span_28\">                     Page No.22/36</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                           Arb.O.P.(Com.Div.) No.191 of 2024\n\n                     that the Invoices which contained arbitration clause, would be binding\n\n                     on the parties. But in the present case, in the purchase orders, there is\n\n                     specific reference to GCC which contained arbitration clause and\n\n                     hence, the Invoices even though contained arbitration clause, which\n\n                     were raised subsequent to the Purchase Orders and as the said\n\n                     arbitration clause is unilateral, the same would not be binding upon the\n\n                     petitioner.        Therefore, it can be safely concluded that the Purchase\n\n                     Orders would prevail over the Invoices and the parties shall abide by\n\n                     the terms and conditions mentioned in the Purchase Orders.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_38\">                                  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"6694102\" id=\"span_29\">23. It is worthwhile to refer a decision relied upon by the learned\n\n                     counsel for the petitioner, reported in <a href=\"/doc/6694102/\" id=\"a_17\">“Mahanagar Telephone Nigam\n\n                     Limited versus Canara Bank</a> and others” (2020) 12 SCC 767, wherein, it\n\n                     has been held as under:</span>\n</p>\n<blockquote id=\"blockquote_8\">                                       “9. The existence of a valid Arbitration Agreement: A\n                              valid arbitration agreement constitutes the heart of an\n                              arbitration. An arbitration agreement is the written agreement\n                              between the parties, to submit their existing, or future disputes\n                              or differences, to arbitration. A valid arbitration agreement is\n\n\n<span class=\"hidden_text\" id=\"span_30\">                     Page No.23/36</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                          Arb.O.P.(Com.Div.) No.191 of 2024\n\n                              the foundation stone on which the entire edifice of the arbitral\n                              process is structured. A binding agreement for disputes to be\n                              resolved through arbitration is a sine~qua~non for referring the\n                              parties to arbitration.\n</blockquote><blockquote id=\"blockquote_9\">                                     9.1 <a href=\"/doc/1846895/\" id=\"a_18\">Section 7</a> defines arbitration agreement and reads\n                              as follows :\n</blockquote><blockquote id=\"blockquote_10\">                                             &#x27;7. Arbitration agreement.\n</blockquote><blockquote id=\"blockquote_11\">                                             (1) In this Part, arbitration agreement means\n                                     an agreement by the parties to submit to arbitration\n                                     all or certain disputes which have arisen or which\n                                     may arise between them in respect of a defined legal\n                                     relationship, whether contractual or not.\n</blockquote><blockquote id=\"blockquote_12\">                                             (2) An arbitration agreement may be in the\n                                     form of an arbitration clause in a contract or in the\n                                     form of a separate agreement.\n</blockquote><blockquote id=\"blockquote_13\">                                             (3) An arbitration agreement shall be in\n                                     writing. (4) An arbitration agreement is in writing if\n                                     it is contained in~\n</blockquote><blockquote id=\"blockquote_14\">                                     (a) A document signed by the parties;\n</blockquote><blockquote id=\"blockquote_15\">                                     (b) An exchange of letters, telex, telegrams or other\n                                     means of telecommunication which provide a record\n                                     of the agreement; or\n</blockquote><blockquote id=\"blockquote_16\">                                     (c) An exchange of statements of claim and defence\n                                     in which the existence of the agreement is alleged by\n                                     one party and not denied by the other.\n</blockquote><blockquote id=\"blockquote_17\">                                     (5) There reference in a contract to a document\n                                     containing an arbitration clause constitutes an\n                                     arbitration agreement if the contract is in writing and\n                                     the reference is such as to make that arbitration\n                                     clause part of the contract.\n</blockquote><p data-structure=\"Section\" id=\"p_39\">                                         9.2. The arbitration agreement need not be in any\n                                  particular form. What is required to be ascertained is the\n\n<span class=\"hidden_text\" id=\"span_31\">                     Page No.24/36</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                            Arb.O.P.(Com.Div.) No.191 of 2024\n\n                                  intention of the parties to settle their disputes through\n                                  arbitration. The essential elements or attributes of an\n                                  arbitration agreement is the agreement to refer their disputes\n                                  or differences to arbitration, which is expressly or impliedly\n                                  spelt out from a clause in an agreement, separate agreement,\n                                  or   documents/correspondence exchanged         between      the\n                                  parties.\n</p><p data-structure=\"Section\" id=\"p_40\">                                        9.3. <a href=\"/doc/1616495/\" id=\"a_19\">Section 7(4)(b)</a> of the 1996 Act, states that an\n                                  arbitration agreement can be derived from exchange of\n                                  letters, telex, telegram or other means of communication,\n                                  including through electronic means. The 2015 Amendment\n                                  Act inserted the words including communication through\n                                  electronic means in <a href=\"/doc/1616495/\" id=\"a_20\">Section 7(4)(b)</a>. If it can prima facie be\n                                  shown that parties are ad idem, even though the other party\n                                  may not have signed a formal contract, it cannot absolve him\n                                  from the liability under the agreement.\n</p><p data-structure=\"Section\" id=\"p_41\">                                        9.4. Arbitration agreements are to be construed\n                                  according to the general principles of construction of\n                                  statutes, statutory instruments, and other contractual\n                                  documents. The intention of the parties must be inferred\n                                  from the terms of the contract, conduct of the parties, and\n                                  correspondence exchanged, to ascertain the existence of a\n                                  binding contract between the parties. If the documents on\n                                  record show that the parties were ad idem, and had actually\n\n<span class=\"hidden_text\" id=\"span_32\">                     Page No.25/36</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                               Arb.O.P.(Com.Div.) No.191 of 2024\n\n                                   reached an agreement upon all material terms, then it would\n                                   be construed to be a binding contract.\n</p><p data-structure=\"Conclusion\" id=\"p_42\">                                          The meaning of a contract must be gathered by\n                                   adopting a common sense approach, and must not be\n                                   allowed to be thwarted by a pedantic and legalistic\n                                   interpretation.\n</p><p data-structure=\"Precedent\" id=\"p_43\">                                          9.5. A commercial document has to be interpreted in\n                                   such a manner so as to give effect to the agreement, rather\n                                   than to invalidate it. An         arbitration agreement       is a\n                                   commercial document inter partes, and must be interpreted\n                                   so as to give effect to the intention of the parties, rather than\n                                   to invalidate it on technicalities.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_44\">\n</p><p data-structure=\"Section\" id=\"p_45\">                                  24. From the above, it is clear that if it is proved that the parties are\n\n                     ad idem even though the other party may not have signed a formal contract,\n\n                     it cannot absolve him from the liability under the agreement. In the present\n\n                     case, as already stated supra, the respondent was ad idem to the terms and\n\n                     conditions of the Purchase Orders, which refer that the purchase orders will\n\n                     be governed by the GCC which includes arbitration Clause. Clause 28 of\n\n                     the GCC provides &#x27;dispute resolution&#x27;, which reads as under:\n\n</p><blockquote id=\"blockquote_18\">                                         “28. DISPUTE RESOLUTION:\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_33\">                     Page No.26/36</span>\n\n\n<blockquote id=\"blockquote_19\">https://www.mhc.tn.gov.in/judis\n\f                                                                              Arb.O.P.(Com.Div.) No.191 of 2024\n\n                                         28.1. Amicable Settlement\n\n                                         If any dispute of any kind whatsoever shall arise\n                                  between the Purchaser and the Supplier, in connection with or\n                                  arising out of the Contract, including without prejudice to the\n                                  generality of the foregoing, any question regarding its\n                                  existence, validity, termination, or execution, during term of\n                                  the Contract, and whether before or after the termination,\n                                  abandonment or breach of the Contract (&quot;Dispute&quot;), the Parties\n                                  shall seek to resolve the Dispute in good faith by mutual\n                                  consultation. If the Parties fail to resolve the Dispute by mutual\n                                  consultation within [30 (thirty)] days after notice of the\n                                  Dispute by one Party to the other Party then the provisions of\n                                  Clause 28.2 (Arbitration) shall apply.\n</blockquote><blockquote id=\"blockquote_20\">                                           28.2. Arbitration\n\n                                        28.2.1 If any Dispute is not resolved by the Parties the\n                                  Dispute, Clause 28.1 (Amicable Settlement) within (30 (thirty)\n                                  days) of the notice of the Dispute, then either Party may,\n                                  within [15 (fifteen) days of such reference, provide not the\n                                  other Party, of its intention to commence arbitration, as\n                                  hereinafter provided, as to the matter in Dispute.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_46\">                                         28.2.2 Any Dispute in respect of which a notice of\n                                  intention to commence arbitration has been provided in\n                                  accordance with Clause 28.2.1 above, shall be finally settled\n                                  by arbitration.\n</p>\n<p data-structure=\"Precedent\" id=\"p_47\">                                         28. 2. 3 Any Dispute Submitted by a Party to\n                                  arbitration shall be heard by a sole arbitrator to be chosen\n                                  from the panel of arbitrators to be furnished by the Purchaser.\n\n</p><p data-structure=\"Section\" id=\"p_48\">                                        Clause 28.2. 4 Arbitration proceedings under this clause\n                                  28.2 shall be conducted pursuant to the <a href=\"/doc/1306164/\" id=\"a_21\">(Indian) Arbitration\n                                  and Conciliation Act, 1996</a> as may be amended, modified, or\n                                  supplemented from time to time.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_49\"><span class=\"hidden_text\" id=\"span_34\">                     Page No.27/36</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                              Arb.O.P.(Com.Div.) No.191 of 2024\n\n\n\n                                         28.2.5 The decision of the arbitrator shall be final and\n                                  binding and shall be enforceable in any court of competent\n                                  jurisdiction as decree of the court. The Parties hereby waive\n                                  any objections to or claims of immunity from such\n                                  enforcement.\n</p><p data-structure=\"Conclusion\" id=\"p_50\">                                  28.2.6 The venue and seat for the arbitration will be [Chennai,\n                                  Tamil Nadu] and the language for conduct of the arbitration\n                                  proceedings shall be English.&quot;\n</p>\n<p data-structure=\"Section\" id=\"p_51\">                                  Clause 29 provides the venue of arbitration, which reads as under:\n\n                                   &quot;29. GOVERNING LAW AND JURISDICTION\n\n                                   29.1 Governing Law\n                                    The Contract shall be governed by and be interpreted in\n                                  accordance with the laws of India.\n</p><p data-structure=\"Conclusion\" id=\"p_52\">                                  29.2 Jurisdiction\n                                   The Courts at Chennai shall have exclusive jurisdiction in\n                                  respect of all matters relating to or arising out of the Contract.&quot;\n\n</p><p data-structure=\"CDiscource\" id=\"p_53\">                                  25. Therefore, a reading of the above two Clauses, it is explicit that if\n\n                     any dispute of any kind whatsoever arises between the Purchaser and the\n\n                     Supplier, the parties shall, at the first instance, seek to resolve the dispute in\n\n                     good faith by mutual consultation, failing which, to get the dispute resolved\n\n                     through arbitration and the venue of arbitration is at Chennai.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_54\">                                  26. In fact, both the parties have tried to resolve the dispute amicably\n\n                     by conducting meetings on 16.02.2024 and 02.03.2024, but unfortunately,\n\n<span class=\"hidden_text\" id=\"span_35\">                     Page No.28/36</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                           Arb.O.P.(Com.Div.) No.191 of 2024\n\n                     the same ended in failure.          Thereafter, the petitioner, vide letter, dated\n\n                     09.03.2024, brought to the knowledge of the respondent of their intention to\n\n                     get the dispute adjudicated by way of arbitration. In reply to this letter, the\n\n                     respondent, vide their letter dated 18.03.2024, while denying the existence\n\n                     of agreement for arbitration, have fairly agreed that a dispute has arisen\n\n                     between the parties with respect to the supply of pipes made by them and\n\n                     payments thereof withheld by the petitioner and the same requires to be\n\n                     finally adjudicated by an independent authority. Further, the respondent has\n\n                     advised the petitioner to get an independent Arbitrator being appointed by\n\n                     the High Court under <a href=\"/doc/605764/\" id=\"a_22\">Section 11(6)</a> of the Act. The relevant portion is\n\n                     extracted as under:\n</p>\n<blockquote id=\"blockquote_21\">                                       “Therefore, we would advise you to get an independent\n                              Arbitrator appointed by the Hon&#x27;ble High Court under the\n                              provisions of <a href=\"/doc/605764/\" id=\"a_23\">Section 11(6)</a> of the Arbitration &amp; Conciliation\n                              Act, 1996.”\n</blockquote><blockquote id=\"blockquote_22\">                                  27. Therefore, the respondent though denying the execution of the\n\n                     agreement for arbitration vis-a-vis existence of the GCC, consciously\n\n                     reported no objection to get the dispute resolved through an independent\n\n                     Arbitrator to be appointed by the High Court.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_36\">                     Page No.29/36</span>\n\n\n<p data-structure=\"Conclusion\" id=\"p_55\">https://www.mhc.tn.gov.in/judis\n\f                                                                              Arb.O.P.(Com.Div.) No.191 of 2024\n\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_56\">                                  28. Thereafter, the petitioner issued notice of arbitration under <a href=\"/doc/138599/\" id=\"a_24\">Section\n\n                     21</a> of the Act on 22.03.2024 invoking Clause 28.2.1 of the GCC, suggesting\n\n                     to get the dispute resolved by an Arbitrator from a broad-based panel of\n\n                     Arbitrators who had legal and technical background and requested the\n\n                     respondent to confirm the name of any one of them to act as an Arbitrator.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_57\">                                  29. However, in reply to the notice of arbitration, vide letter dated\n\n                     23.3.2024, the respondent once again admitted by reiterating that the\n\n                     dispute can be resolved through an independent Arbitrator. The relevant\n\n                     portion is extracted as under:\n</p>\n<blockquote id=\"blockquote_23\">                                       “... Our client admits that there is a dispute due to\n                              withholding of payments of our client for supply of pipes to\n                              various projects of your client and therefore, in exclusion of the\n                              applicability of GCC and arbitration agreement contained\n                              therein, our client agrees to refer all the disputes pertaining to\n                              all the projects on pan India to an Independent Arbitrator to be\n                              appointed by Hon&#x27;ble High Court exercising powers conferred\n                              under <a href=\"/doc/605764/\" id=\"a_25\">Section 11(6)</a> of the Arbitration and Conciliation Act,\n                              1996...”\n\n\n<span class=\"hidden_text\" id=\"span_37\">                     Page No.30/36</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                              Arb.O.P.(Com.Div.) No.191 of 2024\n\n\n\n</blockquote><blockquote id=\"blockquote_24\">                                  30. Therefore, though disputing the existence of the GCC, the\n\n                     respondent has expressed their intention to get the dispute resolved through\n\n                     an independent Arbitrator to be appointed by the High Court under <a href=\"/doc/605764/\" id=\"a_26\">Section\n\n                     11(6)</a> of the Act, which prompted the petitioner to come forward with the\n\n                     present petition. The only apprehension of the respondent as could be seen\n\n                     from their correspondence is that an Arbitrator suggested by the petitioner\n\n                     from their panel, would be unilateral and to avoid award being passed on\n\n                     bias and partition, they sought an independent Arbitrator to be appointed by\n\n                     the High Court under <a href=\"/doc/605764/\" id=\"a_27\">Section 11(6)</a> of the Act.\n</blockquote>\n\n\n<blockquote id=\"blockquote_25\">                                  31. It is pertinent to note that while making the petitioner constrained\n\n                     to approach the Court of law for appointment of an independent Arbitrator\n\n                     for adjudication of the dispute between the parties, the respondent resisted\n\n                     the petition on the ground that this Court lacks jurisdiction to appoint the\n\n                     Arbitrator as no cause of action arose in the State of Tamil Nadu and by\n\n                     referring to the Invoices issued by the respondent, it has been mentioned that\n\n                     the Invoices will be subject to the Burhanpur jurisdiction and hence the\n\n                     petitioner has to approach the Courts at Burhanpur. It is relevant to mention\n\n<span class=\"hidden_text\" id=\"span_38\">                     Page No.31/36</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                       Arb.O.P.(Com.Div.) No.191 of 2024\n\n                     here that nowhere in the correspondence of letters, notice, etc., the\n\n                     respondent has never raised the issue of jurisdiction, but only insisted upon\n\n                     to get the dispute resolved through an independent Arbitrator to be\n\n                     appointed by the High Court under <a href=\"/doc/605764/\" id=\"a_28\">Section 11(6)</a> of the Act. In fact, as\n\n                     could be seen from the legal notice dated 29.01.2024 issued by the\n\n                     respondent to the petitioner, it appears that the respondent also made claim\n\n                     to the tune of Rs.65 Crores towards the supply of pipes made by them, for\n\n                     the pipes ordered by the petitioner lying with the respondent, towards cost of\n\n                     grinding of the pipes already manufactured and towards damages, etc.\n\n                     However, surprisingly, all along, while denying the existence of GCC\n\n                     including the agreement for arbitration and declining to accept the\n\n                     appointment of any Arbitrator by the petitioner, advised the petitioner to get\n\n                     the appointment of an independent Arbitrator under <a href=\"/doc/605764/\" id=\"a_29\">Section 11(6)</a> of the\n\n                     Act. But no steps have been taken by the respondent to refer the dispute in\n\n                     respect of their claim to the Arbitrator by invoking the jurisdiction of the\n\n                     Courts at Burhanpur.\n</blockquote>\n\n\n<blockquote id=\"blockquote_26\">                                  32. In interpreting or construing an arbitration agreement or\n\n\n<span class=\"hidden_text\" id=\"span_39\">                     Page No.32/36</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                        Arb.O.P.(Com.Div.) No.191 of 2024\n\n                     arbitration clause, it would be the duty of the Court to make the same\n\n                     workable within the permissible limits of the law. In “Enercon (India) Ltd.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_58\">                     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"146487961\" id=\"span_40\">v. <a href=\"/doc/146487961/\" id=\"a_30\">Enercon GmbH [Enercon (India) Ltd. v. Enercon GmbH</a>, (2014) 3 SCC\n\n                     (Civ) 59, the Hon&#x27;ble Supreme Court held that if the documents on record\n\n                     show that the parties were ad idem, and had actually reached an agreement\n\n                     upon all material terms, then it would be construed to be a binding contract.\n\n                     The meaning of a contract must be gathered by adopting a common sense\n\n                     approach, and must not be allowed to be thwarted by a pedantic and\n\n                     legalistic interpretation. In the present case, from the documents available on\n\n                     record, it can safely be inferred that there had been meeting of mind between\n\n                     the parties and they were ad idem to the terms of the Purchase Orders\n\n                     which clearly indicated that the Purchase Orders shall be governed by the\n\n                     GCC which contains the arbitral clause.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_59\">                                  33. In the light of the above discussion, this Court is of the\n\n                     considered view that the petitioner has made out a case for appointment of\n\n                     the Arbitrator for adjudication of the dispute between the parties.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_41\">                     Page No.33/36</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                             Arb.O.P.(Com.Div.) No.191 of 2024\n\n</p><p data-structure=\"Precedent\" id=\"p_60\">                                  34. Accordingly, this Court feels it appropriate to pass the following\n\n                     order:\n</p>\n<blockquote id=\"blockquote_27\">                                        i) The Hon&#x27;ble Mr.Justice Sanjay V.Gangapurwala,\n                                  Former Chief Justice, Madras High Court, residing at\n                                  Durga     Mata    Mandira      Samor,    House      No.2-2-278,\n                                  Govardhanagiri, Kharakuwa, Aurangabad – 431 001,\n                                  Mobile No.9960812300 is appointed as sole Arbitrator to\n                                  enter upon reference and adjudicate the disputes inter se the\n                                  parties\n\n\n</blockquote><blockquote id=\"blockquote_28\">                                        ii) The learned Arbitrator appointed herein, shall, after\n                                  issuing notice to the parties and upon hearing them, pass an\n                                  award as expeditiously as possible, preferably within a period\n                                  of six months from the date of receipt of the Order. The learned\n                                  Arbitrator is requested to decide the matter without being\n                                  influenced by any of the observations made by this Court in the\n                                  present order.\n</blockquote>\n\n<blockquote id=\"blockquote_29\">                                        iii) The learned Sole Arbitrator appointed herein, shall\n                                  be paid fees and other incidental charges, as per <a href=\"/doc/1306164/\" id=\"a_31\">Schedule IV of\n                                  the Act</a> and the same shall be borne by the parties equally. In\n                                  the event of non-appearance of the respondent, the petitioner\n                                  shall bear the entire remuneration and other expenses and\n\n\n<span class=\"hidden_text\" id=\"span_42\">                     Page No.34/36</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                              Arb.O.P.(Com.Div.) No.191 of 2024\n\n                                  thereafter, the petitioner can recover the same directly from the\n                                  respondent and vice versa.\n</blockquote>\n\n\n<p data-structure=\"Conclusion\" id=\"p_61\">                                  35. With the above directions, this Arbitration Original Petition stands\n\n                     allowed. No costs.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_62\">\n\n</p><pre id=\"pre_2\">                     Suk                                                                       29.07.2024\n\n\n\n\n<span class=\"hidden_text\" id=\"span_43\">                     Page No.35/36</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n\f                                             Arb.O.P.(Com.Div.) No.191 of 2024\n\n                                          KRISHNAN RAMASAMY, J.\n\n                                                                         suk\n\n\n\n\n                                     Arb.O.P.(Com.Div.) No.191 of 2023\n\n\n\n\n                                                                29.07.2024\n\n\n\n\n<span class=\"hidden_text\" id=\"span_44\">                     Page No.36/36</span>\n\n\nhttps://www.mhc.tn.gov.in/judis\n\f</pre>","numcites":14,"numcitedby":0,"docsource":"Madras High Court","citetid":114140061,"divtype":"judgments","courtcopy":true,"query_alert":null,"agreement":false}