{"tid":102778545,"publishdate":"2022-07-14","title":"Mrinal Sharma vs The State Of Madhya Pradesh on 14 July, 2022","doc":"<h2 class=\"doc_title\">Mrinal Sharma vs The State Of Madhya Pradesh on 14 July, 2022</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:g-s-ahluwalia\">Gurpal Singh Ahluwalia</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:g-s-ahluwalia\">Gurpal Singh Ahluwalia</a></h3>\n\n<pre id=\"pre_1\">          1 THE HIGH COURT OF MADHYA PRADESH\n                      AT GWALIOR\n              CRIMINAL APPEAL NO.522 OF 2022\n     (MRINAL SHARMA AND ANOTHER VS. STATE OF MADHYA\n                       PRADESH)\n\nGwalior, Dated :14-07-2022\n       Shri Sameer Kumar Sharma - Father of Appellant No.1 and\nHusband of Appellant No.2 is present in person.\n       Shri PPS Vajeeta - Public Prosecutor for respondent/State.</pre>\n<p data-structure=\"Issue\" id=\"p_1\">       Heard on IA No.7578/2022. This is third application for\nsuspension of sentence and grant of bail to appellant no.1.\n</p><p data-structure=\"Issue\" id=\"p_2\">2.     The appellant no.1 has been convicted for the following offences :\n</p><blockquote id=\"blockquote_1\"> Conviction U/s         Sentence      Fine       Default (in lieu of fine)\n 307 of IPC             7 years RI    5,000/-    6 months RI\n\n</blockquote><p data-structure=\"PetArg\" id=\"p_3\">3.     In the application, it is mentioned that on 10/3/2022 the counsel\nfor the appellant no.1 withdrew the application and second application\nwas withdrawn on 8/4/2022. It is mentioned in the application that the\napplications were withdrawn with an oblique motive not to grant\nbail to appellant no.1, whereas bail is the constitutional right of an\naccused. It is further mentioned in the application that the allegations\nmade against the appellant no.1 would make out an offence under\n<a href=\"/doc/1011035/\" id=\"a_1\">Section 323</a> of IPC only. It was also mentioned that the rest of the\narguments shall be advanced on the date of hearing.\n</p><p data-structure=\"CDiscource\" id=\"p_4\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"59692269\" id=\"span_1\">4.     It is submitted by the Pairokar of appellant no.1 that the police had\nno authority to register the FIR for offence under <a href=\"/doc/455468/\" id=\"a_2\">Section 307</a> of IPC and\nshould have registered the FIR for offence under <a href=\"/doc/1011035/\" id=\"a_3\">Section 323</a> of IPC and\ncould have enhanced the offence only after receiving the medical\ndocuments, but in the present case, the FIR was lodged directly under\n          2THE HIGH COURT OF MADHYA PRADESH\n                    AT GWALIOR\n            CRIMINAL APPEAL NO.522 OF 2022\n   (<a href=\"/doc/59692269/\" id=\"a_4\">MRINAL SHARMA AND ANOTHER VS. STATE OF MADHYA\n                     PRADESH</a>)\n\n<a href=\"/doc/455468/\" id=\"a_5\">Section 307</a> of IPC, which clearly indicates malafide intention of the\nInvestigating Officer. Furthermore, there is nothing on record to show\nthat the injuries sustained by the victim were dangerous to life. No\nfracture of skull bone was found. Unless and until the skull bone suffers\nfracture, no offence under <a href=\"/doc/455468/\" id=\"a_6\">Section 307</a> of IPC would be made out.\nFurthermore, the police had referred the injured for MLC to the\nGovernment Hospital, but the complainant with an intention to\nmanipulate the things, went to the private hospital, namely, Sahara\nHospital and got himself admitted. The private hospital is not entitled to\nissue any MLC. The weapon of offence was not produced. If a boy aged\nabout 37 years gives repeated blow on the head of the injured, then his\nhead would not have remained intact. It is submitted that in fact at first\nFSL report was not received and only after the orders of the Trial Judge,\nspecifically at the instance of the Trial Judge, the FSL report was\nsent projecting that the blood was found on the weapon seized from\nthe possession of the appellant no.1. Even otherwise, there is no blood\ngroup to show that the blood found on the weapon seized from the\npossession of the appellant no.1 belongs to the complainant.\nFurthermore, in the seizure memo, Ex.P/2 the place of seizure of weapon\nis not mentioned. The Remand Magistrate had also scolded the police for\nnot filing the medical documents. Thus, it is clear that they have filed the\nfabricated and forged medical documents.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"59692269\" id=\"span_2\">The appellant no.1 had prayed\nfor examination of CMHO as well as CSP to prove that the private\nhospitals are not competent to issue MLC, but the Trial Court by order\n          3  THE HIGH COURT OF MADHYA PRADESH\n                      AT GWALIOR\n              CRIMINAL APPEAL NO.522 OF 2022\n     (<a href=\"/doc/59692269/\" id=\"a_7\">MRINAL SHARMA AND ANOTHER VS. STATE OF MADHYA\n                       PRADESH</a>)\n\ndated 16/12/2021 wrongly rejected the prayer and accordingly, the\nappellant no.1 has filed IA No.5661/2022, which is an application under\n<a href=\"/doc/782148/\" id=\"a_8\">Section 391</a> of Cr.P.C. for taking additional documents on record.</span>\n</p><p data-structure=\"RespArg\" id=\"p_5\">5.     Per contra, the application is vehemently opposed by the counsel\nfor the State. It is submitted that on earlier occasions, the bail\napplications were withdrawn after arguing the matter at length. It is\nfurther submitted that for making out an offence under <a href=\"/doc/455468/\" id=\"a_9\">Section 307</a> of\nIPC, it is not necessary that the victim must suffer a fracture of skull /\nparietal bone. The knowledge or intention on the part of the accused is\nsufficient to make out an offence under <a href=\"/doc/455468/\" id=\"a_10\">Section 307</a> of IPC. It is further\nsubmitted that it is incorrect to show that a private hospital is not entitled\nto treat the injured. The information given by the CMHO by his letter\ndated 5/12/2013 merely mentions that the hospitals which have been\nregistered under Madhya Pradesh Upcharya Grih Tatha Rujopchar\nSambandhi Sthapna Me Reistrikaran Tatha Anugyapan Niyam, 1997 have\nnot been authorized to issue any MLC. From this letter, it cannot be\ninferred that any person who is a victim of an offence, cannot be treated\nby any private hospital. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"59692269\" id=\"span_3\">It is the primary duty of a doctor to treat the\nvictim of an offence. It is submitted that in the present case, it is clear\nfrom the medical documents of the injured Shankarlal, Ex.P/3 that the\ninjured was brought by Shitaldas, Constable, posted in Police Station\nJhansi Road, Gwalior. Fracture of lateral side of scapula was found.\nShankarlal (PW-5) has specifically stated in paragraph 9 of his cross-\nexamination that the police had requested him to go to JAH for MLC, but\n<span class=\"hidden_text\" id=\"span_4\">              4</span>\n            THE HIGH COURT OF MADHYA PRADESH\n                      AT GWALIOR\n              CRIMINAL APPEAL NO.522 OF 2022\n     (<a href=\"/doc/59692269/\" id=\"a_11\">MRINAL SHARMA AND ANOTHER VS. STATE OF MADHYA\n                       PRADESH</a>)\n\nsince it was already late in the night and, therefore, he had requested the\npolice that there may not be any doctor in the Government Hospital and\nsince he has suffered serious injuries, therefore, he may be taken to some\nbest hospital and accordingly, he was taken to Sahara Hospital. It is\nsubmitted that the medical document, Ex.P/3, also clearly shows that the\ninjured was brought by a police Constable. From the medico legal report,\nEx.P/3, it is clear that the injured had suffered following injuries:</span>\n</p><blockquote id=\"blockquote_2\">       i-        One lacerated wound, 6 cm X 3 cm X (illegible)\n                 deep on occipital region of head.\n</blockquote><pre id=\"pre_2\">       ii-       Lacerated wound 5 cm X 2 ½ cm over left\n                 parietal region of head.\n       iii-      Lacerated wound over right parietal region, 4 cm\n                 X 2 cm X crush deep.\n       iv-       Lacerated wound on nose, 1 cm X 0.5 cm X bone\n                 deep with swelling.\n       v-        Swelling on left wrist and palm.\n</pre><blockquote id=\"blockquote_3\">                 There was a profuse bleeding from nose &amp; ear.\n       Nasal bone was also found to be fractured. Extra-axial\n       hematoma was also found in left temporal region with\n       thin, small hematoma in right anterior temporal region,\n       which is evident from CT scan, Ex.P/11.\n</blockquote><p data-structure=\"PetArg\" id=\"p_6\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"59692269\" id=\"span_5\">6.     It is submitted that the mother of the appellant no.1 was tried and\nthe allegations against her are that she had assaulted on the hand of the\ninjured. If the intention of the complainant was to falsely implicate the\n          5  THE HIGH COURT OF MADHYA PRADESH\n                      AT GWALIOR\n              CRIMINAL APPEAL NO.522 OF 2022\n     (<a href=\"/doc/59692269/\" id=\"a_12\">MRINAL SHARMA AND ANOTHER VS. STATE OF MADHYA\n                       PRADESH</a>)\n\nfamily members of the Pairokar of appellant no.1, then he could have\nmade more serious allegations against the mother of appellant no.1, i.e.\nappellant no.2. It is further submitted that in fact it appears that the\nPairokar of appellant no.1 is in the habit of making allegations\nagainst the Judges. It is really unfortunate that the Pairokar of\nappellant no.1 has alleged that the FSL report has been received only\nat the instance of the Trial Judge.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_7\">7.     So far as the FSL report is concerned, it is submitted that human\nblood was found on the weapon seized from the possession of the\nappellant no.1.\n</p><p data-structure=\"CDiscource\" id=\"p_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"59692269\" id=\"span_6\">8.     So far as non-mention of the place from where the iron rod was\nseized is concerned, even if it is presumed that the prosecution has failed\nto prove the seizure of weapon, still it would not give any dent to the\nprosecution case, specifically when the direct evidence finds full\ncorroboration from the medical evidence. It is further submitted that the\nPairokar of appellant no.1 is himself conceding that the allegations of\nassault on the head of the injured may amount to an offence under\n<a href=\"/doc/1011035/\" id=\"a_13\">Section 323</a> of IPC. Even in the bail application, it is mentioned that at\nthe most the offence can be under <a href=\"/doc/1011035/\" id=\"a_14\">Section 323</a> of IPC. It is further\nsubmitted that for making out an offence under <a href=\"/doc/455468/\" id=\"a_15\">Section 307</a> of IPC, the\nnature of injury is not material. The intention and knowledge that it may\ncause death of the injured is material, which can be inferred from the\nweapon used as well as the part of the body which was chosen for\ncausing injury. Head is undisputedly a vital part of the body and four\n            6 THE HIGH COURT OF MADHYA PRADESH\n                       AT GWALIOR\n               CRIMINAL APPEAL NO.522 OF 2022\n      (<a href=\"/doc/59692269/\" id=\"a_16\">MRINAL SHARMA AND ANOTHER VS. STATE OF MADHYA\n                        PRADESH</a>)\n\nlacerated wounds were found on his head.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_9\">9.      Heard learned counsel for the parties.\n</p><p data-structure=\"Precedent\" id=\"p_10\">10.     After the allegation was made that the FSL report was received\nonly at the instance and help of the Trial Judge, when this Court\nraised objection to the conduct of the Pairokar of making allegations\nagainst the Judges, then he tendered his apology. Although this\nconduct of the Pairokar of the appellant no.1 cannot be appreciated,\nbut considering the fact that he immediately realized his mistake and\ntendered his apology, therefore, this submission does not require any\nfurther discussion.\n</p><p data-structure=\"Section\" id=\"p_11\">11.     It is well established principle of law that for making out an\noffence under <a href=\"/doc/455468/\" id=\"a_17\">Section 307</a> of IPC the nature of injury is not material. It is\nthe intention or knowledge that if somebody does an act with such\nintention or knowledge, and under such circumstances that, if he by that\nact caused death, he would be guilty of murder, then an offence under\n<a href=\"/doc/455468/\" id=\"a_18\">Section 307</a> of IPC would be made out.\n</p><p data-structure=\"Precedent\" id=\"p_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1930505\" id=\"span_7\">12.     The Supreme Court in the case of <a href=\"/doc/1930505/\" id=\"a_19\">Vasant Vithu Jadhav Vs. State\nof Maharashtra</a> reported in (2004) 9 SCC 31 has held intention to kill\nor knowledge that death will be caused, is an essential ingredient. It is\nnot necessary that bodily injury capable of causing death should have\nbeen inflicted.</span>\n</p><p data-structure=\"Precedent\" id=\"p_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"59692269\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"20367\" id=\"span_9\">13.     The Supreme Court in the case of <a href=\"/doc/20367/\" id=\"a_20\">Jage Ram and others Vs. State\nof Haryana</a> reported in (2015) 11 SCC 366 has held that for the\npurposes of conviction under <a href=\"/doc/455468/\" id=\"a_21\">Section 307</a> of IPC, the prosecution has to\n          7THE HIGH COURT OF MADHYA PRADESH\n                    AT GWALIOR\n            CRIMINAL APPEAL NO.522 OF 2022\n   (<a href=\"/doc/59692269/\" id=\"a_22\">MRINAL SHARMA AND ANOTHER VS. STATE OF MADHYA\n                     PRADESH</a>)\n\nestablish the intention to commit murder and act done by the accused. To\njustify the conviction under <a href=\"/doc/455468/\" id=\"a_23\">Section 307</a> of IPC, it is not essential that\nfatal injury capable of causing death should have been caused. The\nintention of the accused is to be gathered from the circumstances, like the\nnature of weapon used, words used by the accused at the time of the\nincident, motive of the accused, parts of the body where the injury was\ncaused, nature of injury and severity of blows given etc.</span></span>\n</p><p data-structure=\"Precedent\" id=\"p_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"114636265\" id=\"span_10\">14.   The Supreme Court in the case of <a href=\"/doc/114636265/\" id=\"a_24\">State of M.P. Vs. Kanha</a> alias\nOmprakash reported in (2019) 3 SCC 605 has held as under:-</span>\n</p><blockquote id=\"blockquote_4\">             &quot;13. The above judgments of this Court lead us to\n             the conclusion that proof of grievous or life-\n             threatening hurt is not a sine qua non for the\n             offence under <a href=\"/doc/455468/\" id=\"a_25\">Section 307</a> of the Penal Code. The\n             intention of the accused can be ascertained from\n             the actual injury, if any, as well as from\n             surrounding circumstances. Among other things,\n             the nature of the weapon used and the severity of\n             the blows inflicted can be considered to infer\n             intent.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"109837914\" id=\"span_11\">15.   In the present case, four lacerated wounds were found on the head\nof the injured. The Supreme Court in the case of <a href=\"/doc/109837914/\" id=\"a_26\">Sadakat Kotwar and\nanother Vs. The State of Jharkhand</a> by judgment dated 12/11/2021\npassed in Criminal Appeal No.1316/2021 has held as under:-</span>\n</p><blockquote id=\"blockquote_5\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"59692269\" id=\"span_12\">&quot;4.1 ......As the deadly weapon has been used\n             causing the injury near the chest and stomach\n             which can be said to be on vital part of the body,\n             the appellants have been rightly convicted for the\n             offence under <a href=\"/doc/455468/\" id=\"a_27\">Section 307</a> read with <a href=\"/doc/37788/\" id=\"a_28\">Section 34</a>\n<span class=\"hidden_text\" id=\"span_13\">           <a href=\"/doc/1738671/\" id=\"a_29\">8</a></span>\n          THE HIGH COURT OF MADHYA PRADESH\n                    AT GWALIOR\n            CRIMINAL APPEAL NO.522 OF 2022\n   (<a href=\"/doc/59692269/\" id=\"a_30\">MRINAL SHARMA AND ANOTHER VS. STATE OF MADHYA\n                     PRADESH</a>)\n\n              of the <a href=\"/doc/1569253/\" id=\"a_31\">IPC</a>. As observed and held by this Court in\n              catena of decisions nobody can enter into the\n              mind of the accused and his intention has to be\n              ascertained from the weapon used, part of the\n              body chosen for assault and the nature of the\n              injury caused. Considering the case on hand on\n              the aforesaid principles, when the deadly weapon</span>\n</blockquote><blockquote id=\"blockquote_6\">              - dagger has been used, there was a stab injury\n              on the stomach and near the chest which can be\n              said to be on the vital part of the body and the\n              nature of injuries caused, it is rightly held that the\n              appellants have committed the offence under\n              <a href=\"/doc/455468/\" id=\"a_32\">Section 307</a> IPC.\n</blockquote><blockquote id=\"blockquote_7\">              <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1086707\" id=\"span_14\">5. We are in complete agreement with the view\n              taken by the learned Trial Court as well as the\n              High Court. Now so far as the reliance placed\n              upon the decision of this Court in <a href=\"/doc/1086707/\" id=\"a_33\">Jai Narain\n              Mishra and Ors. Vs. State of Bihar</a>, (1971) 3\n              SCC 762 is concerned, on facts such decision\n              shall not be applicable more particularly\n              considering the subsequent decisions as well as\n              the weapon used, nature of injuries caused on the\n              vital part of the body.&quot;</span>\n</blockquote><p data-structure=\"CDiscource\" id=\"p_16\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"59692269\" id=\"span_15\">16.   So far as the competence of the private hospitals to treat the victim\nof an offence is concerned, the appellant no.1 has relied upon the letter\ndated 5/12/2013 written by the CMHO, Gwalior. Although the said letter\nhas been filed alongwith IA No.5661/2022, an application under <a href=\"/doc/782148/\" id=\"a_34\">Section\n391</a> of Cr.P.C., but it is clear that even such a suggestion was given to the\ndoctor and an application was also filed to examine CMHO to prove this\nletter and thus, it cannot be said that the appellant no.1 has brought this\nletter for the first time before this Court. It is well established principle of\n<span class=\"hidden_text\" id=\"span_16\">             9</span>\n          THE HIGH COURT OF MADHYA PRADESH\n                    AT GWALIOR\n            CRIMINAL APPEAL NO.522 OF 2022\n   (<a href=\"/doc/59692269/\" id=\"a_35\">MRINAL SHARMA AND ANOTHER VS. STATE OF MADHYA\n                     PRADESH</a>)\n\nlaw that the application under <a href=\"/doc/782148/\" id=\"a_36\">Section 391</a> of Cr.P.C. must be considered\nat the time of final hearing, however, for the sake of decision on this\napplication for grant of bail, letter dated 5/12/2013 is taken into\nconsideration. This letter merely mentions as under:-</span>\n</p><blockquote id=\"blockquote_8\">      **-------,e-,y-lh- gsrq bl dk;kZy; }kjk fdlh Hkh futh vLirky @\n      uflZaxgkse dks }kjk vf/kd`r ugha fd;k x;k gSA**\n</blockquote><blockquote id=\"blockquote_9\">17.   From the plain reading of this letter, it cannot be gathered that even\nif a victim of offence is brought to the private hospital, then the private\nhospital in spite of serious condition can refuse to treat him unless and\nuntil the formality of preparing his MLC is completed in a Government\nHospital.\n</blockquote><blockquote id=\"blockquote_10\">18.   Be that whatever is may.\n</blockquote><blockquote id=\"blockquote_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"59692269\" id=\"span_17\">19.   In the present case, injured Shankarlal (PW-5) has specifically\nstated in paragraph 9 of his cross-examination that since it was night and\nhe was not sure that whether any doctor would be available in the\nGovernment Hospital or not and accordingly, he had requested the Police\nOfficer to take him to private hospital and accordingly, he was taken to\nSahara Hospital. Even as per the medico-legal report, Ex.P/3, it is clear\nthat the injured was brought by Police Constable posted in Police Station\nJhansi Road, Gwalior. Thus, it cannot be said that Sahara Hospital should\nhave refused to treat the injured merely on the ground that he has not\nbeen referred by a Government Hospital. Furthermore, it is the case of\nthe appellant no.1 that at the most it can be a case punishable under\n<a href=\"/doc/1011035/\" id=\"a_37\">Section 323</a> of IPC. This court has already considered the law relating to\n          10THE HIGH COURT OF MADHYA PRADESH\n                     AT GWALIOR\n            CRIMINAL APPEAL NO.522 OF 2022\n   (<a href=\"/doc/59692269/\" id=\"a_38\">MRINAL SHARMA AND ANOTHER VS. STATE OF MADHYA\n                      PRADESH</a>)\n\nthe offence under <a href=\"/doc/455468/\" id=\"a_39\">Section 307</a> of IPC. Once repeated blows were given\non the head of injured Shankarlal, then the intention and knowledge on\nthe part of appellant no.1 can be presumed.</span>\n</blockquote><blockquote id=\"blockquote_12\">20.   So far as the discrepancy in the recovery memo of iron rod from\nthe possession of appellant no.1 is concerned, without entering into the\ncontroversy as to whether the recovery was properly effected or not, it is\nsuffice to mention that even assuming that the weapon of offence was not\nseized, but still it would not give any dent to the prosecution case.\n</blockquote><blockquote id=\"blockquote_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"118305084\" id=\"span_18\">21.   The Supreme Court in the case of <a href=\"/doc/118305084/\" id=\"a_40\">Rakesh and another Vs. State\nof UP and another</a> reported in (2021) 7 SCC 188 has held as under:-</span>\n</blockquote><blockquote id=\"blockquote_14\">              &quot;12. Now so far as the submission on behalf of\n              the accused that as per the ballistic report the\n              bullet found does not match with the firearm/gun\n              recovered and therefore the use of gun as alleged\n              is doubtful and therefore benefit of doubt must be\n              given to the accused is concerned, the aforesaid\n              cannot be accepted. At the most, it can be said\n              that the gun recovered by the police from the\n              accused may not have been used for killing and\n              therefore the recovery of the actual weapon used\n              for killing can be ignored and it is to be treated as\n              if there is no recovery at all. For convicting an\n              accused recovery of the weapon used in\n              commission of offence is not a sine qua non.....&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1718832\" id=\"span_19\">22.   The Supreme Court in the case of <a href=\"/doc/1718832/\" id=\"a_41\">Gulab Vs. State of UP</a> by\njudgment dated 9/12/2021 passed in Criminal Appeal No.81/2021 has\nheld as under:-</span>\n</p><blockquote id=\"blockquote_15\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"59692269\" id=\"span_20\">17      The deceased had sustained a gun-shot injury\n     11  THE HIGH COURT OF MADHYA PRADESH\n                  AT GWALIOR\n         CRIMINAL APPEAL NO.522 OF 2022\n(<a href=\"/doc/59692269/\" id=\"a_42\">MRINAL SHARMA AND ANOTHER VS. STATE OF MADHYA\n                   PRADESH</a>)\n\n  with a point of entry and exit.</span> The non-recovery of the\n  weapon of offences would therefore not discredit the\n  case of the prosecution which has relied on the\n  eyewitness accounts of PWs 1, 2 and 3.In Sukhwant\n  Singh v. State of Punjab, Dr A S Anand (as the learned\n  Chief Justice then was) speaking for a two-judge Bench\n  held:\n</blockquote><blockquote id=\"blockquote_16\">        &quot;21. There is yet another infirmity in this case.\n        We find that whereas an empty [sic] had been\n        recovered by PW 6, ASI Raghubir Singh from\n        the spot and a pistol along with some\n        cartridges were seized from the possession of\n        the appellant at the time of his arrest, yet the\n        prosecution, for reasons best known to it, did\n        not send the recovered empty [sic] and the\n        seized pistol to the ballistic expert for\n        examination and expert opinion. Comparison\n        could have provided link evidence between the\n        crime and the accused. This again is an\n        omission on the part of the prosecution for\n        which no explanation has been furnished\n        either in the trial court or before us. It hardly\n        needs to be emphasised that in cases where\n        injuries are caused by firearms, the opinion of\n        the ballistic expert is of a considerable\n        importance where both the firearm and the\n        crime cartridge are recovered during the\n        investigation to connect an accused with the\n        crime. Failure to produce the expert opinion\n        before the trial court in such cases affects the\n        creditworthiness of the prosecution case to a\n        great extent.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_18\">                                   <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"59692269\" id=\"span_21\">(emphasis supplied)\n  The above extract which has been relied upon by the\n  learned Counsel for the appellant emphasises that in a\n     12  THE HIGH COURT OF MADHYA PRADESH\n                  AT GWALIOR\n         CRIMINAL APPEAL NO.522 OF 2022\n(<a href=\"/doc/59692269/\" id=\"a_43\">MRINAL SHARMA AND ANOTHER VS. STATE OF MADHYA\n                   PRADESH</a>)\n\n  case where injury has been caused by a firearm, the\n  opinion of the ballistic expert is of considerable\n  importance where both the firearm and the crime\n  cartridge had been recovered during the investigation.\n  Failure to produce the expert opinion in such a case\n  affects the creditworthiness of the prosecution case.</span>\n  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31011627\" id=\"span_22\">18     However, a three-judge Bench of this Court, in\n  <a href=\"/doc/31011627/\" id=\"a_44\">Gurucharan Singh v. State of Punjab</a>, has analysed\n  the precedents of this Court and held that examination\n  of a ballistic expert is not an inflexible rule in every\n  case involving use of a lethal weapon. Speaking\n  through Justice P B Gajendragadkar (as the learned\n  Chief Justice then was), this Court held:</span>\n</p><blockquote id=\"blockquote_17\">         <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"31143592\" id=\"span_23\">&quot;41. It has, however, been argued that in every\n         case where an accused person is charged with\n         having committed the offence of murder by a\n         lethal weapon, it is the duty of the prosecution\n         to prove by expert evidence that it was likely\n         or at least possible for the injuries to have been\n         caused with the weapon with which, and in the\n         manner in which, they have been alleged to\n         have been caused; and in support of this\n         proposition, reliance has been placed on the\n         decision of this Court in <a href=\"/doc/31143592/\" id=\"a_45\">Mohinder Singh v.\n         State</a> [(1950) SCR 821] .</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"59692269\" id=\"span_24\">In that case, this\n         Court has held that where the prosecution case\n         was that the accused shot the deceased with a\n         gun, but it appeared likely that the injuries on\n         the deceased were inflicted by a rifle and there\n         was no evidence of a duly qualified expert to\n         prove that the injuries were caused by a gun,\n         and the nature of the injuries was also such\n         that the shots must have been fired by more\n         than one person and not by one person only,\n         and there was no evidence to show that\n    13   THE HIGH COURT OF MADHYA PRADESH\n                  AT GWALIOR\n         CRIMINAL APPEAL NO.522 OF 2022\n(<a href=\"/doc/59692269/\" id=\"a_46\">MRINAL SHARMA AND ANOTHER VS. STATE OF MADHYA\n                   PRADESH</a>)\n\n        another person also shot, and the oral evidence\n        was such which was not disinterested, the\n        failure to examine an expert would be a\n        serious infirmity in the prosecution case. It\n        would be noticed that these observations were\n        made in a case where the prosecution evidence\n        suffered from serious infirmities and in\n        determining the effect of these observations, it\n        would not be fair or reasonable to forget the\n        facts in respect of which they came to be\n        made. These observations do not purport to lay\n        down an inflexible Rule that in every case\n        where an accused person is charged with\n        murder caused by a lethal weapon, the\n        prosecution case can succeed in proving the\n        charge only if an expert is examined. It is\n        possible to imagine cases where the direct\n        evidence is of such an unimpeachable\n        character and the nature of the injuries\n        disclosed by post-mortem notes is so clearly\n        consistent with the direct evidence that the\n        examination of a ballistic expert may not be\n        regarded as essential. Where the direct\n        evidence is not satisfactory or disinterested or\n        where the injuries are alleged to have been\n        caused with a gun and they prima facie appear\n        to have been inflicted by a rifle, undoubtedly\n        the apparent inconsistency can be cured or the\n        oral evidence can be corroborated by leading\n        the evidence of a ballistic expert. In what cases\n        the examination of a ballistic expert is\n        essential for the proof of the prosecution case,\n        must naturally depend upon the circumstances\n        of each case.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"59692269\" id=\"span_25\">Therefore, we do not think that\n        Mr Purushottam is right in contending as a\n         14 THE HIGH COURT OF MADHYA PRADESH\n                     AT GWALIOR\n            CRIMINAL APPEAL NO.522 OF 2022\n   (<a href=\"/doc/59692269/\" id=\"a_47\">MRINAL SHARMA AND ANOTHER VS. STATE OF MADHYA\n                      PRADESH</a>)\n\n             general proposition that in every case where a\n             firearm is alleged to have been used by an\n             accused person, in addition to the direct\n             evidence, prosecution must lead the evidence\n             of a ballistic expert, however good the direct\n             evidence may be and though on the record\n             there may be no reason to doubt the said direct\n             evidence.&quot;</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_19\">                                         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1956863\" id=\"span_26\">(emphasis supplied)\n      19     Similarly, a two-judge Bench of this Court in\n      <a href=\"/doc/1956863/\" id=\"a_48\">State of Punjab v. Jugraj Singh</a> had noticed that\n      surrounding circumstances in the prosecution case are\n      sufficient to prove a death caused by a lethal weapon,\n      without a ballistic examination of the recovered\n      weapon. The Court, speaking through Justice R P Sethi,\n      had noted:</span>\n</p><blockquote id=\"blockquote_18\">             &quot;18. In the instant case the investigating\n             officer has categorically stated that guns seized\n             were not in a working condition and he, in his\n             discretion, found that no purpose would be\n             served by sending the same to the ballistic\n             expert for his opinion. No further question was\n             put to the investigating officer in cross-\n             examination to find out whether despite the\n             guns being defective the fire pin was in order\n             or not. In the presence of convincing evidence\n             of two eyewitnesses and other attending\n             circumstances we do not find that the non-\n             examination of the expert in this case has, in\n             any way, affected the creditworthiness of the\n             version put forth by the eyewitnesses.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"59692269\" id=\"span_27\">23.   Before concluding this order, this Court would like to mention that\nthe first two bail applications were withdrawn after arguing at length.\nThis Court is aware of the fact that while deciding the bail applications,\n             15  THE HIGH COURT OF MADHYA PRADESH\n                          AT GWALIOR\n                 CRIMINAL APPEAL NO.522 OF 2022\n        (<a href=\"/doc/59692269/\" id=\"a_49\">MRINAL SHARMA AND ANOTHER VS. STATE OF MADHYA\n                           PRADESH</a>)\n\n    the Court must not consider the merits of the case in detail, but in IA\n    No.7578/2022 it was mentioned that bail applications were withdrawn by\n    the Court orders with an oblique motive not to grant bail to appellant\n    no.1 and further, the Pairokar of appellant no.1 without realizing as to\n    whether repeat application should be argued on the basis of changed\n    circumstance or not, argued for about 45 minutes on merits. Under these\n    circumstances, this Court was left with no other option but to consider\n    his submissions in detail.</span>\n</p><p data-structure=\"Conclusion\" id=\"p_21\">    24.   Consequently, IA No.7578/2022 fails and is hereby dismissed.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_22\">                                                     (G.S. AHLUWALIA)\n                                                            JUDGE\nArun*\n                   ARUN KUMAR MISHRA\n                   2022.07.15 19:42:36 +05&#x27;30&#x27;\n </p>","numcites":17,"numcitedby":8,"docsource":"Madhya Pradesh High Court","citetid":102778545,"divtype":"judgments","relatedqs":[{"value":"sec 307 of indian penal code","formInput":"sec%20307%20of%20indian%20penal%20code"},{"value":"grant of bail","formInput":"grant%20of%20bail"},{"value":"sec 323 ipc","formInput":"sec%20323%20ipc"},{"value":"section 323 of indian penal code","formInput":"section%20323%20of%20indian%20penal%20code"},{"value":"expert opinion","formInput":"expert%20opinion"},{"value":"ballistic expert ","formInput":"ballistic%20expert%20"},{"value":"ballistics","formInput":"ballistics"},{"value":"307 ipc","formInput":"307%20ipc"},{"value":"section 323","formInput":"section%20323"},{"value":"offence under section 307","formInput":"offence%20under%20section%20307"},{"value":"fsl report","formInput":"fsl%20report"},{"value":"sec.307 ipc","formInput":"sec.307%20ipc"},{"value":"section 307","formInput":"section%20307"},{"value":"direct evidence","formInput":"direct%20evidence"},{"value":"\"creditworthiness\"","formInput":"%22creditworthiness%22"},{"value":"vital parts ","formInput":"vital%20parts%20"},{"value":"indian penal code 307","formInput":"indian%20penal%20code%20307"},{"value":"Pairokar ","formInput":"Pairokar%20"},{"value":"seizing weapon","formInput":"seizing%20weapon"},{"value":"section 307 i.p.c.","formInput":"section%20307%20i.p.c."}],"cats":[{"value":"attempt-to-murder","formInput":"tag:attempt-to-murder"},{"value":"power-high-court-for-quashing","formInput":"tag:power-high-court-for-quashing"},{"value":"voluntarily-causing-hurt","formInput":"tag:voluntarily-causing-hurt"}],"courtcopy":true,"query_alert":null,"agreement":false}