{"tid":96973002,"publishdate":"2012-04-27","title":"Aneeta Hada vs M/S Godfather Travels & Tours Pvt.Ltd on 27 April, 2012","doc":"<h2 class=\"doc_title\">Aneeta Hada vs M/S Godfather Travels &amp; Tours Pvt.Ltd on 27 April, 2012</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: (2012) 2 UC 1032, AIR 2012 SUPREME COURT 2795, 2012 (5) SCC 661, 2012 AIR SCW 2693, AIR 2012 SC (CRIMINAL) 892, 2012 ACD 715 (SC), 2012 (3) AIR KAR R 109, 2012 CLC 612 (SC), (2012) 2 DLT(CRL) 44, (2012) 2 CRIMES 155, (2012) 3 MH LJ (CRI) 249, (2012) 2 CRILR(RAJ) 446, (2012) 2 CHANDCRIC 315, 2012 CRILR(SC MAH GUJ) 446, (2012) 114 ALLINDCAS 172 (SC), 2012 (2) CALCRILR 278, 2012 (114) ALLINDCAS 172, 2012 (3) SCC(CRI) 241, 2012 (4) SCALE 644, 2012 (94) ALL LR 46 SOC, (2012) 2 BANKCAS 638, (2012) 2 BOMCR(CRI) 593, (2012) 108 CORLA 480, (2012) 2 KER LJ 456, (2012) 2 KER LT 736, (2012) 3 CIVILCOURTC 121, (2012) 4 KANT LJ 296, (2012) 2 MADLW(CRI) 73, (2012) 4 MAD LW 24, (2012) 4 MAH LJ 527, (2012) 3 MPLJ 314, (2012) 52 OCR 254, (2012) 2 RECCRIR 854, (2012) 2 CURCRIR 195, (2012) 4 SCALE 644, (2012) 3 MPHT 475, (2012) 2 DLT(CRL) 315, (2012) 2 NIJ 103, (2012) 77 ALLCRIC 924, (2012) 2 CRIMES 229, (2012) 3 BOM CR 481</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:d-misra\">Dipak Misra</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:d-misra\">Dipak Misra</a>, <a href=\"/search/?formInput=benchid:s-j-mukhopadhaya\">Sudhansu Jyoti Mukhopadhaya</a>, <a href=\"/search/?formInput=benchid:d-bhandari\">Dalveer Bhandari</a></h3>\n\n<pre id=\"pre_1\">                                   IN THE SUPREME COURT OF INDIA\n\n                       CRIMINAL APPELLATE JURISDICTION\n\n                       CRIMINAL APPEAL NO. 838 OF 2008\n\n\n\nAneeta Hada                                    .....……..Appellant\n\n                                   Versus\n\nM/s. Godfather Travels &amp; Tours Pvt. Ltd.          ………Respondent\n\n\n                                    WITH\n\n\n                      CRIMINAL  APPEAL NO. 842 OF 2008\n\n\nAnil Hada                                            ……......Appellant\n\n      Versus\n\nM/s. Godfather Travels &amp; Tours Pvt. Ltd.          ………Respondent\n\n\n                                    WITH\n\n\n                      CRIMINAL  APPEAL NO. 1483 OF 2009\n\n\nAvnish Bajaj                                         ……......Appellant\n\n      Versus\n\nState                                             ………Respondent\n\n\n                                     AND\n\n\n\n                      CRIMINAL  APPEAL NO. 1484 OF 2009\n\n\nEbay India Pvt. Ltd.                                 ……......Appellant\n\n      Versus\n\nState and Anr.                                    ………Respondent\n\n\n\n\n\n                               J U D G M E N T\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">DIPAK MISRA, J.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_2\">      In Criminal Appeal Nos. 838 of  2008  and  842  of  2008,  the  common\nproposition of  law  that  has  emerged  for  consideration  is  whether  an\nauthorised signatory of a company would  be  liable  for  prosecution  under\n<a href=\"/doc/1823824/\" id=\"a_1\">Section 138</a> of the Negotiable Instruments Act, 1881 (for brevity ‘the  Act’)\nwithout the company being arraigned as an accused.  Be it noted,  these  two\nappeals were initially heard by a two-Judge Bench and there  was  difference\nof opinion between the two learned Judges in the interpretation of  Sections\n138 and 141 of the Act and, therefore, the matter  has  been  placed  before\nus.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">2.    In Criminal Appeal Nos. 1483 of 2009  and  1484  of  2009,  the  issue\ninvolved pertains to the interpretation of <a href=\"/doc/1708482/\" id=\"a_2\">Section 85</a> of the\n\nInformation Technology Act, 2000 (for short ‘the 2000 Act’)  which  is  pari\nmateria with <a href=\"/doc/686130/\" id=\"a_3\">Section 141</a> of the  Act.   Be  it  noted,  a  director  of  the\nappellant-Company was prosecuted under <a href=\"/doc/1704109/\" id=\"a_4\">Section 292</a> of the Indian Penal  Code\nand <a href=\"/doc/1696397/\" id=\"a_5\">Section 67</a> of  the  2000  Act  without  impleading  the  company  as  an\naccused.  The initiation of prosecution was challenged under <a href=\"/doc/1679850/\" id=\"a_6\">Section 482</a>  of\nthe Code of Criminal Procedure before the High  Court  and  the  High  Court\nheld that offences are made out against  the  appellant-Company  along  with\nthe directors under <a href=\"/doc/1696397/\" id=\"a_7\">Section 67</a> read with <a href=\"/doc/1470073/\" id=\"a_8\">Section 85</a> of the 2000 Act and,  on\nthe said base, declined to quash the proceeding.  The core  issue  that  has\nemerged in these two appeals is whether the company  could  have  been  made\nliable for prosecution without being impleaded as  an  accused  and  whether\nthe directors could have been prosecuted for offences punishable  under  the\naforesaid provisions without  the  company  being  arrayed  as  an  accused.\nRegard being had to the similitude of the  controversy,  these  two  appeals\nwere linked with Criminal Appeal Nos. 838 of 2008 and 842 of 2008.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">3.    We have already noted that there was difference of opinion in  respect\nof the interpretation of <a href=\"/doc/1823824/\" id=\"a_9\">Sections 138</a> and <a href=\"/doc/686130/\" id=\"a_10\">141</a> of the Act and, therefore,  we\nshall advert to the facts in Criminal Appeal No.\n\n838 of 2008 and, thereafter, refer to the  facts  in  Criminal  Appeal  Nos.\n1482 of 2009 and 1484 of 2009.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">4.    The appellant, Anita Hada, an authorised  signatory  of  International\nTravels Limited, a company registered under the <a href=\"/doc/1353758/\" id=\"a_11\">Companies Act, 1956</a>,  issued\na cheque dated 17th January, 2011 for a sum of Rs.5,10,000/-  in  favour  of\nthe respondent, namely, M/s. Godfather  Travels  &amp;  Tours  Private  Limited,\nwhich was  dishonoured  as  a  consequence  of  which  the  said  respondent\ninitiated criminal  action  by  filing  a  complaint  before  the  concerned\nJudicial Magistrate  under  <a href=\"/doc/1823824/\" id=\"a_12\">Section  138</a>  of  the  Act.   In  the  complaint\npetition,  the  Company  was  not  arrayed  as  an  accused.   However,  the\nMagistrate took cognizance of the offence against the accused appellant.\n</p>\n<p data-structure=\"Precedent\" id=\"p_6\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1409304\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"741325\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1140927\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"672341\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1451831\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"272267\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"974607\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"141294\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1842664\" id=\"span_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1794319\" id=\"span_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1343681\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1302578\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1559021\" id=\"span_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1915525\" id=\"span_14\">5.    Being aggrieved by the said order, she  invoked  the  jurisdiction  of\nthe High Court under <a href=\"/doc/1679850/\" id=\"a_13\">Section 482</a> of  the  Code  of  Criminal  Procedure  for\nquashing of the criminal proceeding and  the  High  Court,  considering  the\nscope of <a href=\"/doc/1823824/\" id=\"a_14\">Sections 138</a> and <a href=\"/doc/268919/\" id=\"a_15\">139</a> of the Act and various other  factors,  opined\nthat the ground urged would be in the sphere of defence of the  accused  and\nwould not strengthen the edifice for  quashing  of  the  proceeding.   While\nassailing the said order before the two-Judge Bench, the\n\nsubstratum of argument was that  as  the  Company  was  not  arrayed  as  an\naccused, the legal fiction created by the legislature in <a href=\"/doc/686130/\" id=\"a_16\">Section 141</a> of  the\nAct would not get attracted.  It was canvassed that once a legal fiction  is\ncreated by the statutory provision  against  the  Company  as  well  as  the\nperson responsible for the acts of the  Company,  the  conditions  precedent\nengrafted under such deeming provisions are to be totally satisfied and  one\nsuch condition is impleadment of the principal  offender.   S.B.  Sinha,  J.\ndissected the anatomy of <a href=\"/doc/1823824/\" id=\"a_17\">Sections 138</a> and <a href=\"/doc/686130/\" id=\"a_18\">141</a> of the  Act  and  referred  to\nthe decisions in <a href=\"/doc/1915525/\" id=\"a_19\">Standard  Chartered  Bank  and  others  v.  Directorate  of\nEnforcement and others</a>[1]; <a href=\"/doc/1559021/\" id=\"a_20\">Madhumilan Syntex  Ltd.  &amp;  others  v.  Union  of\nIndia and another</a>[2]; <a href=\"/doc/1302578/\" id=\"a_21\">S.M.S.  Pharmaceuticals  Ltd.   v.  Neeta  Bhalla  and\nAnother</a>[3];    <a href=\"/doc/1343681/\" id=\"a_22\">Sabitha     Ramamurthy     and     Another      v.     R.B.S.\nChannabasavaradhya</a>[4]; <a href=\"/doc/1794319/\" id=\"a_23\">S.V. Mazumdar and others v. Gujarat State  Fertilizer\nCo. Ltd. and Another</a>[5]; <a href=\"/doc/1842664/\" id=\"a_24\">Sarav Investment &amp;  Financial  Consultancy  Private\nLimited and another v. Lloyds Register of Shipping Indian Office Staff\n\nProvident Fund and another</a>[6]; <a href=\"/doc/141294/\" id=\"a_25\">K. Srikanth Singh v.  North  East  Securities\nLtd. and Anr.</a>[7]; <a href=\"/doc/974607/\" id=\"a_26\">Suryalakshmi Cotton Mills Ltd. v. Rajvir  Industries  Ltd.\nand  Ors.</a>[8];  <a href=\"/doc/272267/\" id=\"a_27\">N.  Rangachari  v.  Bharat  Sanchar  Nigam  Ltd.</a>[9];  <a href=\"/doc/1451831/\" id=\"a_28\">Everest\nAdvertising (P) Ltd. v. State, Govt. of NCT of  Delhi  and  Ors.</a>[10];  <a href=\"/doc/672341/\" id=\"a_29\">Saroj\nKumar Poddar v. State (NCT of Delhi) and Anr.</a>[11];  <a href=\"/doc/1140927/\" id=\"a_30\">N.K.  Wahi   v.  Shekhar\nSingh and Ors.</a>[12]; and  took  note  of  the  two-Judge  Bench  decision  in\n<a href=\"/doc/741325/\" id=\"a_31\">Sheoratan Agarwal and Another v. State of  Madhya  Pradesh</a>[13]  wherein  the\ndecision of the three-Judge Bench in <a href=\"/doc/1409304/\" id=\"a_32\">State of  Madras  v.  C.V.  Parekh  and\nAnother</a>[14] was distinguished and expressed the view as follows: -</span></span></span></span></span></span></span></span></span></span></span></span></span></span>\n</p><blockquote id=\"blockquote_1\">“28. With the greatest of respect to the learned judges, it is difficult to\nagree therewith. The findings, if taken to its logical corollary lead us to\nan anomalous position. The trial court, in a given case although the\ncompany is not an accused, would have to arrive at a finding that it is\nguilty. Company, although a juristic person, is a separate entity.\nDirectors may come and go. The company remains. It has its own reputation\nand standing in the market which is required to be maintained. Nobody,\nwithout any authority of\n\nlaw, can sentence it or find it guilty of commission of offence. Before\nrecording a finding that it is guilty of commission of a serious offence,\nit may be heard. The Director who was in charge of the company at one point\nof time may have no interest in the company. He may not even defend the\ncompany. He need not even continue to be its Director. He may have his own\nscore to settle in view of change in management of the company. In a\nsituation of that nature, the company would for all intent and purport\nwould stand convicted, although, it was not an accused and, thus, had no\nopportunity to defend itself.\n</blockquote>\n<blockquote id=\"blockquote_2\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1409304\" id=\"span_15\">29. Any person accused of commission of an offence, whether natural or\njuristic, has some rights. If it is to be found guilty of commission of an\noffence on the basis whereof its Directors are held liable, the procedures\n<a href=\"/doc/1409304/\" id=\"a_33\">laid down in</a> the <a href=\"/doc/445276/\" id=\"a_34\">Code of Criminal Procedure</a> must be followed. In\ndetermining such an issue all relevant aspects of the matter must be kept\nin mind. The ground realities cannot be lost sight of. Accused persons are\nbeing convicted for commission of an offence under <a href=\"/doc/1823824/\" id=\"a_35\">Section 138</a> of the Act\ninter alia on drawing statutory presumptions.</span>\n</blockquote>\n<p data-structure=\"Section\" id=\"p_7\">      Various provisions contained therein lean in favour of a drawer of\nthe cheque or the holder thereof and against the accused. <a href=\"/doc/232831/\" id=\"a_36\">Sections 20</a>,\n<a href=\"/doc/40583/\" id=\"a_37\">118(c)</a>, <a href=\"/doc/268919/\" id=\"a_38\">139</a> and <a href=\"/doc/1685033/\" id=\"a_39\">140</a> of the Act are some such provisions. <a href=\"/doc/1132672/\" id=\"a_40\">The Act</a> is a penal\nstatute. Unlike offences under the general law it provides for reverse\nburden. The onus of proof shifts to the accused if some foundational facts\nare established.\n</p>\n<p data-structure=\"Section\" id=\"p_8\">      It is, therefore, in interpreting a statute of this nature difficult\nto conceive that it would be\n\nlegally permissible to hold a company, the prime offender, liable for\ncommission of an offence although it does not get an opportunity to defend\nitself. It is against all principles of fairness and justice. It is opposed\nto the Rule of Law. No statute in view of our Constitutional Scheme can be\nconstrued in such a manner so as to refuse an opportunity of being heard to\na person. It would not only offend a common- sense, it may be held to be\nunconstitutional. Such a construction, therefore, in my opinion should be\navoided.\n</p>\n<p data-structure=\"Issue\" id=\"p_9\">      In any event in a case of this nature, the construction which may be\navailable in invoking Essential Commodities Act, Prevention of Food\nAdulteration Act, which affects the Society at large may not have any\napplication when only a private individual is involved.”\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_10\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"318765\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1318618\" id=\"span_17\">6.    Thereafter, the learned Judge referred to <a href=\"/doc/1318618/\" id=\"a_41\">Anil Hada v. Indian  Acrylic\nLtd.</a>[15] and <a href=\"/doc/318765/\" id=\"a_42\">R. Rajgopal v. S.S. Venkat</a>[16],  distinguished the decision  in\nAnil Hada and opined that the issue decided  in  the  said  case  is  to  be\nunderstood in the factual matrix obtaining therein as the Company could  not\nhave been prosecuted, it being under liquidation.  The observations  to  the\neffect that the Company need not  be  prosecuted  against  was  regarded  as\nobiter dicta and not the ratio decidendi.  Sinha J. clearly opined that  the\nBench was bound by the three-Judge Bench decision in S.M.S.  Pharmaceuticals\nLtd.’s case (supra)\nand C.V. Parekh’s case (supra).  After stating so, he observed as under: -</span></span>\n</p><blockquote id=\"blockquote_3\">      “It is one thing to say that the complaint petition proceeded against\nthe accused persons on the premise that the company had not committed the\noffence but the accused did, but it is another thing to say that although\nthe company was the principal offender, it need not be made an accused at\nall.\n</blockquote>\n<blockquote id=\"blockquote_4\">      I have no doubt whatsoever in our mind that prosecution of the\ncompany is a sine qua non for prosecution of the other persons who fall\nwithin the second and third categories of the candidates, viz., everyone\nwho was in-charge and was responsible for the business of the company and\nany other person who was a director or managing director or secretary or\nofficer of the company with whose connivance or due to whose neglect the\ncompany had committed the offence.”\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_11\">7.    The learned Judge also took note of the maxim lex non cogit ad\nimpossibilia and expressed thus: -\n</p><blockquote id=\"blockquote_5\">                 “True interpretation, in my opinion, of the said provision\n           would be that a company has to be made an accused  but  applying\n           the principle &quot;lex non cogit ad impossibilia&quot;, i.e., if for some\n           legal snag, the company  cannot  be  proceeded  against  without\n           obtaining sanction of a court of law  or  other  authority,  the\n           trial as against the other accused may be proceeded  against  if\n           the ingredients  of  <a href=\"/doc/1823824/\" id=\"a_43\">Section  138</a>  as  also  141  are  otherwise\n           fulfilled. In such an event, it would not be a  case  where  the\n           company had not been made an accused\n           but would be one where the company cannot be  proceeded  against\n           due to existence of a legal bar.  A distinction must be borne in\n           mind between cases where a company had not been made an  accused\n           and the one where despite making it an  accused,  it  cannot  be\n           proceeded against because of a legal bar.”\n\n</blockquote><p data-structure=\"Facts\" id=\"p_12\">8.    Being of the aforesaid view, he allowed the appeals.\n</p>\n<p data-structure=\"Precedent\" id=\"p_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"141294\" id=\"span_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1842664\" id=\"span_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1794319\" id=\"span_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1343681\" id=\"span_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1302578\" id=\"span_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1915525\" id=\"span_23\">9.    V.S. Sirpurkar J., after narrating the facts and referring to  <a href=\"/doc/38262/\" id=\"a_44\">Section\n141(2)</a> of the Act, which deals with additional  criminal  liability,  opined\nthat even if the liability against the  appellant  is  vicarious  herein  on\naccount of the offence  having  alleged  to  have  been  committed  by  M/s.\nInternational Travels, it would be presumed  that  the  appellant  had  also\ncommitted the offence and non-arraying of M/s. International Travels  as  an\naccused would be of no consequence.  His Lordship further  held  that  there\nis  nothing  in  <a href=\"/doc/1915525/\" id=\"a_45\">Standard  Chartered  Bank  and   others</a>   (supra),   <a href=\"/doc/1302578/\" id=\"a_46\">S.M.S.\nPharmaceuticals Limited</a> (supra), <a href=\"/doc/1343681/\" id=\"a_47\">Sabitha  Ramamurthy  and  another</a>  (supra),\n<a href=\"/doc/1794319/\" id=\"a_48\">S.V.  Muzumdar  and  others</a>  (supra),   <a href=\"/doc/1842664/\" id=\"a_49\">Sarav   Investment   and   Financial\nConsultants Pvt. Ltd. and another</a> (supra) and <a href=\"/doc/141294/\" id=\"a_50\">K. Srikanth Singh</a>  (supra)  to\nsuggest that unless the Company itself is made an accused, there  cannot  be\nprosecution of the signatory of the cheque alone.</span></span></span></span></span></span>\n</p>\n<p data-structure=\"Facts\" id=\"p_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"741325\" id=\"span_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1409304\" id=\"span_25\">Thereafter, the learned Judge referred to the  decision  in  Anil  Hada  and\nexpressed that in the said case, the decision of  <a href=\"/doc/1409304/\" id=\"a_51\">C.V.  Parekh</a>  (supra)  and\n<a href=\"/doc/741325/\" id=\"a_52\">Sheoratan Agarwal</a> (supra) had been referred  to  and,  therefore,  it  is  a\nbinding precedent and cannot be viewed as an  obiter  dicta.   Sirpurkar  J.\nfurther  proceeded  to  state  that  the  principle  of  lex  non  cogit  ad\nimpossibilia would not apply.  That apart, the learned Judge  held  that  in\nthe case at hand, it is yet to be decided as to whether the  flaw  was  that\nof the Company or the appellant herself and it could not be made out  as  to\nwhether the cheque issued by  the  accused  was  issued  on  behalf  of  the\nCompany or to discharge her personal liability.   Eventually,  his  Lordship\nreferred to the allegations in the complaint which are to  the  effect  that\nthe two accused  persons,  namely,  Anil  Hada  and  Aneeta  Hada,  used  to\npurchase the air tickets for their clients and they had  purchased  for  the\nCompany from time to time and issued cheques.  The accused  No.  1  used  to\nconduct the business of the Company  and  she  also  used  to  purchase  the\ntickets from the complainant.   On  the  aforesaid  foundation  the  learned\nJudge opined that the basic complaint is against the two accused persons  in\ntheir individual capacity and they might be\n\npurchasing tickets for their travelling company.  Being  of  this  view,  he\ndismissed both the appeals.</span></span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_15\">10.   We have heard Mr. Muneesh Malhotra, learned counsel for the  appellant\nin Criminal Appeal Nos. 838 and 842 of  2008,  Dr.  Abhishek  Manu  Singhvi,\nlearned senior counsel for the appellant in  Criminal  Appeal  No.  1483  of\n2009 and for the respondent  in  Criminal  Appeal  No.  1484  of  2009,  Mr.\nSidharth Luthra, learned  senior  counsel  for  the  appellant  in  Criminal\nAppeal No. 1484  of  2009,  Mr.  Rajesh  Harnal,  learned  counsel  for  the\nrespondents in Criminal Appeal Nos. 838 of 2008 and 842 of  2008,  Mr.  P.P.\nMalhotra,  learned  Additional  Solicitor  General  for  the  respondent  in\nCriminal Appeal No. 1483 of 2009 and Mr. Arun Mohan, learned Amicus Curiae.\n</p>\n<p data-structure=\"PetArg\" id=\"p_16\">11.   The learned senior counsel appearing for the  appellants,  in  support\nof the proponement that the impleadment of  the  company  is  a  categorical\nimperative  to  maintain  a  prosecution  against  the  directors,   various\nsignatories and other categories of officers, have canvassed as follows: -\n</p>\n<blockquote id=\"blockquote_6\">(a)   The language of <a href=\"/doc/686130/\" id=\"a_53\">Section 141</a> of the  Act  being  absolutely  plain  and\n      clear, a finding has to be returned that the\n\ncompany has committed the offence and such  a  finding  cannot  be  recorded\n      unless the company is before the court, more so, when  it  enjoys  the\n      status of a separate legal entity. That apart, the  liability  of  the\n      individual as per the provision  is  vicarious  and  such  culpability\n      arises, ipso facto and ipso jure, from the fact  that  the  individual\n      occupies a decision making position in the corporate  entity.   It  is\n      patent that unless the company, the principal entity, is prosecuted as\n      an accused, the subsidiary entity,  the  individual,  cannot  be  held\n      liable, for the language used in the provision makes the  company  the\n      principal offender.\n</blockquote>\n<blockquote id=\"blockquote_7\">(b)   The essence of vicarious liability is  inextricably  intertwined  with\n      the  liability  of  the  principal  offender.   If  both  are  treated\n      separately, it would  amount  to  causing  violence  to  the  language\n      employed in the provision.\n</blockquote>\n<blockquote id=\"blockquote_8\">(c)   It is a fundamental principle of criminal law that a  penal  provision\n      must receive strict construction.   The  deeming  fiction  has  to  be\n      applied in its complete sense to have the full effect as  the  use  of\n      the language in the provision really ostracizes or gets away with  the\n      concepts  like  “identification”,  “attribution”   and   lifting   the\n      corporate veil\n\nand, in fact, puts the directors and the officers responsible  in  a  deemed\n      concept compartment on certain guided parameters.\n</blockquote>\n<blockquote id=\"blockquote_9\">(d)   The company, as per <a href=\"/doc/686130/\" id=\"a_54\">Section 141</a> of the Act, is the principal  offender\n      and when it is  in  existence,  its  non-impleadment  will  create  an\n      incurable dent in the prosecution and further, if  any  punishment  is\n      inflicted or an unfavourable finding is recorded, it would affect  the\n      reputation of the company which is not countenanced in law.\n</blockquote>\n<blockquote id=\"blockquote_10\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1409304\" id=\"span_26\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"741325\" id=\"span_27\">(e)   The decision in <a href=\"/doc/741325/\" id=\"a_55\">Sheoratan Agarwal and Another</a> (supra) has  incorrectly\n      distinguished the  decision  in  <a href=\"/doc/1409304/\" id=\"a_56\">C.V.  Parekh</a>  (supra)  and  has  also\n      misconstrued the ratio laid down therein.  That  apart,  in  <a href=\"/doc/1409304/\" id=\"a_57\">the  said\n      decision</a>, a part of the provision contained in <a href=\"/doc/426357/\" id=\"a_58\">Section  10(1)</a>  of  the\n      Essential Commodities Act, 1955 (for brevity ‘the 1955 Act’) has  been\n      altogether omitted as a consequence of  which  a  patent  mistake  has\n      occurred.</span></span>\n</blockquote>\n<blockquote id=\"blockquote_11\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1318618\" id=\"span_28\">(f)   The decision in <a href=\"/doc/1318618/\" id=\"a_59\">Anil  Hada</a>  (supra)  has  not  appreciated  in  proper\n      perspective the ratio decidendi in C.V. Parekh and further there is an\n      inherent contradiction in the judgment\n\ninasmuch as at one point, it has been stated that “the payee can succeed  in\n      the case only if he succeeds in showing that the offence was  actually\n      committed by the company” but at another place, it has been ruled that\n      “the accused can show that the company has not committed the  offence,\n      though such company is not made an accused”.</span>\n</blockquote>\n<blockquote id=\"blockquote_12\">(g)   The terms used “as well as the company” in <a href=\"/doc/1755330/\" id=\"a_60\">Section 141(1)</a> of  the  Act\n      cannot mean that no offence  need  be  committed  by  the  company  to\n      attract the vicarious liability  of  the  officers  in-charge  of  the\n      management of the company because the  first  condition  precedent  is\n      commission of the offence by a person which is the company.\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_17\">12.   The learned counsel for the  respondents,  resisting  the  submissions\npropounded by the  learned  counsel  for  the  appellants,  have  urged  the\nfollowing contentions: -\n</p>\n<blockquote id=\"blockquote_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1981864\" id=\"span_29\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"272690\" id=\"span_30\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"979235\" id=\"span_31\">(i)   If the  interpretation  placed  by  the  appellant  is  accepted,  the\n      scheme, aims, objects and the purpose  of  the  legislature  would  be\n      defeated inasmuch as <a href=\"/doc/1132672/\" id=\"a_61\">Chapter XVII of the  Act</a>  as  introduced  by  the\n      Negotiable Instruments Laws (Amendment) Act, 1988 (66  of  1988)is  to\n      promote efficacy of\n\nbanking to ensure that in commercial or  contractual  transactions,  cheques\n      are not  dishonoured  and  the  credibility  in  transacting  business\n      through cheques is maintained.  The Chapter has been inserted with the\n      object of promoting and inculcating  faith  in  the  efficacy  of  the\n      banking system and its operations and giving credibility to negotiable\n      instruments in business transactions.  The fundamental purpose  is  to\n      discourage people from not  honouring  their  commitments  and  punish\n      unscrupulous persons who  purport  to  discharge  their  liability  by\n      issuing cheques without really intending to do so.  If the legislative\n      intendment   is   appositely   understood   and    appreciated,    the\n      interpretation of the various provisions of the Act is to be  made  in\n      favour  of  the  paying-complainant.    To   bolster   the   aforesaid\n      submission,  reliance  has  been  placed  on  <a href=\"/doc/979235/\" id=\"a_62\">Electronics  Trade   and\n      Technology  Development  Corporation  Ltd.,  Secunderabad  v.   Indian\n      Technologists and Engineers (Electronics) (P)  Ltd.  and  another</a>[17],\n      <a href=\"/doc/272690/\" id=\"a_63\">C.C. Alavi Haji v. Palapetty Mohammed\n\nand Another</a>[18] and <a href=\"/doc/1981864/\" id=\"a_64\">Vinay Devanna Nayak v. Ryot Sewa Sahakaro Bank Ltd.</a>[19]</span></span></span>\n\n</blockquote><blockquote id=\"blockquote_14\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1409304\" id=\"span_32\">(ii)  The reliance placed by the appellants on the decision in  <a href=\"/doc/1409304/\" id=\"a_65\">C.V.  Parekh</a>\n      (supra) is absolutely misconceived.  In the first case, the Court  was\n      considering the question of acquittal or  conviction  of  the  accused\n      persons after considering the  entire  evidence  led  by  the  parties\n      before the trial court but in the present case, the challenge has been\n      at the threshold where summons have been issued.  That apart, the 1955\n      Act and the  Act  in  question  operate  in  different  fields  having\n      different legislative intents, objects and purposes and  further  deal\n      with offences of various  nature.   In  the  case  at  hand,  the  new\n      dimensions of economic growth development  and  revolutionary  changes\n      and the frequent commercial transactions by use of cheques are  to  be\n      taken note of.  Further, <a href=\"/doc/686130/\" id=\"a_66\">Section 141</a> creates liability for  punishment\n      of offences under <a href=\"/doc/1823824/\" id=\"a_67\">Section 138</a> and it is a deemed liability whereas the\n      criminal liability created for an offence under <a href=\"/doc/1674475/\" id=\"a_68\">Section 7</a> of the  1955\n      Act is not a deemed offence.</span>\n</blockquote>\n<blockquote id=\"blockquote_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"975556\" id=\"span_33\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"844480\" id=\"span_34\">(iii)  After  the  amendment  of  the  Act,  the  unscrupulous  drawers  had\n      endeavoured hard to seek many an escape route to  avoid  the  criminal\n      liability but this Court with appropriate interpretative  process  has\n      discouraged the innovative pleas  of  such  accused  persons  who  had\n      issued cheques  as  the  purpose  is  to  eradicate  mischief  in  the\n      commercial  world.   To  buttress  the  aforesaid  submission,   heavy\n      reliance has been placed on <a href=\"/doc/844480/\" id=\"a_69\">D. Vinod Shivappa v. Nanda  Belliappa</a>[20],\n      M/s. <a href=\"/doc/975556/\" id=\"a_70\">Modi Cement Ltd. v. Shri Kuchil Kumar  Nandi</a>[21],  Goaplast  Pvt.</span></span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_18\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1794319\" id=\"span_35\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1623811\" id=\"span_36\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1584453\" id=\"span_37\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"52511\" id=\"span_38\"><a href=\"/doc/52511/\" id=\"a_71\">Shri Ltd. v. Chico Ursula</a> D’souza and <a href=\"/doc/1584453/\" id=\"a_72\">Anr.[22],  NEPC  Micon  Ltd  and\n      Ors. v. Magma Leasing Ltd.</a>[23], Dalmia Cement (Bharat)  Ltd.  v.  M/s.\n      <a href=\"/doc/1623811/\" id=\"a_73\">Galaxy Traders and Agencies Ltd and Ors.[24], I.C.D.C. Ltd.  v.  Beena\n      Shabeer  and  Anr.</a>[25]  and  <a href=\"/doc/1794319/\" id=\"a_74\">S.V.  Majumdar  and  others  v.   Gujarat\n      Fertilizers Co. Ltd and Anr.</a>[26]</span></span></span></span>\n\n</p><p data-structure=\"Section\" id=\"p_19\">(iv)  The company being a legal entity acts through its directors  or  other\n      authorized officers and it authorizes its directors or other  officers\n      to sign and issue cheques and intimate the\n\nbank to honour the cheques if signed by such persons.   The  legislature  in\n      its wisdom has used the word ‘drawer’ in <a href=\"/doc/1674475/\" id=\"a_75\">Sections 7</a> and <a href=\"/doc/1823824/\" id=\"a_76\">138</a> of the Act\n      but not “an account holder”.  A notice issued to the Managing Director\n      of the company who has signed the cheques is liable  for  the  offence\n      and  a  signatory  of  a  cheque  is  clearly  responsible   for   the\n      incriminating act and, therefore, a complaint under <a href=\"/doc/1823824/\" id=\"a_77\">Section 138</a> of the\n      Act against the director or authorized  signatory  of  the  cheque  is\n      maintainable.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318765\" id=\"span_39\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1318618\" id=\"span_40\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1302578\" id=\"span_41\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"752646\" id=\"span_42\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1619421\" id=\"span_43\">In this regard,  reliance  has  been  placed  upon  M/s\n      <a href=\"/doc/1619421/\" id=\"a_78\">Bilakchand Gyanchand Co. v. A. Chinnaswami</a>[27], <a href=\"/doc/752646/\" id=\"a_79\">Rajneesh  Aggarwal  v.\n      Amit J. Bhalla</a>[28], <a href=\"/doc/1302578/\" id=\"a_80\">SMS Pharmaceuticals Ltd. v. Neeta Bhalla</a>  (<a href=\"/doc/1318618/\" id=\"a_81\">supra),\n      Anil Hada v. Indian Acrylic Ltd.</a>  (<a href=\"/doc/318765/\" id=\"a_82\">supra)  and  R.  Rajgopal  v.  S.S.\n      Venkat</a>[29].</span></span></span></span></span>\n</p>\n<p data-structure=\"Section\" id=\"p_20\">(v)   There is no postulate under <a href=\"/doc/686130/\" id=\"a_83\">Section 141</a> of the Act that  the  director\n      or the signatory of the cheque cannot be separately prosecuted  unless\n      the company is arrayed as an accused.  The company, as is  well-known,\n      acts through its directors or authorised officers and they cannot seek\n      an escape route by\n\nseeking quashment of the proceedings  under  <a href=\"/doc/1679850/\" id=\"a_84\">Section  482</a>  of  the  Code  of\n      Criminal Procedure solely on the foundation that the company  has  not\n      been impleaded as an accused.  The words  “as  well  as  the  company”\n      assumes significance inasmuch as the deemed  liability  includes  both\n      the company and the  officers  in-charge  and  hence  prosecution  can\n      exclusively be maintained against the directors or officers  in-charge\n      depending on the averments made in the complaint petition.\n</p>\n<p data-structure=\"Section\" id=\"p_21\">13.   The gravamen of the controversy is whether any  person  who  has  been\nmentioned in <a href=\"/doc/1755330/\" id=\"a_85\">Sections 141(1)</a>  and  <a href=\"/doc/38262/\" id=\"a_86\">141(2)</a>  of  the  Act  can  be  prosecuted\nwithout the company being  impleaded  as  an  accused.   To  appreciate  the\ncontroversy, certain provisions need to be referred to.  <a href=\"/doc/1823824/\" id=\"a_87\">Section 138</a> of  the\nAct, which deals with the ingredients of the offence for  dishonour  of  the\ncheque and the consequent non-payment of the amount due  thereon,  reads  as\nfollows: -\n</p>\n<blockquote id=\"blockquote_16\">           “138. Dishonour of cheque for insufficiency, etc,  of  funds  in\n           the account – Where any cheque drawn  by  a  person  on  account\n           maintained by him with a banker for the payment of any amount of\n           money to another  person  from  out  of  that  account  for  the\n           discharge, in whole or in part, of any debt or other  liability,\n           is returned\n\n           by the bank unpaid,  either  because  of  the  amount  of  money\n           standing to the credit of that account is insufficient to honour\n           the cheque or that it exceeds the amount  arranged  to  be  paid\n           from that account by an arrangement made  with  the  bank,  such\n           person shall be deemed to have committed an  offence  and  shall\n           without prejudice to  any  other  provisions  of  this  Act,  be\n           punished with imprisonment for a term which may be  extended  to\n           two years, or with a fine which may extend to twice  the  amount\n           of the cheque, or with both:\n</blockquote>\n<blockquote id=\"blockquote_17\">                 Provided that nothing  contained  in  this  section  shall\n           apply unless –\n\n</blockquote><blockquote id=\"blockquote_18\">           (a)   the cheque has been presented to the bank within a  period\n                 of six months from the date on which it is drawn or  within\n                 the period of its validity, whichever is earlier,\n\n</blockquote><blockquote id=\"blockquote_19\">           (b)   the payee or the holder in due course of  the  cheque,  as\n                 the case may be, makes a demand for the payment of the said\n                 amount of money by giving a  notice,  in  writing,  to  the\n                 drawer of the cheque, within thirty days of the receipt  of\n                 information by him from the bank regarding  the  return  of\n                 the cheque as unpaid, and\n\n</blockquote><blockquote id=\"blockquote_20\">           (c)   the drawer of such cheque fails to  make  the  payment  of\n                 said amount of money to the payee or, as the case  may  be,\n                 to the holder in due course of the cheque,  within  fifteen\n                 days of the receipt of the said notice.”\n\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_22\">14.    The  main  part  of  the  provision  can  be  segregated  into  three\ncompartments, namely, (i) the cheque is drawn by a person, (ii)  the  cheque\ndrawn on an account maintained by him with the\nbanker for payment of any amount of money to  another  person  from  out  of\nthat account for the discharge, in whole or in part,  of  a  debt  or  other\nliability, is returned unpaid, either because the amount of  money  standing\nto the credit of that account is insufficient to honour  the  cheque  or  it\nexceeds the amount arranged to be paid from that account by  an  arrangement\nmade with the bank and (iii) such person shall be deemed to  have  committed\nan offence and shall, without prejudice to any other provision of  the  Act,\nbe punished with imprisonment for a term which may extend to  two  years  or\nwith fine which may extend to twice the amount of the cheque or  with  both.\nThe proviso to the said section  postulates  under  what  circumstances  the\nsection shall not apply.  In the case at hand, we  are  not  concerned  with\nthe said aspect.  It will not be out of place to state that  the  main  part\nof the provision deals with the basic  ingredients  and  the  proviso  deals\nwith certain circumstances and lays certain conditions where it will not  be\napplicable.  The emphasis has been laid on the factum that  the  cheque  has\nto be drawn by a person on the account maintained by him and  he  must  have\nissued the cheque in discharge of any debt or other  liability.   <a href=\"/doc/1674475/\" id=\"a_88\">Section  7</a>\nof the Act defines ‘drawer’ to mean the maker of a bill of\nexchange or a cheque.  An  authorised  signatory  of  a  company  becomes  a\ndrawer as he has been  authorised  to  do  so  in  respect  of  the  account\nmaintained by the company.\n</p>\n<p data-structure=\"Section\" id=\"p_23\">15.   At this juncture, we  may  refer  to  <a href=\"/doc/686130/\" id=\"a_89\">Section  141</a>  which  deals  with\noffences by companies.  As the spine of the controversy rests  on  the  said\nprovision, it is reproduced below: -\n</p>\n<blockquote id=\"blockquote_21\">           “141. Offences by companies. – (1) If the person  committing  an\n           offence under <a href=\"/doc/1823824/\" id=\"a_90\">section 138</a> is a company, every person who, at the\n           time the offence was  committed,  was  in  charge  of,  and  was\n           responsible to the company for the conduct of  the  business  of\n           the company, as well as the  company,  shall  be  deemed  to  be\n           guilty of the offence  and  shall  be  liable  to  be  proceeded\n           against and punished accordingly;\n</blockquote>\n<blockquote id=\"blockquote_22\">                 Provided that nothing contained in this sub-section  shall\n           render any person liable to punishment if  he  proves  that  the\n           offence was committed without his  knowledge,  or  that  he  had\n           exercised all due diligence to prevent the  commission  of  such\n           offence:\n</blockquote>\n<blockquote id=\"blockquote_23\">                 Provided further that where a person  is  nominated  as  a\n           Director of a Company by virtue of his  holding  any  office  or\n           employment in the Central Government or State  Government  or  a\n           financial  corporation  owned  or  controlled  by  the   Central\n           Government or the State Government, as the case may be, he shall\n           not be liable for prosecution under this Chapter.\n</blockquote>\n<blockquote id=\"blockquote_24\">           (2)   Notwithstanding anything  contained  in  sub-section  (1),\n           where any offence under  this  Act,  has  been  committed  by  a\n           company and it is proved\n\n           that  the  offence  has  been  committed  with  the  consent  or\n           connivance of, or is attributable to, any neglect  on  the  part\n           of, any director, manager, secretary or  other  officer  of  the\n           company, such director,  manager,  secretary  or  other  officer\n           shall also be deemed to be guilty of that offence and  shall  be\n           liable to be proceeded against and punished accordingly.”\n\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_24\">16.   On a reading of the said provision, it is  plain  as  day  that  if  a\nperson who commits offence under <a href=\"/doc/1823824/\" id=\"a_91\">Section 138</a> of the Act is  a  company,  the\ncompany as well as every person in charge of and responsible to the  company\nfor the conduct of business of the company at  the  time  of  commission  of\noffence is deemed to be guilty of the offence.   The  first  proviso  carves\nout under what circumstances the criminal liability would not  be  fastened.\nSub-section  (2)  enlarges  the  criminal  liability  by  incorporating  the\nconcepts of connivance, negligence and consent that engulfs many  categories\nof officers.  It is worth noting that in both the  provisions,  there  is  a\n‘deemed’ concept of criminal liability.\n</p>\n<p data-structure=\"Section\" id=\"p_25\">17.   <a href=\"/doc/268919/\" id=\"a_92\">Section 139</a> of the Act creates a presumption in favour of the  holder.\n The said provision has to be read in conjunction with <a href=\"/doc/1177058/\" id=\"a_93\">Section 118(a)</a>  which\noccurs in <a href=\"/doc/1132672/\" id=\"a_94\">Chapter  XIII  of  the  Act</a>  that  deals  with  special  rules  of\nevidence.  <a href=\"/doc/1685033/\" id=\"a_95\">Section 140</a> stipulates the defence which may not be allowed in  a\nprosecution under <a href=\"/doc/1823824/\" id=\"a_96\">Section 138</a> of\n\nthe  Act.   Thus,  there  is  a  deemed  fiction  in  relation  to  criminal\nliability, presumption in favour of the holder, and denial of a  defence  in\nrespect of certain aspects.\n</p>\n<p data-structure=\"Section\" id=\"p_26\">18.   <a href=\"/doc/686130/\" id=\"a_97\">Section 141</a> uses the term ‘person’ and refers it to a company.   There\nis no trace of doubt that the company is a juristic person.  The concept  of\ncorporate criminal liability is attracted to a corporation and  company  and\nit is so luminescent from the language employed under  <a href=\"/doc/686130/\" id=\"a_98\">Section  141</a>  of  the\nAct.  It is apposite to note that the present enactment  is  one  where  the\ncompany itself and certain categories of officers in  certain  circumstances\nare deemed to be guilty of the offence.\n</p>\n<p data-structure=\"Precedent\" id=\"p_27\">19.    In Halsbury’s Laws of England, Volume 11(1), in paragraph 35, it  has\nbeen laid down that in general, a corporation is in  the  same  position  in\nrelation to criminal liability as a natural person and may be  convicted  of\ncommon law and statutory offences including those requiring mens rea.\n</p>\n<p data-structure=\"Precedent\" id=\"p_28\">20.   In 19 Corpus Juris Secundum, in paragraph  1358,  while  dealing  with\nliability in respect of  criminal prosecution, it has  been  stated  that  a\ncorporation shall be liable for criminal prosecution for  crimes  punishable\nwith fine; in certain\n\njurisdictions, a corporation cannot  be  convicted  except  as  specifically\nprovided by statute.\n</p>\n<p data-structure=\"Precedent\" id=\"p_29\">21.   In H.L. Bolton (Engineering) Co. Ltd. vs. T.J. Graham &amp; Sons  Ltd.[30]\nLord Denning, while  dealing  with  the  liability  of  a  company,  in  his\ninimitable style, has expressed that a company may in many ways  be  likened\nto a human body.  It has a brain and nerve centre  which  controls  what  it\ndoes.  It also has hands which hold the tools and  act  in  accordance  with\ndirections from the centre.  Some of the people  in  the  company  are  mere\nservants and agents who are nothing more than  hands  to  do  the  work  and\ncannot be said to represent the mind or  will.   Others  are  directors  and\nmanagers who represent the directing mind  and  will  of  the  company,  and\ncontrol what it does.  The state of mind of these managers is the  state  of\nmind of the company and is treated by the law as such.   In  certain  cases,\nwhere the law requires personal fault as a condition of liability  in  tort,\nthe fault of the manager will be the personal fault  of  the  company.   The\nlearned Law Lord referred to Lord Haldane’s  speech  in  Lennard’s  Carrying\nCo. Ltd. v. Asiatic Petroleum Co. Ltd.[31].   Elaborating  further,  he  has\nobserved that in criminal law, in cases where the\n\nlaw requires a guilty mind as a condition of a criminal offence, the  guilty\nmind of the directors  or  the  managers  will  render  the  company  itself\nguilty.\n</p>\n<p data-structure=\"Precedent\" id=\"p_30\">22.   It may be appropriate at this stage to notice  the  observations  made\nby MacNaghten, J. in Director of Public  Prosecutions  v.  Kent  and  Sussex\nContractors Ltd.[32] : (AC p. 156.)\n\n                 “A body corporate is  a  “person”  to  whom,  amongst  the\n           various attributes it may have,  there  should  be  imputed  the\n           attribute of a mind capable of knowing and forming an  intention\n           – indeed it is much too late in the day to suggest the contrary.\n            It can only know or form an intention through its human agents,\n           but circumstance may be such that the  knowledge  of  the  agent\n           must  be  imputed  to  the  body  corporate.   Counsel  for  the\n           respondents says that, although a body corporate may be  capable\n           of having an intention, it is not capable of having  a  criminal\n           intention.  In  this  particular  case  the  intention  was  the\n           intention to deceive.  If, as  in  this  case,  the  responsible\n           agent of a body corporate puts forward a document knowing it  to\n           be false and intending that it  should  deceive.   I  apprehend,\n           according to the authorities that  Viscount  Caldecote,  L.C.J.,\n           has cited, his knowledge and intention must be  imputed  to  the\n           body corporate.\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_31\">23.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"456019\" id=\"span_44\">In this regard, it is profitable to refer to the decision  in  <a href=\"/doc/456019/\" id=\"a_99\">Iridium\nIndia Telecom Ltd. v. Motorola Inc and Ors.</a>[33] wherein  it  has  been  held\nthat in all jurisdictions across the world governed  by  the  rule  of  law,\ncompanies and corporate houses can no longer claim  immunity  from  criminal\nprosecution on the ground that  they  are  not  capable  of  possessing  the\nnecessary mens rea  for  commission  of  criminal  offences.   It  has  been\nobserved that the legal position in England and United States has  now  been\ncrystallized to leave no manner of  doubt  that  the  corporation  would  be\nliable for crimes of intent.  In <a href=\"/doc/456019/\" id=\"a_100\">the said decision</a>, the two-Judge Bench  has\nobserved thus:-</span>\n</p>\n<blockquote id=\"blockquote_25\">             “The courts in England have emphatically rejected  the  notion\n           that a body corporate could not commit a criminal offence  which\n           was an outcome of an act of will needing a particular  state  of\n           mind.  The aforesaid notion has been rejected  by  adopting  the\n           doctrine of attribution and imputation.   In  other  words,  the\n           criminal intent of the “alter ego” of the company/body corporate\n           i.e. the person or group of persons that guide the  business  of\n           the company, would be imputed to the corporation.”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_32\">24.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1915525\" id=\"span_45\">In <a href=\"/doc/1915525/\" id=\"a_101\">Standard Charted Bank</a> (supra), the majority has laid down the  view\nthat there is no dispute that a company  is  liable  to  be  prosecuted  and\npunished for criminal offences.  Although\n\nthere are earlier authorities  to  the  fact  that  the  corporation  cannot\ncommit a crime, the generally accepted modern rule  is  that  a  corporation\nmay be subject  to  indictment  and  other  criminal  process  although  the\ncriminal act may be committed through its agent.  It has also been  observed\nthat there is no immunity to the companies from prosecution  merely  because\nthe prosecution is in respect  of  offences  for  which  the  punishment  is\nmandatory imprisonment and fine.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_33\">25.   We have referred to the aforesaid authorities to  highlight  that  the\ncompany can have criminal liability and further, if a group of persons  that\nguide the business of the companies have the criminal intent, that would  be\nimputed to the body corporate.  In this backdrop, <a href=\"/doc/686130/\" id=\"a_102\">Section  141</a>  of  the  Act\nhas to be understood.  The said provision clearly  stipulates  that  when  a\nperson which is a company commits an offence,  then  certain  categories  of\npersons in charge as well as the company would be deemed to  be  liable  for\nthe  offences  under  <a href=\"/doc/1823824/\" id=\"a_103\">Section  138</a>.   Thus,  the  statutory  intendment   is\nabsolutely plain.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_34\">26.   As is perceptible, the  provision  makes  the  functionaries  and  the\ncompanies to be liable and that is by deeming fiction.   A  deeming  fiction\nhas its own signification.\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_35\">27.   In this context, we may refer with profit to the observations made  by\nLord Justice James  in  Ex  Parte  Walton,  In  re,  Levy[34], which  is  as\nfollows:\n</p>\n<blockquote id=\"blockquote_26\">           “When a statute enacts that something  shall  be deemed to  have\n           been done, which, in fact and truth was not done, the  Court  is\n           entitled and bound to ascertain for what  purposes  and  between\n           what persons the statutory fiction is to be resorted to.”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_36\">28.   Lord Asquith, in East end  Dwellings  Co.  Ltd.  v.  Finsbury  Borough\nCouncil[35] , had expressed his opinion as follows:\n</p>\n<blockquote id=\"blockquote_27\">           “If you are bidden to treat an imaginary  state  of  affairs  as\n           real, you must surely, unless prohibited  from  doing  so,  also\n           imagine as real the consequences and incidents,  which,  if  the\n           putative state of affairs had in fact existed,  must  inevitably\n           have flowed from or accompanied it.... The statute says that you\n           must imagine a certain state of affairs; it does  not  say  that\n           having done so, you must cause or  permit  your  imagination  to\n           boggle when it comes to the inevitable corollaries of that state\n           of affairs.”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_37\">29.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"608874\" id=\"span_46\">In <a href=\"/doc/608874/\" id=\"a_104\">The Bengal Immunity Co. Ltd. v. State of Bihar and others</a>[36],  the\nmajority in the Constitution Bench  have  opined  that  legal  fictions  are\ncreated only for some definite purpose.</span>\n</p>\n\n<p data-structure=\"Section\" id=\"p_38\">30.   In Hira H. Advani Etc. v.  State  of  Maharashtra[37],  while  dealing\nwith a proceeding under the  <a href=\"/doc/1059693/\" id=\"a_105\">Customs  Act</a>,  especially  sub-section  (4)  of\nSection 171-A wherein an enquiry by the custom  authority  is  referred  to,\nand the language employed therein, namely, &quot;to be deemed to  be  a  judicial\nproceeding within the meaning of <a href=\"/doc/308396/\" id=\"a_106\">Sections 193</a> and <a href=\"/doc/1969991/\" id=\"a_107\">228</a> of  the  Indian  Penal\nCode&quot;, it has been opined as follows:\n</p>\n<blockquote id=\"blockquote_28\">           “It was argued that the Legislature might  well  have  used  the\n           word &quot;deemed&quot; in Sub-section (4) of Section171 not in the  first\n           of the above senses but in the second, if not the third. In  our\n           view the meaning to be attached to the word &quot;deemed&quot; must depend\n           upon the context in which it is used.”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_39\">31.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"522381\" id=\"span_47\">In <a href=\"/doc/522381/\" id=\"a_108\">State of Tamil Nadu v. Arooran Sugars  Ltd.</a>[38],  the  Constitution\nBench, while dealing with the deeming provision in  a  statute,  ruled  that\nthe role of a  provision  in  a  statute  creating  legal  fiction  is  well\nsettled.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"205804\" id=\"span_48\">Reference was made to <a href=\"/doc/205804/\" id=\"a_109\">The Chief Inspector of Mines and another  v.\nLala Karam Chand Thapar Etc</a>.</span>[39], J.K. Cotton  Spinning  and  Weaving  Mills\nLtd. and anr. v. Union of India and others[40], M. Venugopal v.\n</p>\n\n<p data-structure=\"Section\" id=\"p_40\">Divisional Manager, Life Insurance  Corporation  of  India[41]   and  Harish\nTandon v. Addl. District Magistrate, Allahabad[42] and  eventually,  it  was\nheld that when a statute creates  a  legal  fiction  saying  that  something\nshall be deemed to have been done which in  fact  and  truth  has  not  been\ndone, the Court has to examine and ascertain as  to  for  what  purpose  and\nbetween which persons such a statutory fiction is  to  be  resorted  to  and\nthereafter, the courts have to give full effect to such a statutory  fiction\nand it has to be carried to its logical conclusion.\n</p>\n<p data-structure=\"Section\" id=\"p_41\">32.   From the aforesaid pronouncements, the principle that  can  be  culled\nout is that it is the bounden duty  of  the  court  to  ascertain  for  what\npurpose the legal fiction has been created. It  is  also  the  duty  of  the\ncourt to imagine the  fiction  with  all  real  consequences  and  instances\nunless prohibited from doing so. That apart, the use of  the  term  &#x27;deemed&#x27;\nhas to be read in its context and further the fullest  logical  purpose  and\nimport are to be understood. It is because in modern legislation,  the  term\n&#x27;deemed&#x27; has been used for manifold purposes. The object of the  legislature\nhas to be kept in mind. \n</p>\n\n\n<p data-structure=\"Section\" id=\"p_42\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1302578\" id=\"span_49\">33.   The word ‘deemed’ used in <a href=\"/doc/686130/\" id=\"a_110\">Section  141</a>  of  the  Act  applies  to  the\ncompany and the persons  responsible  for  the  acts  of  the  company.   It\ncrystallizes the corporate criminal liability and vicarious liability  of  a\nperson who is in charge of the company.  What averments should  be  required\nto  make  a  person  vicariously  liable  has  been  dealt   with   in   <a href=\"/doc/1302578/\" id=\"a_111\">SMS\nPharmaceuticals Ltd.</a> (supra).  In the said case, it  has  been  opined  that\nthe criminal liability on account of dishonour of cheque primarily falls  on\nthe drawee company and is extended to the officers of  the  company  and  as\nthere is a specific provision extending the liability to the  officers,  the\nconditions incorporated in <a href=\"/doc/686130/\" id=\"a_112\">Section 141</a> are to  be  satisfied.  It  has  been\nruled as follow:-</span>\n</p>\n<blockquote id=\"blockquote_29\">           “It primarily falls on the drawer company  and  is  extended  to\n           officers of the company.  The normal rule in the cases involving\n           criminal liability is against vicarious liability, that  is,  no\n           one is to be held criminally liable for an act of another.  This\n           normal rule is, however, subject  to  exception  on  account  of\n           specific  provision  being  made  in  the   statutes   extending\n           liability to others.  <a href=\"/doc/686130/\" id=\"a_113\">Section 141</a> of the Act is an  instance  of\n           specific provision which in case an offence under <a href=\"/doc/1823824/\" id=\"a_114\">Section 138</a> is\n           committed by a company, extends criminal liability for  dishonor\n           of a cheque to officers of the company.   <a href=\"/doc/686130/\" id=\"a_115\">Section  141</a>  contains\n           conditions which have to be satisfied before the  liability  can\n           be extended to officers  of  a  company.   Since  the  provision\n           creates criminal liability, the conditions have to  be  strictly\n           complied with.  The conditions\n\n           are intended to ensure that a person who is sought  to  be  made\n           vicariously liable for an offence of which the principal accused\n           is  the  company,  had  a  role  to  play  in  relation  to  the\n           incriminating act and further that such  a  person  should  know\n           what is attributed to him to make him liable.”\n\n      After so stating, it  has  been  further  held  that  while  analyzing\n<a href=\"/doc/686130/\" id=\"a_116\">Section 141</a> of the Act, it will be seen that it operates in cases  where  an\noffence under <a href=\"/doc/1823824/\" id=\"a_117\">Section 138</a> is committed by a company.   In  paragraph  19  of\nthe judgment, it has been clearly held as follows: -\n</blockquote>\n<blockquote id=\"blockquote_30\">           “There is  almost  unanimous  judicial  opinion  that  necessary\n           averments ought to be contained in a complaint before  a  person\n           can be subjected to criminal process.  A liability under <a href=\"/doc/686130/\" id=\"a_118\">Section\n           141</a> of the Act is sought to be fastened vicariously on a  person\n           connected with  a  Company,  the  principal  accused  being  the\n           company itself.  It is a departure from the rule in criminal law\n           against vicarious liability.”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_43\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1409304\" id=\"span_50\">34.   Presently, we shall deal with the <a href=\"/doc/1302578/\" id=\"a_119\">ratio <a href=\"/doc/1302578/\" id=\"a_120\">laid down in</a></a> the case of  <a href=\"/doc/1409304/\" id=\"a_121\">C.V.\nParekh</a> (supra).  In the said case,  a  three-Judge  Bench  was  interpreting\n<a href=\"/doc/609790/\" id=\"a_122\">Section 10</a> of the 1955 Act.  The respondents, C.V. Parekh and another,  were\nactive participants in the management of the company.  The trial  court  had\nconvicted them on the ground the goods were disposed of at  a  price  higher\nthan the control price by Vallabhadas Thacker with the aid of Kamdar\n\nand the same could not  have  taken  place  without  the  knowledge  of  the\npartners of the firm.  The High Court set aside the order of  conviction  on\nthe ground that there was no material on the basis of which a finding  could\nbe recorded that the respondents knew  about  the  disposal  by  Kamdar  and\nVallabhadas Thacker.  A contention was raised before this  Court  on  behalf\nof the State of Madras that the conviction could be made  on  the  basis  of\n<a href=\"/doc/609790/\" id=\"a_123\">Section 10</a> of the 1955 Act.  The three-Judge Bench repelled  the  contention\nby stating thus: -</span>\n</p>\n<blockquote id=\"blockquote_31\">                  <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"741325\" id=\"span_51\">“Learned  counsel  for  the  appellant,  however,  sought\n           conviction of the two respondents on the basis of <a href=\"/doc/1943863/\" id=\"a_124\">Section 10</a>  of\n           the  Essential  Commodities  Act  under  which,  if  the  person\n           contravening an order made under  <a href=\"/doc/11894189/\" id=\"a_125\">Section  3</a>  (which  covers  an\n           order under the Iron  and  Steel  Control  Order,  1956),  is  a\n           company, every person who, at the  time  the  contravention  was\n           committed, was in charge of, and was responsible to, the company\n           for the conduct of the business of the company as  well  as  the\n           company, shall be deemed to be guilty of the  contravention  and\n           shall  be  liable  to  be   proceeded   against   and   punished\n           accordingly.  It was urged that  the  two  respondents  were  in\n           charge of, and were responsible to, the Company for the  conduct\n           of the business of the Company and, consequently, they  must  be\n           held responsible for the sale  and  for  thus  contravening  the\n           provisions of clause (5) of the Iron and  Steel  Control  Order.\n           This argument cannot be accepted, because it ignores  the  first\n           condition\n\n           for the applicability of <a href=\"/doc/1943863/\" id=\"a_126\">Section  10</a>  to  the  effect  that  the\n           person contravening the order must be a company itself.  In  the\n           present case, there is no finding either by the Magistrate or by\n           the High Court that the sale in contravention of clause  (5)  of\n           the Iron and Steel Control Order was made by  the  Company.   In\n           fact, the Company was not charged with the offence at all.   The\n           liability of the persons in charge of the  Company  only  arises\n           when the contravention is by the Company itself.  Since, in this\n           case, there is no evidence  and  no  finding  that  the  Company\n           contravened clause (5) of the Iron and Steel Control Order,  the\n           two respondents could  not  be  held  responsible.   The  actual\n           contravention was by Kamdar  and  Vallabhadas  Thacker  and  any\n           contravention by them would not  fasten  responsibility  on  the\n           respondents.”\n\n                                                         (emphasis supplied)\n\n\n      The aforesaid paragraph clearly lays down that the first condition  is\nthat the company should be held to be liable; a charge has to be  framed;  a\nfinding has to be recorded, and the liability of the persons  in  charge  of\nthe company only arises when the contravention is  by  the  company  itself.\nThe said decision has been distinguished in the case  of  <a href=\"/doc/741325/\" id=\"a_127\">Sheoratan  Agarwal\nand another</a> (supra).  The two-Judge Bench  in  the  said  case  referred  to\n<a href=\"/doc/1943863/\" id=\"a_128\">Section 10</a> of the 1955  Act  and  opined  that  the  company  alone  may  be\nprosecuted or the person in charge only may be prosecuted since there is  no\nstatutory compulsion that the\n\n\nperson in charge or an officer of the company may not be  prosecuted  unless\nhe be ranged alongside the company  itself.   The  two-Judge  Bench  further\nlaid down that <a href=\"/doc/1943863/\" id=\"a_129\">Section 10</a> of the 1955 Act indicates the persons who  may  be\nprosecuted where the contravention is made by the company but  it  does  not\nlay down any condition that the  person  in-charge  or  an  officer  of  the\ncompany may not be separately  prosecuted  if  the  company  itself  is  not\nprosecuted.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1409304\" id=\"span_52\">The two-Judge Bench referred to the paragraph from <a href=\"/doc/1409304/\" id=\"a_130\">C.V.  Parekh</a>\n(supra), which we have reproduced hereinabove,  and  emphasised  on  certain\nsentences therein and came to hold as follows: -</span>\n</blockquote>\n\n<blockquote id=\"blockquote_32\">           “The sentences underscored by us  clearly  show  that  what  was\n           sought to be emphasised was that there should be a finding  that\n           the contravention was by the company before the accused could be\n           convicted and not that  the  company  itself  should  have  been\n           prosecuted along with the accused.  We are therefore clearly  of\n           the view that the prosecutions are maintainable and  that  there\n           is nothing in <a href=\"/doc/1943863/\" id=\"a_131\">Section 10</a> of the Essential Commodities Act  which\n           bars such prosecutions.”\n\n\n\n      For the sake of completeness, we think it apposite  to  refer  to  the\nsentences which have been underscored by the two-Judge Bench:-\n</blockquote>\n\n\n\n\n<blockquote id=\"blockquote_33\">           “because it ignores the first condition for the applicability of\n           <a href=\"/doc/1943863/\" id=\"a_132\">Section 10</a> to the effect that the person contravening the  order\n           must be a company itself.  In the  present  case,  there  is  no\n           finding either by the Magistrate or by the High Court  that  the\n           sale in contravention of  clause  (5)  of  the  Iron  and  Steel\n           Control Order was made by the Company and there is  no  evidence\n           and no finding that the Company contravened clause  (5)  of  the\n           Iron and Steel Control Order, the two respondents could  not  be\n           held responsible.”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_44\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1409304\" id=\"span_53\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"741325\" id=\"span_54\">35.   With greatest respect to  the  learned  Judges  in  <a href=\"/doc/741325/\" id=\"a_133\">Sheoratan  Agarwal</a>\n(supra), the authoritative pronouncement in  <a href=\"/doc/1409304/\" id=\"a_134\">C.V.  Parekh</a>  (supra)  has  not\nbeen appositely appreciated.  The decision has  been  distinguished  despite\nthe clear dictum that the first condition for the applicability  of  <a href=\"/doc/1943863/\" id=\"a_135\">Section\n10</a> of the 1955 Act is that there has to be a contravention  by  the  company\nitself.  In our humblest view, the said  analysis  of  the  verdict  is  not\ncorrect.</span></span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1409304\" id=\"span_55\">Quite apart,  the  decision  in  <a href=\"/doc/1409304/\" id=\"a_136\">C.V.  Parekh</a>  (supra)  was  under</span>\n</p><blockquote id=\"blockquote_34\"><a href=\"/doc/1943863/\" id=\"a_137\">Section 10(a)</a> of the 1955 Act and rendered by a  three-Judge  Bench  and  if\nsuch a view was going to be expressed, it would  have  been  appropriate  to\nrefer the matter to a larger Bench.  However, the two-Judge Bench  chose  it\nappropriate  to  distinguish  the  same  on  the  rationale  which  we  have\nreproduced hereinabove.  We repeat with the  deepest  respect  that  we  are\nunable to agree with the aforesaid view.\n</blockquote>\n\n\n<blockquote id=\"blockquote_35\">36.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1318618\" id=\"span_56\">In the case of <a href=\"/doc/1318618/\" id=\"a_138\">Anil  Hada</a>  (supra),  the  two-Judge  Bench  posed  the\nquestion: when a company, which committed the offence under <a href=\"/doc/774360/\" id=\"a_139\">Section  138</a>  of\nthe Act eludes from being prosecuted thereof,  can  the  directors  of  that\ncompany be prosecuted for that offence.  The Bench referred to  <a href=\"/doc/774360/\" id=\"a_140\">Section  141</a>\nof the Act and expressed the view as follows: -</span>\n</blockquote>\n<blockquote id=\"blockquote_36\">           “12.  Thus when the drawer of the cheque who  falls  within  the\n           ambit of <a href=\"/doc/774360/\" id=\"a_141\">Section 138</a> of the Act is  a  human  being  or  a  body\n           corporate or even firm, prosecution proceedings can be initiated\n           against such drawer. In this context the  phrase  &quot;as  well  as&quot;\n           used in Sub-section (1)  of  <a href=\"/doc/774360/\" id=\"a_142\">Section 141</a> of  the  Act  has  some\n           importance. The said phrase would embroil the persons  mentioned\n           in the first category within the tentacles of the offence  on  a\n           par with the offending company. Similarly the words &quot;shall also&quot;\n           in Sub-section (2) are capable of bringing  the  third  category\n           persons additionally within the dragnet of  the  offence  on  an\n           equal par. The effect of reading Section 141 is  that  when  the\n           company is  the  drawer  of  the  cheque  such  company  is  the\n           principal  offender  under  <a href=\"/doc/774360/\" id=\"a_143\">Section 138</a> of  the  Act   and   the\n           remaining persons are made offenders  by  virtue  of  the  legal\n           fiction created by the legislature as per the section. Hence the\n           actual offence should have been committed by  the  company,  and\n           then alone the other two categories of persons can  also  become\n           liable for the offence.\n</blockquote>\n<blockquote id=\"blockquote_37\">           13.   If the offence was  committed  by  a  company  it  can  be\n           punished only if the company  is  prosecuted.   But  instead  of\n           prosecuting the company if a payee opts to  prosecute  only  the\n           persons falling within the second or third  category  the  payee\n           can succeed in the case only if\n\n           he succeeds in showing that the offence was  actually  committed\n           by the company.  In such a prosecution the accused can show that\n           the company has not committed the offence, though  such  company\n           is not made an accused, and hence the prosecuted accused is  not\n           liable  to  be  punished.   The  provisions  do  not  contain  a\n           condition that prosecution of the company is sine  qua  non  for\n           prosecution of the other persons who fall within the second  and\n           the third categories mentioned above.  No doubt a  finding  that\n           the offence was committed by the company is  sine  qua  non  for\n           convicting those  other  persons.   But  if  a  company  is  not\n           prosecuted due  to  any  legal  snag  or  otherwise,  the  other\n           prosecuted persons cannot, on that score alone, escape from  the\n           penal liability created through the legal fiction  envisaged  in\n           <a href=\"/doc/774360/\" id=\"a_144\">Section 141</a> of the Act.”\n\n      On a reading of both the paragraphs, it is  evincible  that  the  two-\n</blockquote><p data-structure=\"Precedent\" id=\"p_45\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"741325\" id=\"span_57\">Judge Bench expressed the view that the  actual  offence  should  have  been\ncommitted by the company and then alone the other two categories of  persons\ncan also become liable for the offence and, thereafter, proceeded  to  state\nthat if the company is not prosecuted due to legal snag  or  otherwise,  the\nprosecuted person cannot,  on  that  score  alone,  escape  from  the  penal\nliability created through the legal fiction and this is envisaged in\n\n<a href=\"/doc/774360/\" id=\"a_145\">Section 141</a> of the Act.   If  both  the  paragraphs  are  appreciated  in  a\nstudied manner, it can safely be  stated  that  the  conclusions  have  been\narrived at regard  being  had  to  the  obtaining  factual  matrix  therein.\nHowever, it is noticeable that the Bench thereafter referred to  the  dictum\nin <a href=\"/doc/741325/\" id=\"a_146\">Sheoratan Agarwal</a> (supra) and eventually held as follows: -</span>\n</p>\n<blockquote id=\"blockquote_38\">           “We, therefore, hold that even if  the  prosecution  proceedings\n           against the Company were not taken or could not be continued, it\n           is no bar for  proceeding  against  the  other  persons  falling\n           within the purview of sub-sections (1) and (2) of <a href=\"/doc/774360/\" id=\"a_147\">Section 141</a> of\n           the Act.”\n\n</blockquote><blockquote id=\"blockquote_39\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1409304\" id=\"span_58\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"741325\" id=\"span_59\">37.   We have already opined that the decision in <a href=\"/doc/741325/\" id=\"a_148\">Sheoratan Agarwal</a>  (supra)\nruns counter to the <a href=\"/doc/741325/\" id=\"a_149\">ratio <a href=\"/doc/741325/\" id=\"a_150\">laid down in</a></a>  the  case  of  <a href=\"/doc/1409304/\" id=\"a_151\">C.V.  Parekh</a>  (supra)\nwhich is by a larger Bench and  hence,  is  a  binding  precedent.</span></span>   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1318618\" id=\"span_60\">On  the\naforesaid ratiocination, the  decision  in  <a href=\"/doc/1318618/\" id=\"a_152\">Anil  Hada</a>  (supra)  has  to  be\ntreated as not laying down the correct law as far  as  it  states  that  the\ndirector or any other officer can be prosecuted without impleadment  of  the\ncompany.  Needless to emphasize, the matter would stand on a different\nfooting where there is some legal impediment and the  doctrine  of  lex  non\ncogit ad impossibilia gets attracted.</span>\n</blockquote>\n<blockquote id=\"blockquote_40\">38.   At this juncture, we may  usefully  refer  to  the  decision  in  U.P.\nPollution Control Board v. M/s. Modi  Distillery  and  others[43].   In  the\nsaid case, the company was not arraigned as an accused and, on  that  score,\nthe High Court quashed the  proceeding  against  the  others.   A  two-Judge\nBench of this Court observed as follows: -\n</blockquote>\n<blockquote id=\"blockquote_41\">           “Although as a pure proposition  of  law  in  the  abstract  the\n           learned single Judge’s view  that  there  can  be  no  vicarious\n           liability of the Chairman, Vice-Chairman, Managing Director  and\n           members of the Board of Directors under sub-s.(1) or (2) of<a href=\"/doc/774360/\" id=\"a_153\"> S.47</a>\n           of the Act unless there was a prosecution against  Messers  Modi\n           Industries Limited, the Company owning the industrial unit,  can\n           be termed as correct, the objection raised  by  the  petitioners\n           before the High Court ought to have been viewed not in isolation\n           but in the conspectus of facts and events and not in vacuum.  We\n           have  already  pointed  out  that  the  technical  flaw  in  the\n           complaint is attributable to the failure of the industrial  unit\n           to furnish the requisite information called for  by  the  Board.\n           Furthermore, the legal infirmity is of such a\n\n           nature which could be easily cured.  Another circumstance  which\n           brings out the narrow perspective of the learned single Judge is\n           his  failure  to  appreciate  the  fact  that  the  averment  in\n           paragraph 2 has to be construed in the light  of  the  averments\n           contained in paragraphs 17, 18 and 19 which are  to  the  effect\n           that the Chairman, Vice-Chairman, Managing Director and  members\n           of the Board of Directors  were  also  liable  for  the  alleged\n           offence committed by the Company.”\n\n      Be it noted, the two-Judge Bench has correctly stated that  there  can\nbe no vicarious liability unless there is a prosecution against the  company\nowning the industrial unit but, regard being  had  to  the  factual  matrix,\nnamely, the technical fault on the  part  of  the  company  to  furnish  the\nrequisite information called for by the Board, directed for making a  formal\namendment by the applicant and substitute the name of the owning  industrial\nunit.  It is worth noting that in the said case, M/s. Modi distilleries  was\narrayed as a party instead of M/s Modi Industries Limited.  Thus, it  was  a\ndefective complaint which was curable but, a  pregnant  one,  the  law  laid\ndown as regards the primary  liability  of  the  company  without  which  no\nvicarious liability can be imposed has been appositely stated.\n</blockquote>\n<blockquote id=\"blockquote_42\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1318618\" id=\"span_61\">39.   It is to be borne in mind that <a href=\"/doc/774360/\" id=\"a_154\">Section 141</a> of  the  Act  is  concerned\nwith the offences by the company.  It makes the other\n\npersons vicariously liable for commission of an offence on the part  of  the\ncompany.  As has been stated by us earlier,  the  vicarious  liability  gets\nattracted when the condition precedent <a href=\"/doc/1318618/\" id=\"a_155\">laid down in</a> <a href=\"/doc/774360/\" id=\"a_156\">Section 141</a> of  the  Act\nstands satisfied.  There can be no dispute that as the  liability  is  penal\nin nature, a strict construction of the provision would be necessitous  and,\nin a way, the warrant.</span>\n</blockquote>\n<blockquote id=\"blockquote_43\">40.   In this context, we may usefully  refer  to  Section  263  of  Francis\nBennion’s Statutory Interpretation where it is stated as follows: -\n</blockquote><blockquote id=\"blockquote_44\">                 “A principle  of  statutory  interpretation  embodies  the\n           policy of the law, which is in turn based on public policy.  The\n           court presumes, unless the contrary intention appears, that  the\n           legislator  intended  to  conform  to  this  legal  policy.    A\n           principle of statutory interpretation can therefore be described\n           as a  principle  of  legal  policy  formulated  as  a  guide  to\n           legislative intention.\n</blockquote>\n<blockquote id=\"blockquote_45\">41.    It  will  be  seemly  to  quote  a   passage   from   Maxwell’s   The\nInterpretation of Statutes (12th Edition) : -\n</blockquote><blockquote id=\"blockquote_46\">                 “The  strict  construction  of  penal  statutes  seems  to\n           manifest itself in four ways:  in  the  requirement  of  express\n           language  for  the  creation  of  an  offence;  in  interpreting\n           strictly words setting  out  the  elements  of  an  offence;  in\n           requiring the fulfilment to the letter of  statutory  conditions\n           precedent to the infliction of punishment; and in  insisting  on\n           the strict observance of technical\n           provisions concerning criminal procedure and jurisdiction.”\n\n</blockquote><blockquote id=\"blockquote_47\">42.   We have referred to the aforesaid  passages  only  to  highlight  that\nthere has to be strict observance of the provisions regard being had to  the\nlegislative intendment because it deals with penal provisions and a  penalty\nis not to be imposed  affecting  the  rights  of  persons  whether  juristic\nentities or individuals, unless they are arrayed as accused.  It  is  to  be\nkept in mind that the power of punishment is vested in the  legislature  and\nthat is absolute  in  <a href=\"/doc/774360/\" id=\"a_157\">Section  141</a>  of  the  Act  which  clearly  speaks  of\ncommission  of  offence  by  the  company.   The  learned  counsel  for  the\nrespondents have vehemently urged that the use of the term “as well  as”  in\nthe Section is of immense significance and, in its tentacle,  it  brings  in\nthe  company  as  well  as  the  director  and/or  other  officers  who  are\nresponsible for the acts  of  the  company  and,  therefore,  a  prosecution\nagainst the directors or other officers is tenable even if  the  company  is\nnot arraigned as an accused.  The words “as well as” have to  be  understood\nin the context.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1149874\" id=\"span_62\">In <a href=\"/doc/1149874/\" id=\"a_158\">Reserve Bank of India v. Peerless  General  Finance  and\nInvestment Co. Ltd. and others</a>[44]  it has been laid down  that  the  entire\nstatute must be first read as a whole,\n\nthen section by section, clause by clause, phrase  by  phrase  and  word  by\nword.</span>  The same principle has been reiterated in Deewan Singh and others  v.\n</blockquote><p data-structure=\"Precedent\" id=\"p_46\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"613978\" id=\"span_63\"><a href=\"/doc/613978/\" id=\"a_159\">Rajendra Prasad Ardevi and others[45] and Sarabjit Rick Singh  v.  Union  of\nIndia</a>[46].  Applying the doctrine of strict  construction,  we  are  of  the\nconsidered opinion that commission of offence by the company is  an  express\ncondition precedent to attract the vicarious  liability  of  others.   Thus,\nthe words “as well  as  the  company”  appearing  in  the  Section  make  it\nabsolutely unmistakably clear that when the company can be prosecuted,  then\nonly the persons mentioned in the  other  categories  could  be  vicariously\nliable for the offence subject to the averments in the  petition  and  proof\nthereof.  One cannot be  oblivious  of  the  fact  that  the  company  is  a\njuristic person and  it  has  its  own  respectability.   If  a  finding  is\nrecorded against it, it would create a concavity in its  reputation.   There\ncan be situations when the corporate reputation is affected when a  director\nis indicted.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_47\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1409304\" id=\"span_64\">43.   In view of our aforesaid  analysis,  we  arrive  at  the  irresistible\nconclusion that for maintaining the prosecution under  <a href=\"/doc/774360/\" id=\"a_160\">Section  141</a>  of  the\nAct, arraigning of a company as an accused is\n\nimperative.  The other categories of offenders can only be  brought  in  the\ndragnet on the touchstone of  vicarious  liability  as  the  same  has  been\nstipulated in the provision itself.  We say so on the  basis  of  the  <a href=\"/doc/613978/\" id=\"a_161\">ratio\n<a href=\"/doc/613978/\" id=\"a_162\">laid down in</a></a> <a href=\"/doc/1409304/\" id=\"a_163\">C.V. Parekh</a> (supra) which  is  a  three-Judge  Bench  decision.</span>\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"741325\" id=\"span_65\">Thus, the view expressed in <a href=\"/doc/741325/\" id=\"a_164\">Sheoratan Agarwal</a>  (supra)  does  not  correctly\nlay down the law and, accordingly, is hereby  overruled.</span>   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1318618\" id=\"span_66\">The  decision  in\n<a href=\"/doc/1318618/\" id=\"a_165\">Anil Hada</a> (supra) is overruled with the qualifier  as  stated  in  paragraph</span>\n</p><p data-structure=\"Precedent\" id=\"p_48\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"975556\" id=\"span_67\">37. The decision in <a href=\"/doc/975556/\" id=\"a_166\">Modi Distilleries</a>  (supra)  has  to  be  treated  to  be\nrestricted to its own facts as has been explained by us hereinabove.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_49\">44.   We will be failing in our duty  if  we  do  not  state  that  all  the\ndecisions cited by  the  learned  counsel  for  the  respondents  relate  to\nservice of notice, instructions for stopping of payment  and  certain  other\nareas covered under <a href=\"/doc/774360/\" id=\"a_167\">Section 138</a> of the Act.  The same really do  not  render\nany aid or assistance to the case of  the  respondents  and,  therefore,  we\nrefrain ourselves from dealing with the said authorities.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_50\">45.   Resultantly, the Criminal Appeal Nos. 838 of 2008 and 842 of 2008  are\nallowed and the proceedings initiated under  <a href=\"/doc/774360/\" id=\"a_168\">Section  138</a>  of  the  Act  are\nquashed.\n</p>\n\n\n<p data-structure=\"Issue\" id=\"p_51\">46.   Presently, we shall advert to the other two  appeals,  i.e.,  Criminal\nAppeal Nos. 1483 of 2009 and 1484 of  2009  wherein  the  offence  is  under\nSection 67 read with Section 85 of the 2000 Act.   In  Criminal  Appeal  No.\n1483 of 2009, the director of the company is the appellant and  in  Criminal\nAppeal No. 1484 of 2009, the company.  Both of them have called in  question\nthe legal substantiality of the same order passed by  the  High  Court.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"741325\" id=\"span_68\">In\nthe said case, the High Court followed the  decision  in  <a href=\"/doc/741325/\" id=\"a_169\">Sheoratan  Agarwal</a>\n(supra) and, while dealing with the application under  <a href=\"/doc/1679850/\" id=\"a_170\">Section  482</a>  of  the\nCode of Criminal Procedure at the instance of  Avnish  Bajaj,  the  Managing\nDirector of the company, quashed the charges under <a href=\"/doc/1704109/\" id=\"a_171\">Sections 292</a> and  <a href=\"/doc/594493/\" id=\"a_172\">294</a>  of\nthe Indian Penal Code and directed the offences under Section 67  read  with\nSection 85 of the 2000 Act to continue.  It is apt to note that the  learned\nsingle Judge has observed that a prima facie  case  for  the  offence  under\n<a href=\"/doc/1383076/\" id=\"a_173\">Sections 292(2)(a)</a> and <a href=\"/doc/1596862/\" id=\"a_174\">292(2)(b)</a> of the Indian Penal Code is also  made  out\nagainst the company.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_52\">47.   Section 85 of the 2000 Act is as under: -\n</p><blockquote id=\"blockquote_48\">           “85.   Offences by companies - (1) Where a person  committing  a\n           contravention of any of the provisions of this  Act  or  of  any\n           rule, direction or order made thereunder  is  a  company,  every\n           person who, at the time the contravention was\n           committed, was in charge of, and was responsible to, the company\n           for the conduct of business  of  the  company  as  well  as  the\n           company, shall be guilty  of  the  contravention  and  shall  be\n           liable to be proceeded against and punished accordingly:\n</blockquote><blockquote id=\"blockquote_49\">                 Provided that nothing contained in this sub-section  shall\n           render any such person liable to punishment if  he  proves  that\n           the contravention took place without his knowledge  or  that  he\n           exercised all due diligence to prevent such contravention.\n           (2) Notwithstanding anything contained in sub-section (1), where\n           a contravention of any of the provisions of this Act or  of  any\n           rule, direction or order made thereunder has been committed by a\n           company and it is proved that the contravention has taken  place\n           with the consent or connivance of, or  is  attributable  to  any\n           neglect on the part of,  any  director,  manager,  secretary  or\n           other officer of the company, such director, manager,  secretary\n           or other officer shall also  be  deemed  to  be  guilty  of  the\n           contravention and shall be liable to be  proceeded  against  and\n           punished accordingly.”\n</blockquote><p data-structure=\"Conclusion\" id=\"p_53\">48.   Keeping in view the anatomy of the aforesaid provision,  our  analysis\npertaining to <a href=\"/doc/774360/\" id=\"a_175\">Section 141</a> of the  Act  would  squarely  apply  to  the  2000\nenactment.  Thus adjudged, the director could not have been held liable  for\nthe offence under Section 85 of the 2000  Act.   Resultantly,  the  Criminal\nAppeal No. 1483 of 2009 is allowed and the proceeding against the  appellant\nis quashed.  As far as the company is concerned, it was not arraigned as  an\naccused.  Ergo, the proceeding as initiated in the existing\nincarnation is not maintainable either against the company  or  against  the\ndirector.   As  a  logical  sequeter,  the  appeals  are  allowed  and   the\nproceedings initiated against Avnish Bajaj as well as  the  company  in  the\npresent form are quashed.\n</p><p data-structure=\"CDiscource\" id=\"p_54\">49.   Before we part with the case,  we  must  record  our  uninhibited  and\nunreserved appreciation for the able  assistance  rendered  by  the  learned\ncounsel for the parties and the learned amicus curiae.\n</p><p data-structure=\"Conclusion\" id=\"p_55\">50.   In the ultimate analysis, all the appeals are allowed.\n</p>\n<p data-structure=\"Precedent\" id=\"p_56\">                    ......................................................J.\n                                                          [Dalveer Bhandari]\n\n\n\n\n\n\n                                                      ……………………….…..……….………J.\n                                               [Sudhansu Jyoti Mukhopadhaya]\n\n\n\n\n\n\n                    ......................................................J.\n                                                               [Dipak Misra]\nNew Delhi;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_57\">April 27, 2012\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_58\">-----------------------\n</p><span class=\"hidden_text\" id=\"span_69\">[1]</span>\n\n<p data-structure=\"Precedent\" id=\"p_59\">      (2005) 4 SCC 530\n\n\n<span class=\"hidden_text\" id=\"span_70\">[2]</span>\n\n      AIR 2007 SC 1481 : (2007) 11 SCC 297\n\n\n<span class=\"hidden_text\" id=\"span_71\">[3]</span>\n\n      (2005) 8 SCC 89\n\n\n<span class=\"hidden_text\" id=\"span_72\">[4]</span>\n\n      (2006) 10 SCC 581\n\n\n<span class=\"hidden_text\" id=\"span_73\">[5]</span>\n\n      (2005) 4 SCC 173\n\n\n<span class=\"hidden_text\" id=\"span_74\">[6]</span>\n\n      (2007) 14 SCC 753\n\n\n<span class=\"hidden_text\" id=\"span_75\">[7]</span>\n\n      (2007) 12 SCC 788\n\n\n<span class=\"hidden_text\" id=\"span_76\">[8]</span>\n\n      (2008)13 SCC 678\n\n\n<span class=\"hidden_text\" id=\"span_77\">[9]</span>\n\n      (2007) 5 SCC 108\n\n\n<span class=\"hidden_text\" id=\"span_78\">[10]</span>\n\n      (2007) 5 SCC 54\n\n\n<span class=\"hidden_text\" id=\"span_79\">[11]</span>\n\n      (2007) 3 SCC 693\n\n\n<span class=\"hidden_text\" id=\"span_80\">[12]</span>\n\n      (2007) 9 SCC 481\n\n\n<span class=\"hidden_text\" id=\"span_81\">[13]</span>\n\n      (1984) 4 SCC 352\n\n\n<span class=\"hidden_text\" id=\"span_82\">[14]</span>\n\n      (1970) 3 SCC 491\n\n\n<span class=\"hidden_text\" id=\"span_83\">[15]</span>\n\n      (2000) 1 SCC 1\n\n\n<span class=\"hidden_text\" id=\"span_84\">[16]</span>\n\n      (2001) 10 SCC 91\n\n\n<span class=\"hidden_text\" id=\"span_85\">[17]</span>\n\n      (1996) 2 SCC 739\n\n\n<span class=\"hidden_text\" id=\"span_86\">[18]</span>\n\n      (2007) 6 SCC 555\n\n\n<span class=\"hidden_text\" id=\"span_87\">[19]</span>\n\n      (2008) 2 SCC 305\n\n\n<span class=\"hidden_text\" id=\"span_88\">[20]</span>\n\n      AIR 2006 SC 2179\n\n\n<span class=\"hidden_text\" id=\"span_89\">[21]</span>\n\n      AIR 1998 SC 1057\n\n\n<span class=\"hidden_text\" id=\"span_90\">[22]</span>\n\n      AIR 2003 SC 2035\n\n\n<span class=\"hidden_text\" id=\"span_91\">[23]</span>\n\n      (1999) 4 SCC 253\n\n\n<span class=\"hidden_text\" id=\"span_92\">[24]</span>\n\n      AIR 2001 SC 676\n\n\n<span class=\"hidden_text\" id=\"span_93\">[25]</span>\n\n      2002 Crl.L.J. 3935 (SC)\n\n\n<span class=\"hidden_text\" id=\"span_94\">[26]</span>\n\n      AIR 2005 SC 2436\n\n\n<span class=\"hidden_text\" id=\"span_95\">[27]</span>\n\n      JT 1999 (10) SC 236\n\n\n<span class=\"hidden_text\" id=\"span_96\">[28]</span>\n\n      JT 2001 (1) SC 325\n\n\n<span class=\"hidden_text\" id=\"span_97\">[29]</span>\n\n      AIR 2001 SC 2432\n\n\n<span class=\"hidden_text\" id=\"span_98\">[30]</span>\n\n      (1956) 3 All E.R. 624\n\n\n<span class=\"hidden_text\" id=\"span_99\">[31]</span>\n\n      (1915) AC 705, 713-714; 31 T.L.R. 294\n\n\n<span class=\"hidden_text\" id=\"span_100\">[32]</span>\n\n       1994 KB 146 : (1994) 1 All ER 119 (DC)\n\n\n<span class=\"hidden_text\" id=\"span_101\">[33]</span>\n\n       (2011) 1 SCC 74\n\n\n<span class=\"hidden_text\" id=\"span_102\">[34]</span>\n\n      1881 (17) Ch D 746\n\n\n<span class=\"hidden_text\" id=\"span_103\">[35]</span>\n\n      1952 AC 109\n\n\n<span class=\"hidden_text\" id=\"span_104\">[36]</span>\n\n      AIR 1955 SC 661\n\n\n<span class=\"hidden_text\" id=\"span_105\">[37]</span>\n\n      AIR 1971 SC 44\n\n\n<span class=\"hidden_text\" id=\"span_106\">[38]</span>\n\n      AIR 1997 SC 1815\n\n\n<span class=\"hidden_text\" id=\"span_107\">[39]</span>\n\n      AIR 1961 SC 838\n\n\n<span class=\"hidden_text\" id=\"span_108\">[40]</span>\n\n      AIR 1988 SC 191\n\n\n<span class=\"hidden_text\" id=\"span_109\">[41]</span>\n\n      (1994) 2 SCC 323\n\n\n<span class=\"hidden_text\" id=\"span_110\">[42]</span>\n\n      (1995) 1 SCC 537\n\n\n<span class=\"hidden_text\" id=\"span_111\">[43]</span>\n\n      AIR 1988 SC 1128\n\n\n<span class=\"hidden_text\" id=\"span_112\">[44]</span>\n\n      (1987) 1 SCC 424\n\n\n<span class=\"hidden_text\" id=\"span_113\">[45]</span>\n\n      (2007) 10 SCC 528\n\n\n<span class=\"hidden_text\" id=\"span_114\">[46]</span>\n\n      (2008) 2 SCC 417\n\n\n\n\n</p>","numcites":61,"numcitedby":350,"docsource":"Supreme Court of India","citetid":96973002,"divtype":"judgments","relatedqs":[{"value":"vicarious liability","formInput":"vicarious%20liability"},{"value":"lex non cogit ad impossibilias","formInput":"lex%20non%20cogit%20ad%20impossibilias"},{"value":"Avnish Bajaj","formInput":"Avnish%20Bajaj"},{"value":"aneeta hada","formInput":"aneeta%20hada"},{"value":"DIPAK misra","formInput":"DIPAK%20misra"},{"value":"juristic person","formInput":"juristic%20person"},{"value":"legal fiction","formInput":"legal%20fiction"},{"value":"c.v. parekh","formInput":"c.v.%20parekh"},{"value":"offences by companies","formInput":"offences%20by%20companies"},{"value":"body corporate","formInput":"body%20corporate"},{"value":" offence by company","formInput":"%20offence%20by%20company"},{"value":"deeming provision","formInput":"deeming%20provision"},{"value":"criminal intention","formInput":"criminal%20intention"},{"value":"section 141","formInput":"section%20141"},{"value":"essential commodity act","formInput":"essential%20commodity%20act"},{"value":"anil hada","formInput":"anil%20hada"},{"value":"Godfather travels","formInput":"Godfather%20travels"},{"value":"aneeta hada   filter:  vicarious liability, chairman, offences by company","formInput":"aneeta%20hada%20%20%20filter%3A%20%20vicarious%20liability%2C%20chairman%2C%20offences%20by%20company"},{"value":"condition precedent","formInput":"condition%20precedent"},{"value":"pharmaceuticals","formInput":"pharmaceuticals"}],"cats":[{"value":"cheque-dishonour","formInput":"tag:cheque-dishonour"},{"value":"offences-by-companies","formInput":"tag:offences-by-companies"},{"value":"essential-commodities","formInput":"tag:essential-commodities"}],"courtcopy":true,"query_alert":null,"agreement":false}