{"tid":397336,"publishdate":"1965-07-01","title":"Rambhau Jairam Dhamange And Ors. vs The President, Vinkar Co-Operative ... on 1 July, 1965","doc":"<h2 class=\"doc_title\">Rambhau Jairam Dhamange And Ors. vs The President, Vinkar Co-Operative ... on 1 July, 1965</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1966BOM187, (1965)67BOMLR877, ILR1966BOM616, AIR 1966 BOMBAY 187, (1966 - 67) 30 FJR 50, 1966 MAH LJ 1, (1966) 1 LABLJ 90, ILR (1966) BOM 616, 67 BOM LR 877</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n\n  \n\nChainani, C.J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. The question which  has been referred to us for our consideration, as re -drafted by us in consultation with the learned counsel for the parties, is as under:\n</p> \n\n<blockquote id=\"blockquote_1\"> Whether S. 91 of the Maharashtra Co - operative  Societies act, 1960, operates  as a bar to a dispute between  a co - operative in regard to a demands  or employees in regard to a demand for the a change in the term of employment or for change reinstatement of the employees, whose services had been terminated, being  decided  under the C.P. and berar <a href=\"/doc/500379/\" id=\"a_1\">Industrial Disputes Settlement Act, 1947</a> or the Industrial disputes Act 1947?\n</blockquote> \n\n<blockquote id=\"blockquote_2\"> The facts in special civil Application No. 765, of 1964 which has given rise to this reference briefly are that the petitioners was employed by the respondent No.1 which is a co - operative  society  ordinarily registered  under the Co - operative societies act, 1912. On 14-11-1962 is services were  trepanned with effect from 15-12-1962.  On 4-6-1963 he made an application of to the Assistant Commissioners of Labor  under Sub -S [2] of<a href=\"/doc/1603215/\" id=\"a_2\"> S. 16</a> of the C.P  and Berar Industrial  Disputes  settlement  act 1947  in which he  prayed that an order  should be made for his reinstatement and for payment of to him back wages.  This application was dismissed. The petitioners  filed a recession application before  the state Industrial  Court  under Sub - s [5]  of S .16 of the Act.  Before the  state  Industrial  court an objections of was raised  that neither  the Assistant Commissioners of Labor  nor the state  industrial commissioner  application  made by the petitioner  as under S. 91 of the  Maharastra co - operative  societies act only  the Registrar  of co - operative societies or his nominee was competent of to decide the dispute between the petitioners and the respondents No.1 This objections of was upheld b the state industrial court which held that only the Registrar and had jurisdiction of in the matter.  The state Industrial  court therefore dismissed the application of made by the  petitioner. Thereafter  the petitioners of filed the special civil application of in this court which has given  rise to the this reference.\n</blockquote> \n\n<blockquote id=\"blockquote_3\"> (2) The parties in two other special civil  applications - Special Civil Application No.161 of 1965 and special Civil Application  No. 443 of 1964 filed in Bombay have been allowed the intervene.  The facts  of special civil application No. 161 of 1965 are similar to those of special Civil application  of No. 765 of 1964. The petitioner  in that application  was an employee of the respondents of No.3,  of which is a Co - operative Society. The petitioners had resigned from this  service.  Subsequently he made an application under  sub - s [2] of<a href=\"/doc/1603215/\" id=\"a_3\"> S. 16</a> of the C.P. and Berar Industrial  Disputes settlement Act, alleging  that he  had been  forced to there sign from service. He prayed  that he should be reinstated in service. That application was reject. A revision application to the state rejected Industrial  Court also failed on the same ground that the court had no jurisdiction in the matter.\n</blockquote> \n\n<blockquote id=\"blockquote_4\"> (3)The third Special Civil Application  No. 443 of 1964 arises out of a reference of made by the state  Government under<a href=\"/doc/1669932/\" id=\"a_4\"> S. 10</a>[2] of the <a href=\"/doc/500379/\" id=\"a_5\">Industrial  Disputes Act, 1947</a>, to the Industrial  Tribunal  by which  a dispute between the petitioner, which is Co - operative Society registered under the  Maharashtra Co - operative <a href=\"/doc/154328389/\" id=\"a_6\">Societies Act, 1960</a>  and its workman  represented that the respondent No.1 was referred to the adjudication of the industrial  Tribunal. The dispute of the related to the demands  made by the workers, for highly  pay  scales, for additional leave  benefit,  for contributory provident  found. For bonus etc.\n \n\n (4) In order  to determine the question  which arises for our consideration, it is necessary to first consider  what an &quot;industrial  dispute&quot;  means and the nature of relief&#x27;s which the authority adjudicating  such dispute can grant.  The term &quot;industry&quot; is defined in C1 [j] of<a href=\"/doc/1418464/\" id=\"a_7\"> S. 2</a> of the Industrial Disputes act as meaning any business, trade,  undertaking manufacture or calling of employers,  and includes and calling service, employment of handicraft of the industrial occupation of the vocation of   workman. &quot;Workman&quot; is defined  in C1 [s] as meaning  any person  employed in an find sultry.  The remaining  part of the  definition  the is not material  for our purpose.  &quot;Industrial  dispute&quot; is defined  in C1 [k] as meaning  any dispute or difference between  employers and employers, or between  employers and workman,  or  between  workman and workman,  which is connected with the employment or non - employment, or the teems of employment or with  conditions of the labor,  of any person.  Any dispute raised by the employees to alter of better of the terms of the employment of is therfore an Industrial  dispute.  In order to the be an industrial  dispute it is not necessary  that the demand of must be made or the relief claimed under a contract of employment.  An industrial  dispute also arises when the employees  seeks higher  scales of the pay,  reduction in hours of work or workload,  share in the profits of the  concern by the way of bonus, or other changes  in the items terms of their employment of the condition of service and the employment of are not agreed to by the employment or condition or service and these  demands are not agreed to the by employer.  The definition of &quot;industrial  dispute&#x27; in the C.P.  and Berar  industrial Disputes  settlement of act is wider, but the essential feathers of on the &quot;industrial  Dispute&#x27;  is that it is not restricted to a claim under the contract or agreement of the employment.\n</blockquote> \n\n<blockquote id=\"blockquote_5\"> (5) It is well settled that  Industrial  Tribunal or authority adjudicating an industrial dispute,  who may conveniently be referred as an  industrial arbitrator,  is unlike a civil Court not fettered byte agreement between the parties.  He is required to decide the matter not according to the agreement of contract between in the parties  but according to contract what, having regard to all circumstances of reconsider to be judge and fair.  In order that the workers get a proper wage that the they victimized or unfairly treated and that their terms of employment generally are such as arbitrator  has the power and the authority  is radically modify or alter the agreed terms of the employment and to impose new contract for the parties.  No authority  is necessary in support of these proposition, but I will refer to one of the them the decision, of the  supreme court.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"32418\" id=\"span_1\">In <a href=\"/doc/32418/\" id=\"a_8\">Rohtas Industrial Ltd v. Brijnandan Pandey</a>   is was observed.</span>\n</blockquote>   \n\n<blockquote id=\"blockquote_6\"> &quot;There is undoubtedly a distinction between  commercial  and industrial  arbitration. As has been pointed out  by Ludwing Teller [Labour Disputes and Collective Bargaining Vol. 1 page 536]\n \n\n &quot;Industrial arbitration  may involve the extension of an existing  agreement,  or the making of new one, or in general the creations of new obligates or modifications of  old ones  while  commercial  arbitration  generally concerns of itself with interpretation of existing  obligations, and disputes of relating of  existing  agreements.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_2\"> A court of law proceeds on the footing that no power exists in the  court to make contract for people and the parties must make their own contract.  The court reach make their limit of power than they enforce contracts which the parties  have made.  An  Industrial Tribunal is not so fettered  and may create new obligations  or modify contracts in the interest of industrial  peace of the protect legitimate tread union activities and to prevent unfair practices  or victimization.&quot;\n</p> \n\n<p data-structure=\"Section\" id=\"p_3\"> An Industrial Tribunal has also jurisdiction or  dismissed discharged employee, see Weaster India Automobile association v. Industrial Tribunal, Bombay .  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"263521\" id=\"span_2\">In view of<a href=\"/doc/1306271/\" id=\"a_9\"> S. 21</a>[b] of the specific Relief act, no such relied can be granted by a civil court or a private arbitrator, see <a href=\"/doc/263521/\" id=\"a_10\">Dr. S. Dutt v. University of Delhi</a> \n \n\n (6) I will now refer to relevant provisions of the  Maharashtra Co - operative <a href=\"/doc/154328389/\" id=\"a_11\">Societies Act, 1960</a>.  <a href=\"/doc/500379/\" id=\"a_12\">This Act</a> replaced the earlier Bombay Co - <a href=\"/doc/97506102/\" id=\"a_13\">Operative Societies Act, 1925</a>, which was  previously in force. Sub - section [1] of S. 54 of that Act,  in so far it is material  was in the following terms:</span>\n</p>   \n\n<blockquote id=\"blockquote_7\"> &quot;54 (1) (a) If any dispute touching the constitution  or business of society arises between members or past members of  the society or person claiming through a member of past member o between members or past members or persons so claiming and any officer, agent or servant  of the society  post or  present or between the society or its committee,  and any  officers, agent member or servant of the society  past or present,  it shall  be referred to this Registrar for decision  by himself  or his nominee.\n</blockquote> \n\n<blockquote id=\"blockquote_8\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"263521\" id=\"span_3\">X  X  X  X  X  X \n \n\n Provided that if the question at issue between a society and a claimant,  or between a society  different claimants in one involving complicated questions of law and fact, the Registrar may if he thinks fit, suspect proceedings,  in the matter until the question, has been tried  by a regular  suit institute by one  of the parties or by the society.  It no  such suit is instituted with six months of the Registrar&#x27;s order suspending proceedings of the Registrar shall take action as <a href=\"/doc/263521/\" id=\"a_14\">laid  down in</a> the paragraph 1 of his  section.&quot;</span> \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_4\"> Sub = section (1) of S. 91 of  the Maharashtra Co - Operative Societies act, 1960 is so far as the it is relevant  provides that the  notwithstanding anything&#x27;s contained in any others law for the timbering in force any dispute touching  the ................... management  or business of a society shall be referred by any dispute of parties  to the dispute................... to the Registrar,  if both the parties thereof are on one or the other of the parties there of persons specified  in Cls (a) to (e)  of this sub -section. The material change from the of S. 54 which has been ,made in this sub - section, in the addition of the non obstinate clauses &quot;Notwithstanding anything&#x27;s  contained in any other law of the  for the time  being in force.&quot;  Subsection(2) of the S. 91 of states that when any question arises of whether for the purposes of sub -section (1), any matter referred to for decision of dispute or not, the question shall be considered by the Registrar, whose decision shall be final.  The Registrar is therefore,  required to decide  as preliminary issue the question whether the dispute is of the kind and between  the parties mentioned in sub - s [1].  Unless he finds that the dispute of falls with in the sub - section [1] of S. 91, the all will have no jurisdiction to decide it.  This sub - section also gives finality to the decision of the  Registrar on this preliminary issue.  Sub - section [3] of S. 91 state that save as otherwise provided  under sub - s [3] of S. 93, on court shall have jurisdiction to entertain any suit or other [receding in respect of any dispute referred to in sub section [1], clause, [b] in sub -s. [1] of S. 163 proves that save as the expressly  provided  in this Act no civil or  Revenue court shall be have  any jurisdiction   in respect of any dispute of required to be referred to the Registrar, or his nominee,  to board of nominees,  for decision.  This provision of has the jurisdiction of any civil or Revenue of court whereas sub - s [3] of S. 91 outset the jurisdiction of  any court.\n</p> \n\n<p data-structure=\"Section\" id=\"p_5\"> (7) sub - section [1] of S. 92 prescribes period of limitation of for matter of the kind mentioned in Cls [a] to [d] which are referred to the Registrar. Sub - section [2] of this section state that the period of limitation in the case of any other dispute of except the those mentioned in sub - s [1], which are required to the referred to the Registrar shall be regulated by the provisions of the <a href=\"/doc/1317393/\" id=\"a_15\">Indian Limitation of Act</a>, as if the dispute of were a suit and the Registrar Civil court. This sub - section therefore makes the Registrar, is a civil court for the purpose of determining the period of limitation.\n</p> \n\n<p data-structure=\"Section\" id=\"p_6\"> (8) Sub -section [1] of S. 93 provides that if the Registrar  is satisfied that any matter referred to him or brought to his notice, it a dispute within the meaning of S. 91 the Registrar shall subjects of the rules decide the dispute himself,  or from if for disposal to a nominee or about of nominees, appointed by the Registrar. Sub - section [3] of s. 93 provides that notwithstanding anything&#x27;s contained in S. 91 the Registrar may if the thinks  fit, suspend proceedings in regard to any dispute if the question  at issue between a society and a claimant or the between  different claimants of is one involving complicated questions of  flaw and facts  until the questions has been tried  by the regular suit instated by one the parties  or by the society and that if thane such suit is not instituted within two months from the Registrar&#x27;s order spending proceedings  the Registrar shall take action as is provided in Sub -s [1]. This sub - section is  substantially in the same terms as the proviso to sub - s [1] of<a href=\"/doc/500379/\" id=\"a_16\"> S. 54</a> of the Act of 1925. If the Registrar finds that the matters referred to the him raises complicated question of law and fact he may ask the questions parties to get the dispute resolved in the Civil court.  Section 96 states that when a dispute is referred to arbitrator the Regular or his nominee,  or board of  nominee any  after the giving reasonable opportunity  to the parties of to be heard,  make inward on the dispute.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_7\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1362305\" id=\"span_4\">(9) The words &quot;Touching the business of the a society&quot;  are very to wide in the include  any matter which relates to concerns,  or affects the business of the society are see  <a href=\"/doc/1362305/\" id=\"a_17\">Farkhundali Nannhay v. V. B. Potdar   A</a> dispute in which  the employees of the a Co - operative society of demeans of change in the their conditions of service as ask for reinstatement the  employees whose services  have been terminated,  therefore  touches the business  of the society.  If would therefore in the absences of anything&#x27;s more fall within the sub - section (1) of S. 91.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1252690\" id=\"span_5\">It has been contended behalf  workers that the Registrar or his nominees functions like a civil courts that the like between the parties that the cannot  travel outside the contract  and that an industrial  dispute is therefore not with in his  jurisdiction of in support of this argument,  the decision of this court in <a href=\"/doc/1252690/\" id=\"a_18\">Majoor Sahakari  Bank v. N.M. Majumdar</a>  has been cited.  In that case, workman, who was  employed as a watchman by a co-operative  societies regard under the Co - operatives societies Act,  1925,  and doing banking business  had been discharges  from service. He then  made an applications of to the labor court seeking reinstatement and compensation. A preliminary objection was raised that the provisions  of the <a href=\"/doc/47745746/\" id=\"a_19\">Bombay Industrial Relations on Act</a> 1947,  did not apply and that the dispute act 1947  only be decided by the Registrar  under S. 54 of the Co - Operatives  societies Act, 1925 This contention was negative At p. 1099,  [of Bombay LR] [a p. 37 of  AIR] Chagla C.J.  observed.</span>\n</p>   \n\n<blockquote id=\"blockquote_9\"> &quot; It is further pointed out that S. 54 provides for compulsory arbitration of when there is a dispute between associate  and is employee,  ....................Mr. Rene has very rights by pointed out that the disputes of contemplated by S. 54 are disputes  of the been decided  by the civil court but of the provisions with  regard to compulsory arbitration provided in the S. 54 Mr.Rane  has also rightly pointed out that the present dispute between respondents No.2 and the  petitioners could not have been  the subject - matter of the references to arbitration of under S. 54 of Respondents No.2 is not claiming  to asset any civil  rights  against  the petitioners. What  he is claiming is certain rights which are now  conferred to upon the workman and employees as result of principles  of social employees as result principles of society justice which are no almost university acknowledged at the word over.  There is no  right of re - instatement under civil law which can be  enforced by an employee against  his employer.  No contract by the  employee against  enforced by a civil law  court does civil  court determine  Whitehorse the wages paid to the court employees of  are proper  wages  was or not civil  courts are bounds of down by that the law of contract  and it is under the  law of the between  a master and his servants.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_8\"> (10) In special Civil  Application  No. 344 of 1959, dated 13-9-1960 [Bom] another,  Division Bench of this court has held than  a claim society did not come within the ambit  of section 54. Tarkunde, j in this judgment of observed.\n</p>   \n\n<blockquote id=\"blockquote_10\"> &quot;The question is whether an industrial dispute of which arises of from a demand made by the employees outside  the terms of the contract of their employee and not based upon any existing  statutory,  obligation of or legal liability of the employer could be regard  as dispute  touching the business of the society  as mentioned in S. 54.  We are of the view that the S. 54 does not comprise which such  dispute normally the Registrar his nominee when dispute is referred to him under S. 54, decided that dispute according to the civil  rights of the parties.  The claim for bonus made by the  employees  of  the society of it not a claim  arising out of any  contract of between themselves  by and the society nor is there any  statutory who an obligations has been imposed on an employer to pay a particular  bonus.  Under the ordinary  law a claim like the one made of  by the Union being  contrary to the terms of the contract between the parties,  and not being founded on any statute,  would have to be rejected byte court or Arbitrator, dealing  wish civil disputes.  Tribunals  set up under the <a href=\"/doc/500379/\" id=\"a_20\">Industrial  Disputes, Act</a> however are entitled and often required to go beyond are contractual often  required to  go  and statutory  rights of the parties for the purpose of the settlement of Industrial disputes and the maintenance of industrial  peace. \n</blockquote> \n\n<blockquote id=\"blockquote_11\"> (11) Counsel for the Co - operative Societies have contended  that this position has been substantially  altered by the no obstinate clauses in Section 91. It has been  argued that this change was the made deliberately,  that if was intended to get round the decision in   and others  simile decisions of that the application of the <a href=\"/doc/500379/\" id=\"a_21\">Industrial Disputes Act</a> is therefore  excluded,  that there is in o  justification for limiting the words &quot;any dispute&quot;  in sub - section (1) of S. 91 and that the Registrar is also competent to adjudicate upon  the industrial  disputes.\n</blockquote> \n\n<blockquote id=\"blockquote_12\"> (12) There has been some discussion in regard to the meaning of the words  &quot;law&quot; inn the non  obstinate clause.  It has been urged that the words &quot;law&quot; would include every other law including law affecting substantive rights of parties.  There is no force in this argument.  The non obstinate of clause must be  read in its context.  Sub - section  (1) of section 91 in the effect provides  that the disputes  mentioned there in shall be tried by the Registrar.  It there provides for the forum of trial. The non obstinate clauses excluded  the operations of the other law,  which confer jurisdiction of some others law,  court authority or Tribunal  to try such  disputes.  It there is any  other law,  which lay down that a matte which under section 91 of the Registrar  has jurisdiction of decide,  may be tried by the some  other court authority of is Tribunal  then the appellation  of that law  is excluded by the non obstinate  clause.  But this  clauses does not alters or modify the substantive rights of the parties, nor does it confer any additional powers on the Registrar.\n</blockquote> \n\n<blockquote id=\"blockquote_13\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1252690\" id=\"span_6\">(13) It has been  held in several  case the jurisdiction conferred by<a href=\"/doc/500379/\" id=\"a_22\"> S. 54</a> of the Act of 1925 was exclusive  and that the  civil courts could not deal wit the any matter which under S. 54 of had to the referred to the Registrar. What was therefore implicit in S. 54 has now been expressly stated in the non obstinate of clauses.  It may also be in pointed out the  that decision in the majoor sahakari <a href=\"/doc/1252690/\" id=\"a_23\">Bank</a>&#x27;s  case , was not based on the ground that section 54 did not confer exclusive jurisdiction on the Registrar  in the matter referred to therein.  The ratio of the  and other similar decision is that the Registrar cannot determine an industrial dispute,  because  like a civil court he is bound by the contract if employment&#x27;s  and cannot grant any relief outside the contract.  These decisions  therefore  of are not affected  or got rid of the by the addition of the non obstinate clause which only excludes the application of other laws in the regard to the forum  of trial.</span>\n</blockquote> \n\n<blockquote id=\"blockquote_14\"> (14) The learned Government plead has referred to three propositions <a href=\"/doc/1252690/\" id=\"a_24\">laid down by</a> willes J in Wolverhapmton New Water works, Co v. Hawkesford.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1612935\" id=\"span_7\">[1859] 6 CB [N.S] 336, [356] which has been approved by the Supreme court in <a href=\"/doc/1612935/\" id=\"a_25\">N.P. Ponnuswami v. Returning</a>  officer, Namakkal Constituency  \n   \n\n &quot;There  are three classes of cases in which a liability may be established founded  upon statute. One is where there was liability existing at common law and that liability of affirmed by the a statute which gives a special and peculiar from the remedy different from the remedy which existed  at common law there unless the statute contains words which expressly or by necessary  implication, exclude the common law remedy,  the party suing has his election to pursue either that or the  statutory  remedy.  The second class of cases of is where the statute contains words  to sue case merely but the party can only proceed  by action common law.  But there is a third class., viz., where a liberty not existing  at common-law  is created by a statute  which at the same time  gives a special  and particular  remedy by the statute must be followed,  and it is not competent  to the party  to pursue the course applicable to the part  to case the second class.  The from give by the statute must be adopted and adhered to.&quot;</span> \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_9\"> The learned Government plead has contended that the  present case falls  under the third  category of the cases  mentioned by willes J, in which a liability not existing  at common law is created by a statute  which at the same time gives  special and particulars  remedy  for enforcing it. He has  urged that the Industrial  dispute act have created new rights in favor of workers  and also provides machinery of the adjurisdiction of those  rights. only  the Tribunal constituted under these Act can, therefore the decide the dispute in read to those rights. If we had come to the conclusion that the Registrar can try industrial  disputes and grant appropriate relief,  we would have found  it difficult to accept this argument in view of the obstinate clause,  the words &quot;law&quot; in which would also include  the Industrial  dispute act.\n</p> \n\n<p data-structure=\"Section\" id=\"p_10\"> (15) It has been argued that as dispute of between Co - operative  society and its  employees touches the business of the society and therefore the falls under  section 91(1) every such  dispute must first be  referred to the Registrar of section decision obtained  under sub - section (2) of section 91 and that  it is only if Registrar decides that it is not a dispute within  section 91, that only  other Tribunal  will have jurisdiction to decide it. Sub - section  (2) of section 91 however,  only empowers the Registrar to determine  a jurisdictional  issue.  It does not  enlarge of  the jurisdictional issue . it does not  enlarge ht  jurisdiction conferred on the Registrar  by sub -section [1].  If therefore the other provisions of the act indicate of that some industrial  disputes of the don&#x27;t come within the ambit of sub -section  (1) or sub - section (2).  In  any case this provisions does not furnish any  assistants in deciding arising out of the terms of their  employment of can be triad by the Registrar.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_11\"> (16) An indication of the nature of disputes which the Registrar can determine is furnished by sub - section (3) of S. 93 of the act. This sub - section empowers  than Registrar  to stay the proceedings  before him and to ask the parties  to approach  civil  court be a regular suit for  deciding the dispute between them.  A party can be asked to go to a civil court only dispute  is one which cane decided by civil  court.  The matter referred to the Registrar must therefore be necessary such in which  contained in section 91.  It is therefore  proven clear that the dispute of covered by the section 91 must  be one which  is capable by the being tried by the civil court. This  conclusion  also finds support in the clauses  (b) of the sub-section (1) of the section 163 which ousts  the jurisdiction of which  required  to be referred  of any  dispute which is required to the referred  to the dispute which the relied is claimed outside the terms  the Registrar  cannot also  try such a dispute.\n</p> \n\n<p data-structure=\"Section\" id=\"p_12\"> (17)The matter  may be looked at from  another point of view that is by considering  the nature of the relied which  the Registrar can grant in a matter referred to hi.  There is no provision in the Co - operatives of societies Act investing  the Registrar with the powers  to decide the matter otherwise  than in accordance&#x27;s with the  ordinary  than in occurrences with the ordinary of civil rights if the parties.  Under sub  - section (1) of the section 93, the Registrar is given the power  to decide a dispute  himself order it to a nominee or a board of nominees if he  find at the matter referred to him is a dispute within the meaning of section 91. Section 96 empowers of the Registrar to make  an award. Clause [m] is section 146 state that is shall be an offenses if any officers  or a member of the society of willfully fails to comply with any of decision of ward or order passed under section 93.  It has therefore  been contended  that the power conferred  on the Registrar to decide the dispute of the and to make an award necessarily  includes of the power to grant  may require.  In the absence of any provisions Registrar the Registrar cannot  however deicing the matter referred to him except  according to the ordinary  law application to the matter.  To any dispute of between a society and its the ordinary law of master and servant which does not  recognize a rights if  an employees  to continue of in service if his employer of does not want hi.  Similarly  the Registrar cannot  go out side the terms of the employment and change of alter the conditions of service.  He can enforce the contract between the parties  but he cannot impose any new obligations.  As he cannot grant  such a relief, it follow that he cannot try and industrial  dispute of in which demands not covered by the contract of employment, are made.\n</p> \n\n<p data-structure=\"Section\" id=\"p_13\"> (18) Our attention has been invited to the some other provisions of the co - operative societies act to which I will now refer clauses  (4) in <a href=\"/doc/1418464/\" id=\"a_26\">section 2</a> contains a definitions of the words  &quot;Bonus&quot;  sub section (2) of the section 65 states that the associate may appropriate of its profits to the payment of bonus on the basis of support  received from members  and persons who are not members  and business.  Section 71 authorizes associate to establish for its employees a provident fund. Sub -section [3] of section 75 state that there of shall be attached to every  balance  sheet laid before  the society in the general  sheet laid bear the  general meting  a report of the committee with respect  to the amount., if any which it recommends shall be paid  by way of the bonus.  Clauses [xxxi] in sub - section [2] of the section 165 state that the state Government may make unless prescribing  the conditions  under which profits may be distributed  as bonus  among the members of  non - members  of the society.  Clause [XL] authorizes  the making of the rules  prescribing  the qualifications for the employees of the society and the conditions of service subject to which persons may b employed by societies. These provisions only show that the society may establish a provident found or pay bonus to its employees and that rules may be made in the regard to their conditions of service.  They have no bearing on the question of whether  an industrial dispute can be decided by Registrar.  The preamble, of this act to which a reference was made during can be deeded by the Registrar.  The preamble of the act to which a reference was made during the court of the argument was isles not of any assistance of  deciding  this question.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_14\"> (19) In , this court was inclined to take the view that a claim for retrenchment of compensation can be entertained by the Registrar.  A Contract between an employer and his employees can be modified by law.  The industrial Disputes act 1947, imposes a liability on an employer to  pay retrenchment compensation to his employees.  This is therefore one of the terms inserted b law in the contract of employment. A claim for retrenchment of compensation can therefore also said to a claim under the contract of employment., and can consequently be tried by the Registrar.  This authority  cannot, therefore be relied upon in supper of the argument that the Registrar can decide  every industrial  dispute. \n</p> \n\n<p data-structure=\"Section\" id=\"p_15\"> (20) Sub - section (3) of section 18 of the  Industrial  Dispute Act prescribes that the award of the Labor court, Tribunal or National  Tribunal which has become  enforceable, shall being on.\n</p>   \n\n<p data-structure=\"Conclusion\" id=\"p_16\"> (A) all parties to the industrial  disputes:\n</p> \n\n<blockquote id=\"blockquote_15\"> (B) all other parties summoned to appear in the proceedings as parties to the dispute  unless the Board, arbitrator Labor court Tribunal or National Tribunal, as the case maybe records the opinion, that they  were so  summoned without  proper  causes:\n</blockquote> \n\n<blockquote id=\"blockquote_16\"> (c) Where a party referred  to in clauses [a] or clause [b]  is composed  of workman all person who were employed, in the  establishment or part of the establishment of as the case may be to which the dispute relates on the date of the dispute and all persons who subsequently become employed in that establishment or part. \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_17\"> Under clauses [d] an award made under this act, therefore, but binds not only the parties to the dispute but all workman,  employed in the establishment. Similar provisions of are contained in <a href=\"/doc/1950513/\" id=\"a_27\">section 22</a>, <a href=\"/doc/708192/\" id=\"a_28\">23</a> and 54 and of the C.P. and Berar  Industrial Dispute settlement act. Other Industrial  Disputes acts also  contained similar  provision.  There is no similar provision if the co - operative  societies act.  These provisions  have been  made evidently in order to prevent frequent industrial  disputes, to encourage collective bargaining and to secure industrial  peace. As there is no similar  provision in the Co - operative Societies  act, it is  unlikely  that the  Legislature intended that the industrial  disputes should be trial  by the Registrar.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_18\"> (21) Under <a href=\"/doc/1669932/\" id=\"a_29\">section 10</a> of the Industrial  disputes act Government of may refer an industrial  dispute an  Industrial  Tribunal for adjudication.  Such a reference of may  be made in the order to secure industrial may be made peace even when the contesting  parties ware unwilling to apply for such reference. Under section 91 of the  co - operative  societies  act, the Register  however gets jurisdiction if he is approached byte apart  to the dispute.  A difficult may, therefore arise if after  government  have made a reference of one the  parties applies to the Registrar under section 91.  This difficulty will be eliminated in the law which we are include to take.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_19\"> (22)  The Punjab  and kerala High Courts have taken the same view. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1208256\" id=\"span_8\">In <a href=\"/doc/1208256/\" id=\"a_30\">Jullundur T.C. Society v. Punjab</a> state  it was held that an  industrial  dispute of between  co-operative society registered  under the Punjab co - operative  societies act and it workman  can be referred to an Industrial Tribunal set up under  the Industrial  disputes Act section 60(1) of the Punjab Co - operative Societies act was substantially in the same terms as <a href=\"/doc/4295421/\" id=\"a_31\">section 54 (1)</a>  of the Bombay Act of 1925.  It contained  a proviso almost in the same terms of sub - section  (3) of the <a href=\"/doc/452505/\" id=\"a_32\">section 3</a> of the present Maharashtra  Co - operative  societies  Act. At page 35, the learned  judges observed that the dispute contemplated by the Section 50 were not  intended by the Legislature  to cover all kinds  of disputes  and this provisions was not mental to be all this embracing  as was contended by the learned counsel.  It was further observed that a reading of the sub - section (1) of the section 50 clearly  showed that though  the words &quot;Touching  the constipation or business of the Society&quot;  were unqualified  and extremely  wide and  comprehensive,  still the Legislature did not  intent to the include in the this expression &quot;industrial  disputes&quot;  for the adjudication of the which the parliament had enacted the Industrial  Disputes act.  The learned judges then referred to the proviso and observed.</span>\n</p>   \n\n<blockquote id=\"blockquote_17\"> &quot;Indeed this proviso supplied a key to the intention of  Legislature and it almost  conclusively  of suggests that is only such disputes of as are  capable of being  tried by   a regular  suit which was covered by the provisions of section 50. \n</blockquote> \n\n<blockquote id=\"blockquote_18\"> It has not bee suggested  by the learned  counsel for petitioner [and it could not be suggested]  that an  industrial  disputes defined in the Industrial Disputes  act is capable  of being  tiredly a regular  suit.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_20\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"750351\" id=\"span_9\">In Kerala  state  <a href=\"/doc/750351/\" id=\"a_33\">Handloom Weaver&#x27;s Co - operative Society v. State of Kerala</a>, [1954] 1 Lab LJ 559  [Ker]  the Kerala High court has held  that the provisions  of section 60 (1) of the  Travancore -  Cochin Co- operative societies  act, 1951, did not preclude  references  to adjudication under <a href=\"/doc/1669932/\" id=\"a_34\">section  10</a> of the Industrial  disputes act of the  Industrial  disputes between  a co - operatives  society  and its workman.  At page 561 was  observed.</span>\n</p>   \n\n<blockquote id=\"blockquote_19\"> &quot;The question in cases  like  this is not  whether  the dispute of referred  for adjudication of touches the business really is whether  that dispute of be with in the Category of the disputes  covered  by section 60 (1) of the Travancore - Cochin Co-operative XIII of the Travancores -  Cochin Co - operative  societies act 1951 -  the chapter in which section 60 (1) of the occurs - is not  to resolve which  section 60 (1) of occurs -  is not to resolve all controversies touching  the business to co - operatives societies  under the provisions  of the chapter but resolve only such controversies as can be resolved  in an ordinary  court flaw. In other words the arbitration, provides by chapter XIII is an alternative to the normal processes the ordinary  courts and not to the extraordinary  process of the adjudication under the  industrial  disputes act 1947 which the has been  designee to deal with  controversies which by the  very nature are outside the purview  of ordinary  litigation.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_21\"> The position therefore, is that the dispute of referred to the Registrar under sub - section (1) of the  section 91 must be such  as a civil  court of the Registrar  cannot grant an relied  outside the contract  of employment. He connote, therefore try any  matter in which  a demand is made for a change in the conditions  of service of the reinstatement of the an employee whose services  had been terminated. By and large the co - operatives  societies act and the Industrial disputes act provides  for the settlement  of different of classes of disputes.  Even though  therefore the words &quot;any dispute&quot; in sub section (1) of the Section 91 are very wide, they will have to be given a limited meaning, fro the reasons  which I have given  above.  These words mean any disputes  which the Registrar is competent of try and decide.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_22\"> (23) Our reply to the question referred to the Full Bench will therefore  be in the negative.  The matters may now the be in the placed before a division bench for further orders.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_23\">(24) Reference answered in the Negative.\n</p> \n\n","numcites":20,"numcitedby":7,"docsource":"Bombay High Court","citetid":397336,"divtype":"judgments","relatedqs":[{"value":"maharashtra co operative societies act 1960","formInput":"maharashtra%20co%20operative%20societies%20act%201960"},{"value":"maharashtra co operative societies act","formInput":"maharashtra%20co%20operative%20societies%20act"},{"value":"industrial disputes act 1947","formInput":"industrial%20disputes%20act%201947"},{"value":"reinstatement ","formInput":"reinstatement%20"},{"value":"maharashtra co-operative societies act,1960","formInput":"maharashtra%20co-operative%20societies%20act%2C1960"},{"value":"co operative societies act","formInput":"co%20operative%20societies%20act"},{"value":"Common law","formInput":"Common%20law"},{"value":"nominee sortby:","formInput":"nominee%20sortby%3A"},{"value":"retrenchment","formInput":"retrenchment"},{"value":"employment contract","formInput":"employment%20contract"},{"value":"sub registrar","formInput":"sub%20registrar"},{"value":"maharashtra co-operative societies act,","formInput":"maharashtra%20co-operative%20societies%20act%2C"},{"value":"civil rights","formInput":"civil%20rights"},{"value":"maharashtra co-operative","formInput":"maharashtra%20co-operative"},{"value":"industrial disputes act","formInput":"industrial%20disputes%20act"},{"value":"co-operative society","formInput":"co-operative%20society"},{"value":"Civil application","formInput":"Civil%20application"},{"value":"industrial dispute","formInput":"industrial%20dispute"},{"value":"industrial peace","formInput":"industrial%20peace"},{"value":"touching the business","formInput":"touching%20the%20business"}],"cats":[{"value":"industrial","formInput":"tag:industrial"},{"value":"dispute-resolution-references","formInput":"tag:dispute-resolution-references"},{"value":"interpretation-industrial-disputes-act","formInput":"tag:interpretation-industrial-disputes-act"},{"value":"form-of-report-or-award","formInput":"tag:form-of-report-or-award"}],"courtcopy":false,"query_alert":null,"agreement":false}