{"tid":176899444,"publishdate":"2014-09-29","title":"The Board Of Trustees Of The Port Of ... vs Louis Dreyfus Armatures Sas & Ors on 29 September, 2014","doc":"<h2 class=\"doc_title\">The Board Of Trustees Of The Port Of ... vs Louis Dreyfus Armatures Sas &amp; Ors on 29 September, 2014</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-sen\">Soumen Sen</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-sen\">Soumen Sen</a></h3>\n\n<pre id=\"pre_1\">            IN THE HIGH COURT AT CALCUTTA\n        Ordinary Original Civil Jurisdiction\n                    ORIGINAL SIDE\nPresent :\n\nThe Hon&#x27;ble Justice Soumen Sen\n\n                            G.A. 1997 of 2014\n                            CS No. 220 of 2014\n\nThe Board of Trustees of the Port of Kolkata.......................\nPetitioner\n                                  Versus\nLouis Dreyfus Armatures SAS &amp; Ors......................... Respondents\n\nFor the Petitioner          :     Mr. Abhrajit Mitra, Sr. Adv.\n                                  Mr. Anirban Roy\n                                  Mr. Soumavo Ghoshe\n\n                                  Mr. Saurabh Gupta\n                                  Mr. K.K. Pandey\n                                  Mr. Aparna Banerjee\n                                  Ms. Manisha Gupta\n                                  Mr. Sayon Ganguly\nFor the Respondent No.1 :         Mr. Sudipto Sarkar, Sr. Adv.\n                                  Mr. Jishnu Saha, Sr. Adv.\nFor Union of India                : Dipanjan Dutta\n\n\nHeard on                : 11.08.2014, 29.08.2014. 03.09.2014,\n                                05.09.2014, 10.09.2014, 22.09.2014\n\nJudgment on           : 29.09.2014\n Soumen Sen, J:- The initiation of proceeding under the arbitration rules of\nthe United Nations Commission on International Trade Law, 1976 by a\nFrench National being the respondent no.1 on the basis of a Bilateral Treaty\nAgreement (hereinafter referred to as BIT) between the Government of India\nand the Government of France on the Reciprocal Promotion and protection\nof investments 1997 is the subject matter of challenge in this proceeding.\nMr. Sudipto Sarkar the learned Senior Counsel appearing with Mr. Jishnu\nChaudhury the Senior Advocate on behalf of the respondent no.1 submits\ninvited this Court to decide the matter without affidavit since it is contended\nthat it is purely a jurisdictional issue for which no affidavit as such is\nrequired.\nThis is an application for injunction restraining the respondent no.1 from\ntaking further steps on the basis of a notification of claim dated 11th\nNovember, 2013 and the notices of arbitration dated 17th April, 2014 and\n19th May, 2014 respectively.\nThe plaintiff/petitioner essentially seeks restrain order upon the respondent\nno.1 to proceed with the arbitration proceeding in terms of the aforesaid\nnotices.\nThe arbitration reference has been made by one Louis Dreyfus Armatures\nSAS (hereinafter referred to as LDA) respondent no.1 against the\nGovernment of India.\nThe genesis of the dispute is the awarding of a contract executed by Port\nTrust in favour of the Haldia Bulk Terminals Private Limited (hereinafter\nreferred to as HBT) for operation and maintenance of berth nos. 2 and 8 of\nthe Haldia Dock Complex of the Port Trust.\nThe plaintiff and HBT had entered into a contract on 16th October, 2009.\nThe said contract contains an arbitration clause.       The said Arbitration\n Agreement has already been invoked and arbitral tribunal has been\nconstituted thereafter. The respondent no.3 as claimant has filed the\nstatement of claim.      The claim of the respondent no.3 against the\nplaintiff/petitioner is essentially one for damages allegedly suffered by the\nrespondent no.3, as a result of alleged breach of contract dated 16th October,\n2009 by the petitioner. The arbitral reference is continuing on a regular\nbasis. The petitioner has also filed its counter statement and counter claim.\nThe counter claim of the petitioner also arises out of the said contract. The\npetitioner alleged to have suffered loss and damages and hence made the\ncounterclaim against the respondent no.3. On 11th of November, 2013 the\nGovernment of India, State of West Bengal and the Port Trust received\nnotice of claim issued on behalf of the defendant no.1, in respect of\ninvestment in the contract for the supply, operation and maintenance of\ncargo handling equipment at berth nos. 2 and 8 of Haldia Dock Complex in\nWest Bengal. The said notification of claim is purported to have been issued\nunder <a href=\"/doc/260256/\" id=\"a_1\">Article 9</a> of a Bilateral Treaty Agreement between the Government of\nIndia and the Government of Republic of France on the reciprocal,\npromotion and protection of investment of 1997 (hereinafter referred to as\nthe Treaty).\nMr. Abhrajit Mitra the Ld. Senior Counsel appearing on behalf of the\npetitioner submits that a bare reading of notification of claim would show\nthat the claim relates entirely to the disputes already pending before the\narbitral Tribunal. The claim is directed against Port Trust. The subject matter\nof the dispute is wholly and completely connected with the dispute arising\nout of the said Agreement dated October 16, 2009 between the Port Trust\nand H.B.T which is pending before the Arbitral Tribunal. There is no\n Arbitration Agreement between the petitioner and the respondent no.1 or the\nrespondent nos. 4, 5 and the respondent no.1.\nThe respondent no. 1 is not a contracting party to the Treaty. It is also not an\ninvestor, either direct or indirect within the meaning of <a href=\"/doc/1456610/\" id=\"a_2\">Article 2</a> of the said\nTreaty. The respondent no. 1 is not claiming to have made any investment\nin the respondent no.3 which is the company who allegedly suffered loss by\nentering into the said contract with the petitioner. The respondent no.1 is\nclaiming to be an investor in the respondent no.2. From the annual report of\nABG-LDA Bulk Handling Private Limited it appears that the respondent\nno.1 is a 49% shareholder of the respondent no.2. The respondent no.1 is\nthus, not having any stake in the respondent no.3 leave aside 51% stake as\nshareholder. The defendant no.1 is thus not a qualifying investor. It is\nsubmitted that neither the petitioner nor the respondent no.5 is a contracting\nparty to the said Treaty. Even the respondent no.3 could not have invoked\nthe arbitration Agreement on the basis of the Treaty as against the petitioner\nor in respect of any matter arising out of the said contract with the petitioner.\nA notice of arbitration dated 31st March, 2014 and a notice of appointment\nof arbitrator dated 17th April, 2014 issued by the Advocate representing the\nrespondent no.1 to the respondent no.4 are therefore not enforceable and\nbinding on the plaintiff. The notice of arbitration is purported to have been\nissued under <a href=\"/doc/260256/\" id=\"a_3\">Article 9(3)(b)</a> of the Treaty and with reference to the claim of\nthe respondent no.1 dated 11th November, 2013.           The respondent no.4\nreplied to the said notice in which the said respondents denied and disputed\nthe right of the respondent no.1 to invoke the arbitration Agreement under\nthe said Treaty. Notwithstanding such denial the respondent no.1 again by a\nnotice dated 19th May, 2014 once again called upon the respondent no.4 to\nenter appearance in the arbitration. It is submitted that the petitioner is\n directly affected by the said purported commencement of reference of\narbitration by the respondent no.1 since the claim of the respondent no. 1\narises out of the said contract to which the respondent no.3 and the petitioner\nare parties. It is argued that the scope of the said Treaty does not cover the\nclaim or dispute raised in the impugned arbitration notice. The said Treaty\nmandates a fair and equitable treatment of the investment and the grounds of\nmost favoured nation status to the investments made by investors in the\nrespective contracting countries. The said Treaty also contains terms for the\nfree transfer of interest, royalties etc. The substratum of the dispute raised in\nthe impugned arbitration notice does not in any way attract any of the\nprovisions or protections envisaged in the said Treaty. The dispute as raised\nin the impugned arbitration notice is not a dispute between the respondent\nno.1 claiming to be the investor and the Government of India. The\nsubstratum of the charge is the dispute between the HBT and the Port Trust.\nIt would appear from the notification of claim of the respondent no.1 dated\nNovember 11, 2003 that the claim of LDA is essentially against the\npetitioner. In view thereof such claim and dispute is not arising between the\nFrench investor and the Government of India and the dispute is ex facie\noutside the scope of the said Treaty the impugned arbitration notice is\nnothing but an attempt to overreach the arbitral proceedings already\ncommenced and continuing between the petitioner and the respondent no.3.\nThere is no case of unfair or inequitable treatment by the Government of\nIndia against the so called investments by the respondent no.1 as made out in\nthe statement of claim. The impugned arbitration is also an abuse of process\nand if commenced it would result in multiplicity of proceedings.            The\nreference made by the respondent no.1 is oppressive, vexatious and\nmalafide. The initiation and continuation of such proceeding affects the\n interest of the plaintiff who is being implicated directly and in the alternative\nindirectly in the impugned reference.         The entire cause of action of\ndefendant no.1 as pleaded is against the plaintiff and the impleadment of the\ndefendant no.4 is formal in nature and only for the purpose of invoking the\narbitral provision in the said Treaty.       The plaintiff is a public sector\nundertaking of limited financial resources. Conducting arbitration before an\ninternational body would be prohibitive for the plaintiff and the plaintiff\nwould not be having means to conduct such proceeding effectively. Two\nseparate proceedings in respect of the same subject matter is also likely to\nresult in conflicting decisions.\nThe Ld. Senior Counsel has referred to Enercon (India) Ltd. &amp; Ors. Vs.\nEnercon GMBH reported at 2014 (5) SCC page 1, to submit that the seat of\narbitration is in India and arbitration proceedings of both the places namely\nat India and France would lead to unnecessary complication and\ninconvenience. The whole aim and object of the arbitration is to resolve the\ndispute speedily, economically and financially. The policy of the law must\nbe to favour the litigation of issues only once in the most appropriate forum.\nThe interests of justice require that one should take into account as a factor,\nthe risks of injustice and oppression that arise from concurrent proceedings\nin different jurisdictions in relation to the same subject matter. Once the seat\nof arbitration has been fixed in India, the jurisdiction of Indian courts would\nbe in nature of exclusive jurisdiction to exercise a supervisory power over\nthe arbitration. Intricate complexities might arise in case of Courts of India\nand France were to exercise the concurrent jurisdiction in these matters. An\nagreement as to the seat is analogous to an exclusive jurisdiction clause and\nhaving regard to the fact that arbitration          proceedings have already\ncommenced between the petitioner and the respondent no.3 covering the\n same subject matter the natural forum for all remedies in the facts of the\npresent case is only India. Furthermore the main contract is to be performed\nin India. The governing law is the law of India. The enforcement of the\narbitral award will be in India.\nAny interim measures which are to be sought against the assets of the\nplaintiff ought to be in India as the assets are situated in India.         The\ndefendant/respondent no.3 has also participated in the proceedings in\nCalcutta and more particularly in the Calcutta High Court. All these factors\nshould indicate that the respondent no.3 does not even consider Indian\nCourts as forum inconvenience. The only consideration for the defendant\nno.1 to invoke the arbitration clause in terms of <a href=\"/doc/260256/\" id=\"a_4\">Article 9</a> of the Treaty is that\nhe is an investor and if the investor so decides the dispute shall be referred\nto an ad hoc arbitral tribunal in accordance with the Arbitration Rules of the\nUnited Nations Commission on International Trade Law, as adopted by the\nGeneral Assembly on December 15, 1976.\nThe Ld. Senior Counsel has referred to Chatterjee Petrochem Co. and Anr\nvs. Haldia Petrochemicals Ltd. and Ors reported at 2014 (1) CAL LT 83\n(SC) for the proposition that the fact that LDA was a non-signatory to the\nsaid contract does not jeopardise the arbitration proceedings that is pending\nbefore the arbitral tribunal arising out of the contract dated 16th October,\n2009.\nIt is submitted that the Government of India nominated an arbitrator on its\nbehalf under serious protest. He refers to the notification of claim would\nshow that the dispute is essential between the plaintiff and HBT of which the\ndefendant no.1 is a shareholder. The relief sought in the notification of\nclaim has been referred in order to demonstrate that the said reliefs are in the\nnature of compensation and/or damages arising out of the contract which is\n now the subject matter of the arbitration proceeding between the plaintiff\nand the defendant no.3. The BIT is referred in order to show that an investor\nwould mean any national or company of a contracting party and the scope of\nthe agreement in <a href=\"/doc/300602/\" id=\"a_5\">Article 2(1)</a> specifically says that the agreement shall apply\nto any investment made by the investors of either contracting party in the\narea of the other contracting party including an indirect investment made\nthrough another company, wherever located, which is owned to an extent of\nat least 51 per cent by such investors, whether made before or after the\ncoming into force of this Agreement. The defendant no.1 admittedly owns\nless than 51 per cent share in HBT. Accordingly even on the basis of the\nTreaty, the said defendant no.1 claiming as an investor could not have\ninvoked the jurisdiction of the international arbitral tribunal.\nIt is submitted that there is no privity of contract between the plaintiff and\nthe defendant no.1 in relation to the agreement dated 16th October, 2009 and\naccordingly, the plaintiff could not be served with any notice of arbitration\nnor any direction could be passed for participation of the plaintiff in the\narbitration. The Ld. Senior Counsel refers to the decisions in Emirates\nGrains Products company LLC vs. L.M.J. International Limited\nreported at 114 CWN 375, and Chatterjee Petrochem Co. &amp; Anr vs.\nHaldia Petrochemicals Ltd. &amp; Ors reported at 2013 (3) CLT 1 (Cal) for\nthe proposition that unless there is a valid arbitration agreement between the\nplaintiff and the defendant no.1, the dispute of the defendant no.1 cannot be\nreferred to arbitration. It is submitted that it is a sine quo non that the parties\nshould be at consensus ad idem and unless there is a valid arbitration\nagreement between the parties it is not open for either of the parties to refer\nthe dispute to arbitration. The Civil Court has an inherent jurisdiction to\ndecide all such disputes that are civil in nature and unless any statute\n expressly prohibits and such ouster clause is clear and unambiguous, the\njurisdiction of the Civil Court cannot be curtailed. The jurisdiction of the\nMunicipal Court to restrain the foreign arbitration proceedings on the ground\nthat no arbitration agreement exists between the parties and it is inoperative\nand incapable of being performed is well recognised. The presumption in\nfavour of the jurisdiction of a Civil Court would continue unless it has been\nexpressly barred by a statute. It is submitted that though the Division Bench\njudgment in Chatterjee Petrochem (supra) has been reversed by the Hon&#x27;ble\nSupreme Court on other point that there is no novation of contract but the\nprinciple enunciated in Chatterjee Petrochem still holds the field. It has\nsubmitted that Chatterjee Petrochem (supra) had taken into consideration an\nearlier Division Bench Judgment of this Court in L.M. International vs\nSleeping Industries Company Limited &amp; Anr reported in 2013 (1)\nCalcutta Law Times 301 (HC) where same view, has been expressed. It is\nsubmitted that <a href=\"/doc/310829/\" id=\"a_6\">Section 5</a> of the Arbitration Conciliation Act would not apply\nin relation of foreign arbitration. The defendant no.1 cannot independently\nmaintain an action when the company is a shareholder has already initiated\nproceeding in India and an arbitral tribunal consisting of three retired judges\nof the Hon&#x27;ble Supreme Court are in seisin of the matter.                Parallel\nproceedings at two different fora on same facts and claiming same and\nsimilar reliefs are vexatious and harassing.\nMr. Sudipta Sarkar the learned Senior Counsel appearing on behalf of the\nrespondent no. 1 submits that the respondent no. 1 is appearing under\nprotest. It is submitted that anti-arbitration suit and/or anti-injunction suit is\nordinarily not maintainable, unless the statute gives a right to the Court to\nexercise its jurisdiction against initiation of such proceeding. It is contended\nthat there is a distinction between a subject of international law and subject\n of a domestic law.     An arbitration agreement is ordinarily entered into\nbetween private parties.    The said arbitration agreement binds only the\nparties to the agreement. The parties are contractually bound to refer the\ndispute to arbitration in the event the disputes raised are covered under the\narbitration agreement. It necessarily follows that a party, who is not a party\nto arbitration agreement, cannot invoke the arbitration clause in case of a\ndispute arising out of the said contract. However, that principle is not\napplicable when the rights and obligations of the parties are created by a\ntreaty agreement entered into by two sovereign nations. Same set of facts\ncan give rise to different causes of action to different parties. The bilateral\ntreaty gives a right to an investor of the contracting nation meaning thereby\nthe French National to invoke the arbitration clause in the treaty. The\nrespondent no.1 need not to be a party to the contract of 16th October, 2009.\nThe treaty is no uncertain term gives a cause of action to the respondent no.\n1 to invoke the arbitration clause under the treaty, in the event, of failure on\nthe part of the host nation that is to say India in protecting the investment of\nthe French National. <a href=\"/doc/310829/\" id=\"a_7\">Section 5</a> of the Arbitration Conciliation Act, 1996 in\nno uncertain terms prevent judicial authority to intervene in matters\ngoverned by Part 1 of the <a href=\"/doc/1306164/\" id=\"a_8\">Arbitration Conciliation Act, 1996</a>, except where\nso provided in this Part, the rights and obligations of the parties are governed\nby the contract, which contends an arbitration clause. It is submitted that\nalthough <a href=\"/doc/310829/\" id=\"a_9\">Section 5</a> is a provision in part I of the Arbitration Act but it has\nbeen held in Venture Global Engineering Vs. Satyam Computer Services\nLtd. &amp; Anr. reported at 2008 (4) SCC 190            paragraph 25 following\nBhatia International Vs. Bulk Trading S.A. &amp; Anr. reported at 2002 (4)\nSCC 105 that the general principles of Part 1 also apply to <a href=\"/doc/1052228/\" id=\"a_10\">Part II of the\n Arbitration Act</a> and <a href=\"/doc/310829/\" id=\"a_11\">Section 5</a> is also applicable to pending <a href=\"/doc/1052228/\" id=\"a_12\">Part II of the\nArbitration Act</a>.\nMr. Sarkar refers to Kvaerner Cementation India Limited Vs. Bajranflal\nAgarwal &amp; Anr. reported at to submit that it has been the consistent view of\nthe Hon&#x27;ble Supreme Court that the arbitral tribunal has exclusive\njurisdiction to rule its jurisdiction even with respect to existence or validity\nto the arbitration agreement and in view of <a href=\"/doc/310829/\" id=\"a_13\">Section 5</a> of the Arbitration\nConciliation Act 1996 civil court would have no jurisdiction to go into and\ndecide such question. The aforesaid decisions are cited in order to establish\nthat the objections raised by the Union of India with regard to the\narbitrability of the dispute and questioning the locus of the respondent no. 1\nto invoke the arbitration clause of the Bilateral Treaty Agreement are matters\nwhich fall exclusively with the domain of the arbitral tribunal which has\nsince been constituted.\nIt is submitted that in Venture Global Engineering (supra) the learned\nSenior Counsel referring to Bharat Company limited and Ors. vs. Kaiser\nAluminium Technical Services in and Ors. etc. etc. reported at 2012 (9)\nSCC 552 submitted that although in the said decision Bhatia and Venture\nGlobal were held to be not good law, however, in paragraph 197 of the said\njudgment it was held that the decisions in Bhatia and Venture Global would\nnonetheless applicable to all arbitration agreements concluded before the\njudgment in BALCO dated 6th September, 2012 and in relation to those\narbitration agreements Venture Global would be regarded as good law.\nThe provisions of <a href=\"/doc/310829/\" id=\"a_14\">Section 5</a> would apply in the instant case and no judicial\nauthority shall interfere with the pending arbitration proceeding. It is further\nsubmitted that the present arbitration agreement is dated 2nd September,\n1997. Accordingly in relation to arbitration proceedings arising out of such\n agreement, the principle of Venture Global shall apply, that is <a href=\"/doc/310829/\" id=\"a_15\">Section 5</a>,\nshall apply and no restraint order can be passed as prayed for in the petition.\nMr. Sarkar has relied upon the judgment of the Hon&#x27;ble Supreme Court in\nChatterjee Petrochem Vs. Haldia Petrochemical in reported at (2014)1\nCAL LT 83 (SC). The said judgment follows Venture Global (2008) 4\nSCC 190 and also considered Chloro case (2013) 1 SCC 641 (Chloro\nControls India Private Limited v. Severn Trent Water Purification Inc.\n&amp; Ors.). An arbitration between the contracting parties is a confidential\nproceedings and the award passed in such arbitration is neither binding in\nany other proceedings nor can be relied upon for any other purpose in\nrelation to any other proceedings. In this regard reliance is placed on a\njudgment reported at (2005) 1 Lloyd&#x27;s Law Reports 606 (Sun Life\nAssurance     Company      of   Canada,     America     Phoenix    Life   and\nReassurance Company, Phoenix Home Life Mutual Insurance\nCompany vs. The Lincoln National Life Insurance Company). The\nrelevant paragraphs are reproduced hereinbelow:\n             82. &quot;I would add that even if it were a principle of English law\n      that a party against whom an issue had been decided in earlier\n      proceedings could not reopen that issue in subsequent proceedings, it\n      could only doubtfully apply in the present case.            The earlier\n      proceedings decided the issue of cover in favour of Sun/Phoenix; it\n      can only be said to have been decided against them in the sense that\n      for the purpose of the subsequent proceedings Sun/Phoenix would\n      prefer that the decision had gone the other way. But I doubt if the\n      principle on which Mr, Hunter relied (if it exists) was intended to\n      cover such a case.\n       83. The sad truth is that in the absence of any third-party or\nconsolidation procedure in arbitration, parties may be put into the\nposition of making inconsistent cases in different proceedings. IN\nlitigation it is possible to make inconsistent cases in the same\nproceedings; doing so later, in different proceedings, may come under\nthe head of abuse of process. But that is no reason to extend the law\nof issue estoppel in arbitration proceedings beyond its proper sphere.\n      84. All the above is not to deny that there may be cases in\nwhich an award can be evidence in subsequent proceedings even\nthough it will not necessarily be conclusive evidence. It may, to use\nRix LJ&#x27;s expression in Drake Insurance Plc v. Provident Insurance\nPlc (2003) EWCA Civ 1834, be a &quot;fact in the world&quot;.             A good\nexample of this is to be found in The Sargasso (1994)1 Lloyds Rep.\n412 where charterer had been held liable by an award in favour of\nsub-charterer who had sued to recover damages for damage to cargo.\nThe charterer then sued the shipowner and proved breach of contract;\nthe measure of damages to which he was entitled was governed by the\naward pursuant to which he hd been held liable to the sub-charterer. It\nIt quantified the loss which he had actually suffered, he was entitled to\nput it in evidence for that purpose and say he should be able to recover\nnot less than the amount of the award, the shipowner would also be\nentitled to say that the charterer should not recover more than the\namount of award. That would not have prevented the shipowner from\narguing that the charterer had not taken the right points and that he\nhad dthus failed to mitigate his damages or, indeed, that the award\nagainst him had been made by reason of some fact which was not\nbreach of contract on the owner&#x27;s part.\n          86. I agree with both judgments. It is worth standing back from\n  the detail. What Lincoln seek to do is to rely upon a non-operative (in\n  the sense that no actual consequences flow from it), opinion expressed\n  by the Cigna arbitrators.       The opinion is in its nature private.\n  Moreover, it was unappealable. Lincoln seek more than just to rely\n  upon the opinion-they say it is conclusive for all purposes and so\n  conclusive in the later arbitration.\n      87. I think such a result would be obviously wrong for the\nfollowing reasons:\n(a) An arbitration is an essentially private matter between the parties to\n    it. Only some consequence of an award (e,g. that A should pay B\n    money) can go further and extend beyond the privacy of the\n    arbitration itself - so as to become a &quot;fact in the world.&quot;\n(b) Because the determination of arbitrators is itself of a private matter it\n    is in its nature not intended to be available to third parties for any\n    purpose. A third party&#x27;s rights against one of the parties to an earlier\n    arbitration cannot depend on the happenstance of the available of the\n    details of that arbitration in a latter arbitration involving that third\n    party. In this connection, I note that the position may be different if\n    the earlier decision is that of a court. In particular a decision of a\n    court as to the construction of a contract is a matter of law - with the\n    consequence that the further principle of judicial precedent on such a\n    question may come into play.\n      Where a party seeks to re-litigate in subsequent proceedings\nagainst Y a point he fought fully in earlier proceeding against X, it may\nbe that, notwithstanding a lack of mutuality, he can be prevented from\ndoing so on the grounds of abuse of process. As to that I express no\n     concluded opinion for, for the reasons given by Mance LJ. There is no a\n    question of abuse of process here&quot;.\nIt is thus submitted that the fact that an arbitration is pending between\n\nKolkata Port Trust and HBT is of no relevance as the questions which may\n\narise in that arbitration or the decision passed thereat cannot be looked into\n\nor be binding or relevant in the arbitration pending between the respondent\n\nNo.1 and Union of India. Hence, the principle of parallel proceedings and a\n\npossibility of conflict of decision, has no application in two aribtrations.\n\n\nIt is submitted that in Chatterjee Petrochem (supra) the Hon&#x27;ble Supreme\nCourt has in no uncertain term stated that since arbitration clause is valid the\nsuit filed by the respondent no. 1 for declaration and permanent injunction is\nunsustainable in law and the suit is liable to be dismissed. It is submitted\nthat in the Chatterjee International (supra) the parties were directed to\nresolve their dispute through arbitration as mentioned in Clause 15 of the\nletter of the agreement on 12th January, 2012, in accordance with the laws of\nICC. Since the bilateral treaty has given a cause of action to the French\nNational as an investor and the said treaty is binding on the two sovereigns,\nthe plaintiff is as much bound by the treaty obligation as any other entity.\nThe Indian arbitration proceeding is between the plaintiff and the respondent\nno. 4 which is based on a contract entered into between two parties on 16th\nOctober, 2009. Such proceeding is no bar to invoke the arbitration clause\nunder the treaty agreement by an investor against the host nation for the loss\nand damage suffered by him in the host nation. It is submitted that there may\nbe overlapping issues but that by itself would not be a ground to stay an\n arbitration proceeding commenced before the International Arbitration\nTribunal.\nMr. Sarkar distinguished the decision cited by Mr. Mitra by submitting that\nnone of the cases cited by Mr. Mitra would apply since they are matters not\nrelating to pendency of two arbitrations but relate to stay of suits on the\nprinciple of lis pendens, that is to say an arbitration proceeding has been\ninitiated under a private contract between the parties and a suit filed by one\nof the parties for staying of the said arbitration proceeding which is not the\ncase here. It is submitted that the Chloro Controls (supra) relied upon by\nMr. Mitra also does not apply since in the Chloro Controls (supra) an\napplication was made under <a href=\"/doc/160474/\" id=\"a_16\">Section 45</a>, which enabled the Court to come to\nthe finding as it did on the basis that <a href=\"/doc/160474/\" id=\"a_17\">Section 45</a> covered persons claiming\nthrough or under the parties. It is contended that it cannot be said that either\nthe Port Trust or the Union of India is claiming through or under either\nparties. On the contrary, the arbitration is based on an international treaty\nbetween France and India. The plaintiff is not a party to the arbitration\nagreement and cannot challenge it. The plaintiff is not challenging the\narbitration agreement either but is seeking to argue that by reason of an\nearlier pending arbitration between it and HBT, the second arbitration cannot\nproceed.     A non party cannot challenge the validity of an arbitration\nagreement.     The dispute in Enercon (supra) was whether the seat of\narbitration was India or London. The Supreme Court held that an arbitration\ncould not have two seats and hence, decided that India was the seat of\narbitration, although the venue of arbitration could be London. All the\nSupreme Court judgments are judgments, which are pro arbitration and in\nwhich the Arbitration Clause is enforced. In paragraph 90 of Enercon, it has\nbeen held that, Courts play a supportive role in encouraging the arbitration to\n proceed rather than letting it come to a grinding halt. Another equally\nimportant principle recognized in almost all jurisdictions is the least\nintervention by the Courts.\nThe invocation of the arbitration clause (<a href=\"/doc/260256/\" id=\"a_18\">Article 9</a>) of the Treaty by the\ndefendant No. 1 has been challenged by the plaintiff in the present suit on\nessentially the following grounds:\n    (A) The arbitraton agreement is inoperative between the defendant No.\n        1 and the p0roforma defendant No. 4, between the defendant No. 1\n        and ;the plaintiff, as well as the defendant No. 1 the proforma\n        defendant NO. 5;\n    (B) The defendant No. 1 claiming to be in control of the defendant No.\n        3 is bound by the arbitration clause in the agreement dated 16th\n        October, 2009. Even otherwise the subject matter of the arbitral\n        reference arising out of the said agreement dated 16th October, 2009\n        invoked by the defendant No. 3 as against the plaintiff is the same\n        as the subject matter of the defendant No. 1&#x27;s notification of claim\n        dated 11th November, 2013.\nThe principle ground of challenge appears to be the arbitration agreement is\ninoperative between the defendant no. 1 and proforma defendant no.4,\nbetween the defendant no.1 and the plaintiff as well as the defendant no.1\nvis-à-vis the proforma defendant no.5. It is submitted that the defendant\nno.1 is claiming to be a qualifying investor under the said Treaty, the\ndefendant No. 1 either had to be make a direct investment in India or would\nhave had to have at least 51% shareholding in the company (the defendant\nNo. 3 in this case) which has made investment in India. The attention of the\ncourt is drawn to the <a href=\"/doc/176933186/\" id=\"a_19\">Article 1(4)</a> and <a href=\"/doc/300602/\" id=\"a_20\">Article 2(1)</a> which are set out\nhereinbelow:\n 1(4) The term &quot;investor &quot; means any national or company of a\nContracting Party;\n2(1     This agreement shall apply to any investment made by\ninvestors of ither Contracting Party in the area of the other\nContracting Party, including an indirect investment made through\nanother company, whenever located, which is owned to an extent of\nat least 51 per cent by such investors, whether made before or after\nthe coming into force of this Agreement.\n      It is submitted that the defendant no.1 has no direct investment\n      in India nor has any shareholding in the defendant No. 3. The\n      defendant No. 2 is the holding company of the defendant No. 3\n      and if at all the defendant No. 3 was a French company it may\n      have been a qualifying investor under the said Treaty. The\n      defendant No. 1 is thus not a qualifying investor.            The\n      defendant NO. 1&#x27;s shareholding even in the defendant No. 2 is\n      only 49%. Since the defendant has waived its right to file any\n      affidavit in opposition, the statements in the petition ought to be\n      accepted as true and correct; The defendant NO. 1 not being a\n      qualifying investor, the agreement is inoperative vis-à-vis the\n      defendant No. 1 irrespective of whether the other side is the\n      Union of India or any other entity; Under no circumstances, the\n      defendant No. 1 can be stated to be the Union of India and is\n      thus not one of the two contracting parties to the said Treaty.\n      The defendant No. 1 is seeking to get around this by describing\n      the defendant no. 4 (i.e. Union of India) as a compendium of\n      the following juristic entities;\n      a) Union of India itself;\n              b) Federal Governments (i.e. the State Governments);\n             c) Authorities and statutory bodies of the Republic of India.\n(vi)   On the above basis the notification of claim is issued against the\n       Chairman, Kolkata Port Trust. Accordingly, the Arbitral Tribunal\n       has also resorted to notifying the Kolkata Port Trust at every stage as\n       would appear from their letters dated 13th August, 2014 (page 33\n       supplementary affidavit), 15th August, 2014 (page 35 supplementary\n       affidavit), 26th August, 2014 (page 45 supplementary affidavit);\nThe second ground of challenges that KOPT (plaintiff) is not a party to the\narbitration clause is a Bilateral Treaty and accordingly could not be dragged\nto the said arbitration proceeding. In this connection the Ld. Senior Counsel\nhas relied upon and the following passage from the judgment which states:\nCity of London -vs- Sancheti (2009)1 LLR 117 para 35\n       &quot;In the present case the Corporation of London is a not a party to the\narbitration agreement, relevant party is the United Kingdom Government.\nThe fact that under certain circumstance the State may be responsible under\ninternational law for the acts of one of its local authorities, or may have to\ntake steps to redress wrongs committed by one of its local authorities, does\nnot make that local authority a party to the arbitration agreement.&quot;\nIt is thus submitted that even if under the treaty obligation the Union of India\nmay be held responsible for any particular Act of KOPT (which is not\nadmitted) under no circumstances KOPT could be treated as the party to the\narbitration Agreement as the Bilateral Agreement.\nOn the aspect of the jurisdiction of the Civil        Court to decide on the\nexistence on the foreign Arbitration Agreement in a suit for anti foreign\narbitration injunction the plaintiff has relied upon the following decisions:\n a) (Dr. Devinder Gupta -vs- Realogy Corporation and Anr.) (2011) 3\n   Anb L.R. 227 paragraphs 16 and 17\nb) Chatterjee Petrochem (Mauritious) Co. &amp; Anr.               -   vs- Haldia\n   Petrochemicals &amp; Ors. (2013) 3 CLT 1 paragraphs 67to 73, 78 and\n   100.\nc) Excalibur LLC -vs- Texas Keystone Inc. &amp; Ors. (2011) 2 LLR 289\n   paragraphs 64.\nAs to the power and duty of Civil Court under <a href=\"/doc/160474/\" id=\"a_21\">Section 45</a> to adjudicate upon\nthe existence and effectiveness of the arbitration agreement, reference is\nmade to Dr. Devinder Gupta -vs- Realogy Corporation &amp; Anr.) (2011) 3\nAnb LR 227 at paragraphs 17 and Chloro Controls India Private\nLimited - vs- Seven Trent Water (2013) 1 SCC 641 paragraphs 63.\n      Since the defendant no. 1 claiming to be the controlling shareholder of\n      the defendant Nos. 2 and 3, is bound by the arbitration clause in the\n      agreement between the plaintiff and the defendant No. 1 dated 16th\n      October, 2009. In this regard reference is made to Chloro Control\n      India Private Limited -vs-     Severn Trent Water Purification Inc.\n      reported at (2013) 1 SCC 641 (paras 70 to 72). It is contended that in\n      the said judgment in the context of <a href=\"/doc/160474/\" id=\"a_22\">Section 45</a> of the Arbitration and\n      Conciliation Act, 1996 it was held that when a company enters into an\n      arbitration agreement, the same would also bind its group companies,\n      sister concerns, parent concern as also the controlling shareholders;\n\n\n      It is emphasized that multiple proceeding in respect of the same\n      subject matter is always avoidable - (Chloro Control India Private\n      Limited - vs- Severn Trent Water Purification Inc. (2013) 1\n      SCC641 paras 89 and 90; Enercon (India) Limited &amp; Ors.- vs-\n       Emercon GMBH &amp; Anr. (2014) 5 SCC 1 paras 137 to 145 and Re:\n      The Abidin Daver (1984) 1 LLR 339 at 344;)\nIn order to emphasis on the impact of <a href=\"/doc/160474/\" id=\"a_23\">Section 45</a> of the Arbitration\nConciliation Act, 1996 the Ld. Senior Counsel has relied upon the decision\nin\nBharat Aluminium Company -vs- Kaiser Aluminium Technical\nServices Inc. (2012) 9 SCC 552 paras 120 to 122 &amp; 125 to 130 and\nsubmitted that it has been conclusively held that the provisions of Part I\nincluding <a href=\"/doc/310829/\" id=\"a_24\">Section 5</a> will not apply to a foreign arbitration which is governed\nby Part II of the said Act. The obiter dictum of the two Judges&#x27;s Bench in\nthe case of Chatterjee Petrochemicals -vs- Haldia Petrochemicals (2014)\n1                                  CLT                                    83\n(SC) para 29, that Part I provisions apply to arbitration governed by Part II\nby relying on Satyam Computers judgment (which judgement has been\nexpressly overruled in Balco) can not be a binding precedent for this\nproposition;\n\n\n<a href=\"/doc/310829/\" id=\"a_25\">Section 5</a> cannot anyway curb the power expressly vested in the Court under\n<a href=\"/doc/160474/\" id=\"a_26\">Section 45</a> of the said Act.\n      As to prospective overruling of Satyam Computers and Bhatia\n      International in Balco that would have no impact on the present case\n      since there was no arbitration agreement, to which the defendant No.\n      1 was a party, in existence prior to Balco&#x27;s judgment. The Treaty\n      between the Indian Government and the French government, is not an\n      arbitration agreement to which the defendant NO. 1 is a party since\n      inception. It has been held in the said judgment of City of London -\n      vs- Sancheti (2009) 1 LLR 117 para 3 that an arbitration agreement\n       in a Bilateral Treaty is at best a standing offer to arbitrate and upon\n      acceptance by a qualifying investor of this standing offer to arbitrate\n      gives to a binding arbitration agreement.\n\n\n            &quot;Typically under a BIT the investor is given direct standing to\n            pursue his own claim against the state of the investment in\n            respect of any &quot;investment dispute&quot;. The arbitration provision\n            to the BIT can amount to a standing offer to investor to\n            arbitrate, and acceptance of this standing offer to arbitrate by\n            an investor gives rise to binding arbitration agreement between\n            the investor on the one hand and the host state on the other; in\n            the absence of a specific choice of law, the law to which the\n            agreement to arbitrate between the investor and the host state\n            is to subject is international law; Republic of Ecuador       vs\n            Occidental Exploration and Production Co. (2005) 2 Lloyd&#x27;s\n            Rep 707, ETI EuroTelecom International NV v Republic of\n            Bolivia (2008) 2, Lloyd&#x27;s Rep 421)\n\n\n      Therefore, it at all there is an arbitration agreement where the\n      defendant no. 1 is a party, the same came into existence only upon the\n      defendant no. 1 proposing to refer the disputes to arbitration by the\n      notification of claim dated 11th November, 2013 (para 661), i.e. post\n      Balco.\nIn refuting the argument made by Sudipta Sarkar with regard to absence of\nan application under <a href=\"/doc/160474/\" id=\"a_27\">Section 45</a> of Arbitration Conciliation Act, 1996 it is\nsubmitted that The defendant No. 1 relied on paragraphs 89 to 90 Fuerst Day\nLowson (2011 (8) SCC 333), for the proposition that the <a href=\"/doc/1306164/\" id=\"a_28\">Arbitration and\n Conciliation Act, 1996</a> is self contained court. That does not in any manner\nderogate from what has been stated in paragraph 60 as to non-applicability\nof <a href=\"/doc/310829/\" id=\"a_29\">Section 5</a> to arbitration under Part II. The said paragraph reads:\n&quot;The Ld. Senior Counsel has specifically referred that Part I and Part II of\nthe Act are quite separate and contain provisions that act independently in\ntheir respective fields. The opening words of <a href=\"/doc/1804257/\" id=\"a_30\">Section 2</a> i.e. the defeinition\ncaluse in Part I , make it clear that meanings assigned to the terms and\nexpressions defined in that section are for the purpose of that part alone.\n<a href=\"/doc/354344/\" id=\"a_31\">Section 4</a> which deals with waiver of right to object is also specific to <a href=\"/doc/1306164/\" id=\"a_32\">Part I\nof the Act</a>. <a href=\"/doc/310829/\" id=\"a_33\">Section 5</a> dealing with extent of judicial intervention is also\nspecific to part I of the Act. <a href=\"/doc/1846895/\" id=\"a_34\">Section 7</a> that defines &quot;arbitration agreement&quot;\nin considerable detail also confines the meaning of the term to <a href=\"/doc/1306164/\" id=\"a_35\">Part I of the\nAct</a> alone. <a href=\"/doc/1146817/\" id=\"a_36\">Section 8</a> delas with the power of a judicial authority to refer\nparties to arbitration where there is an arbitration agreement and this\nprovision too is relatable to Part I alone (corresponding provisions are\nindependently made in <a href=\"/doc/160474/\" id=\"a_37\">Sections 45</a> and <a href=\"/doc/1573006/\" id=\"a_38\">54</a> of Chapters I and II, respectively\nof Part II). The other provisions in Part I by their very nature shall have no\napplication in so far as the two chapters of Part II are concerned&quot;.\nIn the same vain paragraph 98 of Enercon (supra) was cited to show that\nthere are very strong indicators to suggest that the parties always understood\nthat the seat of arbitration would be in India and London would only be the\n&quot;venue&quot; to hold the proceedings of arbitration.\nIt was further held in Enercon (supra): By choosing that <a href=\"/doc/1306164/\" id=\"a_39\">Part I of the Indian\nArbitration Act, 1996</a> would apply, the parties have made a choice that the\nseat of Arbitration would be in India. <a href=\"/doc/883201/\" id=\"a_40\">Section 2(2)</a> of the Indian Arbitration\nAct, 1996 provides that Part I &quot;shall apply where the place of arbitration is in\nIndia&quot;. In BALCO it has been categorically held that <a href=\"/doc/1306164/\" id=\"a_41\">Part I of the Indian\n Arbitration Act, 1996</a>, will have no application, if the seat of arbitration is\nnot in India. In the present case, London is mentioned only as a &quot;venue&quot; of\narbitration which, in our opinion, in the facts of this case cannot be read as\nthe &quot;seat&quot; of arbitration&quot;.\nIt is submitted that in BALCO it has been categorically held that <a href=\"/doc/1306164/\" id=\"a_42\">Part I of the\nIndian Arbitration Act, 1996</a> will have no application if the seat for\narbitration is not in India.\nIt is argued that in Kvaerner (2012) 5 SCC 214, the Hon&#x27;ble Supreme\nCourt was considering a domestic arbitration governed by Part I and not an\ninternational arbitration.\nIt is submitted that Venture Global (2008) 4 SCC 190 has been expressly\noverruled in BALCO.\n\nOn this aspect the Ld. Senior Counsel has referred to a Division Bench\njudgment in Coal India Limited - vs- Canadian commercial Private\nLimited reported at (2013) 2 CHN 494 and submitted that in the judgment\nit was held that the law prevailing even prior to BALCO by virtue of the\nSupreme Court judgment in the case of Fuerst Day Lowson (2011) 8 333\nand Yograj Infrastructure Limited vs. Ssangyong (2011)9 SCC 735 was\nthe same i.e. part I provisions will not apply to arbitrations governed by Part\nII.\nAs to the prospective overruling it is submitted that since there was no\narbitration agreement to which the defendant no.1 was a party in existence\nprior to BALCO&#x27;s judgment, Venture Global would have no application.\nIn refuting this submission of the defendant no. 1 that the plaintiff has no\nlocus to institute the suit it is submitted that the plaintiff is adversely\naffected by the invocation of the arbitration clause under the Bilateral treaty.\n Accordingly, the plaintiff is entitled to file the present suit for the Court to\nhold that the arbitration clause in the treaty is &quot;inoperative or incapable of\nbeing performed&quot; vis-à-vis the defendant NO. 1 (as in, its right to invoke)\nand the plaintiff (as to being implicated in the arbitration). Under <a href=\"/doc/160474/\" id=\"a_43\">Section 45</a>\nof the Arbitration and Conciliation Act, 1996 the civil court has been vested\nwith the power to decide the above issue. Merely because the defendant No.\n1 has chosen not to file a <a href=\"/doc/160474/\" id=\"a_44\">Section 45</a> application that would not mean the\nCourt cannot exercise the power which is already vested in it and tried to\ndraw sustenance from paragraph 17 of Dr. Devinder Kumar Gupta&#x27;s\n(supra) which states :\n\n&quot;Since we are of the unequivocal opinion that an arbitration agreement did\nnot come about vis-à-vis the plaintiff, we must accept the appeal and in\nexercise of powers under <a href=\"/doc/54424454/\" id=\"a_45\">Section 45</a> of the A &amp; A Act restrain Realogy\nCorporation, respondent no.1, from preferring or prosecuting any claim\nagainst the plaintiff/appellant in proceedings under the aegis of the\nAmerican Arbitration Association&quot;.\nThe plaintiff has referred to the following facts to demonstrate that the\ncourse of event, would show that the plaintiff is being implicated in the\narbitration\nIn the notification of claim; the expression &quot;India&quot;, is not used in the sense\nof the juristic entity &quot;India but is an expression coined for the purpose of\nincluding amongst others KPT a statutory body within the definition India.\nA further reference was made to page 663 which reads &quot;hereinafter India,\nwhich term shall include the Federal Government and authorities and\nstatutory body of republic of India&quot;.\n It is, thus contended that if at all award is made against the so called entity\n&quot;India&quot;, it can very well be contended by the award holder that the\nexpression &quot;India&quot; includes KPT.\n         The entirety of the statement of claim talks about alleged berach of\n         contract by KPT.         But for the expression &quot;India&quot; appearing in\n         frequently and out of context in the statement of claim, no cause of\n         action is made out against India.\n         At every state the plaintiff is being served with notices both by the\n         defendant No. 1, its advocate as well as the Arbitral Tribunal. Notice\n         has been given directly to the petitioner as a party to the arbitration\n         and not merely copies marked to the plaintiff.\n\n\nThe second paragraph of the letter dated 31st July, 2014 is referred to which\nreads:\n&quot;We       refer   the   parties     to   the   UNCITRAL     Arbitration   Rules\n1976..............................................&quot;\nThe Ld. Senior Counsel has also referred to the letters dated August 15,\n2014, Sept. 2, 2014 and Sept. 8, 2014 to show that he plaintiff has been\ntreated as a party to the arbitration agreement. It is submitted that because of\nthe repeated notices that the plaintiff is receiving from the Arbitral Tribunal,\nthe plaintiff for the purpose of chellenging/resisting the award will be treated\nas a party since the plaintiff would not be able to take the ground available\nunder <a href=\"/doc/848413/\" id=\"a_46\">Section 48(1) (b)</a> of the said Act at the stage of resisting the award that\nmay be passed.\nThe ld. Senior Counsel has further relied upon the following judgments for\nthe proposition that the Civil Court had jurisdiction to pass injunction order\nrestraining for an arbitration.\n i)     Nicco Corporation -vs- Prysmian (2010) 11 SCC 744:\nii)    Ghanshyam Das Behti -vs- Jamuna Transport AIR 2011 Cal 41\n       P 22\niii)   Bhagwandas Auto Finance Limited -vs- Citicorp AIR 2009 Cal\n       231 para 19.\niv)    (2011) 2 Lloyds LR 510 Claxton Engineering -vs- TXM paras\n       34 and 41.\nv)     (2013) 2 Lloyds LR 421 The Barito paras 72 to 73\n\n\nIt is submitted that in Enercon (supra) the issues arose for consideration was\nin a suit for anti arbitration injunction would the Civil Court or Arbitral\nTribunal decide the issue as to whether there exists a valid arbitration\nagreement.\nThe Hon&#x27;ble Supreme Court decided the above issue and held that the saii\nagreement is binding on the party.          It is argued that in this case the\narbitration agreement in the treaty is inoperative and not-capable of being\nperformed vis-à-vis plaintiff and/or defendant No. 1 for the following\nreasons:\n       (i)    The plaintiff is not a qualified treaty investor within the\n              meaning of <a href=\"/doc/176933186/\" id=\"a_47\">Article 1(4)</a> and Article 2.\n       ii) KPT is not a contracting party\n\nIn dealing with the submission of Mr. Sudipta Sarkar that the Indian\nArbitration Act does not confer any power on the Civil Court unlike the\nEnglish Courts to interfere with        foreign arbitration by passing anti\narbitration injunction.   It is submitted that Section 72 of the English\nArbitration Act, 1996 empowers the Civil Court to decide whether an\n arbitration agreement is valid.    This is in Part I of the said Act.       An\narbitration under New York Convention is under Part III. By virtue of\n<a href=\"/doc/883201/\" id=\"a_48\">Section 2(2)</a> and <a href=\"/doc/206974/\" id=\"a_49\">2(3)</a>, the previsions contained in Part I of the said Act,\nbarring a few specified sections (within does not include <a href=\"/doc/317155/\" id=\"a_50\">Section 72</a>) are not\napplicable to arbitrations governed under Part III.       Therefore, the Civil\nCourts England have no special power to decide the issue as to existence of\na foreign arbitration agreement.\nFrom a reading of the judgments of the EnglishCourt it will be evident that\nsuch power is derived by the English Court from Section 37 of the Supreme\nCourts Act, 1981, which is the general power of a Civil Court to pass\ninjunction and appoint Receiver.\n\n\nIn this regard Mr. Mitra has specifically relied upon paragraph 26 from\nClaxton Engineering Services Ltd. (supra) which reads :\n26. &quot;I am accordingly satisfied that I have jurisdiction to grant an injunction.\nThat jurisdiction derives from Section 37 of the Senior Courts Act 1981\nwhich provides that:\n    &quot;(1)   The High Court may by order (whether inter locutory or final)\n    grant an injunction or appoint a receiver in all cases in which it appears\n    to the court to be just and convenient to do so.\n    (2)     Any such order maybe made either unconditionally or on such\n            terms and conditions as the court thinks just.&quot;\n\n\nThe owner before the court of appeal submitted that the arbitration Act 1996\noccupies the whole grounds relating to the granting of relief in the form of\nanti-suit injunctions; nothing in the AA 1996 permits a court to interfere in\nthe question of whether or not an arbitration agreement binds the parties to it\n before that question has been referred first to the decision of arbitrators\nthemselves; therefore it is not open in principle for the C ourt to avail itself\nof any jurisdiction togrant an anti-suit injunction which it might otherwise\npossess under Section 37 of the Senior Courts Act 1981 (the SCA 1981);\nand in the absence of any current or prospective arbitration, there was and\nis no jurisdiction to grant relief under <a href=\"/doc/1211237/\" id=\"a_51\">section 44</a> of the AA 1996 either.\n<a href=\"/doc/1312664/\" id=\"a_52\">Section 37 (1)</a> of the SCA 1981 provides:\n&quot;The High Court may by order (whether interlocutory or final) grant an\ninjunction or appoint a receiver in all cases in which it appears to the court to\nbe just and convenient to do so&quot;.\nSection I of the AA 1996 provides:\n&quot;The provisions of this Part are founded on the following principles, and\nshall be construed accordingly (a) the object of arbitration is to obtain the\nfair resolution of disputes by an impartial tribunal without unnecessary delay\nor expense; (b) the parties should be free to agree how their disputes are\nresolved, subject only to such safeguards as are necessary in the public\ninterest: (c) in matters governed by this part the court should not intervene\nexcept as provided by this part&quot;.\nThis part of the AA 1996 there referred to is part I, which is headed\n&quot;Arbitration pursuant to an arbitration agreement&quot;. The question is raised by\nthe submissions before the Court as to whether section I(c)&#x27;s principle, when\nstating that &quot;the court should not intervene&quot;, is referring to intervention in\n&quot;arbitration&quot;, &quot;arbitration agreement&quot;, or &quot;arbitration proceedings&quot;.\nThe court of appeal analysis various sections of the Indian Arbitration Act\nand held :\nTherefore, a question of substantive jurisdiction can always be taken to the\ncourt, either sooner, by agreement of the parties or the arbitrators&#x27; and\n court&#x27;s leave, under <a href=\"/doc/826945/\" id=\"a_53\">Section 32</a>, or later by challenge to an award under\n<a href=\"/doc/472174/\" id=\"a_54\">section 67</a>, or, it seems, sooner or later by a party who takes no part in the\narbitral proceedings, under <a href=\"/doc/317155/\" id=\"a_55\">Section 72</a>.\nIt is to be observed that the sections within part I (which extends down to\n<a href=\"/doc/677953/\" id=\"a_56\">section 84</a>) refer as may be appropriate to &quot;arbitration&quot; in general (as in\nsection I (a)&#x27;s &quot;the object of arbitration&quot;); to &quot;the arbitration&quot; as in <a href=\"/doc/686376/\" id=\"a_57\">section\n3</a>&#x27;s the seat of the arbitration; to &quot;arbitration agreement&quot; (as in <a href=\"/doc/310829/\" id=\"a_58\">sections 5</a>, <a href=\"/doc/1660061/\" id=\"a_59\">6</a>,\n<a href=\"/doc/1846895/\" id=\"a_60\">7</a>, <a href=\"/doc/1146817/\" id=\"a_61\">8</a> and <a href=\"/doc/1079220/\" id=\"a_62\">9</a>); to &quot;arbitral proceedings&quot; (as in <a href=\"/doc/750244/\" id=\"a_63\">sections 12</a>, <a href=\"/doc/1137274/\" id=\"a_64\">13</a>, <a href=\"/doc/966297/\" id=\"a_65\">14</a> and <a href=\"/doc/826945/\" id=\"a_66\">32</a>); and\nto &quot;arbitrators&quot; and &quot;arbitral tribunal&quot; (as in <a href=\"/doc/626570/\" id=\"a_67\">sections 15</a> ff) <a href=\"/doc/1211237/\" id=\"a_68\">Section 44</a> is\nplaced under a heading (which precedes <a href=\"/doc/192913/\" id=\"a_69\">section 42</a>) named &quot;Power of court\nin relation to arbitral proceedings&quot;. <a href=\"/doc/1211237/\" id=\"a_70\">Section 44(I)</a> itself refers to the court&#x27;s\npower for the purposes of and in relation to arbitral proceedings.\nIt is not obvious from its own terms that the scope of <a href=\"/doc/1211237/\" id=\"a_71\">section 44</a> extends to\nthe grant by the court of an anti-suit injunction in support of arbitral\nproceedings. <a href=\"/doc/1211237/\" id=\"a_72\">Section 44(2) (e)</a> refers to the grant of an interim injunction,\nbut not to final injunctions: see Cetelem SA v Roust Holding Ltd(2005) I\nWLR 3555. In the Cetelem case this court discussed the power of the court,\nin aid of the arbitral process, to make interim injunctions for the purpose of\npreserving evidence or assets, see <a href=\"/doc/1211237/\" id=\"a_73\">section 44(3)</a>. In Starlight Shipping Co. v\nTai Ping Insurance Co Ltd Hubei Branch (2008)1 All ER (comm) 593, para\n21 Cooke J held that his must include the contractual right to have disputes\nreferred to arbitration, and thus embraced the right to seek at any rate an\ninterim anti-suit injunction. I will assume that is correct (at any rate on the\nfacts of that case) and it has not been formally disputed that it is, but Mr.\nEder expressed some reservations, and I would for myself consider the\nmatter unsettled.\n All the various issues raised before the Court of appeal in so far as the\npresent case concern as it concerns as it involves a jurisdiction issue. I\nwould confined to the observations made by the court of appeal to such\njurisdiction issue. In the words of the court of appeal &quot;The first raises the\nquestion whether as a matter of principle the court has effective jurisdiction\nto grant a declaration or an anti-suit injunction to protect a party&#x27;s rights\nunder an arbitration agreement in circumstances where there are no arbitral\nproceedings on foot and none are intended pursuant to what agreement&quot;.\nOn construction of <a href=\"/doc/164463578/\" id=\"a_74\">Section 1(c)</a> <a href=\"/doc/1306164/\" id=\"a_75\">1996</a> Act it was held\nThere seems no reason in principle why the court might not want to\nintervene in such a case, so as to support arbitration and not to interfere in it.\nTherefore, it seems to me that section I(C) does not drive the answer to the\nissue in our case. Secondly, section I(C) is only one of three principles\nstated in section I. The first two principles are (a) that &quot;the object of\narbitration is to obtain the fair resolution of disputes by an impartial tribunal\nwithout unnecessary delay or expense&quot; and (b) that &quot;the parties should be\nfree to agree how their disputes are resolved, subject only to such safeguards\na are necessary in the public interest&quot;. As for the first of these (section I(a)),\nit is not really concerned with a dispute of substantive jurisdiction which\narises from a fundamental disagreement as to whether the parties have ever\nagreed to arbitrate at ll. For if they have not agreed to arbitrate, then the\narbitral tribunal can have no proper, and certainly no definitive role in\nresolving their disputes; and whether they have agreed to arbitrate or not,\nthat issue of substantive jurisdiction can only ultimately (if the issue is alive,\nand taken and not lost by any procedural bar) be resolved by the court, and\nnot by any arbitral tribunal. Moreover, I have already explored above (at\npara 8 I) the issue of &quot;unnecessary delay or expense&quot; in this context, which\n may well pushin favour of a preliminary issue in the courts even where an\narbitration reference is itself up and running. As for the second of these\nprinciples (section I (b), where parties may have agreed an arbitration\nagreement but are in dispute as to whether they have done so, the principle\nof party autonomy suggests that the court should be prepared to assist in\nfinding ways for that dispute to be resolved. Thus a consideration of all\nthree of these principles may well suggest that a balancing exercise has to be\nperformed in which the private and public interests involved, and the\npurposes of the AA I 1996, might well weigh in fabvour of the court playing\na necessary role. Such a conclusion seems to me moreover to reflect the\nnumerous cases, both before and after the AA 1996, in which the court has\nbeen prepared to use or to recognise the use of <a href=\"/doc/772406/\" id=\"a_76\">section 37</a> to support\narbitration by requiring parties to refer their disputes to arbitration, rather\nthan to allow one party to pre-empt the issue of arbitral jurisdiction by use of\nforeign courts: see, for instance, The Angelic Grace (1995) I Lloyd&#x27;s Rep\n78, and the XL Insurance Ltd (2001) 1 ALL ER (Comm)530, Welex (2003)\n2 Lloyd&#x27;s Rep 509, Through Transport (2004) 1 Lloyd&#x27;s Rep206, Elektrim\n(No 2) (2007) 2 Lloyd&#x27;s Rep 8, and Starlight Shipping (2008)1 ALL ER\n(Comm) 593 cases.\n102. There is nothing in the Saville Report to suggest that use of the anti-\nsuit injunction, at that time so recently and so importantly highlighted in The\nAngelic Grace, in support of arbitration was unjustified or inconsistent with\nthe principles of the new Bill&quot;.\nAlthough various points have been raised by the plaintiff to challenge the\nproceeding but the moot point appears to be that the arbitration agreement is\ninoperative as between the plaintiff and the defendant no.1.\n The notification of claim refers to the contract dated 16th October, 2009 for\nthe supply operation and maintenance of cargo handling equipment and\nberth nos. 2 and 8 of Haldia Dock Complex awarded by the Board of\nTrustees for the Port of Calcutta to a consortium comprising of ABG\nInfralogistics and ABG Kolkata Container Terminal Private Limited. The\nconsortium has successful tenderer incorporated a Special Purpose Vehicle\nnamely the respondent no.3 HBT.\nLDA is a company incorporated under the laws of France ( registered under\nnb 652 012 311 Companies and Trade Registry of Nanterre) and having its\nregistered office at &quot;Les ecluses&quot; 28 Guai Gallieni, - 92158 Suresnes,\nFRANCE. LDA is experienced in the dry bulk cargo transportation and\nhandling industry.\nABG Ports Limited (hereinafter &quot;ABG Ports&quot;) and ABG Kolkata Terminals\nPrivate Limited (hereinafter &quot;ABG Kolkata&quot;), are subsidiaries of ABG\nInfralogistics Limited (hereinafter &quot;ABG&quot;), all of which are companies\nconstituted under the laws of India and are inter alia, engaged in the business\nof investing in and operating infrastructures assets including cargo terminals\nin ports. In or about 2008, the said Consortium secured a tender for the\nsupply, operation and maintenance of cargo handling equipment of Berth\nnos. 2 and 8 (hereinafter the said Berths&quot;) at the Haldia Dock Complex\n(hereinafter HDC) from KoPT, through a global competitive bid process As\nper the terms of the tender documents, this Consortium subsequently\nincorporated itself as a joint venture company namely HBT.\nALBA Asia Private Limited (previously known as ABG LDA Bulk\nHandling Private Limited) (hereinafter ALBA) is a joint venture company\nincorporated under the laws of India through a collaboration between LDA\nand ABG Ports.\n HBT is a joint venture company incorporated under the laws of India by the\nConsortium, which was formed specifically for the purpose of carrying out\nthe activities related to the Project and which entered into the Contract with\nKoPT. On or about 23rd July, 2009, HBT became a subsidiary of ALBA.\nThe defendant no.1 in the brief statement of facts relevant to the claim stated\nthat HBT was incorporated for the purpose of entering into the contract with\nKoPT and implementing the aforesaid project. LDA (ALBA) as on the date\nof filing of the statement of claim invested funds to the tune of INR 102\nCrores approximately in the said project.\nAs per the terms of a letter of Intent dated 29th April 2009 (hereinafter the\nLoI) issued by KoPT, HBT was to procure a large number of highly\nspecialized cargo handling equipment.        Pursuant thereto, ALBA made\ninvestments in HBT to the tune of approximately INR 140 crores for the\npurpose of procuring the required cargo handling equipment. HBT also\nfurnished a performance Bank Guarantee to KoPT to the tune of INR 4\ncrores . In the two years of the operation of the said Project (2010-2012)\nand since its termination, ALBA has had to further inject funds to the tune of\nINR 68 Crores to fund operational losses in HBT arising out of India&#x27;s\nbreach of its obligations under the Treaty, as detailed herein below:\nFrom the very inception of the project, India the State government, KoPT,\nand a number of authorities and agencies have consistently and deliberately,\nthrough their acts and omissions:\n- created impediments to the implementation of the Project in an\n   efficacious manner;\n- compelled HBT to overstaff the project;\n- created impediments to the operation of the Project facilities in an\n   efficacious manner in a normal, safe and conducive environment;\n - failed to provide protection and safety to the Project facilities or HBT&#x27;s\n   personnel adequately or at all;\n- financially crippled the Investment and the Project;\nAs a result of which the Contract was rendered redundant and HBT was left\nwith no choice but to terminate its Contract with KoPT.\nAs such, India, though its acts and omissions, has denied fair and equitable\ntreatment to LDA, failed to provide protection and safety to LDA&#x27;s\nInvestment in India and has ultimately indirectly expropriated LDA&#x27;s\nInvestment in the Project, thereby causing irreparable harm, injury and loss\nto LDA in clear violation of its obligations under the Treaty.\nThere is a dispute resolution mechanism provided in the Treaty, which\nstates:\n<a href=\"/doc/1507561/\" id=\"a_77\">ARTICLE 9:\n1</a>) Any dispute concerning the investments occurring between one\nContracting Party and an investor of other Contracting Party shall, if\npossible, be settled amicably between the two parties concerned.\n2) Any such dispute which has not been amicably settled within a period of\nsix months from written notification of a claim may be submitted to\ninternational conciliation under the Conciliation rules of the United Nations\nCommission on International Trade Law, if the parties so agree.\n3) Notwithstanding paragraph 2, the dispute may be referred to arbitration at\nany time as follows:\n          (a) If the Contracting party of the investor and other Contracting party\nare both parties to the Convention on the Settlement of Investment Disputes\nbetween States and Nationals of other States open to signature in\nWashington on March 18, 1965, and the investor consents in writing to\n submit the dispute to the International Centre for the Settlement of\nInvestment Disputes, such a dispute shall be referred to the Centre; or\n      (b) If the investor so decides, the dispute shall be referred to an ad\nhoc arbitral tribunal in accordance with the Arbitration Rules of the United\nNations Commission of International Trade Law, as adopted by the General\nAssembly on December 15, 1976. In respect of such arbitral proceeding, the\nfollowing shall apply;\nThe judgments cited at the bar would show that <a href=\"/doc/310829/\" id=\"a_78\">Section 5</a> of the Arbitration\nand Conciliation Act is of general principle which would be applicable to all\narbitration proceedings, irrespective of fact whether it is a domestic\narbitration or an international arbitration.\nWhether the Civil Court would exercise its jurisdiction to stay a foreign\narbitration bristles with problem and discretion.\nThe Hon&#x27;ble Supreme Court in Chatterjee Petrochem (supra) rejected the\nargument of the Ld. Senior Counsel for HPL that Section 5 of the\nArbitration Consideration Act which bars intervention by judicial authority\nin arbitration Agreement will not be applicable to International Agreement.\nThe Hon&#x27;ble Supreme Court relied upon the following observations of the\nApex Court in Venture Global Engineering vs. Satyam Computer Services\nLimited and Anr. which reads:\n&quot;...... In order to find out an answer to the first and prime issue and whether\nthe decision in Bhatia International (supra) is an answer to the same, let us\ngo into the details regarding the suit filed by the appellant as well as the\nrelevant provisions of the Act. The appellant VGE filed O.S. no. 80 of 2006\non the file of the 1st Additional District Court, Secunderabad, for a\ndeclaration that the Award dated 03.04.2006 is invalid, unenforceable and to\nset aside the same. <a href=\"/doc/310829/\" id=\"a_79\">Section 5</a> of the Act makes it clear that in matters\n governed by Part I, no judicial authority shall intervene except where so\nprovided. <a href=\"/doc/310829/\" id=\"a_80\">Section 5</a> which falls in Part I, specifies that no judicial authority\nshall intervene except where so provided. The Scheme of the Act is such\nthat the general provisions of Part I, including <a href=\"/doc/310829/\" id=\"a_81\">section 5</a> will apply to all\nchapters or parts of the Act&quot;.\nThe Hon&#x27;ble Supreme Court held that the Principal Agreement dated 12th\nJanuary, 2002 continues to be in force with its arbitration clause. It was\nfurther held that <a href=\"/doc/310829/\" id=\"a_82\">Section 5</a> of the Arbitration Conciliation Act would be\napplicable to para II of the Act as well. The Agreement dated 12th January,\n2002, remain valid and arbitration clause with all forms would be applicable\nto the parties concerned to get their disputes arbitrated and resolved in the\narbitration as per the rules of ICC.\nThe fact of non-signatory to the agreement was also considered in paragraph\n36 of the said report in which it was held that the non-signatory to the\nagreement does not jeopardize the arbitration clause in any manner. The\nobservation is stated below:\n&quot;The fact that CPIL, which initially was a non-signatory to the Agreement\ndoes not jeopardize the arbitration clause in any manner. In this connection,\nwe are inclined to record an observation made in the three Judge Bench\ndecision of this Court in Chloro Controls India Pvt. Ltd. (supra), wherein it\nwas held as under:\n&quot;107. If one analyses the above cases and the authors&#x27; views, it becomes\nabundantly clear that reference of even non-signatory parties to arbitration\nagreement can be made. It may be the result of implied or specific consent\nor judicial determination. Normally, the parties to the arbitration agreement\ncalling for arbitral reference should be the same as those to the an action.\nBut this general concept is subject to exceptions which are that when a third\n party, i.e. non-signatory party, is claiming or issued as being directly\naffected through a party to the arbitration agreement and there are principal\nand subsidiary agreements and such third party is signatory to a subsidiary\nagreement and not to the mother or principal agreement which contains the\narbitration clause, then depending upon the facts and circumstances of the\ngiven case, it may be possible to say that even such third party can be\nreferred to arbitration.&quot;\nThe Hon&#x27;ble Supreme Court accordingly dismissed the suit and directed the\nparties to resolve the dispute for arbitration in terms of clause 15 of the letter\nof agreement dated 12th January, 2002 in accordance with the rules of ICC.\nIn Excalibur Ventures v. Texas Keystone reported at 2011(2) LLOYD&#x27;S\nLAW REPORTS the issue was whether the Court has jurisdiction to grant an\nanti arbitration injunctions when a dispute is raised as to the parties to\narbitration clause and whether there was ever an agreement to arbitrate. It\nwas held :\n&quot;The English Courts had jurisdiction under <a href=\"/doc/171631285/\" id=\"a_83\">Section 37</a> of the Supreme\n\nCourts Act 1981 to grant injunctions restraining arbitrations where the seat\n\nof the arbitration was in a foreign jurisdiction, although it was a power only\n\nexercised in exceptional circumstances and with caution. An English court\n\nwould be particularly slow to restrain arbitration proceedings where there\n\nwas an agreement for the arbitration to have its seat in a foreign jurisdiction\n\nand the parties had &quot;unquestionably agreed&quot; to the foreign arbitration clause.\n\nQuestions relating to arbitrability or jurisdiction, or to staying the arbitration\n\nmight in appropriate circumstances better be left to the foreign courts having\n supervisory jurisdiction over the arbitration. Nonetheless in exceptional\n\ncases, for example where the continuation of the foreign arbitration\n\nproceedings might be oppressive or unconscionable, where the very issue\n\nwas whether the parties had consented or where there was an allegations that\n\nthe arbitration was a forgery the court might exercise its power. The court\n\nwould pass an anti-arbitration injunction. The court accepted the broad and\n\nflexible approach of Rix LJ in AES Ustkamenogorsk Hydropower Plant LLp\n\nv Ust-Kame-nogorsk Hydropower Plant JSC (2011) 2 Lloyd&#x27;s Rep 233 and\n\nreferred to paragraphs 81 to 85 and paras 98 to 100 of the said judgment\n\nwhich read:\n\n      81. This analysis, in my respectful opinion, usefully underscores the\n\nwider picture about the autonomy of the parties and the jurisdiction of\n\narbitrators with power to investigate their own jurisdiction, namely that,\n\nsooner or later, the question of substantive jurisdiction is likely to come\n\nbefore the court. Where parties differ as to a matter as fundamental as\n\nwhether they have agreed any contract, or any contract containing an\n\narbitration clause , it is most unlikely that one or other of them will rest\n\ncontent with the decision of arbitration as to either their jurisdiction or as to\n\nthe parties&#x27; rights. For one or other party is saying that there is simply no\n\nagreement that arbitrators can resolve their disputes. In such circumstances,\n the issue of jurisdiction is likely to come before the courts sooner or later,\n\nand when it does, it will have to be decided by the court from first principles\n\nand in the light of facts which, whatever the investigation by the arbitrators\n\nare yet to be determined on the evidence by the court. That is the learning of\n\nAzov shipping, approved by the Supreme Court in Dallah, where I said this.\n\nThis was perhaps a case where the parties might well have come to Court,\n\neither by agreement or upon the application by one side or the other for the\n\nCourt to determine the issues of jurisdiction, on the ground that it was likely\n\nto produce substantial sayings in cost and that there was good reason why\n\nthe matter should be decided by the Court. With hindsight it seems to me\n\nthat even if the parties could not agree on that course, the Court would be\n\npersuaded to allow such a determination if, of course, the tribunal had given\n\nits own permission, which is a sine qua non in the absence of the agreement\n\nof the parties. It might be assumed that the arbitrator may have been the\n\nmore willing to give his agreement inasmuch as the question of jurisdiction\n\nin this case involved the prior question of whether Azov had ever become a\n\nparty to the agreement as a whole\n\nI can quite see that there is an interest in encouraging parties to put their\n\narguments on jurisdiction before the arbitrator himself under <a href=\"/doc/308340/\" id=\"a_84\">Section 30</a>. In\n\nmany cases, and perhaps in the ordinary and normal case of such a\n challenge, where, for instance, there is simply an issue as to the width of an\n\narbitration clause and no issue a to whether a party is bound to the relevant\n\ncontract in the first place, the arbitrator&#x27;s view may be accepted. If it is not,\n\na challenge to the court is likely to be a limited affair raising, essentially, a\n\npoint of construction on the clause and thus no problem arises. Where,\n\nhowever, there are substantial issues of fact as to whether a party has made\n\nthe relevant agreement in the first place, then it seems to me that, even if\n\nthere has been a full hearing before the arbitrators the court, upon a\n\nchallenge under <a href=\"/doc/472174/\" id=\"a_85\">Section 67</a>, should not be placed in a worse position than\n\nthe arbitrator for the purpose of determining that challenge ...&#x27;\n\n82. Thus a question of jurisdiction may come before the court in a number\n\n     of different situation. It might arise where one party goes to court with\n\n     a claim and the defendant seeks a stay for arbitration the claimant may\n\n     say there is no contract or no arbitration agreement, and the court will\n\n     have to investigate that question for the purpose of dealing with the\n\n     application to stay. Or a party may commence an arbitration, that the\n\n     other party may say there is no agreement or no agreement to arbitrate,\n\n     in which case the matter is prima facie for the arbitrators to decide in\n\n     the first instance pursuant to Se3ction 30. In a plain case the arbitrators\n\n     may proceed to determine their own jurisdiction, but equally the parties\n may agree to come straight to court to determine the question, or the\n\narbitrators may give permission for the issue to be taken to court and\n\nthe court may agree to accept the issue at that stage. Or the respondent\n\nin the arbitration may stand aloof, and come to Court under <a href=\"/doc/317155/\" id=\"a_86\">Section 72</a>,\n\nor, following an award, under <a href=\"/doc/472174/\" id=\"a_87\">Section 67</a>.         Or, a party may start\n\nproceedings in another country and the defendant there then comes to\n\nthe English Court to ask it to uphold their arbitration agreement by\n\ngranting an anti-suit injunction.    That is the equivalent of a party\n\nseeking a stay where an action is begun in England. Where the action in\n\nbreaches or alleged breach of an arbitration agreement is begun in a\n\nforeign country, the respondent may or may not seek a stay there, but\n\nhere he may ask for an anti-suit injunction.\n\n83. There are further variations thrown up by the cases. In some cases,\n\nit is reasonably plain that an arbitration agreement has been made, but\n\nthere maybe an issue as to its scope, or as to whether there has been a\n\nrepudiation of it, or, as here, as to its surviving effectiveness. IN other\n\ncases, there is a factual dispute as to whether any agreement has ever\n\nbeen made in the first place, or a legal dispute as to whether an\n\narbitration clause has been incorporated into the parties&#x27; contract.\n\nMoreover, in some cases, what is sought from the Court is an interim\n injunction, which is among the subject matters of <a href=\"/doc/1211237/\" id=\"a_88\">Section 44</a>, and in\n\nother cases what is sought is a final injunction, which is not within\n\n<a href=\"/doc/1211237/\" id=\"a_89\">Section 44</a> but, subject to contrary agreement by the parties, may be\n\nwithin the powers of an arbitral tribunal in a final award.\n\n84. Moreover, a distinction may have to be made between a declaration\n\nas to the existence or effectiveness of an arbitration agreement about\n\nwhich parties are in dispute, which is a form of final relief as to the\n\nparties&#x27; legal rights, and an anti-suit injunction which, at any rate in its\n\ninterim form, is only intended to hold the ring until some tribunal,\n\nwhether it is the Court itself at some later date, or an arbitral tribunal,\n\ncan grapple with the merits of the parties&#x27; dispute.\n\n85. This variety of situations suggests to my mind that is not possible\n\nto be dogmatic about where the principle in <a href=\"/doc/164463578/\" id=\"a_90\">Section 1(c)</a> of the AA\n\n1996 leads. It is also relevant to observe that the Saville Report has\n\nnothing to say about anti-suit injuctions, even though it was written in\n\nFebruary 1996, which is comfortably after The Angelic Grace had been\n\ndecided in this Court, and even though the report&#x27;s discussion of\n\n<a href=\"/doc/1211237/\" id=\"a_91\">Section 44</a> includes a reference to Mareva or Anton Piller relief.\n\n98. Fourthly, it seems to me to be going too far to say that because an\n\narbitral tribunal &#x27;may rule on its own substantive jurisdiction&#x27;\n (emphasis added), therefore the Court ought always to regard the\n\nposition as though there is an obligation on the parties and/or on the\n\narbitrators for the arbitrators to rule on any dispute about their\n\nsubstantive jurisdiction. Anything may happen. The potential dispute\n\nmay not be passed. The disputing pary may stand aloof and come to\n\ncourt. The parties may join issue in the arbitration, but agree to go to\n\ncourt for a preliminary issue on jurisdiction. The parties may not be\n\nable to agree on such a preliminary issue, but an application may be\n\nmade to the court with the permission of the arbitrators for such a\n\npreliminary issue.    The court may or may not accept such an\n\napplication.\n\n99. In such circumstances, I do not with respect agree with an\n\ninterpretation of Vale do Rio which regards it as laying down a rule for\n\njurisdiction that it is in all circumstances necessary for a party who\n\nwishes to raise with the court an issue of the effectiveness of an\n\narbitration clause first to commence an arbitration and go through the\n\nprocedures and provisions of <a href=\"/doc/308340/\" id=\"a_92\">sections 30</a> to <a href=\"/doc/826945/\" id=\"a_93\">32</a> and/or <a href=\"/doc/472174/\" id=\"a_94\">section 67</a> and/or\n\n<a href=\"/doc/317155/\" id=\"a_95\">section 72</a>. If, however, that is what Thomas J was saying in Vale do\n\nRio, then I would not with respect agree with that view. In any event,\n\nsince the alleged party to the charter and the arbitration agreement in\n that case was not as yet a party to the court proceedings (not having\n\nbeen served) and only a non-party (the brokers) were involved in the\n\ncourt proceedings, I would not regard any view expressed there as other\n\nthan obiter.   Thomas J did not in any event there consider the role of\n\n<a href=\"/doc/772406/\" id=\"a_96\">section 37</a> of the SCA 1981. In my judgment, at any rate in a case\n\nwhere no arbitration has been commenced and none is intended to be\n\ncommenced, but a party goes to court to ask it to protect its interest in a\n\nright to have its disputes settled in accordance with its arbitration\n\nagreement, it is open to the Court to consider whether, how best, if at\n\nall, to protect such a right to arbitrate. Whether it will assist a claimant\n\nat all, and if so, how, is a matter for its discretion: but it would to my\n\nmind be an error of principle and good sense for the Court to rule that\n\nas a matter of jurisdiction, or even as a matter of the principled exercise\n\nof its discretion, it has no possible role in the protection and support of\n\narbitration agreements in such a context.\n\n100. Thus I do not consider that <a href=\"/doc/164463578/\" id=\"a_97\">Section 1 (c)</a> of the AA 1996, which in\n\nany event is a general principle intended to assist in the constriction of\n\nthe Act rather than a legal rule which binds the Court even in terms of\n\nanother statute, assists much in answering the question which is before\n\nthe Court in this case. First, the principle in <a href=\"/doc/164463578/\" id=\"a_98\">Section 1 (c)</a> necessitates\n the asking of the question: &#x27;should not intervene&#x27; in what? In the\n\nconduct of an arbitration? That would seem to be the essential purpose\n\nof such a principle. In the conduct of litigation, here or abroad, which\n\nthreatens the safty of an arbitration agreement or any possible\n\narbitration pursuant to it? There seems no reason in principle why the\n\nCourt might not want to intervene in such a case, so as to support\n\narbitration and not to interfere in it. Therefore, it seems to me that\n\n<a href=\"/doc/164463578/\" id=\"a_99\">Section 1(c)</a>    does not drive the answer to the issue in our case.\n\nSecondly, <a href=\"/doc/164463578/\" id=\"a_100\">section 1(c)</a> is only one of three principles stated in <a href=\"/doc/1273544/\" id=\"a_101\">section\n\n1</a>. The first two principles are (a) that &quot;the object of arbitration is to\n\nobtain the fair resolution of disputes by an impartial tribunal without\n\nunnecessary delay or expense&quot; and (b) that &quot;the parties should be free\n\nto afree how their disputes are resolved, subject only to such safeguards\n\nas are resolved, subject only to such safeguards as are necessary in the\n\npublic interest&quot;. As for the first of these (<a href=\"/doc/63583764/\" id=\"a_102\">section 1(a)</a> it is not really\n\nconcerned with a dispute of substantive jurisdiction which arises from a\n\nfundamental disagreement as to whether the parties have ever agreed to\n\narbitrate at all. For if they have not agreed to arbitrate then the arbitral\n\ntribunal can have no proper and certainly no definitive role in resolving\n\ntheir disputes: and whether they have argeed to arbitrate or not, that\n      issue of substantive jurisdiction can only ultimately (if the issue is alive\n\n     and taken and not lost by any procedural bar) be resoved by the court\n\n     and not by the arbitral tribunal. Moreover, I have already explored\n\n     above (at para 81) the issue of uncessary delay and expense in this\n\n     context, which may well push in favour of a preliminary issue in the\n\n     courts even ewhere an arbitration reference is itself up an running. As\n\n     for the second of these principles (section 1b)where parties may have\n\n     agreed an arbitration agreement but are in dispute as to whether they\n\n     have done so the pirciple of party autonomy suggests that the court\n\n     should be prepared to assist in finding ways for that dispute to be\n\n     resolved. Thus a consideration of all three of these princiles may well\n\n     suggest that a balancing exercise has to be pereformed in which the\n\n     private and public interest involved,. And the purposes of the AA 1996\n\n     might well weigh in faovur of the court playing a necessary role&quot;\n\n     Then in paragraphs 66 and 67 the court proceeds to hold:\n\n66. Of course, in the AES case Rix LJ was not dealing with a foreign\narbitration, but his analysis clearly supports the proposition that in\ncircumstances such as the present the court has jurisdiction to decide\nwhether itself to resolve the issue as to whether an arbitration agreement\nexists.\n67. Moreover in a situation converse to the one before the court ie where a\ndefendant is proceeding before the court applies for a stay in faovur of\n foreign arbitration proceeding pursuant to <a href=\"/doc/1079220/\" id=\"a_103\">section 9</a> of the Arbitration act if\nthe issue is whether an arbitration agreement was ever concluded then the\ncourt can clearly determine such an issue, if it considers it appropriate to do\nso: see Al-Naimi (supra) at page 524. Indeed if the stay is sought pursuant\nto <a href=\"/doc/1079220/\" id=\"a_104\">section 9</a>, the court has to be satisfied in order to exercise its powers under\nthe section to grant a stay, that an arbitration agreement has in fact been\nconcluded. If the court decides that the arbitrators should decide the issue,\nand therefore, ex hypothesi is not satisfied as to the existence of such an\nagreement then the stay is granted pursuant to the inherent jurisdiction as\nnow set out in CPR 3.1(2) (f) : see ibid, pages 525 and 527. The court looks\nfor the most economical way to decide where the real dispute should be\nresolved. That seems to me to be the correct approach here. But that is a\nmatter of discretion, not jurisdiction.\n\nThe provision of the <a href=\"/doc/1003813/\" id=\"a_105\">English Prohibition Act</a> was analysed and it was held:\n&quot;I also reject Excalibur&#x27;s argument that, as a matter of jurisdiction, it is for\nthe tribunal, and not the English court, to determine the arbitrability of\nExcalibur&#x27;s claims against the Gulf Defendants. The scheme set out in the\nAct shows that the court undoubtedly has jurisdiction to determine the issue\nof arbitrability in circumstances very similar to the present case.\nIn the case of an English arbitration, <a href=\"/doc/317155/\" id=\"a_106\">section 72</a> of the Act expressly provides\nthat the court may determine whether there is an arbitration agreement\nbinding on a person alleged to be a party to arbitral proceedings, so long as\nthat person has no taken part in the arbitral proceedings.\nThe fact that <a href=\"/doc/308340/\" id=\"a_107\">Section 30</a> of the Act (on which Excalibur relies) permits, in\nthe case of an English arbitration (but does not require), an arbitral tribunal\nto decide questions of jurisdiction is of no consequence. <a href=\"/doc/1306164/\" id=\"a_108\">The Act</a> does not\n require a party who maintains that there is no arbitration agreement to have\nthat question decided by an arbitral tribunal Dirse Construction Ltd v. St\nDavid Ltd (1999) BLR 194 as approved in Al Naimi v Islamic Press Agency\nInc(2000) 1 Lloyd&#x27;s Rep 522 at page 525, Mr. Panayides contention that\n&quot;.....the English court would, pursuant to s 30 of the <a href=\"/doc/1052228/\" id=\"a_109\">Arbitration Act</a> 1996,\ndefer to the tribunal on questions of jurisdiction in first instance&quot; is wrong as\na matter of l aw.     In Dallah the Supreme court quoted with approval\nFouchard, Gailard, Goldman, International Commercial Arbitration, to the\nfollowing effect:\n&quot;Even today, the competence competence principle is all to often interpreted\nas empowering the arbitrators to be the sole judges of their jurisdiction.\nThat would be neither logical nor acceptable. In fact, the real purpose of the\nrule is in no way to leave the question of the arbitrators jurisdiction in the\nhands of the arbitrators alone. Their jurisdiction must instead be reviewed\nby the courts if an action is brought to set aside or to enforce the award&quot;.\nLord Mance went on to say at para 26 &quot;An arbitral tribunal&#x27;s decision as to\nthe existence of its own jurisdiction cannot therefore bind a party who has\nnot submitted the question of arbitrability to the tribunal..... Domestically,\nthere is no doubt that, whether or not a party&#x27;s challenge to the jurisdiction\nhas been raised, argued and decided before the arbitrator, a party who has\nnot submitted to the arbitrator&#x27;s jurisdiction is entitled to a full judicial\ndetermination on evidence of an issue of jurisdiction before the English\nCourt, on an application made in time for that purpose under <a href=\"/doc/472174/\" id=\"a_110\">Section 67</a> of\nthe Arbitration Act, 1996, just as he would be entitled under <a href=\"/doc/317155/\" id=\"a_111\">Sec. 72</a> if he\nhad taken no part before the arbitrator: see eg. Azov Shipping Co v Baltic\nShipping Co (1999) 1 AII ER 476&quot;.\n &quot;The nature of the present exercise is in my opinion, also unaffected where\nan arbitral tribunal has either assumed or, after full deliberation, concluded\nthat it had jurisdiction&quot;.\nAlthough there may not be same and/or similar provisions in the <a href=\"/doc/1306164/\" id=\"a_112\">Indian\nArbitration Act, 1996</a> but he jurisdiction of the Court to interfere in such a\nsituation is not completely obliterated as one could found that in <a href=\"/doc/160474/\" id=\"a_113\">Sec.45</a>\npowers have been given to the Court to refuse reference in case it is found\nthat the said agreement is null and void, inoperative or incapable of being\nperformed. Even under the domestic arbitration in a reference being sought\nunder <a href=\"/doc/1841764/\" id=\"a_114\">Section 11</a> of the Act the Court would be required to decide the\nquestion of arbitratrability of the claim, validity of the arbitration agreement\nand other jurisdictional matter. (SBP &amp; Co. v Patel Engineering Ltd 2005\n(8) SCC 618)\nIn a subsequent decision in Swiss Timing Ltd. v. Common Wealth Games\n2010 Organising Committee reported at 2014(6) SCC 677 it was held that\nwhile exercising jurisdiction under <a href=\"/doc/1841764/\" id=\"a_115\">Section 11</a>, the court can decline to refer\ndisputes to arbitration if contract is patently void or where it reaches a\nconclusion that the contract is void on a meaningful reading of contract\ndocument without requirement of any further proof.          The court cannot\ndecline reference to arbitration on the allegations of fraud, coercion,\nunsoundness of mind, undue influence and misrepresentation since all of the\nabove defects result in voidable and not void contracts. A word of caution\nwas given in the said judgment against misuse of the provisions of <a href=\"/doc/310829/\" id=\"a_116\">Section 5</a>\nin paragraph 25 of the said report relevant portion whereof reads:-\n       &quot;5.    <a href=\"/doc/1091250/\" id=\"a_117\">Section 5</a> of the Arbitration Act provides that the Court shall\n       not intervene in the arbitration process except in accordance with the\n       provision contained in <a href=\"/doc/1052228/\" id=\"a_118\">Part OI of the Arbitration Act</a>. This policy of\n       lest interference in arbitration proceedings recognizes the general\n      principle that the function of Courts in matters relating to arbitration is\n      to support the arbitration process. A conjoint reading of <a href=\"/doc/310829/\" id=\"a_119\">Section 5</a> and\n      <a href=\"/doc/675839/\" id=\"a_120\">Section 16</a> would make it clear that all matters including the issue as\n      to whether the main contract was void/voidable can be referred to\n      arbitration. Otherwise, it would be a handy tool available to the\n      unscrupulous parties to avoid arbitration, by raising the bogey of the\n      underlying contract being void.&quot;\n\n\n\nThe instant BIT is similar to other BIT&#x27;s and certain domestic legislation\nprovide not only for International arbitration of disputes, but also substantive\nrights that investors may invoke in such proceedings. The substantive rights\nare varied and overlap but there are common threads that run through them.\nOne of those threads is that host countries seek investors who would\ncontribute to the development of the host country and in exchange receive\ncertain guarantees. One of those guarantees the investor would seek is a fair\nand equitable treatment by the host country. Another related provision is\nthat the investor would receive full security of the investments and there\nwould be no discrimination against the foreign investor in comparison with\nthe other investors. The fair and equitable treatment standard relates to the\ninvestor&#x27;s legitimate expectations as to the transparency, stability and\nprocedural fairness and investor reasonably expected when the investor\nmade the investment. However, in considering such standard the investor is\nnot to be protected from normal commercial risks that one assumes in\nmaking the investment. However, where assurances have been received that\ncover what in some circumstances would otherwise be normal commercial\n risks, those may give rise to a claim of breach of the fair and equitable\ntreatment standard. The issue therefore, arises in many cases is what the\nlegitimate expectation of foreign investor was when the investment was\nmade and whether that expectation has been frustrated by the host State.\n(See Handbook of UNCITRAL Arbitration, Thomas H. Webster Sweet\n&amp; Maxwell 2010 Edition). The proven breach of such obligation by the host\nnation may result in pecuniary compensation. In the Indian Arbitration HBT\nhas also made a claim on account of loss and damages arising out of same\nand the similar set of facts. While the claim of HBT is arising out of the\ncontract dated 16th October 2009, the claim of LDA is under the treaty. This\nis where the arbitral tribunal would be required to take a conscious decision\nif notwithstanding a substantive progress being made in the Indian\nArbitration Proceeding the tribunal would proceed with the reference at this\nstage when the parties are yet to file their pleadings, after the respondent\nno.1 could overcome the initial resistance by the Union of India about the\nmaintainability of the said reference. This is however, my understanding in\ndealing with such a situation.\nIn Gujarat Nre Coke Ltd. vs. Gregarious Estates Incorporated reported at\n2014(1) CHN (CAL) 64 it was held that the Court would be competent\nenough to proceed with the suit under clause 12 is not revoked. The Hon&#x27;ble\nDivision Bench were considered the power of the Court to grant injunction\nin relation to for an arbitration proceedings as relied upon an earlier Division\nBench Judgment in the case of LMJ International Limited (in which I was a\nparty) and referred to the following observation of the said Division Bench:\n&quot;in absence of any demonstrable injustice or harassment being caused by\nreason of initiation of the arbitration proceedings or participation in such\n proceedings and having regard to the fact that the agreement is not in\ndispute, in our view, the plaintiff is not entitled to an order of injunction&quot;.\nThe Hon&#x27;ble Division Bench observed that: &quot;The parties by consent agreed\nto resolve their dispute through alternate dispute resolution, meaning thereby\nthey agreed to avoid the regular process of disposal of controversy through\nCourt of Law. The parties in their wisdom agreed, they would resolve their\ndispute through arbitration in London in terms of the procedure laid down\ntherein and the English Law would guide the said arbitration. We fail to\nappreciate, how the suits filed by the appellants in this regard would be\nmaintainable. We however, stop there without making further deliberation\non the issue as Mr. Mitra would caution us and in our view, very rightly in\nabsence of leave being revoked granted under <a href=\"/doc/609139/\" id=\"a_121\">Article 12</a> the suit would be\nmaintainable in this Court. Similarly, the second suit being brought on the\ncause of action pleaded in the plaint and once entertained by the Court,\nwould always be maintainable unless it was held otherwise that too, through\nan appropriate process known in law&quot;.\nThe principle the court is required to keep in mind is that if there is a valid\narbitration agreement between the parties there is no escape from arbitration\nand the parties shall be referred to arbitration and resolve their dispute\nthrough the mechanism of arbitration.              It is only in exceptional\ncircumstances as held in Excalibur         and the principle which has been\nfollowed both by the English and Indian Courts no anti arbitration injunction\ncan be granted by a court of law. Mr. Sarkar has referred to the various\nsections of the <a href=\"/doc/1003813/\" id=\"a_122\">English Arbitration Act</a> and more particularly <a href=\"/doc/478781/\" id=\"a_123\">Section 9</a> of\nthe English Arbitration Act and Section 8 of the Indian Arbitration Act and\nsubmitted that there is no comparable section to Section 8(3) of the Indian\nArbitration Act in the English Arbitration Act.\n Unless the facts and circumstances of a particular case demonstrate that\ncontinuation of such foreign arbitration would cause a demonstrable\ninjustice in my view the civil court in India would not exercise its\njurisdiction to stay foreign arbitration. The invocation of the arbitration\nclause under the treaty at the instance of the defendant no.1 as it has come\nout from the argument of the defendant no.1 appears to be on a perception\nthat the Indian Legal Machinery is not adequate to protect the interest of\nforeign investor. The delay in the pending arbitration proceeding between\nthe plaintiff and the defendant no.3 arising out of the same contract of 16th\nOctober, 2009 which also is a contract referred to in the notification to the\nclaim appears to be the main reason for invocation of the arbitration clause\nunder the treaty. The plaintiff cannot question the treaty entered by the two\nsoverign nations creating rights for investor of a contracting party. There\ncannot be any doubt that the notification of claim has referred to KOPT as\nan organ of Union of India.     The issues that are likely to arise in the\nproposed arbitration proceedings may overlap and likely to overlap with the\nissues to be decided in the Indian Arbitration proceedings. The defendant\nno.1 cannot be a party to the Indian arbitration proceedings, so as the\nplaintiff under the BIT. The defendant no.1 has also admitted the said\nposition. Since the plaintiff is not a party to BIT the plaintiff cannot\nchallenge the arbitration agreement. If any one at all is aggrieved is the\nUnion of India. KOPT cannot espouse the cause of Union of India in this\nproceeding.\nThe defendant no. 1 is only a shareholder of the defendant no.2.         The\nshareholder under the said contract of October 16, 2009 cannot invoke the\narbitration clause for espousing his own right under the treaties although in\nmy view he could ask for joinder and with the consent of the KOPT the\n matter can proceed. Mr. Mitra has pointed out that the respondent no.1\nbeing only a 49 per cent stake holder in the defendant no.2 could not have\ninvoked the arbitration clause under the treaty as he is not coming within the\npurview of investor appears to be some substance and significance in\nabsence of any evidence to the contrary as the respondent no.1 has\nvoluntarily decided not to use any affidavit as it possibly could have exposed\nhis inherent lack of locus to invoke the arbitration clause under the bilateral\ntreaty which objection Union of India has already urged before the arbitral\ntribunal. HBT also in spite of notice did not appear. The Arbitral tribunal\nwhich has been duly constituted would surely consider such objection with\nall seriousness as it deserves along with the objection as to the commercial\nnature of dispute between KOPT and HBT as urged by the Union of India\nbefore proceeding with the matter on merits Although a distinction is\nsought to be raised by Mr. Sarkar about the subject of international law and\nsubject of domestic law and that the same set of facts could give rise to\ndifferent causes of action, the very fact that the interest of the French\nnational in so far as the pending proceeding is concerned, as borne out from\nthe pleadings filed by the parties before the arbitral tribunal in India appears\nto have been urged and adequately represented in the said proceeding.\n\n\nThe circumstances under which an anti-arbitration injunction can\nbe granted are summarised below:-\n(i)   If an issue is raised whether there is any valid arbitration agreement\n      between the parties and the Court is of the view that no agreement\n      exists between the parties.\n (ii)    If the arbitration agreement is null and void, inoperative or incapable\n        of being performed.\n(iii)   Continuation of foreign arbitration proceeding might be oppressive or\n        vexatious or unconscionable.\n        Although an argument is sought to be made that the respondent No. 1\n        is not bound by any order that might be passed in this proceeding and\n        could have ignored any order passed in this proceeding with impunity\n        this Court is of the view that the said stand of the respondent No. 1\n        would not be beneficial in the interest of the said respondent. Under\n        the present circumstances where there is a growing trend and need to\n        respect the jurisdiction of other Courts LDA could not have avoided\n        this proceeding. It could not be ignored that LDA is the shareholder\n        in a company which holds a substantial share in HBT against whom\n        an arbitration proceeding is pending. The inextricable connection of\n        LDA with the other defendants belonging to its group cannot be\n        ignored. However, in the instant case, the Court is seized with an\n        issue as to the invocation of the arbitration clause under the treaty at\n        the instance of the LDA. The initiation of the said proceeding by\n        LDA appears to be on perception that the Indian Legal Machinery is\n        inadequate to protect the interest of foreign investor which argument I\n        refuse to accept not because of any national feeling but as a judge I\n        consider that all legal systems in the world always strive to deliver the\n        best in the shortest possible time and there cannot be quick justice as\n        justice hurried is justice buried. I reiterate that with the explosion of\n        litigations the Indian Courts have performed significantly well.\n        Mr. Mitra submits that the parallel and concurrent proceeding may\n        result in conflicting judgments. This Court has no doubt that if the\n        tribunal on the basis of the materials on record find that such events\n       are likely to happen then on a principle of comity of court and the\n       avoidance of inconsistent judgments might stay its hand till the Indian\n       proceeding is concluded as otherwise it would be a recipe for\n       confusion and injustice as Justice Cooke observed in Enercon GNBH\n       vs, Enercon (India) Ltd. &amp; Ors reported at 2012 EWHC 3711\n       (Comm). :\n\n\n       &quot;56.   Comity and the avoidance of inconsistent judgments require\n       that I should refrain from deciding matters which are possibly going\n       to be decided further in India. It would be a recipe for confusion\n       and injustice if I were not to do so. Issue estoppel is already said to\n       arise on the question of the seat of arbitration and curial law, and\n       that raises very difficult questions for the court to decide. If the stay\n       was lifted, then I could decide the matter differently from Savant, J.\n</pre><p data-structure=\"Precedent\" id=\"p_1\">       or from a later final decision on appeal in the Supreme Court of\n       India, if that matter went ahead. The Indian courts are seised and\n       should reach, in my judgment, a concludeded decision, albeit on an\n       expedited basis.\n</p><p data-structure=\"Precedent\" id=\"p_2\">Mr. Sarkar is correct in submitting that the approach of the Court should be\ntowards pro-arbitration. In Enercon (supra) in paragraph 90 it has been\nheld\n       &quot;90. It is a well-recognized principle of aribtration jurisprudence\nin almost all the jurisdictions, especially those following the UNCITRAL\nModel Law, that the courts play a supportive role in encouraging the\narbitration to proceed rather than letting it come to a grinding halt.\nAnother equally important principle recognized in almost all jurisdiction is\n the least intervention by the courts. <a href=\"/doc/1306164/\" id=\"a_124\">Under the Indian Arbitration Act,\n1996</a>, <a href=\"/doc/310829/\" id=\"a_125\">Section 5</a> specifically lays down that:\n</p><blockquote id=\"blockquote_1\">       &quot;5.   Extent of judicial intervention. - Notwithstanding anything\ncontained in any other law for the time being in force, in matters governed\nby this Part, no judicial authority shall intervene except where so provided\nin this part.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_3\">Although the defendant No. 1 is not a party to the said proceeding in the\nstrict sense of the term as he has not been physically made a party but the\nfact remains that the interest of the defendant No. 1 has been duly\nrepresented and canvassed by HBT in the Indian arbitration proceeding.\nThe bilateral treaty is between the two sovereign nations. An investor under\n\nthe treaty has been given certain special rights and privileges which is\n\nenforceable under the treaty. Whether the notification of claim falls within\n\nsuch parameters and the defendant No. 1 could be treated as an investor is a\n\nmatter to be decided by the arbitral tribunal duly constituted under the\n\nrelevant rules. In the event, the preliminary objections are overruled and the\n\narbitral tribunal is of the opinion that the matter can proceed and\n\ncontinuation of such proceeding would not be a recipe for confusion and\n\ninjustice.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_4\">The Union of India would be required to contest the matter on merits.\n</p>\n<p data-structure=\"Precedent\" id=\"p_5\">As observed in City of London (supra) that &quot;the fact that under certain\ncircumstances the State may be responsible under International Law for the\nacts of one of its local authorities, or may have to take steps to redress wrong\n committed by one of its local authorities&quot; is also applicable in the instant\ncase.\n</p><p data-structure=\"Conclusion\" id=\"p_6\">The arbitration agreement is only enforceable against the Union of India and\nnot against KOPT. The continuation of any proceeding against KOPT at the\ninstance of the defendant no.1 would be oppressive for the reasons\nmentioned above. In view thereof KOPT would not be bound to participate\nin the said proceeding.\n</p><p data-structure=\"Conclusion\" id=\"p_7\">The respondent no.1 is restrained from proceeding with the arbitral\nproceeding only against the petitioner.\n</p><p data-structure=\"Conclusion\" id=\"p_8\">The Application succeeds.\n</p><p data-structure=\"Conclusion\" id=\"p_9\">However there shall be no order as to cost.\n</p><p data-structure=\"Conclusion\" id=\"p_10\">        Urgent xerox certified copy of this judgment, if applied for, be given\nto the parties on usual undertaking.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_11\">                                                            (Soumen Sen, J.)\n </p>","numcites":44,"numcitedby":8,"docsource":"Calcutta High Court","citetid":176899444,"divtype":"judgments","relatedqs":[{"value":"anti suit injunction","formInput":"anti%20suit%20injunction"},{"value":"anti arbitration injunction","formInput":"anti%20arbitration%20injunction"},{"value":"anti-suit injunction","formInput":"anti-suit%20injunction"},{"value":"void contracts","formInput":"void%20contracts"},{"value":"jurisdiction of arbitration","formInput":"jurisdiction%20of%20arbitration"},{"value":"seat of arbitration","formInput":"seat%20of%20arbitration"},{"value":"suit for injunction","formInput":"suit%20for%20injunction"},{"value":"valid arbitration agreement","formInput":"valid%20arbitration%20agreement"},{"value":"standing offer","formInput":"standing%20offer"},{"value":"arbitration agreement binding","formInput":"arbitration%20agreement%20binding"},{"value":"ABG Ports ","formInput":"ABG%20Ports%20"},{"value":"preliminary issue","formInput":"preliminary%20issue"},{"value":"arbitration stay","formInput":"arbitration%20stay"},{"value":"international trade","formInput":"international%20trade"},{"value":"\"Haldia Petrochemicals\" ","formInput":"%22Haldia%20Petrochemicals%22%20"},{"value":"issue of jurisdiction.","formInput":"issue%20of%20jurisdiction."},{"value":"Haldia Petrochemicals ","formInput":"Haldia%20Petrochemicals%20"},{"value":"\"anti suit injunction\" ","formInput":"%22anti%20suit%20injunction%22%20"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"arbitration and conciliation act, 1996","formInput":"arbitration%20and%20conciliation%20act%2C%201996"}],"cats":[{"value":"extent-of-judicial-intervention","formInput":"tag:extent-of-judicial-intervention"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"judicial-authority-to-refer-parties-to-arbitration","formInput":"tag:judicial-authority-to-refer-parties-to-arbitration"},{"value":"definition-of-enforcement-of-certain-foreign-awards","formInput":"tag:definition-of-enforcement-of-certain-foreign-awards"},{"value":"suggestions-by-parties-for-settlement-of-dispute","formInput":"tag:suggestions-by-parties-for-settlement-of-dispute"}],"courtcopy":true,"query_alert":null,"agreement":false}