{"tid":89820566,"publishdate":"2020-01-31","title":"Basheera Begam vs Mohammed Ibrahim And Ors on 31 January, 2020","doc":"<h2 class=\"doc_title\">Basheera Begam vs Mohammed Ibrahim And Ors on 31 January, 2020</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIRONLINE 2020 SC 114, (2020) 3 SCALE 53</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:i-banerjee\">Indira Banerjee</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:i-banerjee\">Indira Banerjee</a>, <a href=\"/search/?formInput=benchid:r-banumathi\">R. Banumathi</a></h3>\n\n<pre id=\"pre_1\">                                                                                        1\n\n\n                                                                         REPORTABLE\n\n                                        IN THE SUPREME COURT OF INDIA\n\n                                       CRIMINAL APPELLATE JURISDICTION\n\n                                       CRIMINAL APPEAL NO.417 OF 2010\n\n\n\n\n                         BASHEERA BEGAM                                    …...Appellant\n\n                                                           versus\n\n                         MOHAMMED IBRAHIM &amp; ORS.                      Respondents\n\n\n\n\n                                                        WITH\n\n                                        CRIMINAL APPEAL NO. 416 OF 2010\n\n                                      CRIMINAL APPEAL No. 408-414 of 2010\n\n\n\n\n                                                  JUDGMENT\n</pre>\n\n\n\n<p data-structure=\"Issue\" id=\"p_1\">                         Indira Banerjee, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n</p><p data-structure=\"Issue\" id=\"p_3\">                              These appeals are against the judgment and order dated\n\n                         21.11.2006 passed by the Madurai Bench of Madras High Court,\n\n                         allowing Criminal Appeal Nos. 834, 835, 836, 895, 926, 934 and\n\n<span class=\"hidden_text\" id=\"span_1\">Signature Not Verified   938 of 1998, setting aside the judgment and order dated</span>\n<span class=\"hidden_text\" id=\"span_2\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_3\">JAYANT KUMAR ARORA</span>\n\n                         6.10.1998 of conviction passed by the Additional Sessions Judge,\n<span class=\"hidden_text\" id=\"span_4\">Date: 2020.02.03</span>\n<span class=\"hidden_text\" id=\"span_5\">16:51:32 IST</span>\n<span class=\"hidden_text\" id=\"span_6\">Reason:</span>\n\n\n\n\n                         Pudukottai in S.C. No.108/1996, and acquitting all the eight\n<span class=\"hidden_text\" id=\"span_7\">\f                                                                   2</span>\naccused persons (A1 to A8). While all the eight accused had been\n\nconvicted under <a href=\"/doc/1897847/\" id=\"a_1\">Section 120B</a> of the Indian Penal Code of criminal\n\nconspiracy, A1, A2 and A7 had also inter alia been convicted under\n\n<a href=\"/doc/1560742/\" id=\"a_2\">Sections 302</a>/<a href=\"/doc/37788/\" id=\"a_3\">34</a> of I.P.C for murder of the deceased Raja\n\nMohammed, hereinafter referred to as the first Deceased (‘D1’),\n\nand his friend Raj Mohammed son of Ibrahim, the Accused No.4\n\n(A4), and hereinafter referred to as the second Deceased (‘D2’).\n\n\n</p><p data-structure=\"Facts\" id=\"p_4\">2.   Criminal Appeal Nos.417 and 416 of 2010 have respectively\n\nbeen filed by Basheera Begum, the wife of D2 who deposed in the\n\ntrial as the 3rd Prosecution Witness (PW-3) and Sahul Hameedhu\n\nuncle of D1, being the complainant, who deposed as the 1st\n\nProsecution Witness (PW-1). Criminal Appeal Nos. 408-414 of 2010\n\nhave been preferred by the State, challenging the acquittal of the\n\neight accused.\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">\n</p><p data-structure=\"Facts\" id=\"p_6\">3.   The 1st Accused Jaffer Ali (A1) and D2 are brothers and sons\n\nof the 4th Accused, Mohammad Ibrahim (A4).       The 3rd Accused,\n\nAbdul Hameedhu (A3) is younger brother of A4 and uncle of D-2\n\nand A-1. The 5th Accused Sheikh Dawood (A5) and the 6th Accused,\n\nBasheer Ali (A6) are relatives of A1, A3, A4 and D2. The wives of\n\nA3 and A6 are sisters. The 2 nd Accused Balu @ Balusamy (A2) and\n\nthe 7th Accused, Krishnan (A7), both residents of Karaikudi are\n\nallegedly henchmen of the 8th Accused, Ramasamy Ambalam(A8)\n\nof Unjanai Village near Karaikudi, a friend of A3. A4, A5 and A7\n\nhave since died. A7 had died while his Appeal before the High\n<span class=\"hidden_text\" id=\"span_8\">\f                                                                   3</span>\nCourt was pending. The appeals against the acquittal of A4 and\n\nA5 in this Court, have abated.\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">\n</p><p data-structure=\"Precedent\" id=\"p_8\">4.    It is the case of the Prosecution that D2, son of A4 and D1\n\nnephew of A3 were friends.        Sultan alias Sulaiman Rowther,\n\nbrother of A3 and A4 and uncle of D2, who lived in Malaysia, had\n\nproperties in India, which were being managed by A3.        Enmity\n\narose between A3 and D2 after the said Sulaiman took back his\n\nproperties from A3 and entrusted D2 with management of the\n\nsame.    Fathima Beevi, daughter of Sulaiman, a Non-Resident\n\nIndian (NRI), had also entrusted D2 with her properties in India, as\n\na result of which there was bad blood between A3 and A2. D2’s\n\ndemand for partition of family properties held and/or controlled by\n\nA4 gave rise to property disputes between D2 and his father (A4)\n\nand his brother (A1). D2 was embroiled in litigation in respect of\n\nproperties held and/or managed by him.\n</p>\n<p data-structure=\"Issue\" id=\"p_9\">\n</p><p data-structure=\"Facts\" id=\"p_10\">5.    As per the case of the Prosecution, the Accused had booked\n\na room at the Malar Lodge Hotel at Karaikudi on 21.6.1990, where\n\nthey hatched the conspiracy to kill D2.      In pursuance of such\n\nconspiracy A1 purchased a lorry bearing the Registration No. TSL\n\n6579 on or about 20/21 December 1990, through brokers, PW-6\n\nand PW-7 under a sale agreement prepared by A5.         A6 and A5\n\nwere also signatories to the sale agreement.\n</p>\n<p data-structure=\"Issue\" id=\"p_11\">\n</p><p data-structure=\"Issue\" id=\"p_12\">6.    According to the Prosecution, D2 and his friend D1, both\n<span class=\"hidden_text\" id=\"span_9\">\f                                                                 4</span>\nresidents of Arsarkulam, left for Aranthangi around 8.30 p.m. on\n\n28.12.1990, by Motor Cycle No.TN/1406, owned by the A4, to meet\n\na lawyer engaged by D2. D2 drove the motor cycle and D1 was on\n\nthe pillion. At about 1.00 a.m. at night, two persons, Kannan and\n\nNagoor Gani (PW2) who had come to Arsarkulam by the last bus,\n\ninformed the complainant (PW-1), uncle of D1, that D2 and D1\n\nwere lying dead in a pool of blood two or three furlongs away from\n\nthe level crossing at Sarayananthal, Pappakulam and a motor cycle\n\nwas lying closeby.\n</p>\n<p data-structure=\"Issue\" id=\"p_13\">\n</p><p data-structure=\"Facts\" id=\"p_14\">7.    On receiving the information, PW-1 went to the place of\n\noccurrence immediately with his neighbour Mohammedhu Meera\n\nand thereafter, at about 2.00 p.m. he went to the Aranthangi\n\nPolice Station and lodged a complaint.\n</p>\n<p data-structure=\"Issue\" id=\"p_15\">\n</p><p data-structure=\"Facts\" id=\"p_16\">8.    In the complaint, PW-1 stated that he suspected that the\n\ndeceased might have been murdered by Perumal, Kuzhanthaiyan\n\nand Kumar, at the instigation of A3, as there was enmity between\n\nD2 and A3 over the eviction of A3 from the place of his residence.\n\nA1, brother of D2 and A4, father of D2 were not even named as\n\naccused in the complaint. Nor were any of the other accused\n\nnamed.\n</p>\n<p data-structure=\"Issue\" id=\"p_17\">\n\n\n</p><p data-structure=\"Facts\" id=\"p_18\">9.    The sub-inspector attached to the Aranthangi Police Station\n<span class=\"hidden_text\" id=\"span_10\">\f                                                                              5</span>\nregistered the complaint, pursuant to which investigation in Crime\n\nNo.668 of 1990 commenced under, inter alia, <a href=\"/doc/1897847/\" id=\"a_4\">Sections 120B</a> and\n\n<a href=\"/doc/1560742/\" id=\"a_5\">302</a> of the IPC. The Inspector reached the place of occurrence on\n\n29th December, 1990 after sunrise. The bodies of the deceased\n\nwere sent for postmortem examination.\n</p>\n<p data-structure=\"Issue\" id=\"p_19\">\n</p><p data-structure=\"Facts\" id=\"p_20\">10.    PW-22, a doctor attached to the Government Hospital at\n\nAranthangi performed postmortem on the dead body of D2. Upon\n\npostmortem, the following injuries were found on D2:-\n\n\n</p><blockquote id=\"blockquote_1\">      “EXTERNAL INJURIES:\n</blockquote>\n<blockquote id=\"blockquote_2\">      1. Contusion injury on upper lip and right maxilla.\n</blockquote><blockquote id=\"blockquote_3\">      2. Teeth in upper and lower jaw displaced.\n</blockquote><blockquote id=\"blockquote_4\">      3. Horizontal incised injury 3 cmx2cmx1cm on chin.\n</blockquote><blockquote id=\"blockquote_5\">      4. Blood clots from mouth and nose.\n</blockquote><blockquote id=\"blockquote_6\">      5. Irregular horizontal abrasion 3 cm diameter on chest.\n</blockquote><blockquote id=\"blockquote_7\">      6. Reddish black, partly rectangular 3 cm x 2cm interrupted impression,\n      continuous from right Hypochondrium crossing sternum termination at left\n      Hypocondrium. Similar impressions on lower part of abdomen diminishing\n      at umbilicus. Distance between two edges is of 27 cms.\n</blockquote><blockquote id=\"blockquote_8\">      7. The above impressions present on front position middle of right\n      forearm.\n</blockquote><blockquote id=\"blockquote_9\">      8. Elliptical shaped lacerated injury on cubital region of left forearm 4\n      cmx4cmx1cm. When both upper limps held close to the body injury No.6,\n      7 &amp; 8 are continuous and are in line.\n</blockquote><blockquote id=\"blockquote_10\">      9. Bluish coloured contusion injury 5 cm diameter on right inquinal\n      regional.\n</blockquote><blockquote id=\"blockquote_11\">      10. Irregular abrasion just above right knee.\n</blockquote><blockquote id=\"blockquote_12\">      11. Irregular abrasion 4 cm diameter below right scapula.\n</blockquote><p data-structure=\"Issue\" id=\"p_21\">      Internal injuries:\n</p><blockquote id=\"blockquote_13\">      Fracture of Nasal bones body of mandible on both sides.\n      Ribs 3 to 7 costal region symmetrical on both sides driving hone ends to\n      lungs, body of sternum, lung surgace is lacerated.\n      Stomach contained 200 ml of digested rice particles.\n      Liver posterior surface is ruptured and torn to pieces.\n      Other visceral organs &amp; skull bones normal:\n</blockquote><blockquote id=\"blockquote_14\">      Scrotum: Contained a loop of intestines.”\n<span class=\"hidden_text\" id=\"span_11\">\f                                                                             6</span>\n</blockquote><p data-structure=\"Facts\" id=\"p_22\">11.    The 23rd Prosecution Witness (PW-23)conducted Postmortem\n\non D1 and found the following Injuries:\n</p>\n<p data-structure=\"Issue\" id=\"p_23\">\n</p><blockquote id=\"blockquote_15\">       “External Injuries :\n</blockquote>\n<blockquote id=\"blockquote_16\">      1. An ante-mortem lacerated injury over the right eye brow\n      horizontally, size 3cmx ½ cm x ½ cm cm an examination blood clots\n      underneath the wound present. No bone fracture.\n</blockquote>\n<blockquote id=\"blockquote_17\">      2. An ante mortem larcerated injury semi circular in nature over the\n      anterior aspect of right shoulder size 6 cm*1cm*1cm. No bone\n      fracture.\n</blockquote>\n<blockquote id=\"blockquote_18\">      3. An ante mortem lacerated injury over the right arm anteriorly\n      horizontal in nature 5 cm below the shoulder joint size 3 cm*1cm* ½\n      cm. No bone fracture.\n</blockquote>\n<blockquote id=\"blockquote_19\">      4. An ante mortem lacerated injury over the right elbow posteriorly\n      horizontal in nature size 2½ cmx1cmx ½cm.\n</blockquote>\n<blockquote id=\"blockquote_20\">      5. Ante mortem abrasion linear, interrupted interneath in nature.\n</blockquote><p data-structure=\"Facts\" id=\"p_24\">      Extending from right chest to right ideal fossa size 25cmx5cm. On\n      examination extra vastation of blood under neath the skin present.\n      Present. Fracture of 4th and 5th rib anterior angle present.\n\n</p><p data-structure=\"Issue\" id=\"p_25\">      6. Ante mortem lacerated injury horizontal over the left wrist joint\n      anteromedialy size 2 cm x ½ cmx ½cm. No bone fracture.\n\n</p><p data-structure=\"Issue\" id=\"p_26\">      7. An ante mortem lacerated injury over the right knee joint\n      antirolaterally size 3 cmx 2cm x ½cm horizontal in nature. No bone\n      facture.\n</p>\n<p data-structure=\"PetArg\" id=\"p_27\">      8. Ante mortem abrasion 4 cm in number each 3 cm x 2 cm over the\n      right leg laterally.\n</p>\n<p data-structure=\"PetArg\" id=\"p_28\">      9. Ante mortem contusion over the right side scalp over the right\n      temporal region size 7 cm x9 cm extravastation of blood under neath\n      the scalp present. Fracture right temporal bone, squemoris part\n      present, Meninges injury subdural haematone present in intracerebral\n      bleeding present.\n</p>\n<p data-structure=\"Issue\" id=\"p_29\">      10.Torn) bridge depressed clots in the nostril present. No fracture.\n      Nasal bone body not decomposed. The general appearance do not\n      tally with police report. Death appear to have occurred about 16 to\n      20 hours prior to post mortem. Penis circumcised, eye lids closed,\n      jaws clenched. Tongue inside the mouth.\n</p>\n<p data-structure=\"Issue\" id=\"p_30\">      Internal Injuries:\n</p>\n<blockquote id=\"blockquote_21\">      Abdomen mild distention present. Position organs normal, pale, no\n<span class=\"hidden_text\" id=\"span_12\">\f                                                                                   7</span>\n      injury to liver Spleen, kidney no fluid or blood in the peritoneal cavity.\n      Stomach contains 30 ml partially digested food. No specific odour.\n      Thorax-position of organs normal pale fracture o right 4 th and 5th ribs\n      present. Heart empty, no injury lungs no injury. No foreign body in\n      the trachea, Larynx, Hyoid bone not broken. Pelvis no fracture skull\n      fracture of right temporal bone membranes conjested subdural\n      haematoma, intra cerebral bleeding present. Brain solid Wt.1200\n      gms deceased blood preserved for chemical analysis.”\n\n</blockquote><blockquote id=\"blockquote_22\">12.    The Investigating Officer, PW-43, took up the investigation\n\nand examined witnesses. The police seized broken glass pieces,\n\nplastic pieces and other objects from the place of occurrence. The\n\nlorry was later seized. One iron rod alleged to have been used for\n\nthe murder of D2 and D1 was allegedly recovered by the police on\n\nthe confession of A7. The passport of A1, who had gone back to\n\nSaudi Arabia, where he carried on business, about fifteen days\n\nafter the incident, was impounded and he was arrested. PW-36,\n\nwho had taken up the investigation from PW-43 seized registers of\n\nMalar Lodge Hotel in Karaikudi (Ex.P24). Further investigation was\n\nconducted by PW-45.\n</blockquote>\n<blockquote id=\"blockquote_23\">\n</blockquote><blockquote id=\"blockquote_24\">13.    After completion of investigation, the Inspector of the Crime\n\nInvestigation Branch, Pudukkottai, filed a Chargesheet before the\n\nJudicial Magistrate, Aranthangi. In the chargesheet it was alleged\n\nthat, on 28th December 1990, A1 had hit the motor cycle on which\n\nthe deceased were riding, with his lorry bearing the registration\n\nNo. TSL 6579, near Serayanenthal, Pappakulam. A2 and A7 had\n\ngot off the lorry and attacked the deceased, who had fallen from\n\ntheir motor cycle, with iron rods and caused their death in\n\npursuance of the conspiracy which had been hatched between A1\n<span class=\"hidden_text\" id=\"span_13\">\f                                                                        8</span>\nto A8 at the Malar Lodge Hotel, Karaikudi, on the night of 21 st June,\n\n1990, owing to enmity of A3, A4 and A1 with one of the deceased,\n\nthat is, D2.\n</blockquote>\n<blockquote id=\"blockquote_25\">\n</blockquote><blockquote id=\"blockquote_26\">14.     The    accused   pleaded   ‘not   guilty’,   after   which   trial\n\ncommenced. All the accused respondents were tried under <a href=\"/doc/1897847/\" id=\"a_6\">Section\n\n120B</a> of the IPC on the charge of hatching a criminal conspiracy at\n\nthe Malar Lodge Hotel, Karaikudi on 21.6.1990, to murder D2. A1,\n\nA2 and A7 were also charged with offence under <a href=\"/doc/1560742/\" id=\"a_7\">Section 302</a> read\n\nwith <a href=\"/doc/37788/\" id=\"a_8\">Section 34</a> of the IPC, of murder of D2 and D1.\n\n\n</blockquote><blockquote id=\"blockquote_27\">15.     The prosecution examined 45 witnesses. The accused did\n\nnot examine any defence witness.          Nine Prosecution Witnesses\n\n(PWs) namely PW-6, PW-9, PW-10, PW-11, PW-12, PW-13, PW-39,\n\nPW-40 and PW-42 were declared hostile by the Public Prosecutor\n\nand were cross examined on behalf of the State, as they had\n\nallegedly retracted from their statements made before the Police\n\nin course of investigation.\n</blockquote>\n<blockquote id=\"blockquote_28\">\n</blockquote><blockquote id=\"blockquote_29\">16.     By a judgment and order dated 6 th October, 1998, the\n\nAdditional Sessions Judge, Pudukottai convicted all the accused\n\nunder <a href=\"/doc/1897847/\" id=\"a_9\">Section 120B</a> IPC and further convicted A1, A2 and A7\n\nunder <a href=\"/doc/1560742/\" id=\"a_10\">Section 302</a> read with <a href=\"/doc/37788/\" id=\"a_11\">Section 34</a> IPC. A1, A2 and A7 were\n\nsentenced to life imprisonment and also to fine of Rs.20,000/-\n\n</blockquote><p data-structure=\"Issue\" id=\"p_31\">each.\n</p><span class=\"hidden_text\" id=\"span_14\">\f                                                                     9</span><p data-structure=\"Issue\" id=\"p_32\">\n</p><p data-structure=\"Issue\" id=\"p_33\">17.    Being aggrieved by the judgment and order dated 6th\n\nOctober, 1998 of the Additional Sessions Judge, Pudukottai in SC\n\nNo.108 of 1996, all the accused filed Criminal Appeals in the High\n\nCourt, which were numbered as Criminal Appeal Nos.834, 835,\n\n836, 895, 926, 934 and 938 of 1998.\n</p>\n<p data-structure=\"Issue\" id=\"p_34\">\n</p><p data-structure=\"Issue\" id=\"p_35\">18.    By the judgment and order under appeal, the Hon’ble High\n\nCourt allowed the Criminal Appeals, set aside the judgment and\n\norder dated 6th October, 1998 of the Trial Court, of conviction of\n\nthe accused in SC No.108 of 1996 and acquitted the accused of\n\nthe charges levelled against them. Since A7 had died while the\n\nproceedings in the High Court were pending, the fine amount if\n\nany, paid by A7, was directed to be refunded to his legal heirs.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_36\">19.    The High Court, on consideration of the evidence adduced by\n\nthe Prosecution, found that the entire prosecution case suffered\n\nfrom     serious   infirmities,   inconsistencies     and     inherent\n\nimprobabilities.   There   were   several   missing   links   in   the\n\ncircumstances put forward by the Prosecution and the Prosecution\n\nhad miserably failed to complete the chain of circumstances by\n\nconclusively establishing that each and every circumstance\n\nunerringly pointed to the guilt of the accused. Being aggrieved by\n\nthe judgment and order of the High Court, reversing the conviction\n\nof the accused and acquitting all of them, the State, as also the\n\ncomplainants are in appeal.\n</p><span class=\"hidden_text\" id=\"span_15\">\f                                                                    10</span><p data-structure=\"Issue\" id=\"p_37\">\n</p><p data-structure=\"PetArg\" id=\"p_38\">20.   Mr. K.T.S. Tulsi, Senior Advocate appearing on behalf of the\n\nappellant in Criminal Appeal No.417 of 2010 submitted that the\n\nHigh Court clearly erred in law as well as facts, in setting aside the\n\njudgment and order of conviction of the Trial Court and acquitting\n\nthe accused of all the charges levelled against them.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_39\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1546785\" id=\"span_16\">21.   There    can be no doubt, as argued by Mr. Tulsi, that even\n\nthough the Supreme Court exercises discretionary jurisdiction\n\nunder <a href=\"/doc/427855/\" id=\"a_12\">Article 136</a> of the Constitution, such discretion has to be\n\nexercised in order to ensure that there is no miscarriage of justice.\n\nIf the decision of the High Court is mis-conceived and perverse,\n\nthere is nothing in law which prevents the Supreme Court from\n\nexercising its jurisdiction under <a href=\"/doc/427855/\" id=\"a_13\">Article 136</a> against an order of\n\nacquittal, as observed by this Court in <a href=\"/doc/1546785/\" id=\"a_14\">State of Rajasthan vs.\n\nIslam &amp; Ors.1</a>. When acquittal cannot be sustained at all, in view\n\nof the evidence on record, this Court is duty bound to set aside the\n\nacquittal.   The question is whether the acquittal in this case, is\n\nliable to be set aside.</span>\n</p>\n<p data-structure=\"Issue\" id=\"p_40\">\n</p><p data-structure=\"Facts\" id=\"p_41\">22.   Mr. Tulsi argued that there was evidence of property disputes\n\nbetween D2 and A3 and also of property disputes between D2 and\n\nA4. A police complaint had been lodged in this regard. However, a\n\ncompromise was entered on the intervention of the District\n\nCollector. On 30.4.1990, A4 had lodged a complaint against D2\n\nwhich had been compromised in the Civil Court.\n</p>\n<p data-structure=\"Issue\" id=\"p_42\">1. 2011 (6) SCC 343\n<span class=\"hidden_text\" id=\"span_17\">\f                                                                      11</span>\n</p><p data-structure=\"Facts\" id=\"p_43\">23.   There was evidence that on 21.6.1990 the accused booked a\n\nroom at the Malar Lodge Hotel, Karaikudi and conspired to kill D2\n\nwith the help of a lorry. Accordingly A1 purchased the lorry No.\n\nTSL 6579 with the sinister motive of murdering D2.\n\n\n</p><p data-structure=\"Facts\" id=\"p_44\">24.   Mr. Tulsi submitted that on 28.12.1990, D2 and D1 left for\n\nAranthangi. At around 1.00 a.m. complainant was informed of the\n\ndeath of the deceased. As per the post mortem report the\n\ndeceased died of shock and haemorrhage due to injury on skull,\n\nbrain and multiple injuries.\n</p>\n<p data-structure=\"Issue\" id=\"p_45\">\n</p><p data-structure=\"CDiscource\" id=\"p_46\">25.   Mr. Tulsi submitted that where specific roles had been\n\nattributed   to   each   of    the   accused   persons,   a   chain   of\n\ncircumstances linking them to the commission of offence was\n\ncomplete.    The High Court ought not to have reversed the Trial\n\nCourt’s judgment. The High Court overlooked the fact that in most\n\ncases of circumstantial evidence, direct evidence of conspiracy is\n\nnever available and existence of conspiracy has to be inferred\n\nfrom the circumstances of the crime.\n</p>\n<p data-structure=\"Issue\" id=\"p_47\">\n</p><p data-structure=\"CDiscource\" id=\"p_48\">26.   Mr. Tulsi submitted that apart from complete chain of\n\ncircumstances linking the accused with the crime, expert opinion\n\nwas also available. The depositions of PW-22 to PW-27 led to\n\nirresistible inference of the guilt of the accused. Mr. Tulsi submitted\n\nthat the High Court ignored the fact that the accused persons\n\nalone had the motive and opportunity to commit the offence as\n<span class=\"hidden_text\" id=\"span_18\">\f                                                                 12</span>\nestablished from the testimony of PW-1, PW-3 and PW-29.\n\n\n</p><p data-structure=\"RespArg\" id=\"p_49\">27.   Mr. Tulsi submitted that depositions of PWs 8, 16, 21, 23 and\n\n24 clearly established that D1 and D2 were killed by the accused\n\npersons. They did not die as a result of an accident. PW-8 deposed\n\nthat the lorry was repaired in his workshop at Arokyam.     On the\n\nintervening night of 28/29.12.1990 the lorry was brought to the\n\nworkshop of PW-7 for repairs. Its left bottom light was broken. On\n\n3.1.1991 PW-16 had sold three bulbs for the lorry in question\n\nagainst receipt and on the same day PW-15 had sold a front side\n\nlight of a heavy motor vehicle.\n</p>\n<p data-structure=\"Issue\" id=\"p_50\">\n</p><p data-structure=\"RespArg\" id=\"p_51\">28.   Mr. Tulsi further submitted that there was evidence of PW-21\n\nwho deposed that an iron rod was recovered from             A7 on\n\n13.2.1991 in his presence. On the basis of the statement of PW-\n\n24, the Trial Court rightly came to the conclusion that D2 did not\n\ndie because of the collision but was murdered. Even PW-23 stated\n\nthat D1 and D2 had been murdered with the rod( MO-23). Counsel\n\nappearing for the State supported Mr. Tulsi.\n</p>\n<p data-structure=\"Issue\" id=\"p_52\">\n</p><p data-structure=\"Precedent\" id=\"p_53\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"183904753\" id=\"span_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"68490329\" id=\"span_20\">29.   There can be no doubt that direct evidence of conspiracy is\n\nalmost never available and that existence of conspiracy has\n\nnecessarily to be inferred from the circumstances of the crime, as\n\nheld by this Court in <a href=\"/doc/68490329/\" id=\"a_15\">Vijay Shankar vs. State of Haryana</a> 2,\n\n<a href=\"/doc/183904753/\" id=\"a_16\">Praful Sudhakar Parab vs. State of Maharashtra</a> 3 and Satish</span></span>\n\n</p><p data-structure=\"Issue\" id=\"p_54\">2. 2015 (12) SCC 644\n</p><p data-structure=\"Precedent\" id=\"p_55\">3. 2016 (12) SCC 783\n<span class=\"hidden_text\" id=\"span_21\">\f                                                               13</span>\nNirankari vs. State of Rajasthan4 cited by Mr. Tulsi. It is\n\nhowever doubtful, whether existence of conspiracy can at all be\n\ninferred from the circumstances in this case, considering the\n\nevidence adduced by the prosecution.\n</p>\n<p data-structure=\"Issue\" id=\"p_56\">\n</p><p data-structure=\"Precedent\" id=\"p_57\">30.   The 1st Prosecution Witness M. Sahul Hameed (PW-1), being\n\nthe complainant deposed that D1 was his sister’s son. When the\n\nincident occurred Mohamed Meerasa, father of D1, was in\n\nMalaysia.    D1 had been staying with his mother Aiyeesha @\n\nAiyeesammal at Aroorkulam.    PW-1 deposed that D2 was a friend\n\nof his sister’s son, D1.   D2 was married to PW-3,     Basheera\n\nBegum.\n</p>\n<p data-structure=\"Issue\" id=\"p_58\">\n</p><p data-structure=\"Precedent\" id=\"p_59\">31.   In a nutshell, PW-1 said that he knew all the accused\n\npersons. A4 (father of D2), A3, and Sultan @ Sulaimaan Rowthar\n\nliving in Malaysia were brothers. A3 had been managing the\n\nproperties of Sulaimaan in India. Disputes however arose between\n\nA3 and D2 when Sulaimaan took back his properties from A3 and\n\nentrusted the management thereof with D2.       Properties in the\n\nname of Fathima Beevi, daughter of Sulaimaan were also\n\nentrusted to A3 for management.\n</p>\n<p data-structure=\"Issue\" id=\"p_60\">\n</p><p data-structure=\"Issue\" id=\"p_61\">32.   PW-1 has stated that there were 10 to 12 patta holders, and\n\nalso unauthorised occupants in occupation of land purchased in\n\nthe name of Fathima Beevi. The occupants were being evicted by\n\n\n</p><p data-structure=\"Facts\" id=\"p_62\">4. 2017 (8) SCC 497\n<span class=\"hidden_text\" id=\"span_22\">\f                                                                 14</span>\npayment of money.     However, A3 who was associated with the\n\nruling party at that time, and a Vice-president of the Aranthangi\n\nPanchayat Union, instigated occupants not to vacate, and many of\n\nthem refused to vacate. According to this witness, this gave rise\n\nto a quarrel between D2 and A3 and a complaint was filed with\n\nthe police.   The District Collector conducted an inquiry and the\n\ndisputes were compromised through his intervention.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_63\">33.   This witness also said that there was a civil case pending in\n\nthe District Munsif Court at Aranthangi against some occupants of\n\nthe Palaa Thopu land of Fathima Beevi. D2 used to often go to\n\nAranthangi with D1, being the complainant’s sister’s son, in\n\nconnection with the civil case. From the evidence of PW-1 it only\n\ntranspires that A1, A3 and A4 had property disputes with D2.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_64\">34.   This witness stated that A4, father of D2 owned a Bajaj\n\nMotor Cycle bearing the Registration No.TN55/1406. On 28 th\n\nDecember, 1990 at about 8.30 p.m. when this witness was in his\n\nrice mill, D2 left for Aranthangi along with D1, being his sister’s\n\nson, on the said Bajaj motor cycle bearing the registration\n\nNo.TN55/1406 owned by A4, to meet his advocate. D2 drove the\n\nmotor cycle and D1 was the pillion rider.\n</p>\n<p data-structure=\"Issue\" id=\"p_65\">\n</p><p data-structure=\"PetArg\" id=\"p_66\">35.   On 29.12.1990 at 1.00 a.m. this witness received information\n\nof the death of D1 and D2. He was told that D1 and D2 were lying\n\non the road side with injuries and the motor cycle was also lying\n<span class=\"hidden_text\" id=\"span_23\">\f                                                                  15</span>\nnearby.\n</p>\n<p data-structure=\"Issue\" id=\"p_67\">\n</p><p data-structure=\"Facts\" id=\"p_68\">36.      On getting this information PW-1 left for the scene of\n\noccurrence along with his neighbour one Mohamed Meera and\n\nthereafter he lodged a complaint, stating he suspected that his\n\nsister’s son being D1 and D2 had been murdered at the instigation\n\nof A3.\n</p>\n<p data-structure=\"Issue\" id=\"p_69\">\n</p><p data-structure=\"Facts\" id=\"p_70\">37.      From his evidence, it appears that the motor cycle was\n\nidentified at the place of occurrence. There were tyre marks of a\n\nfour wheeler. Broken yellow glass pieces were found at the place\n\nof occurrence which appeared to be broken pieces from the side\n\nlight of a vehicle. There were also broken plastic pieces, which\n\nappeared to be the broken pieces of the indicator of a four\n\nwheeler.\n</p>\n<p data-structure=\"Issue\" id=\"p_71\">\n</p><p data-structure=\"Issue\" id=\"p_72\">38.      This witness (PW-1) stated that fifteen days after the\n\nincident, A1, Jaffar Ali, left for Saudi Arabia, where he had been\n\nrunning a business.     PW-1 came to know about the departure of\n\nA1, from Mohamed Ali Jinnah and Akbar who had been working in\n\nthe shop of A1 in Saudi Arabia. The aforesaid employees of A1\n\ngave the xerox copy of the passport of A1 to the police, who later\n\narrested A1.\n</p>\n<p data-structure=\"Issue\" id=\"p_73\">\n</p><p data-structure=\"CDiscource\" id=\"p_74\">39.      In cross-examination, this witness admitted that he did not\n\nmention any names, except the name of A3 in his complaint.\n<span class=\"hidden_text\" id=\"span_24\">\f                                                                     16</span>\nDuring     cross-examination, he said he had suspected that P.L.\n\nSubbiah, Perumal, Kumar, Kulanthian and some others could have\n\ncommitted the murder. In other words, on his own admission, his\n\ncomplaint was based on suspicion.\n</p>\n<p data-structure=\"Issue\" id=\"p_75\">\n</p><p data-structure=\"Precedent\" id=\"p_76\">40.   This witness could not say how many pieces of plastic were\n\nfound but confirmed that plastic pieces were found scattered. He\n\ncould not remember whether plastic pieces were seized in his\n\npresence or not. He also could not remember whether the glass\n\npieces were recovered in his presence or not, but stated that the\n\nglass pieces were yellow in colour. The plastic pieces were yellow\n\nand white coloured. He stated that he had not observed Material\n\nObject M.O.3 exhibited by the police in Court.\n</p>\n<p data-structure=\"Issue\" id=\"p_77\">\n</p><p data-structure=\"CDiscource\" id=\"p_78\">41.   It is true that no witness is likely to notice details such as the\n\nnumber of glass pieces found at the site of an accident which left\n\nhuman beings dead.      Inability to recall such details does not in\n\nitself affect the credibility of the witness. However, in this case,\n\nthere is nothing at all in the evidence of PW-1, to establish the\n\nguilt of the accused persons or any of them, and certainly not\n\nbeyond reasonable doubt.\n</p>\n<p data-structure=\"Issue\" id=\"p_79\">\n</p><p data-structure=\"CDiscource\" id=\"p_80\">42.      All that PW-1 has said is that there were disputes between\n\nA3 and D2 with regard to the properties of Sulaimaan Rowthar and\n\nhis daughter. No specific reason for enmity between A1 and D2 or\n\nbetween A4 and D2 has emerged from the evidence of this\n<span class=\"hidden_text\" id=\"span_25\">\f                                                               17</span>\nwitness.\n</p>\n<p data-structure=\"Issue\" id=\"p_81\">\n</p><p data-structure=\"CDiscource\" id=\"p_82\">43.   The 2nd Prosecution Witness (PW-2) M. Nagoor Gani, stated\n\nthat he had travelled to Arasarkulam from Aranthangi by the last\n\nMPTC bus. This witness deposed that on the way he had seen that\n\nthere were two dead bodies lying at about a distance of one\n\nkilometer to the north of Paapankulam, some distance away from\n\nthe railway gate. The dead bodies were of PW-1’s sister’s son and\n\nA4’s son. There was a motorcycle nearby. The Driver stopped the\n\nbus at the roadside after which the passengers got down and saw\n\nthe bodies. Thereafter PW-2 along with one Ganapathy, who had\n\nalso been travelling in the same bus, went and informed PW-1 of\n\nthe death.   PW-2 said that the police had examined him 1½ years\n\nafter the incident. Nothing has emerged from the evidence of this\n\nwitness to establish the guilt of the accused.\n</p>\n<p data-structure=\"Issue\" id=\"p_83\">\n</p><p data-structure=\"Facts\" id=\"p_84\">44.   The 3rd Prosecution Witness, (PW-3), Basheera Begum, widow\n\nof D2 (PW-3), confirmed that there were property disputes giving\n\nrise to enmity between her husband and A3 over the properties of\n\nSulaiman and his daughter Fathima which had been taken back\n\nfrom A3 and entrusted to D2.      She also stated that there were\n\ndisputes between her husband and his father (A4) regarding family\n\nproperties, of which D2 had been demanding partition.     D2 had\n\nalso been insisting upon transfer to him of a petrol bunk held by\n\nA4. A4 refused to accede to his demand. PW3 said her husband\n\nand his father had not been talking to each other for about two\n<span class=\"hidden_text\" id=\"span_26\">\f                                                                    18</span>\nyears prior to the incident.\n</p>\n<p data-structure=\"Issue\" id=\"p_85\">\n</p><p data-structure=\"RespArg\" id=\"p_86\">45.    PW-3 stated that on the date of the incident, D2 left\n\nArasarkulam along with D1, saying he wanted to meet his lawyer\n\nin Aranthangi.     He did not return. On 29 th December, 1990, at\n\nabout 8.00 a.m., she was told that her husband, that is D2, had\n\nbeen    found    dead   near   the   railway   level   crossing   near\n\nPaapankulam, on the road from Aranthangi. She said she told the\n\npolice that she suspected the involvement of A3 and A4 in view of\n\nthe disputes over family property. On her own admission what she\n\ndeposed was based on suspicion. The evidence of PW-3 does not\n\nestablish any motive to murder D2.\n</p>\n<p data-structure=\"Issue\" id=\"p_87\">\n</p><p data-structure=\"CDiscource\" id=\"p_88\">46.    The 4th Prosecution Witness, R. Raju (PW-4), is the conductor\n\nof the MPTC bus in which PW-2 had been travelling. His evidence\n\nonly establishes that two bodies were found at a distance of about\n\ntwo furlongs from the railway crossing, near a pond, and a\n\nmotorcycle was lying on the tar road, near the two dead bodies.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_89\">47.    The 5th Prosecution Witness, M. Shanmuga Sundaram, a\n\npractising advocate in Aranthangi (PW-5), said that he knew D2,\n\nwho belonged to his neighbouring village. He deposed that PW-5\n\nand A4 were in the same political party in 1990. He denied having\n\nconducted any civil case for D2, son of A4. He also asserted that\n\nhe had not been in Aranthangi on the date of the incident. He had\n\ngone to Chennai. Nothing has emerged from the evidence of this\n<span class=\"hidden_text\" id=\"span_27\">\f                                                                 19</span>\nwitness to establish the guilt of the accused.\n</p>\n<p data-structure=\"Issue\" id=\"p_90\">\n</p><p data-structure=\"CDiscource\" id=\"p_91\">48.    The 6th Prosecution Witness, M. Balakrishnan alias Chinappu\n\n(PW-6), deposed that he was a lorry broker at Puddukotai, who\n\nused to arrange for purchase and hire of lorries. He said he knew\n\nA5 who had been introduced to him by A1. He stated that in 1990\n\nhe had purchased a lorry bearing TDB 9635 for A1 for which A5\n\nhad stood as guarantor.       A1 had paid the entire money for\n\npurchase of the said lorry.   PW-6 said that A5 had also helped him\n\nto sell that lorry.\n</p>\n<p data-structure=\"Issue\" id=\"p_92\">\n</p><p data-structure=\"CDiscource\" id=\"p_93\">49.    PW-6 further stated that he had purchased the lorry bearing\n\nthe Registration No.TSL 6579 from one K. Mayilsami, a broker of\n\nKarur (PW-7) for a sum of Rs.3,35,000/-. This witness said that A5\n\ncame to Karur on 20.12.1990, that is, the date of purchase of the\n\nlorry and signed the agreement for purchase of the lorry, which\n\nwas drafted by A5. PW-6 signed the agreement as a witness. PW-6\n\ndenied knowledge of what had happened to the lorry after its\n\ndelivery to A1. PW-6 stated that A1 had paid Rs.25,000/- on the\n\ndate of agreement.    He had agreed to pay the balance amount\n\nwithin 15 days, but he did not do so. PW-6 stated that the lorry\n\npurchased for A1 was parked outside the Court in a completely\n\nchanged condition.\n</p>\n<p data-structure=\"Issue\" id=\"p_94\">\n</p><p data-structure=\"CDiscource\" id=\"p_95\">50.    PW-6 further deposed that he had gone to Arokyam’s\n\nworkshop, near the broker’s office at Manapparai, to see the lorry.\n<span class=\"hidden_text\" id=\"span_28\">\f                                                                  20</span>\nHe said he had gone there alone. PW-6 deposed that the owner of\n\nthe workshop had asked him to take the lorry away from the\n\nworkshop.\n</p>\n<p data-structure=\"Issue\" id=\"p_96\">\n</p><p data-structure=\"CDiscource\" id=\"p_97\">51.   PW-6 said that he contacted Mayilsami (PW-7) through\n\ntelephone, but he was not in the village. PW-6 took the lorry to the\n\nbroker’s shop. A few days later, the Police came in a car, went to\n\nthe RVS lorry shed, where the lorry was parked, and seized the\n\nlorry. A5 had also come with the police. PW-6 said that he had not\n\nseen A1 after 20.12.1990, whereupon he was declared hostile and\n\ncross-examined. In his cross-examination he categorically denied\n\nhaving told the police that A1 had come to his house before 6.30\n\na.m. on 29.12.1990. PW-6 categorically denied as incorrect, the\n\nstatements to the police attributed to him.\n</p>\n<p data-structure=\"Issue\" id=\"p_98\">\n</p><p data-structure=\"Facts\" id=\"p_99\">52.   The 7th Prosecution Witness N. Mayilsami (PW-7), a broker of\n\nKarur engaged in the business of purchase and sale of lorry under\n\nthe name and style of S.R.N Lorry Service, deposed that he had\n\npurchased the lorry with Registration No.TSL 6579 from one\n\nKamakshi of Chennai. On 20.12.1990, A1, A5 and A6 had come to\n\nKarur to purchase a lorry for a sum of Rs.3,35,000/-. PW-6 received\n\nRs.25,000/- from A1 and advanced the aforesaid amount to PW-7.\n\nA further amount of Rs.25,000/- was to be paid within 4 days. This\n\namount was paid on 24.12.1990. As per agreement, the balance\n\nhad to be paid before 4.01.1991/-.\n</p><span class=\"hidden_text\" id=\"span_29\">\f                                                                 21</span><p data-structure=\"Issue\" id=\"p_100\">\n</p><p data-structure=\"CDiscource\" id=\"p_101\">53.   This witness deposed that the agreement was drafted by A5\n\nand executed between A1 and PW-7, who signed it. PW-6\n\nwitnessed the agreement and A5 signed the agreement as scribe.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_102\">54.   PW-7 deposed that possession of the lorry was given to A1\n\nand A5 on 20.12.1990.      However, as full amount had not been\n\npaid, PW-7 had only delivered photo copies of the Registration\n\nCertificate(RC), Fitness Certificate (FC) and permit to them. PW-7\n\ndeposed that as per agreement the balance was to be paid before\n\n4.01.1991 but this was not done. PW-7 stated that when he came\n\nback to Karur, he was told that PW-6 had contacted him over\n\ntelephone. He soon contacted PW-6 whereupon PW-6 told him that\n\nAranthangi police had seized the lorry. PW-7 gave photocopies of\n\nthe RC, FC and permit to the police.\n</p>\n<p data-structure=\"Issue\" id=\"p_103\">\n</p><p data-structure=\"CDiscource\" id=\"p_104\">55.   The 8th Prosecution Witness, S. Kumar (PW-8) stated that he\n\nhad been doing welding work with the welding machine installed\n\nat the workshop of Arokyam of Manapparai.         One night in 1990\n\nwhen PW-8 was doing welding work at the said workshop of\n\nArokyam, Arokyam informed him that he was going out of town. He\n\ninstructed PW-8 to repair a lorry which had been brought to the\n\nworkshop for repair.    PW-8 said that after repairing the lorry he\n\nwent to sleep. The next morning, a Leyland lorry was brought to\n\nthe workshop for repair before 4.00 a.m. PW-8 could not say what\n\nwas the registration Number of the lorry. PW-8 said he was not in\n\na position to identify the lorry as eight years had elapsed.\n<span class=\"hidden_text\" id=\"span_30\">\f                                                                  22</span>\n</p><p data-structure=\"CDiscource\" id=\"p_105\">56.   PW-8 stated that A1 had come in the said lorry and claimed\n\nto be the driver of the lorry. PW-8, had obviously not known the\n\nperson who had brought the lorry, as otherwise that person would\n\nnot have asserted that he was the driver of the lorry. PW-8\n\nhowever, identified A1. It is incredible that PW-8 should be able to\n\nrecognize the driver of the lorry as A1 after so many years, when\n\nhe could not identify the lorry.\n</p>\n<p data-structure=\"Issue\" id=\"p_106\">\n</p><p data-structure=\"CDiscource\" id=\"p_107\">57.   PW-8 said that A1 had told him that the lorry had been hit by\n\na bull. When PW-8 saw the lorry in the morning, he found the front\n\nbottom light on the left was broken.     A1 gave him Rs.100/- for\n\nrepair work and asked him to give the lorry to PW-6 after finishing\n\nthe work.\n</p>\n<p data-structure=\"Issue\" id=\"p_108\">\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_109\">58.   PW-8 said that he had handed over the amount of Rs.100/-\n\nto Arokyam and asked Arokyam to hand over the lorry to A6.\n\nFour days later he went to the workshop and enquired about the\n\nlorry. He was told that A6 had come and taken the lorry.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_110\">59.   In cross-examination PW-8 testified that a job card was\n\nprepared whenever vehicles were given to the workshop for repair.\n\nHe did not prepare a job card in this case, as he had been sleeping\n\nwhen the lorry was brought to the workshop. PW-8 stated for the\n\nfirst time, in cross examination, that the man who had brought the\n<span class=\"hidden_text\" id=\"span_31\">\f                                                                  23</span>\nlorry was with him till the forenoon. He said he had never seen the\n\nman again. The police did not take him for identification parade.\n\nHe said that there was no evidence of the specific repair carried\n\nout in the lorry.\n</p>\n<p data-structure=\"Issue\" id=\"p_111\">\n</p><p data-structure=\"CDiscource\" id=\"p_112\">60.   The evidence of PW-8, if accepted, would at best, establish\n\nthat a lorry with a broken side light on the left, had been brought\n\nfor repair to Arokyam’s workshop, early one morning before 4.00\n\na.m. in the year 1990.\n</p>\n<p data-structure=\"Issue\" id=\"p_113\">\n</p><p data-structure=\"CDiscource\" id=\"p_114\">61.   PW-8’s evidence that A1 had brought the lorry cannot be\n\naccepted, because it is virtually impossible that A1 should be able\n\nto recognize A1 after so many years, and that too when he has\n\nhimself said that he had been sleeping when the lorry was brought\n\nto the workshop.    When    confronted in cross-examination, PW-8\n\ntried to improve upon his evidence by saying that the person who\n\nhad brought the lorry was with him till the forenoon, thereby\n\ncontradicting his answer to an earlier question, that he could not\n\nprepare the job card for repair because he had been sleeping when\n\nthe lorry was brought. Moreover, if as deposed by PW-8 the driver\n\nof the lorry had given him Rs.100/- towards repair charges and\n\ninstructed him that delivery of the lorry be given to PW-6, there\n\nwas no reason for the driver to stay at the workshop till forenoon.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_115\">62.   The 9th Prosecution Witness, Kuppusami (PW-9) denied\n\nknowledge of the death of D1 and D2 and stated that he was not\n<span class=\"hidden_text\" id=\"span_32\">\f                                                                  24</span>\nin the village on the day of the incident. He said that he had not\n\nbeen examined by the police. This witness was declared hostile\n\nand permitted to be cross-examined. In cross-examination by the\n\nprosecution this witness refuted the suggestions put to him. He\n\ndenied having made the statements to the police attributed to\n\nhim. He denied his presence at the place of occurrence and also\n\ndenied having been examined by the police.        Nothing emerged\n\nfrom the cross examination of PW-9 to establish the guilt of the\n\naccused.\n</p>\n<p data-structure=\"Issue\" id=\"p_116\">\n</p><p data-structure=\"CDiscource\" id=\"p_117\">63.     The 10th Prosecution Witness, M. Abdul Jaffar (PW-10)\n\ndeposed that he knew A1 and A3 to A6, but did not know A2, A7\n\nand A8.       He stated that the prosecution wanted him to be a\n\nwitness and say something about the death of two persons on the\n\nroad.     This witness was declared hostile and cross-examined by\n\nthe prosecution. He denied all the material suggestions put to him\n\nand denied having made to the police, the statements attributed\n\nto him. Nothing emerged from his cross-examination.\n\n\n</p><p data-structure=\"RespArg\" id=\"p_118\">64.     The 11th Prosecution Witness, P. Raju (PW-11) engaged in the\n\nbusiness of flowers at Kattumavadi deposed that he did not know\n\nA1, A3 or A4. He said he had never seen A7 before.       He said he\n\ndid not know how D1 and D2 had died. He, however, knew they\n\nhad died. He further said that he had not been examined by the\n\npolice.\n</p><span class=\"hidden_text\" id=\"span_33\">\f                                                                 25</span><p data-structure=\"Section\" id=\"p_119\">\n</p><p data-structure=\"CDiscource\" id=\"p_120\">65.   PW-11 was declared hostile and permitted to be cross-\n\nexamined. He denied the suggestions put to him in cross-\n\nexamination. In particular he denied the suggestion that he knew\n\nthere was enmity between A3 and A4 and D2. In cross-\n\nexamination, he also denied having seen A1 and two other persons\n\nget off from a lorry and go to a tea shop.         He denied the\n\nstatements to the police attributed to him by way of suggestions in\n\ncross-examination.   He specifically denied having told the police\n\nthat A1 was in the lorry with A7.\n</p>\n<p data-structure=\"Section\" id=\"p_121\">\n</p><p data-structure=\"CDiscource\" id=\"p_122\">66.   The 12th Prosecution Witness A.R. Kittu alias Krishnamoorty\n\n(PW-12), who was a resident of Karaikkudi and ran business in the\n\nname of Arun Auto for repairing two wheelers, deposed that he did\n\nnot know A1. He further deposed that from 28.12.1990 to\n\n31.12.1990 he was not in his town. He had gone to Pondicherry to\n\nbuy a car. When he returned home on 31.12.1990, one of the boys\n\nworking in the workshop told him that a man had brought a Suzuki\n\nmotorcycle for repairs and left it at the workshop. Two days later,\n\nthe police came to the workshop and asked this witness to identify\n\nthe person who had kept the two wheeler in the workshop. On 1 st\n\nor 2nd January, 1991, two mechanics came to the workshop and\n\nasked for return of the motorcycle. Suspecting there might be a\n\npolice case, this witness asked the mechanics to get a consent\n\nletter from the person who had left the motor cycle at the\n\nworkshop. Accordingly, they obtained and brought the consent\n<span class=\"hidden_text\" id=\"span_34\">\f                                                                 26</span>\nletter,   whereupon this witness returned the motor cycle.     The\n\nletter was handed over to the police.\n</p>\n<p data-structure=\"Section\" id=\"p_123\">\n</p><p data-structure=\"CDiscource\" id=\"p_124\">67.   This witness deposed that he did not know A2. This witness\n\nwas also declared hostile and cross-examined by the prosecution.\n\nHe denied having made to the police the statements attributed to\n\nhim. In particular, he denied having told the police that a Leyland\n\nlorry was kept near National Battery Works from 24.12.1990.     He\n\ndenied that he had seen or spoken to A2. The material suggestions\n\nmade to him have been denied. Nothing has emerged in his\n\nexamination to establish the guilt of the accused.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_125\">68.   The 13th Prosecution Witness V. Marimuthu (PW-13) only\n\nstated that he knew the deceased and that the police had\n\nexamined him about the death of the deceased as he had been\n\nlooking at the dead bodies.   He stated that the police wanted him\n\nto fix his thumb impression and he accordingly put his thumb\n\nimpression on some Paper.     This witness was declared hostile and\n\ncross-examined by the Prosecution.       He flatly refuted all the\n\nsuggestions made to him.\n</p>\n<p data-structure=\"Section\" id=\"p_126\">\n</p><p data-structure=\"CDiscource\" id=\"p_127\">69.   The 14th Prosecution Witness S. Arokyam Raj (PW-14)\n\ndeposed that he had been running National Welding Works at\n\nManapparai for the last 20 years. He stated that he had known\n\nPW-8 who had worked as a tinker in his workshop. He stated that\n\nwhen he remained out of station, his brother managed the\n<span class=\"hidden_text\" id=\"span_35\">\f                                                                  27</span>\nworkshop and sometimes his employees also managed the\n\nworkshop.\n</p>\n<p data-structure=\"Section\" id=\"p_128\">\n</p><p data-structure=\"CDiscource\" id=\"p_129\">70.   PW-14 deposed that he had gone to Trichy on 28.12.1990\n\nand came back to Manapparai on 29.12.1990. During his absence\n\nhis brother and PW-8 had managed the workshop.         This witness\n\nstated that when he returned to his workshop, he saw the lorry TSL\n\n6579 there. This witness (PW-14) stated that PW-6, who used to\n\nbring lorries to his workshop for repairs,   had requested him to\n\nrepair the lorry, which had a small dent in the front left side. The\n\nbolts and nuts were loose.     The repairs were duly carried out.\n\nHowever, nobody turned up to take the lorry back.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_130\">71.   This deponent stated that 4 or 5 days later, he went to\n\nTrichy, where he saw PW-6 at the bus stand. He told PW-6 that\n\nnobody had taken back the lorry, which had been left in his\n\nworkshop for repairs.     On the next day PW-6 came to the\n\nworkshop, identified the lorry, saying that it had been sold by him,\n\ngave him the repair charges and took the lorry away. This witness\n\nsaid that receipts were issued for major but not minor work carried\n\nout at the workshop. For minor work, money used to be taken, but\n\nno receipt issued.\n</p>\n<p data-structure=\"Section\" id=\"p_131\">\n</p><p data-structure=\"RespArg\" id=\"p_132\">72.   The 15th Prosecution Witness, R. Ramamoorthy (PW-15) who\n\nhad been running Sri Lakshmi Automobiles Spare Parts Shop at\n\nManapparai, stated that he had issued cash receipt No.1253 dated\n<span class=\"hidden_text\" id=\"span_36\">\f                                                                   28</span>\n3.01.1991.   He said a front sidelight of a heavy motorcycle had\n\nbeen sold under the said bill, issued in respect of the lorry TSL\n\n6579, for Rs.75/-. No one had signed or initialled the Bill.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_133\">73.   The 16th Prosecution Witness, J. Chinnasami (PW-16) who had\n\nbeen running Sri Ganesh Agencies Automobiles Spare Parts Shop\n\nat Manapparai deposed that on 3.01.1991, he had sold three bulbs\n\nfor the front side light of a lorry, for Rs.55/- against cash receipt\n\nNo.5232 dated 3.01.1991. He identified the said cash receipt. The\n\ncash receipt records that bulbs were sold for lorry TSL 6579. PW-\n\n16 said he had written the particulars of the lorry and signed the\n\nbill and had been examined by police.\n</p>\n<p data-structure=\"Section\" id=\"p_134\">\n</p><p data-structure=\"CDiscource\" id=\"p_135\">74.   The 17th Prosecution Witness, G. Baskaran (PW-17) deposed\n\nthat 4 or 5 years ago he had been the manager of the karaikkudi\n\nNational Battery Company, where batteries were sold and also\n\nrecharged and serviced. PW-17 stated that on 24.12.1990, when\n\nhe was working a Leyland lorry with registration No.TSL 6579 was\n\nbrought to the shop for getting its battery charged and a cash bill\n\nof Rs.10/- was issued to him. PW-17 stated that the counterfoil of\n\nthe receipt (Ex.P6) had been filled and initialled by him.       He,\n\nhowever, could not remember who had come to get the battery\n\ncharged, since many years had elapsed. He said that even after\n\ncharging the battery, the lorry did not start. He said that he had\n\ntold the person who had brought the lorry, that the old battery\n\nshould be replaced by a new one.        However, as no new battery\n<span class=\"hidden_text\" id=\"span_37\">\f                                                                   29</span>\nwas in stock, a serviced battery was fitted in the lorry. He said\n\nthat the serviced battery was never returned.     The   evidence   of\n\nPW-17 only proves that the lorry was brought to the battery shop\n\nfor getting its battery charged four days before the incident. His\n\nevidence is of no help to the Prosecution.\n</p>\n<p data-structure=\"Section\" id=\"p_136\">\n</p><p data-structure=\"Facts\" id=\"p_137\">75.   The 18th Prosecution Witness, Rasappan (PW-18) stated that\n\nat the time of the occurrence he had been working as V.A.O.\n\n(Village   Administrative   Officer)   of   Thirukkokarnam,   holding\n\nadditional charge as V.A.O. Pudukkottai south. On 4.2.1991, when\n\nhe was returning from the Pudukkottai Taluk office, with his\n\nAssistant, Kaliamoorthy, he found the Crime Branch Inspector,\n\nAranthangi and two constables making enquiries about the\n\naccused Abdul Hameed (A3) and the accused Mohammed Ibrahim\n\n(A4) after arresting them in connection with a double murder. He\n\nstated that the two accused were separately making oral\n\nstatements at around 3.00 p.m. PW-18 said that he and his\n\nAssistant signed both the statements.\n</p>\n<p data-structure=\"Section\" id=\"p_138\">\n</p><p data-structure=\"CDiscource\" id=\"p_139\">76.   The 19th Prosecution Witness (PW-19) Chitravelu, V.A.O.\n\nAthani village, Aranthangi (PW-19) deposed that on 8.2.1991, at\n\naround 1.00 p.m. he was going to a hotel along with his Assistant\n\nMariappan.    Opposite the Avudayarkoil temple, he saw the Crime\n\nBranch Inspector of Aranthangi and some other policemen talking\n\nto Sheikh Dawood (A5). A5 told the police that if he were taken to\n\nManapparai, he would show the vehicle.           His statement was\n<span class=\"hidden_text\" id=\"span_38\">\f                                                                 30</span>\nrecorded. PW-19 said that Ex.P7 was the admissible portion of the\n\nconfessional statement    made by A5.   This witness said that he\n\nand his Assistant had put their signatures in the statement. The\n\nnumber of the lorry was TSL 6579 and the make of the lorry was\n\nLeyland. By 3.00 p.m. this witness, along with his Assistant,\n\naccompanied the Crime Branch Inspector, Manapparai to the R.V.S.\n\nlorry broker shed, where lorry TSL 6579 was parked. A5 identified\n\nthe lorry and the police seized it.   By 7.45 p.m.   the recovery\n\nMahazar was prepared and the same was signed by this witness\n\nand his Assistant.   This witness stated that the lorry which had\n\nbeen seized was Parked outside the Court premises. This witness\n\ndenied the suggestion made to him in course of his cross\n\nexamination on behalf of the accused, that his signatures in Exs.\n\nP4, P5 and P9, as also the confessional statement had been\n\nobtained at the Police Station.\n</p>\n<p data-structure=\"Section\" id=\"p_140\">\n</p><p data-structure=\"CDiscource\" id=\"p_141\">77.   The 20th Prosecution Witness Rajendran (PW-20), deposed\n\nthat at the time of the occurrence he had been VAO Thoothukkudi.\n\nEarly in the morning on 29.12.1990, his Assistant, Karuppan, came\n\nto him and told him that two dead bodies had been found near\n\nPaapankulam on the road. On hearing this, he immediately went\n\nto the place of occurrence with his Assistant, in a TVS 50 vehicle.\n\nHe said that the dead bodies were lying on the tar road in\n\nSendurayanendal village, north of Paapankulam and at a short\n\ndistance there was a black coloured motor cycle. The deceased\n<span class=\"hidden_text\" id=\"span_39\">\f                                                                       31</span>\nwere PW-1’s sister’s son and elder son of A4.           Bloodstains were\n\nspilt on the road. There were glass pieces. The rear view mirror\n\nwas broken into pieces. To the north of the scene of occurrence,\n\nthere was a mile stone with the number 8. There were broken\n\nteeth, a Reynold ball point pen and some coins on the road. This\n\nwitness stated that they were at the place of occurrence by 6.00\n\na.m. in the morning. The police were also there. As it was dark, it\n\nwas difficult to detect things. The Inspector came at around 8.00\n\na.m. and prepared a rough sketch. PW-20 said he had helped in\n\npreparing the sketch. The place of occurrence was photographed\n\nand an observation Mahazar prepared.              By 3.00 p.m. the police\n\nseized the motor cycle, the glass and plastic pieces found on the\n\nroad,    the coins, broken teeth, a watch, a ball point pen and\n\nprepared a Mahazar which was signed by this witness. PW-20 said\n\nthat he was with the police when they recovered the objects. By\n\n5.00 p.m. the police collected bloodstained soil and small pieces of\n\nblood stained tar from the road.         PW-20 identified the left side\n\nmirror of the motor cycle, left side indicator of the motor cycle,\n\nwhite plastic pieces, orange plastic pieces, ball point pen and other\n\nsimilar articles.    Nothing has emerged in the evidence of this\n\nwitness to establish the guilt of the accused.\n</p>\n<p data-structure=\"Section\" id=\"p_142\">\n</p><p data-structure=\"CDiscource\" id=\"p_143\">78.     The 21st Prosecution Witness, Chidambaram (PW-21) stated\n\nthat    at   the   time   of   the   occurrence    he   had   been   VAO,\n\nKummangadu, Aranthangi.              One Ramanthan was his Village\n<span class=\"hidden_text\" id=\"span_40\">\f                                                                  32</span>\nAssistant. He stated that on 3.2.1991 at around 3.00 a.m. when\n\nhe had been sleeping in his office, a policeman sent by Inspector\n\nof police, Aranthangi came to him and told him that the Inspector\n\nwanted him to assist the Inspector to arrest the persons involved\n\nin a double murder. He stated that he went to the police station\n\nand from there he went to Kattumavadi corner. The police arrested\n\nKrishnan (A7) opposite the Plato TV centre.     This witness could\n\nnot, however, identify A7 in the Court. He was handed over the\n\nportion of the confessional statement of the accused Krishnan,\n\nmarked Ex.P-13 claimed by the Prosecution to be admissible,\n\nwhich he identified. He stated that Krishnan had said that if he\n\nwere taken to Maangudi, he would show the pond where he had\n\nthrown the iron rod. This witness (PW-21) stated that this witness,\n\nhis Village Assistant, Krishnan(A-7) and the police went to\n\nMaangudi. Krishnan (A7) got into the pond, and took out the iron\n\nrod and handed it over to the police.    The rod was not sent for\n\nforensic examination. There were no blood stains or finger prints\n\non the iron rod, recovered from an easily accessible open pond.\n\nThe recovery, if any, is of no evidentiary value. This witness could\n\nnot even say whether the pond was filled with water or not. He\n\nalso could not identify A7. He, however, asserted that M.O.23 was\n\nthe iron rod. He also stated that a Mahazar was prepared (Ex.P-14)\n\nwhich they signed. Significantly, no other witness examined so far\n\nhas said anything about recovery of any iron rod from a pond at\n\nMaangudi.\n</p><span class=\"hidden_text\" id=\"span_41\">\f                                                                     33</span><p data-structure=\"Precedent\" id=\"p_144\">\n</p><p data-structure=\"RespArg\" id=\"p_145\">79.    Dr. Usen Mastha, Civil Assistant Surgeon, who had been\n\nworking as a doctor in the Government hospital Aranthangi, and\n\nhad    conducted   post   mortem     of   D2    along   with   one   Dr.\n\nSivasubramaniyan, deposed as the 22nd Prosecution Witness (PW-\n\n</p><p data-structure=\"Precedent\" id=\"p_146\">22).\n</p>\n<p data-structure=\"Precedent\" id=\"p_147\">\n</p><p data-structure=\"CDiscource\" id=\"p_148\">80.    This witness gave the details of external and internal injuries\n\nfound on the dead body of D2 and opined that D2 could have died\n\n16 to 18 hours prior to the post mortem, as a result of the injuries\n\nand oozing of blood. PW-22 identified the post mortem certificate\n\nprepared and signed by him and confirmed that the same had also\n\nbeen signed by Dr. Sivasubramaniyan.           PW-22 opined that from\n\ntheir appearance, the injuries on the chest and stomach of D2\n\ncould be said to have been caused by reason of D2 being run over\n\nby a vehicle. There were injuries on the body of D2, which could\n\nhave been caused if he had been hit by a vehicle and had fallen on\n\nhard ground.\n</p>\n<p data-structure=\"Precedent\" id=\"p_149\">\n</p><p data-structure=\"PetArg\" id=\"p_150\">81.    PW-22 further deposed that it was possible for a person who\n\nfell on the ground, after being hit by a vehicle, to sustain simple\n\ninjuries.   He opined that the nature of the injuries would depend\n\non several factors, including the speed of the vehicle, the part of\n\nthe vehicle which hit the victim, the object which hit the victim\n\nwhen he fell, and also the part of the body which was hit.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_151\">82.    PW-22 deposed that during the post mortem, both the hands\n<span class=\"hidden_text\" id=\"span_42\">\f                                                                  34</span>\nwere seen fixed with the body and tyre marks were found in the\n\nsame measurement. PW opined that if a heavy motor vehicle ran\n\nover a person, the tyre marks would not be visible. If a person fell\n\nafter being hit by a heavy vehicle, there were chances of fracture\n\nof the jaw bone and of the teeth being broken.\n</p>\n<p data-structure=\"Precedent\" id=\"p_152\">\n</p><p data-structure=\"CDiscource\" id=\"p_153\">83.   PW-22 deposed that injury Nos. 1 and 3 were simple. Injury\n\nNo.1 could have been caused if a person fell down on being thrown\n\noff a vehicle. PW-22 deposed that injury Nos. 6 to 8 might have\n\ncaused death. Injury Nos. 9 to 11 might have been caused if a\n\nperson had been thrown off and had fallen on hard ground.     When\n\na person were thrown off the bones in the part of the body which\n\nfirst hit the ground would break.   PW-22 said the injuries in the\n\nface could have been caused by the rod shown to him, that is, MO-\n\n</p><p data-structure=\"Section\" id=\"p_154\">23.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_155\">84.   Even though, PW-22 in effect opined that, it was possible\n\nthat the injuries on the face could have been caused if the\n\ndeceased had been beaten on the face with an iron rod similar to\n\nM.O.-23, he also said that some of these injuries (Injury Nos.1 and\n\n</p><p data-structure=\"CDiscource\" id=\"p_156\">3) were simple. Injuries 4 and 5 could also have been caused if a\n\nperson had fallen after being thrown off and that there was no\n\nimpression of the deceased being hit by M.O.-23. The evidence of\n\nthis witness suggests the likelihood of D2 having been run over by\n\na heavy vehicle, which caused his death.\n</p><span class=\"hidden_text\" id=\"span_43\">\f                                                                 35</span><p data-structure=\"Precedent\" id=\"p_157\">\n</p><p data-structure=\"CDiscource\" id=\"p_158\">85.   Dr. Murugesan, Civil Assistant Surgeon who deposed as the\n\n23rd Prosecution Witness (PW-23), had also been working as\n\nAssistant Surgeon in the Government Hospital at Aranthangi at the\n\ntime of occurrence. He said that on 29.12.1990, the Inspector of\n\npolice, Aranthangi sent the dead body of D1 for autopsy. He said\n\nthat he conducted post mortem examination of the body along\n\nwith Dr. Karunakaran, who had been working as Assistant Surgeon\n\nin the same hospital. PW-23 said that rigor mortis had set in when\n\nthe dead body was brought for post mortem. The dead body was\n\nlying face upwards.   Injuries with blood were found all over the\n\nbody and there were blood clots in the nose and mouth. There\n\nwas dried blood all      over the face   and blood was oozing out\n\nthrough both the ears.\n</p>\n<p data-structure=\"Precedent\" id=\"p_159\">\n</p><p data-structure=\"CDiscource\" id=\"p_160\">86.   PW-23 described the injuries found on D1, and opined that\n\ndeath might have occurred 14 to 20 hours before the post mortem.\n\nHe said the post mortem had been completed by 5.45. p.m. on\n\n29.12.1990. PW-23 opined that D1 might have died due to injuries\n\nsustained in the head and brain and other injuries in the body, and\n\nalso shock and haemorrhage. The injuries could have been caused\n\nif a vehicle had hit the deceased. The injuries in the nose might\n\nhave been caused by a blunt object.      The ribs might have been\n\nbroken if the body had been thrown off, or if it were run over by a\n\nvehicle. There were no tyre marks. This witness stated that there\n\nwould be no tyre marks if the tyres were worn out. Immediate\n<span class=\"hidden_text\" id=\"span_44\">\f                                                                   36</span>\ndeath would have occurred only due to the head injuries. Injury\n\nNo.3 might have caused instantaneous death.        The injuries over\n\nthe head and over the bodies might have been suffered at once or\n\none after another. PW-23 stated that he had been examined twice\n\nby the Investigating Officer. A rod similar to the rod which MO-23\n\nhad been shown to him.     He stated that injury Nos. 3 and 4 could\n\nhave been caused if hit by a rod like MO-23. The rod, if used with\n\nforce, could cause Injury No.9 and injury No.10.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_161\">87.   In cross-examination, this witness stated that accident could\n\nhave occurred if a stationary vehicle were hit by a moving vehicle,\n\nor if there was collision between running vehicles. If a person\n\ninjured in an accident gets thrown off, there is possibility of the\n\nwheel running him over.     Injury nos. 3 and 4 could have been\n\ncaused by a vehicle accident.    Injury nos. 9 and 10 might have\n\nbeen caused if the deceased were thrown off with violent force.\n\nInjury nos. 5 to 8 could have been caused even if a person were\n\nthrown off without much force.\n</p>\n<p data-structure=\"Precedent\" id=\"p_162\">\n</p><p data-structure=\"CDiscource\" id=\"p_163\">88.   From the evidence of this witness, it appears that the injuries\n\nfound on the body of D1 could have been caused if D1 had been\n\nthrown off the motorcycle and landed on hard ground after\n\ncollision with another vehicle. The injuries could also have been\n\ncaused if D1 were hit by a rod similar to MO2. The opinion of this\n\nwitness with regard to the cause of D1’s death, is inconclusive.\n<span class=\"hidden_text\" id=\"span_45\">\f                                                                    37</span>\n</p><p data-structure=\"CDiscource\" id=\"p_164\">89.   The 24th Prosecution Witness Radhakrishnan (PW-24), who\n\nhad been working as Motor Vehicle Inspector Grade-I, Palani,\n\nDindigul district, described the damages on the motor cycle on\n\nwhich the deceased were riding.        He opined that the damages\n\ncould have been caused either if the motor cycle had been hit by\n\nanother vehicle or if the motor cycle had fallen. His evidence is of\n\nno help to the Prosecution to establish the guilt of the accused.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_165\">90.   The 25th Prosecution Witness, P. Sivakumar a Scientific\n\nAssistant   Grade-I,   Forensic   Laboratory,   Pudukkottai   (PW-25)\n\ndeposed that he had inspected the place of occurrence and the\n\nmotor cycle on which the deceased were travelling (MO-1). There\n\nwere indications that the vehicle had been hit by another vehicle.\n\nHe had advised the Investigating Officer to preserve the scraps of\n\npaint of the vehicle that had hit the motor cycle (MO-1) and the\n\nscraps of paint of MO-1. There were blood stains on the tar road\n\nnear the motor cycle. There were also signs of dragging the dead\n\nbody along the road. There were yellow coloured glass pieces, and\n\nwhite and orange coloured plastic pieces(MO-16).        This witness\n\nhad advised that MO-16 and the blood on the tar road be\n\npreserved. The witness said that from the tyre marks at the place\n\nof occurrence, it could be inferred that a heavy vehicle like a lorry\n\nmight have been involved. The broken orange and white coloured\n\nglass pieces might have been from the indicator and the green,\n\nred and white paint scraps might have been from the bumper.\n<span class=\"hidden_text\" id=\"span_46\">\f                                                                    38</span>\n</p><p data-structure=\"CDiscource\" id=\"p_166\">91.   PW-25 stated that he had also helped in investigating the\n\nlorry being TSL 6579 on 9.2.1991.       The left side of the lorry was\n\ntinkered. A light coating of black and red could be noticed in the\n\ntinkered area. The front bumper of the lorry was covered with two\n\npieces of white metal sheets. The yellow light on the right was\n\nfound in good condition, but the yellow light on the left was found\n\nbroken.   The number plate in front of the lorry was not in good\n\ncondition.   He said that he had told the Inspector to preserve the\n\nnumber plates.    The headlight in front, had the letters T, I, M and\n\nE.    The other headlight had the word ‘LUCAS’.          Two of the\n\nindicators of the lorry were unscrewed.     One had no plastic cover\n\nand the other had a white and orange coloured cover.           PW-25\n\nstated that he had advised the Inspector to send all the objects for\n\nchemical examination.\n</p>\n<p data-structure=\"Precedent\" id=\"p_167\">\n</p><p data-structure=\"Precedent\" id=\"p_168\">92.   In cross-examination, this witness said that the sample paint\n\nscrapings collected from the lorry and the motorbike had not been\n\nanalyzed by him. The quantity of paint at the place of occurrence\n\nwas not large.    He could not say whether the paint found was\n\nmixed with oil or was plastic paint. There was no laboratory in the\n\ndistrict for analyzing the paint.       PW-25 deposed that heavy\n\nvehicles included buses, but a look at the tyre marks at the place\n\nof occurrence gave the impression that the vehicle could be a\n\nlorry. The tyre marks, which were about 8 inches in breadth, could\n\nalso correspond to the tyre of a bus.\n</p><span class=\"hidden_text\" id=\"span_47\">\f                                                                  39</span><p data-structure=\"Precedent\" id=\"p_169\">\n</p><p data-structure=\"CDiscource\" id=\"p_170\">93.   PW-25 said that he did not have special knowledge of heavy\n\nvehicles other than lorries and buses. He said the head lights of a\n\nbus, lorry and a car were of the same size.     The quality of the\n\nheadlight as also the glass cover of the indicator would depend on\n\nthe manufacturer.\n</p>\n<p data-structure=\"Precedent\" id=\"p_171\">\n</p><p data-structure=\"Precedent\" id=\"p_172\">94.   This witness could not say whether the glass pieces at the\n\nplace of occurrence were from a lorry, bus or car. This witness said\n\nthe quality of the paint would depend on the company which\n\nmanufactured the paint.    He could not say which company had\n\nmanufactured the paint collected in this case. He also could not\n\nsay when a part of the front side of the lorry had been painted\n\nblack and red.\n</p>\n<p data-structure=\"Precedent\" id=\"p_173\">\n</p><p data-structure=\"RespArg\" id=\"p_174\">95.   The 26th Prosecution Witness, A. Subramanian (PW-26) only\n\nstated that he had taken photographs of two dead bodies. Nothing\n\nmuch has emerged from his examination.\n</p>\n<p data-structure=\"Precedent\" id=\"p_175\">\n</p><p data-structure=\"CDiscource\" id=\"p_176\">96.   The 27th Prosecution Witness, Thiyagarajan (PW-27) also a\n\nphotographer, stated that he had taken photographs of the lorry at\n\nthe Aranthangi Police station. His evidence is of no relevance.\n\n\n</p><p data-structure=\"Facts\" id=\"p_177\">97.   The 28th Prosecution Witness, P Sondarajan (PW-28) who was\n\na constable in the Trichy dog squad, stated that on 29.12.1990 he\n\nwent to Arasarkulam road with the police dog named ‘FRUIT’.\n\nThere were two dead bodies. The dog smelt the blood on the dead\n<span class=\"hidden_text\" id=\"span_48\">\f                                                                      40</span>\nbody.       After smelling the blood, the dog ran a short distance, got\n\ninto Paapankulam and went up to the water and started barking.\n\nThe dog then returned to the place where the dead bodies were\n\nfound. Then it proceeded to Arasarkulam and ran 2 or 3 streets.\n\nSuddenly it lay before a house in the East Street, Arasarkulam.\n\nPW-28 said he did not know the door number or the owner of the\n\nhouse. The Inspector and the Dy. Superintendent of Police came to\n\nthe house where the dog lay and directed him to leave the spot.\n\nHe stated that the dog identified a material object. However, this\n\nwas objected to by the defence as not admissible under the\n\n<a href=\"/doc/1953529/\" id=\"a_17\">Evidence Act</a>.\n</p>\n<p data-structure=\"Precedent\" id=\"p_178\">\n</p><p data-structure=\"CDiscource\" id=\"p_179\">98.      In cross-examination, PW-28 stated that he had told the\n\npolice about the places to which the police dog had gone after\n\nsmelling the dead body.        He denied the suggestion that he was\n\nnot able to recollect the events, because of the lapse of 7/8 years.\n\nHe stated that he was giving evidence on the basis of entries in a\n\ndiary.     However, the diary was not brought to Court.          If the\n\nevidence of this witness with regard to the reactions of the dog, is\n\nto    be   accepted    as   indicative   of   the   movements   of   the\n\nperson/persons who caused the death of D2 and D1, the evidence\n\nwould contradict the case sought to be made out by the\n\nProsecution that Accused Nos.1,2 and 7 were all in a lorry. If they\n\nhad all come in a lorry, they would also have left in the lorry.\n\nNothing turns on the evidence of this witness.\n</p><span class=\"hidden_text\" id=\"span_49\">\f                                                                       41</span><p data-structure=\"Precedent\" id=\"p_180\">\n</p><p data-structure=\"CDiscource\" id=\"p_181\">99.      The 29th Prosecution Witness, P. Govindarajan (PW-29), a\n\nconstable     in    Manamelkudi    Police   Station   deposed   that   on\n\n30.4.1990, A4 had come to the Nagudi police station and\n\ncomplained against his son D1. The complaint was Ex.P-20. The\n\npolice     made inquiries and thereafter advised D2 not to pick\n\nquarrels with his father, whereupon D2 had promised that he\n\nwould not fight with his father over family property. His evidence\n\nhas no connection with the occurrence of 28/29 December, 1990.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_182\">100. The 30th Prosecution Witness, Sub-Inspector, G. Chinnadurai\n\n(PW-30)     stated    that   he   had   worked   as    Sub-Inspector   at\n\nJagadapattinam from 14.9.1997 and sub-Inspector Nagudi from\n\n8.7.1992.     In 1989, Sivasubramanian (since deceased) who had\n\nthen been serving as Inspector Aranthangi, had registered the\n\ncase, Crime No.160/89 at Nagudi police station under <a href=\"/doc/1405190/\" id=\"a_18\">Section 145</a>\n\nof the Code of Criminal Procedure. The complaint which related to\n\nland     involved    One Alaguraj and Kasilingam on one aide and\n\nPerumal, Kumar Karuppiah and Rangan on the other.           This witness\n\nsaid he knew        Sivasubramanian’s handwriting and signature.       In\n\ncross-examination this witness could not say if the complaint was\n\nlodged because of the refusal of Perumal and others to vacate\n\ndisputed land. The evidence of this witness also has no bearing on\n\nthe incident which took place on 28/29 December, 1990.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_183\">101. The 31st Prosecution Witness A. Hamsat (PW-31), a Head\n\nConstable of Avudayarkoil Police Station, stated that at the time of\n<span class=\"hidden_text\" id=\"span_50\">\f                                                                      42</span>\noccurrence he had been a Grade-II constable at Aranthangi and\n\nhad taken the dead body of D2 to the Government Hospital for\n\npost mortem and brought it back after the post mortem. His\n\nevidence is of no relevance to the guilt of the accused.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_184\">102. The 32nd Prosecution Witness R. Sethu (PW-32), who had\n\nbeen Sub-Inspector at Aranthangi police station on 29.12.1990,\n\nhad registered the complaint lodged by PW-1, on the basis of\n\nwhich Crime No.668/90 was started. He said that the FIR (Ex.P2)\n\nwas sent to the Court of the Judicial Magistrate on the same day.\n\nHis evidence is of no relevance. None of the accused except the\n\nA1 were even named in the FIR. Even so far as A1 is concerned,\n\nthere is nothing concrete in the FIR. A finger of suspicion has only\n\nbeen pointed towards him.\n</p>\n<p data-structure=\"Precedent\" id=\"p_185\">\n</p><p data-structure=\"CDiscource\" id=\"p_186\">103. Nothing significant has emerged from the examination of the\n\n33rd Prosecution Witness P. Kannappan (PW-33) who had only sent\n\na requisition (Ex P-22) to Court to forward material objects\n\nconcerning the case for chemical analysis report from the Forensic\n\nScience Laboratory, Chennai. He was later transferred.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_187\">104. The 34th Prosecution Witness, A.S. Ramu,           Chief Scientific\n\nAssistant of the Forensic Laboratory at Chennai (PW-34), a\n\nhandwriting   expert   with   experience   of   about    20   years   in\n\nexamination of questionable documents stated, that he had been\n\nrequired to compare the handwriting of the entries in Serial No.\n<span class=\"hidden_text\" id=\"span_51\">\f                                                                   43</span>\n942 at Page 54 of a Register belonging to Malar Lodge Hotel\n\nKaraikudi (Ex P-24) which he had numbered Q1 and Q2 with the\n\nspecimen handwriting and signatures of one of the accused (A8).\n\nEven assuming, that the signature and handwriting           of A8 was\n\nthere in the register, it only establishes that the said accused may\n\nhave visited the hotel six months before the incident.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_188\">105. The 35th Prosecution witness, Mr. Francis Xavier (PW-35) the\n\nAssistant Director, Forensic Science Laboratory, Ramanathapuram\n\nRange, who had been Assistant Forensic Science Department,\n\nChennai from 13.3.1989 to 15.5.1992 found similarities between\n\nobjects collected from the place of occurrence and scrapings\n\nand/or objects attached to the vehicle being TSL 6579.       However,\n\nin cross-examination this witness could not say whether the\n\nindicators (MO-34 and 35) related to a motor cycle or not.        He\n\nstated that he had no training in the aforesaid division.    He could\n\nnot say if MO 32-33 were from a bus, lorry or car. He said that\n\nevery category of paint could not be identified. He did not know\n\nhow many kinds of paint were available. He said that the paint\n\nwould have to be sent to a laboratory for analysis and opinion\n\nobtained thereafter for ascertaining the category.   He stated that\n\nthe kind of paint received in the laboratory was enamel paint,\n\nwhich is produced by several companies. He distinguished\n\nbetween similar and identical.    He stated that the LUCAS front\n\nlight could not specifically be related to any particular vehicle.\n<span class=\"hidden_text\" id=\"span_52\">\f                                                                44</span>\nThe indicator mentioned in his report was that of a motor cycle.\n\nHis opinion did not mention which company produced it. The\n\nletters in the broken yellow glass pieces, were assembled together\n\nand compared with the unbroken yellow glass of the lorry, but the\n\ndiameter thickness and other physical parameters had not been\n\nanalysed. He had given his opinion without any physical analysis\n\nof the diameter, length, etc.   When the 30 broken glass pieces\n\nwere joined together, the letters DE IN INDIA could be seen.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_189\">106. The 36th Prosecution Witness, A. Allimuthu, Inspector of\n\nPolice (PW-36) had taken up investigation of the case on 3.2.1992.\n\nHe stated that the accused had not been arrested till 5.6.1992. He\n\nsearched them.    On 24.6.1992 he had gone to Karaikudi with\n\nwitnesses Chidambaram (PW-21) and Ramanathan and seized the\n\nregister of Malar Lodge for the period from 5.5.1990 to 11.8.1990\n\n(Ex P-24) under Mahazar (Ex P-28).   On 24.6.1992, he had gone to\n\nvillage Unjanai and obtained the handwriting and signatures of\n\nRamasami (A-8) under Mahazar (Ex. P-25). On 24.6.1992, he had\n\nexamined Chidambaram (PW-21), Ramanathan, Driver Mahalingam\n\nand Raju (PW-4) and recorded their statements.      On 25.6.1992,\n\nhe had examined the complainant (PW-1), Nogoor Gani(PW-2)\n\nShanmuga Sundaram (PW-5) and witness Ganapathy and recorded\n\ntheir statements. On 26.6.1992 the seized signatures and hand\n\nwritings were sent to Court for onward transmission to the\n\nchemical laboratory under requsition (P-29). He said that he also\n<span class=\"hidden_text\" id=\"span_53\">\f                                                                    45</span>\nexamined Sub Inspector Chinnadurai(PW-30), Head Constable\n\nGovindarajan (PW-29) and A-4 and recorded their statements. In\n\ncross-examination he stated that he had not arrested any of the\n\naccused.   The 4th accused (A4), had not been cited as an accused\n\nand was therefore not arrested.    On 24.6.1992, A8 surrendered\n\nbefore the court and was granted bail.\n</p>\n<p data-structure=\"Precedent\" id=\"p_190\">\n</p><p data-structure=\"CDiscource\" id=\"p_191\">107. The 37th Prosecution Witness Radhika, a scientific Assistant\n\nGrade-I in the Forensic Science Laboratory, Chennai (PW-37)\n\nstated that the Judicial Magistrate, Aranthangi had sent a letter\n\nrequesting for a Serology report in Crime No. 668/1990.            She\n\nidentified the Serology Report Ex-32. The report is in respect of\n\nclothes, broken teeth, earth, metal rod etc. found at the place of\n\noccurrence, and does not relate to the accused in any way.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_192\">108. The 38th Prosecution Witness M. Radhamani (PW-38), a\n\nScientific Assistant Grade-I stated that the blood sent for\n\nexamination was human blood, but grouping was not possible.\n\nThe blood in two glass tubes, which were of D1 and D2 was\n\nexamined but the grouping was inconclusive. Some items of the\n\nmaterial objects being P1 contained human blood of ‘O’ group.\n\nGrouping of blood found in some other articles was not possible.\n\nHer evidence has no relevance to the guilt of the accused.\n\n\n</p><p data-structure=\"RespArg\" id=\"p_193\">109. The   39th   Prosecution   Witness   Farooq,   a   resident    of\n\nArasarkulam Melpathi (PW-39) stated that he knew A1 to A7 but he\n<span class=\"hidden_text\" id=\"span_54\">\f                                                                 46</span>\ndid not know A8. He stated that A4’s house was situated to the\n\neast of his house. A2 and A7 used to come to A3’s house. He also\n\nused to go to A3’s house. He thus got acquainted with A2 and A7.\n\nHe knew that D2, son of A4 had died. He knew that D1 was PW-1’s\n\nsister’s son. He had also died. He stated that on the date of the\n\nincident, he was in his rice mill at Aranthangi. On the date of the\n\nincident, his partner’s son, who used to bring his meals from his\n\nhouse, did not come with his meals. His partner went to look for\n\nhis son, but was told on the way, that bus services had got\n\ndisrupted because of a murder. He was also told that D2 and D1\n\nhad been murdered by using a lorry. Thereafter, PW-39 went and\n\nsaw the dead bodies on the roadside.\n</p>\n<p data-structure=\"Precedent\" id=\"p_194\">\n</p><p data-structure=\"CDiscource\" id=\"p_195\">110. The evidence of PW-39 with regard to the murder of the\n\ndeceased is apparently based on conjectural hearsay.     No other\n\nwitness has said anything about disruption of bus service or of any\n\nrumour of murder. This witness stated that he had not been\n\nexamined by the police, whereupon he was declared hostile and\n\ncross-examined by the prosecution.       In cross-examination he\n\ndenied having told the police that A8 used to visit the house of A3\n\nwith A2 and A7. He denied having made the statements to the\n\npolice, attributed to him by way of suggestions. He denied having\n\ntold the police that A1 had taken him and PW-10 to Karaikudi to\n\npurchase lorry spare parts. He denied having told the police, that\n\nafter they reached Aranthangi, they were joined by A4 and A5. He\n<span class=\"hidden_text\" id=\"span_55\">\f                                                                  47</span>\ndenied having told the police that they went to Malar Lodge Hotel.\n\nHe denied having told the police that the accused had conspired to\n\nkill D2. He denied that A1 had asserted that he would kill D2 with\n\nthe help of a lorry. He denied having made any statement with\n\nregard to the accused arranging a lorry. He categorically denied\n\nhaving made the statements allegedly recorded by police under\n\n<a href=\"/doc/447673/\" id=\"a_19\">Section 161</a> Cr.PC. In particular he denied having visited the Malar\n\nLodge Hotel or of having seen or heard the accused conspiring\n\nagainst D2.   He denied that he had seen that the accused were in\n\na room which was locked from inside as alleged by the police.\n\n\n</p><p data-structure=\"RespArg\" id=\"p_196\">111. The 40th Prosecution Witness, Alagappan (PW-40), who had\n\nworked as Manager, Malar Hotel, Karaikkudi from 1989 to 1991\n\ndenied that he knew A8. He said that he did not know A2. He said\n\nthat there was lodging facility in Hotel Malar.     The police came\n\nand made enquiries. He said that there was an admission register\n\nin the Malar Lodge Hotel.      On 21.6.1991, the Receptionist had\n\nmade an endorsement at Sl. 942 of the Register. He said that the\n\nReceptionist used to enter the particulars of the persons who used\n\nto come and stay in the hotel.        This witness was also declared\n\nhostile and cross-examined by the prosecution.             In cross-\n\nexamination he denied all the suggestions made to him. He denied\n\nhaving made the statements to the police attributed to him.\n\nNothing has emerged from the examination of this witness to\n\nestablish the guilt of the accused.\n</p><span class=\"hidden_text\" id=\"span_56\">\f                                                                     48</span><p data-structure=\"Precedent\" id=\"p_197\">\n</p><p data-structure=\"CDiscource\" id=\"p_198\">112. The 41st Prosecution Witness, Dr. S. Diwakar (PW-41), a\n\nProfessor of Forensic Science of Vinayaka Medical College Hospital,\n\nSalem certified that the teeth examined by him were of a human\n\nbody. His evidence is of no relevance to the guilt of the accused.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_199\">113. The 42nd Prosecution Witness, Rajagopal (PW-42), Motor\n\nVehicles Inspector stated that he had inspected the lorry at the\n\nrequest of the Inspector of the Crime Branch and had found the\n\nleft side bumper and grill dented slightly at a height of 2 inches\n\nfrom the ground level. The condition of the brake was 60%. The\n\ncondition of steering and tyres were satisfactory.   He opined that\n\nthe occurrence was not due to mechanical defect of the vehicle.\n\nHe said that he had not noticed any other damages in the vehicle\n\nkept in Aranthangi police station. He said he could not remember\n\nwhether he had been examined by the Inspector of Police on\n\n16.2.1991.   This witness was also declared hostile and cross-\n\nexamined by the prosecution. In his cross-examination PW-42\n\ndenied having made to the police, the statements attributed to\n\nhim. He said that tinkering work had been done on the lorry. The\n\nheadlights on the right had the word ‘LUCAS’ but on the left side\n\nthere was a new ‘Diamond’ light. It was thus apparent that one of\n\nthe headlights had been changed. This witness denied having told\n\nthe police that the damages could have occurred due to an\n\naccident.    This witness was unable to recollect whether the\n\nquestions put to him by the prosecution in Court, had been put to\n<span class=\"hidden_text\" id=\"span_57\">\f                                                                   49</span>\nhim by the police.\n</p>\n<p data-structure=\"Precedent\" id=\"p_200\">\n</p><p data-structure=\"Facts\" id=\"p_201\">114. The 43rd Prosecution Witness,      Anbuchelian (PW-43), being\n\nthe Deputy Superintendent of Police, Ooothukottai, Thiruvallur\n\nDistrict, from 2.1.1991 to 7.9.1991, had taken up investigation in\n\nCrime No. 668/1990      at Aranthangi police station on 25.2.1991.\n\nHe stated that A1, A2 and A8 were absconding at that time. A8\n\nobtained anticipatory bail from the Sessions Court at Pudukkottai\n\non 26.2.1991. PW-43 said that on 13.3.1991 he had examined\n\nwitnesses Mohamed Ali Jinnah, Akbar John, Raju (PW-2), Sahul\n\nHameeed(PW-1) and Basheera Begum(PW-3) and recorded their\n\nstatements. On 14.3.1991 he had examined the witnesses\n\nBaskaran(PW-17) Sundaresan, Alagappan (PW-40), Chidambaram\n\n(PW-2), Kittu @ Krishnamoorthy (PW-12) and recorded their\n\nstatements. When he examined Alagappan (PW-40) he had given\n\nPW-43 a copy of Page 54 of the booking register of Hotel Malar.\n\nThis witness said that he had compared it with the original. He\n\ngave xerox copies of advance receipt No.5825       dated 21.4.1990\n\nand cash receipt No. 7409 dated 22.6.1990.\n</p>\n<p data-structure=\"Precedent\" id=\"p_202\">\n</p><p data-structure=\"RespArg\" id=\"p_203\">115. PW-43 said that on 15.31991, he had examined witnesses\n\nAbu Sali and Dr. Usen Masthan(PW-22) and recorded their\n\nstatements. On 16.3.1991, he had examined Dr. Karunakaran, Dr.\n\nSivasubramanian, Dr. Murugesan (PW-23) and recorded their\n\nstatements.   On     18.3.1991,   he   had   examined   the   witness\n\nSivakumar, Scientific Assistant (PW-25).      On 26.3.1991 he had\n<span class=\"hidden_text\" id=\"span_58\">\f                                                                50</span>\nexamined Prem and Jayakumar and recorded their statements. On\n\n27.3.1991, he had examined witnesses Goyel and Nagari and\n\nrecorded their statements.\n</p>\n<p data-structure=\"Precedent\" id=\"p_204\">\n</p><p data-structure=\"CDiscource\" id=\"p_205\">116. This witness said that on 24.4.1991, the anticipatory bail\n\ngranted to A3 and A4 was cancelled by the Madras High Court and\n\non 29.4.1991 they both surrendered before the Judicial Magistrate\n\nNo.2, Pudukkottai. On the same day, they were sent to judicial\n\ncustody after which bail was granted to them by the Sessions\n\nCourt, Pudukkottai. He said that to secure the presence of A1 who\n\nhad gone abroad, the Superintendent of Police, Pudukkottai had\n\nsent a letter dated 18.4.1991 to the Director General of Police,\n\nChennai, who in turn addressed the Central Government through\n\nthe Home Secretary of the State, requesting that the passport of\n\nA1 be impounded and he be brought back to India. On 20.4.1991,\n\nthe Superintendent of Police sent a wireless message to all check\n\nposts in India including sea ports and airports requesting the\n\nconcerned authorities to be vigilant and to arrest A1 if he passed\n\nthrough them. Thereafter he was transferred. Further Investigation\n\nwas done by his successor.\n</p>\n<p data-structure=\"Precedent\" id=\"p_206\">\n</p><p data-structure=\"CDiscource\" id=\"p_207\">117. This witness deposed that on 13.3.1991 when he had\n\nexamined PW-11, PW-11 told him that A1 could drive a lorry, a car\n\nas well as a motor cycle. PW-11 had stated that he had seen A1\n\ndriving a lorry on several occasions. This witness also said that\n\nPW-12, Kittu @ Krishnamoorthy had told him that A2 was\n<span class=\"hidden_text\" id=\"span_59\">\f                                                                    51</span>\nacquainted to him and that he had seen lorry TSL 6579 standing\n\nnear   the   National   Battery   Works,   Maharnonbu     Agraharam,\n\nKaraikkudi from 24.12.1990 to 27.12.1990.             PW-12 told this\n\nwitness that he had asked A2 why he had kept the lorry in the\n\nstreet, whereupon A2 had told him that he wanted to change the\n\nbattery of the lorry which belonged to A1. A2 had told PW-12 that\n\nthe lorry would be in his custody for 2 to 3 days. This witness said\n\nthat PW-40, Alagappan, had been examined on 14.3.1991.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_208\">118.   In cross-examination PW-43 admitted that even though the\n\nFIR named P.L. Subbiah, Perumal, Kumar, Kulanthaiyan and a few\n\nothers as suspects, PW-43 did not examine them. He said, he did\n\nnot examine them because, the Inspector who had earlier been in\n\ncharge of investigation, had examined them. This witness was\n\nunable to say when the persons named above were examined by\n\nhis predecessor. He also could not recollect whether the persons\n\nwere arrested, without going through all the files.    He said that he\n\nhad started the investigation after reading the relevant files. Dr.\n\nUsen Masthan (PW-22), Dr. Murugesan, PW-11 and PW-12 had\n\nbeen examined by his predecessor. In the FIR, the accused other\n\nthan A3 were not named.       A1 was named as as an accused on\n\n4.2.1991 as also A4 to A8.\n</p>\n<p data-structure=\"Precedent\" id=\"p_209\">\n</p><p data-structure=\"Facts\" id=\"p_210\">119. The 44th Prosecution Witness Raja, Inspector of Police,\n\nMyladudurai (PW-44) said that on 28.12.1990 he had been working\n\nas Crime Branch Inspector, Aranthangi.     On 28/29.12.1990, Sahul\n<span class=\"hidden_text\" id=\"span_60\">\f                                                                 52</span>\nHameed S/o Mohammed Maideen (PW-1) lodged a complaint at\n\nthe Police Station.   The Officer in Charge of the Police Station\n\nreceived the complaint and registered the case, Crime No.668/90\n\nunder <a href=\"/doc/1560742/\" id=\"a_20\">Section 302</a> of the Indian Penal Code.    The complaint was\n\nreceived before 2.00 a.m.    PW-44 said that as the Law and Order\n\nInspector was on leave, PW-44 had taken up the investigation. He\n\nhad gone to the place of occurrence and made security\n\narrangements. Thereafter, he had returned to the station and sent\n\nintimation through wireless to the District Record Office, Finger\n\nPrint Bureau, Photographer and the Dog Squad.       Thereafter, he\n\nwent to the place of occurrence.   As the police photographer had\n\nnot come, he had arranged for a private photographer to take\n\nphotographs.   He said he had prepared an observation Mahazar\n\n(Ex. P-10) in the presence of witnesses and a Rough Sketch of the\n\nplace of occurrence (Ex.P-37). He said that he had served\n\nsummons to Sahul Hameed (PW-1), Meera, Bashira Begum(PW-3)\n\nand Mumtaz Begum and started inquest on the dead body of D1 in\n\nthe presence of Panchayatdars by 9.00 a.m. and had recorded\n\nstatements of witnesses. After Inquest he had sent the dead body\n\nto the Government Hospital at Aranthangi for post mortem through\n\nP.C. No.142 Amjad. He identified the Inquest Report (Ex. P38). This\n\nwitness said that he thereafter conducted inquest of the dead\n\nbody of D2 and sent the same for post mortem to the Government\n\nHospital, Aranthangi through P.C. No.638 Chinniah. He identified\n\nthe Inquest Report in respect of D2.\n</p><span class=\"hidden_text\" id=\"span_61\">\f                                                                  53</span><p data-structure=\"Precedent\" id=\"p_211\">\n</p><p data-structure=\"CDiscource\" id=\"p_212\">120. This witness further deposed that from 15:30 hrs to 16:45\n\nhrs this witness seized material objects 1 to 17 with the help of a\n\nScientific Assistant, in the presence of VAO (Village Administrative\n\nOfficer) Rajendran(PW-20) and Karuppan, the Village Assistant.\n\nThe Mahazar is Ex. P-11. This witness said he had seized one wrist\n\nwatch from the place of occurrence (MO-39). On the same day, he\n\nhad collected blood stained tarred earth, blood stained soil and\n\nsample soil and prepared a Mahazar (Ex. P-12).\n</p>\n<p data-structure=\"Precedent\" id=\"p_213\">\n</p><p data-structure=\"CDiscource\" id=\"p_214\">121. PW-44 said that he had searched for the suspected accused\n\non 30.12.1990, 31.12.1990 and from 1.1.1991 to 4.1.1991. PW-44\n\nsaid that he had sent a special report regarding the seizure of\n\nBajaj TN55 1406 motor bike and arranged for inspection of the\n\nsame by the Motor Vehicle Inspector. On 8.1.1991, PW-44 went to\n\nTiruchirapalli (Trichy) and examined two police constables, P.C.\n\n1062, Sondarajan (PW-28) and P.C. 2993, Rajendran (PW-20), and\n\nthe trainers of police dogs and recorded their statements.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_215\">122. PW-44 deposed that on 12.1.1991, the suspected accused,\n\nnamed in the FIR, Subbiah, Perumal Kumar and Kulanthaiyan\n\nsurrendered before the Magistrate, Orathanadu and were detained\n\nin the sub jail, Pudukkottai. On 15.1.1991, PW-44 examined post\n\nmortem doctors and recorded their statements.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_216\">123. PW-44 stated that on 17.1.1991, he came to learn that on\n\n30.10.1990 one Balasundaram S/o Darmalingam had purchased a\n<span class=\"hidden_text\" id=\"span_62\">\f                                                                     54</span>\nlorry with the Registration Number TB 9635 from A-1. On\n\n29.1.1991 PW-44 examined Fakrudeen, Marimuthu and recorded\n\ntheir statements. On 2.2.1991, he examined Saathiah and PW-9\n\nKuppusamy and recorded their statements.\n</p>\n<p data-structure=\"Precedent\" id=\"p_217\">\n</p><p data-structure=\"RespArg\" id=\"p_218\">124.   PW-44    stated    that,   on   4.2.1991   he   arrested   Abdul\n\nHameed( A-3) in the presence of Rajappan and Kaliamoorthy in\n\nfront of Taluk office, Pudukkottai and obtained         a confessional\n\nstatement from him.      On the same day at 5.00 p.m., he arrested\n\nMd. Ibrahim (A4) and recorded his statement. Thereafter, he went\n\nto Aranthangi police station and put the accused in the lock up by\n\nabout 10 p.m.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_219\">125. PW 44 deposed that on 5.2.1991 both the accused were sent\n\nto Court with the remand report. On 7.2.1991 this witness\n\nexamined PW-40 C.T. Alagapan and recorded his statement.            On\n\n8.2.1991 at 1.30 p.m., PW-44 arrested A-5 Sheikh Dawood in the\n\npresence of PW-19 Chitravelu and C. Mariappan and recorded his\n\nstatement. He identified the admissible portion of the confessional\n\nstatement which is Ex.P7.\n</p>\n<p data-structure=\"Precedent\" id=\"p_220\">\n</p><p data-structure=\"CDiscource\" id=\"p_221\">126. PW-44 deposed that he took A5 to Manapparai with the\n\nwitnesses and seized lorry no. TSL 6579, which was in the custody\n\nof PW-6 Chinappu, from the RVS lorry broker shed at Manapparai.\n\nHe said that in the Mahazar he had stated that the registration\n\nnumber in the number plate in front of the lorry (MO-40), was\n<span class=\"hidden_text\" id=\"span_63\">\f                                                                       55</span>\nscraped and erased. PW-44 further said that by 8.30 p.m., he had\n\nrecovered two cash bills from PW-6 under a Mahazar (Ex.P-4 and\n\nEx.P-9).    He said he had examined witnesses PW-19 Chitravelu,\n\nMariappan, PW-6 Balakrishnan, PW-14 Arockiyaraj, PW-8 S.Kumar,\n\nPW-15 Ramamoorthy, PW-16 Chinnasami and recorded their\n\nstatements.       He had, thereafter, returned to Aranthangi with A5\n\nand put him in the lock up. On 9.2.1991, he sent A5 to the Judicial\n\nMagistrate along with remand report.\n</p>\n<p data-structure=\"Precedent\" id=\"p_222\">\n</p><p data-structure=\"RespArg\" id=\"p_223\">127. PW-44 deposed that, on 13.2.1991 he examined witnesses\n\nChidambaram (PW-21), Ramanathan, Raju (PW-11), Challakkannu\n\nand A.R. Kittu (PW-12) and recorded their statements. On the same\n\nday by 3.30 a.m., he arrested A7 Krishnan in the presence of\n\nChidambaram (PW-21) and Ramanathan in front of the Plato T.V.\n\nCentre at Taluk office Road, and recorded his confessional\n\nstatement.       He identified the admissible portion of the statement\n\nas Ex.P-13. He said that by 6.30 p.m. he brought A-7 to Maangudi\n\nvillage    and    seized   M.O.23   in   the   presence   of   witnesses.\n\nThereafter, he returned to the police station and sent the accused\n\nback to judicial custody on the same day.\n</p>\n<p data-structure=\"Precedent\" id=\"p_224\">\n</p><p data-structure=\"Facts\" id=\"p_225\">128. PW-44 deposed that on 12.2.1991 he had sent a special\n\nreport to the Motor Vehicle Inspector for inspection of the seized\n\nlorry TSL 6579.        On 15.2.1991, he examined Mayilsami and\n\nrecorded his statement. On 16.2.1991, he examined P.C 142 and\n\nPC 638 and recorded their statements. On 18.2.1991, he examined\n<span class=\"hidden_text\" id=\"span_64\">\f                                                                  56</span>\nKaliamoorthy and Rajagopal (PW-42) regarding inspection of the\n\nMotor vehicle and recorded their statements. On the same day, he\n\nsent the seized objects to the Court. On 25.2.1991 the Inspector,\n\nLaw and Order resumed duty, whereupon he handed over the file\n\nto the said Inspector, Law and order for further investigation.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_226\">129.   In his deposition, PW-44 said that during examination PW-6\n\nChinnappu @ Balakrishnan had told him that on 29.12.1990 at\n\n6.30 a.m. A1 came to his house and informed him that he had left\n\nthe lorry purchased by him in the workshop of Arokyam at\n\nMannapparai. This has, however been denied by PW-6. PW-6 told\n\nPW-44 that A-1 had told him that the head lamps and side light of\n\nthe lorry had broken.    PW-6 also told PW-44 that A1 had given\n\nRs.100/- to the workshop for necessary repairs. PW-44 said that\n\nPW-6 had told him that A1 had requested PW-6 to pay the balance\n\nand arrange to sell the lorry and settle the accounts. PW-44 also\n\nsaid that PW-6 had told him that A1 had come to his house after\n\ntwo days, paid him Rs.25,000/- and asked him to sell the lorry with\n\nthe help of A5 and to adjust the accounts, as there was possibility\n\nof his going abroad.    PW-44 said that PW-6 told him that he had\n\nhanded over the amount of Rs. 25,000/- to Mayilsami of Karur (PW-\n\n</p><p data-structure=\"CDiscource\" id=\"p_227\">7). PW-44 deposed that PW-6 had told him that the next day PW-6\n\nstayed in the VRS lorry shed and on the following morning he went\n\nto Arokyam’s workshop where the lorry was kept and enquired\n\nwhether the repairs had been carried out. The workshop boy told\n<span class=\"hidden_text\" id=\"span_65\">\f                                                                  57</span>\nhim that the necessary repairs had been carried out. The following\n\nday, PW-6 came to the workshop, paid        Rs.75/- towards repair\n\ncharges and took the lorry away by engaging a driver. PW-44 said\n\nthat PW-6 had also told him that A5 had asked PW-6 whether A1\n\nhad seen PW-6 and settled the accounts. PW-44 said that A5 had\n\nrequested PW-6 to arrange to get the lorry sold. PW-44 stated that\n\nPW-6 had told him that the police had brought A5 and seized the\n\nlorry.   PW-6 handed over 2 cash bills for Rs.75/- and Rs.50/- both\n\ndated 3.1.1991 to the police.\n</p>\n<p data-structure=\"Precedent\" id=\"p_228\">\n</p><p data-structure=\"CDiscource\" id=\"p_229\">130. PW-44 said that he had examined Kuppusami (PW-9), who\n\nhad told him that he knew both D2 and D1. PW-9 told PW-44 that,\n\non 29.12.1990 one Saathiah had requested him to accompany him\n\nto the cinema.    As it was late, they both rode a single bicycle.\n\nWhen they reached Paapankulam at 10.30 p.m., they saw a lorry\n\nbearing Regn. No.6579 standing on the road side. They presumed\n\nthat the lorry might have been parked on the road for repair. PW 9\n\ntold PW-44 that when he and Saathaih were proceeding to\n\nPervurani cross road, they saw D1 riding a motor cycle and when\n\nthey crossed, they asked D1 whether the cinema had begun\n\nwhereupon he replied that it was about to end. PW-9 and Saathiah,\n\ntherefore returned. While returning PW-9 felt pain in the stomach\n\nand so he went to the side of the tank to answer the call of nature.\n\nBy that time, the lorry which was standing at the road side was\n\nstarted by A1 and driven by him towards Aranthangi. Within a few\n<span class=\"hidden_text\" id=\"span_66\">\f                                                                58</span>\nminutes an MPTC bus crossed them on the Arasarkulam road.\n\nWhile returning PW-9 saw two dead bodies lying on the road and a\n\nmotor cycle lying near them.      This was, however, categorically\n\ndenied by PW-9 in his evidence.\n</p>\n<p data-structure=\"Precedent\" id=\"p_230\">\n</p><p data-structure=\"CDiscource\" id=\"p_231\">131. PW-44 deposed that when he examined PW-11 Raju, he told\n\nPW-44 that he knew that there had been enmity between Abdul\n\nHameed (A-3) Mohamed Ibrahim (A4) and Raja Mohamed (D2) over\n\nland.   He knew Jafar Ali (A-1) as well. PW-44 deposed that PW-11\n\ntold him that when PW-11 was in his shop at around 9.00 p.m. on\n\n28.12.1990, a Leyland lorry came and stopped at the kattumavadi\n\ncorner and Jafar Ali(A1) and 2 others got down from the lorry and\n\nproceeded towards a tea shop. PW-11 told PW-44 that PW-11 had\n\ncalled Jafar Ali (A1) and asked if he had purchased a new lorry.\n\nJafar Ali (A1) replied that the lorry belonged to his friend. When\n\nPW-11 asked A-1 who were the persons accompanying A1, he\n\nreplied that they belonged to Karaikkudi. PW-11 told PW-44 that\n\nhe had noted the Registration No. of the lorry as TSL 6579. PW-44\n\ndeposed that PW-11 had also told him that he had known one of\n\nthe 2 persons accompanying A1, whom he identified.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_232\">132. PW-44 said that he examined PW-13, V. Marimuthu, who told\n\nhim that on 28.12.1990 he had been returning from Aranthangi in\n\nan MPTC bus. At around 11.45 p.m. when the bus was approaching\n\nParavurani Road west of Arsarkulam diversion, he saw that\n\nSaathiah who belonged to his village was standing and when the\n<span class=\"hidden_text\" id=\"span_67\">\f                                                                   59</span>\nbus crossed the railway gate and was proceeding near the bank of\n\nPaapankulam he saw 2 persons lying on the road and a motor\n\ncycle was lying by their side. Saathiah has not been examined as\n\na witness in the trial.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_233\">\n</p><p data-structure=\"CDiscource\" id=\"p_234\">133. PW-44 said that during his examination PW-12 Kittu @\n\nKrishnamoorthy, had told him that Jafar Ali (A1) used visit his\n\nworkshop for repair of his motor cycle, so he knew him very well.\n\nOn 28.12.1990 at 6.00 p.m., Jafar Ali (A1) had brought his TVS\n\nSuzuki motor cycle bearing Registration No.TCO 8561 for repairs\n\nand left it in the workshop.   On 1.1.1991, the said Jafar Ali had\n\ncome to the workshop and asked whether the repairing work had\n\nbeen completed. On being told that the repair would take 2 more\n\ndays, Jafar Ali (A1) told PW-12 to hand over the vehicle to the\n\nperson who would come with his letter. On 4.1.1991 one mechanic\n\nKumar came with a letter and on seeing the letter PW-12 handed\n\nover the motorcycle and the letter to Kumar.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_235\">\n</p><p data-structure=\"CDiscource\" id=\"p_236\">134. PW-44 said that he had examined. PW-39, Farooq who told\n\nhim that one Ramasamy Ambalam @Unjanai Ramasamy (A8), Balu\n\n@ Balusamy(A2) and Krishnan(A7) used to visit A3, Hameed\n\nRowther’s house. PW-39 therefore knew them well. He said that\n\nfive months before 4.2.1991, Jafar Ali (A1) had asked PW-39\n\nFarooq, PW-10 and M. Abdul Jafar to accompany him to Karaikudi\n\nfor purchasing lorry spare parts.   After they arrived at Aranthangi,\n\nDawood(A5) and Ibrahim(A4) joined him and then they went to\n<span class=\"hidden_text\" id=\"span_68\">\f                                                                 60</span>\nMalar Lodge, karaikudi, where Balu(A2), Abdul Hameed(A3), Bashir\n\nAli, Krishnan(A7), Unjanai Ramasamy(A8) were also there.      They\n\nlocked the door and had a discussion. PW-39 told PW-44 that Jafar\n\nAli, Abdul Hameed, Mohamed Ibrahim and Sheikh Dawood spoke ill\n\nof Raj Mohamed (D2) and decided to murder him. Jafar Ali said\n\nthat he would kill Raj Mohamed by hitting him with a lorry for\n\nwhich he required assistance. Unjanai Ramasamy asked Balu and\n\nKrishnan to assist Jafar Ali.   The conspiracy took took place at\n\n10.30 p.m. after which they dispersed.   PW-44 stated that PW-39\n\ntold him that PW-39 did not sleep the whole night. The next\n\nmorning PW-39 and PW-10 Abdul Jafar went to the house of Abdul\n\nHameed.     Farooq Ali told Abdul Hameed that they had gone to\n\nKaraikudi as requested by Jafar Ali. Everyone conspired to kill D2.\n\nAbdul Hameed told them not to reveal this to anyone. However,\n\nPW-39 denied having made such statements to the police and was\n\ndeclared hostile.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_237\">\n</p><p data-structure=\"CDiscource\" id=\"p_238\">135. PW-44 said that he had examined PW-40 Alagappan,\n\nManager, Malar Lodge Hotel who had told him that on 21.6.1990\n\nUnjani Ramasamy had come to the lodge to book Room No.401\n\nand made entries in the register. When Alagappan asked him why\n\nhe was reserving a room, Ramasamy had replied that there would\n\nbe a panchayat and parties would come.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_239\">\n</p><p data-structure=\"CDiscource\" id=\"p_240\">136. In cross-examination PW-44 said that after inspecting the\n\nplace of occurrence he was of the view that the persons lying dead\n<span class=\"hidden_text\" id=\"span_69\">\f                                                                      61</span>\nmust have been murdered and he continued his investigation on\n\nthat basis. PW-44 said that, even before examination of the\n\ndoctors, who had conducted the post mortem, PW-44 had come to\n\nconclusion   that     the deceased     had   been   murdered.      After\n\nexamining the doctors PW-44 became certain. He took up\n\ninvestigation on the basis that the case was of murder.            After\n\nexamining Mumtaz Begum, he arrived at the final conclusion that\n\nthe deceased persons had been murdered.         He added the offence\n\nof <a href=\"/doc/1897847/\" id=\"a_21\">Section 120B</a> of IPC on 4.2.1991. He said after examining PW-39\n\nFarooq and PW-10 Abdul Jafar he knew that there was a conspiracy\n\nbehind the murder, which had taken place on 21.6.1990 in the\n\nMalar Lodge Hotel at Karaikudi. Significantly both PW-39 and PW-\n\n10 denied this and were declared hostile. PW-44 said that when\n\nhe   arrested   the    accused   and    recorded    their   confessional\n\nstatement, the Village Administrative Officer and his Assistant\n\nconcerned signed as witnesses. No signature was obtained from\n\nany uninterested and/or independent witness. In the case file PW-\n\n44 did not state that no independent witness had come forward to\n\nsign the confessional statement. PW-44 said that he had not\n\nexamined Sethu, the Sub-Inspector of Police.        Nor had he asked\n\nhim why he had straight away registered the case under Section\n\n302 on the basis of the complaint of the      PW-1. PW-44 denied the\n\nsuggestion that he had conducted the investigation at the dictates\n\nof PW-1 and his supporters.\n</p><span class=\"hidden_text\" id=\"span_70\">\f                                                                    62</span><p data-structure=\"Conclusion\" id=\"p_241\">\n</p><p data-structure=\"CDiscource\" id=\"p_242\">137. The 45th Prosecution Witness, Kalairaj, Inspector of Police\n\n(PW-45) said that he had been the Inspector of Police, Crime\n\nBranch, Pudukkottai and had received information that the case\n\nCrime No. 668/1990 under <a href=\"/doc/1560742/\" id=\"a_22\">Section 302</a> and <a href=\"/doc/1897847/\" id=\"a_23\">120B</a> IPC of Aranthangi\n\nPolice Station had been transferred for investigation to another\n\nInvestigation Officer. On 15.7.1992, PW-45 had received the order\n\nof DGP dated 16.6.1992 to continue the investigation after which\n\nhe received the case files and continued with the investigation as\n\nordered.   PW-45 deposed that on 25.7.1992, PW-45 inspected the\n\nplace of occurrence, examined the complainant and searched for\n\nA1 and A2.       From 1.9.1992         till 28.12.1992, he gathered\n\ninformation about A1 and A2 and he sent reports through his\n\nsuperior officers to facilitate the return of A1 to India from Bahrain\n\nand A2 from Singapore to India.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_243\">\n</p><p data-structure=\"CDiscource\" id=\"p_244\">138. This witness said that on 30.12.1992, he had examined\n\nMeera, Bashira Begum (PW-3), Mumtaz Begum, Raja, Durai and\n\nkaruppan but he had not recorded their statements.                 On\n\n16.3.1993, he had     examined Dr. Hussain Masthan (PW-22), Dr.\n\nMurugesan     (PW-23),    Faqruddin,    Manimuthu,    Saathiah    and\n\nKuppusamy (PW-9).        On 27.5.1993 he had examined Baskaran\n\n(PW-17), Alagappan (PW-40), Sundaresan, Chidambaram (PW-21),\n\nRajendran (PW-20)     and Chokklingam.       On 4.6.1993     he had\n\nexamined Chitravelu (PW-19), Mariappan, Chidambaram (PW-21),\n\nRamanathan, Raju (PW-4) and Chellappan. On 12.7.1993, he had\n<span class=\"hidden_text\" id=\"span_71\">\f                                                                           63</span>\ngone to Karur and examined Mayilsamy (PW-7).                On 14.7.1993 he\n\nhad examined P. Sondarajan (PW-28), Rajendran(PW-20), Dr. Radha\n\nKrishnan     (PW-24),   Arokya      Raj    (PW-14),         Kumar   (PW-8),\n\nRamamoorthy (PW-15) and Chinnasamy (PW-16). On 15.7.1993 he\n\nhad examined Amjad, Chinniah, Subraminian, Abu Sali.                      On\n\n14.10.1993 he had examined Raju (PW-4), Mahaligam, Rajappa,\n\nBalakrishnan (PW-6) and Kaliamoorthy. On 17.7.1993 he had\n\nexamined      non-resident     Indian     Fathima     and     recorded    her\n\nstatement. On 30.8.1993 he had applied for copies of documents\n\nin the Court of Judicial Magistrate, Aranthangi.            He perused the\n\ndocuments and handed over the case filed to the Public Prosecutor\n\nto prepare a rough chargesheet. On 3.11.1993 he submitted the\n\nrough chargesheet received from office of Public Prosecutor to the\n\nCBCID      Superintendent.     On    10.12.1993       he     examined     Dr.\n\nThiyagarajan(PW-27),     S.I   Sethu      (PW-32)     and    recorded    their\n\nstatements.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_245\">\n</p><p data-structure=\"CDiscource\" id=\"p_246\">139. In cross-examination this witness said that the case files\n\nwere with him from the date of commencement of investigation\n\nby him till date.   He had examined S.I. Sethu (PW-32) who had\n\nreceived the complaint and registered the case being Crime\n\nNumber 668/1990. This witness had not asked Sethu why he had\n\nregistered the case under <a href=\"/doc/1560742/\" id=\"a_24\">Section 302</a> IPC at the initial stage itself.\n\nThis witness said he had not examined PW-39 Farooq and PW-10\n\nabout the conspiracy.        He denied that he had supported PW-1\n<span class=\"hidden_text\" id=\"span_72\">\f                                                                64</span>\nSahul Hameed as he belonged to the ruling party and had colluded\n\nto implicate A2 to A8 in the offence of conspiracy. He said he had\n\nrecorded the statements of those witnesses whom he had\n\nexamined and not those who had been examined earlier. He said\n\nhe had examined Fathima Beevi and recorded her statement. He\n\nsaid he had not recorded the statements of witnesses who had\n\nbeen examined earlier and re-examined by him. He denied that\n\nhe had not seen A2 till the chargesheet was filed. He denied that\n\nA2 was not in India at the time of the conspiracy.\n\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_247\">140. As stated above, no defence witness was examined on\n\nbehalf of the accused. All the accused persons offered themselves\n\nfor examination under <a href=\"/doc/767287/\" id=\"a_25\">Section 313</a> of the Code of the Criminal\n\nProcedure Code. They denied their guilt and claimed to be\n\ninnocent.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_248\">\n</p><p data-structure=\"PetArg\" id=\"p_249\">141. The Prosecution was required to prove beyond reasonable\n\ndoubt, that pursuant to a conspiracy between A1 to A8, A1, A2 and\n\nA3 murdered D2 and D1. A1 driving his lorry No.TSL 6579, dashed\n\nagainst the motor cycle which D2 and D1 were riding, and\n\nthereafter A-2 and A-7 beat them to death with iron rods.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_250\">142. The Prosecution has only been able to conclusively establish\n\nthat, on 28.12.1990 at around 8.30 p.m., D2 rode out of\n<span class=\"hidden_text\" id=\"span_73\">\f                                                                     65</span>\nArsarkulam, towards Aranthangi on Motorcycle No. TN 55/1406\n\nowned by his father, A-4, with D1 on the pillion.         The two were\n\nseen lying dead on the road, in a pool of blood, a few furlongs\n\naway from the level crossing at Sarayanenthal, Pappakulam and\n\ntheir motorcycle was lying close by.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_251\">\n</p><p data-structure=\"CDiscource\" id=\"p_252\">143. The evidence of PW-22 and PW-23, who performed the post\n\nmortem     examination   of   the    dead   bodies   of   D2   and   D1\n\nrespectively, proves that D2 and D1 both died of injuries, and\n\nconsequential loss of blood and shock.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_253\">\n</p><p data-structure=\"CDiscource\" id=\"p_254\">144. From the evidence of PW-22 and PW-23, being the two post\n\nmortem doctors, and the evidence of PW-1, PW-20, PW-24, PW-25\n\nand PW-35, it may reasonably be inferred that there was a collision\n\nbetween the motorcycle, which the deceased were riding, and\n\nsome other vehicle. The broken glass and plastic pieces recovered\n\nfrom the scene of occurrence confirm that there was a collision.\n\nHowever, there being no ocular evidence, it is not known whether\n\nthe collision was head on or whether the motor cycle was hit from\n\nthe back. There is also no expert opinion in this regard.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_255\">145. The evidence of PW-22 indicates that D2 fell off his\n\nmotorcycle on hard ground, after a collision and got run over by a\n\nvehicle.   He may also have hit a solid blunt object. Some of the\n\ninjuries were caused by the impact of the collision or fall and\n\nothers due to being run over.       The post mortem doctor said that\n<span class=\"hidden_text\" id=\"span_74\">\f                                                                       66</span>\nthe dead body of D2 did not bear any impression of being hit by\n\nthe rod being MO 23.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_256\">\n</p><p data-structure=\"CDiscource\" id=\"p_257\">146. This witness, however, stated that it was also possible, that\n\nsome of the fatal injuries might have been inflicted on D2 by\n\nhitting him hard with a rod similar to MO.23. The opinion of the\n\npost mortem doctor, PW-22, on the cause of the injuries in the\n\nbody of D2 is not conclusive. The prosecution has not been able to\n\nestablish that D2 had been beaten to death by a rod.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_258\">147. Similarly, PW-23 opined that D1 is likely to have died of\n\ninjuries sustained in the head, brain and other vital parts of the\n\nbody, as a result of collision of the motorcycle with some other\n\nvehicle, and of shock and haemorrhage. It is likely that the impact\n\nof collision with a fast-moving vehicle might have flung D1 off the\n\nmotorcycle on which he was pillion rider, and caused him to fall on\n\nhard ground or hit some hard object. He might also have been run\n\nover.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_259\">\n</p><p data-structure=\"CDiscource\" id=\"p_260\">148. PW-23     said   that   one    of   the   injuries   which   caused\n\ninstantaneous death may have been inflicted by a rod similar to\n\nMO-23,   but   in   his   cross   examination    he   stated   that   the\n\ninjury/injuries may have been caused as a result of collision\n\nbetween two vehicles. D1 may have incurred the injury/injuries by\n\ngetting flung off the motor cycle and hitting hard ground or some\n\nblunt object, or by getting run over by a vehicle. The opinion of\n<span class=\"hidden_text\" id=\"span_75\">\f                                                                     67</span>\nPW-23 on the cause of the injuries in the body of D1 is also not\n\nconclusive.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_261\">\n</p><p data-structure=\"CDiscource\" id=\"p_262\">149. On a careful analysis of the post mortem reports and the oral\n\nevidence of the post mortem doctors, we find it unlikely that the\n\ndeceased were beaten to death with an iron rod. PW-22 was of the\n\nopinion D2 fell off the motor cycle after a collision and got run\n\nover.   The Prosecution has miserably failed to prove that the\n\ndeceased were beaten to death with a rod. The Prosecution has\n\nalso not been able to rule out the possibility of D1 and D2 being\n\nkilled in a ‘hit and run’ accident involving some unknown vehicle.\n\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_263\">150. There are also inherent improbabilities and inconsistencies in\n\nthe evidence which demolishes the case of the Prosecution that\n\nthe deceased were beaten to death with iron rods by A2 and A7. It\n\ndoes not stand to reason why A2 and A7 should have risked\n\ngetting off the lorry and beating D2 and D1 with iron rods, when\n\nA1 had dashed his lorry against their motor cycle, fatally injured\n\nthem and run at least one(D2), if not both of them over. It is not\n\nthe case of the Prosecution that the accused had any motive to kill\n\nD1.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_264\">\n</p><p data-structure=\"CDiscource\" id=\"p_265\">151. Moreover, while it is alleged that A2 and A7 had hit both the\n\ndeceased with iron rods, only one iron rod has allegedly been\n<span class=\"hidden_text\" id=\"span_76\">\f                                                                   68</span>\nrecovered from an open, easily accessible pond, over a month\n\nafter the incident on the alleged confession of A7 made before the\n\npolice after arrest. There is no whisper in the evidence of any other\n\niron rod. PW-29, the sole witness who testified that A2 made a\n\nconfession to the police in his presence, took the police to\n\nMaangudi and brought the iron rod out of a pond in his presence,\n\ncould not even remember if there was any water in the pond. Nor\n\ncould he identify A7. The rod was never sent for forensic\n\nexamination. It would be dangerous to convict A2 or A7 on the\n\nbasis of the testimony of PW-29 or for that matter, any other\n\nwitness. There can be no question of interference with the\n\nacquittal of A2 and A7 from the charges against them.\n\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_266\">152. There was no eyewitness to the incident. The Prosecution\n\nhas made an attempt to connect the lorry No. TSL 6579 to the\n\nincident through circumstantial evidence, by examining PW-6,\n\nPW-7, PW-8, PW-11, PW-12, PW-14, PW-15, PW-16, PW-17, PW-19,\n\nPW-25, PW-27, PW-35, PW-42, PW-43, PW-44 and PW-45 and also\n\nrelying on material objects such as broken glass pieces, broken\n\nplastic pieces, paint scrapings seized from the place of occurrence\n\nas also the number plate of a lorry with the number TSL 6579, an\n\nindicator with bulb and a partly orange and partly transparent\n\nplastic cover, an indicator without bulb and cover, a circular lamp\n\n14.5 cm in diameter with lamp and yellow glass cover and a\n<span class=\"hidden_text\" id=\"span_77\">\f                                                                69</span>\ncircular lamp holder 14.5 cm in diameter without lamp and cover.\n\nThe number plate, indicators and lamps were not seized from the\n\nplace of occurrence.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_267\">\n</p><p data-structure=\"CDiscource\" id=\"p_268\">153. The evidence of PW-6, PW-7 and PW-17 only establishes that\n\nA1 purchased lorry No. TSL 6579 through brokers PW-6 and PW-7\n\nwith the assistance of A5 and A6 about 7/8 days before the\n\nincident. About four days before the incident, the lorry had been\n\nbrought to Karaikuddi National Battery company for getting its\n\nbattery charged.   Since the battery needed replacement, but a\n\nnew battery was not in stock, a serviced battery was fitted in the\n\nlorry, which was never returned.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_269\">\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_270\">154. Significantly, the evidence of PW-6 reveals that A1 had\n\nearlier, long before the alleged conspiracy at the Malar Lodge\n\nHotel on 21.6.1990 purchased a lorry with the Registration No\n\nTDB 9635 for which A5 had stood guarantor. This lorry was\n\nsold some time in October, 1990, about four months after the\n\ndate of the alleged conspiracy, and in less than two months,\n\non or about 20/21 December, 1990 Lorry No.TSL 6579 was\n\npurchased. It is, therefore, evident that A1 used to have a\n\nlorry, or at least had one since January 1990 with a short\n\nbreak, possibly for the purpose of his business. It would be\n<span class=\"hidden_text\" id=\"span_78\">\f                                                                   70</span>\npreposterous to attribute the purchase of the lorry to the\n\nsinister motive of murdering D2. The Prosecution has made\n\nno attempt to explain why A1 should have sold the lorry he\n\nalready had if there were a conspiracy to kill D2 by hitting\n\nhim or running him over with a lorry.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_271\">\n</p><p data-structure=\"CDiscource\" id=\"p_272\">155. From the evidence of aforesaid witnesses as also the\n\nevidence of PW-8, PW-14, PW-15, PW-16 and PW-17 it transpires\n\nthat the lorry was brought to Arokyam’s workshop at Mannaparai\n\non 29.12.1990 for minor repairs. After the repairs were done PW-6\n\ntook delivery of the same and left it at a lorry shed near the office\n\nof A7, who had sold the lorry to A1 through A6. PW-14, the owner\n\nof the workshop deposed that PW-6 had instructed him to repair a\n\nminor dent. There is nothing in the evidence of PW-6 or PW-7 to\n\nlink the lorry with the death of D2 and D1. Incidentally, PW-6 said\n\nhe had not seen A1 after 20.12.1991, whereupon he was declared\n\nhostile and subjected to cross-examination. PW-6 said the lorry\n\nhad been seized by the police.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_273\">\n</p><p data-structure=\"CDiscource\" id=\"p_274\">156. Much emphasis has been placed by the Appellants, on the\n\nevidence of PW-8, an employee of workshop of Arokyam, who\n\ndeposed that a lorry had been brought to the workshop for repair\n\none morning in 1990 before 4.00 a.m.      PW-8 could not say what\n\nwas the Registration Number of the lorry.    He, however, said that\n\nA1, had brought the lorry claiming to be its driver.      PW-8 also\n<span class=\"hidden_text\" id=\"span_79\">\f                                                                     71</span>\nstated that A1 had told him that the lorry had been hit by a bull.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_275\">157. There is serious lacuna in the evidence of this witness who\n\nseems to have been tutored.       It is incredible that this witness\n\nshould be able to recognize and identify A1 whom he obviously did\n\nnot know, and that too when he had seen him only once, before\n\n4.00 a.m. in the morning, on being woken up from his sleep.          If\n\nPW-8 had known A1 from before, it would not have been necessary\n\nfor A1 to introduce himself to PW-8 as the driver of lorry No. TSL\n\n6579.   Moreover, PW-8 has not, in his evidence, stated that he\n\nrecognized A1 as had had known him from before.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_276\">\n\n\n</p><p data-structure=\"Precedent\" id=\"p_277\">158. There are other notable inconsistencies in the evidence of\n\nPW-8. He said that ordinarily a job card is prepared when a lorry is\n\nbrought for repair. In this case no job card had been prepared as\n\nhe had been sleeping when the lorry had been brought.       In cross-\n\nexamination he said that the person who had brought the lorry\n\nwas with him till the forenoon. This was obviously an improvement\n\nin evidence, in cross-examination, to explain how he could\n\nrecognize A1.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_278\">\n</p><p data-structure=\"CDiscource\" id=\"p_279\">159. Through the evidence of this witness and through PW Nos.\n\nPW-8, PW-25 and PW-35 the Prosecution has made a desperate\n\nattempt to link lorry No. TSL 6579 to the death of D1 and D2.\n<span class=\"hidden_text\" id=\"span_80\">\f                                                                   72</span>\nFrom the evidence of PW-8 read with the evidence of PW-14, the\n\nProsecution has tried to show that A1 brought the lorry for repair\n\nearly in the morning before 4.00 a.m. on 29.12.1990 suggesting\n\nthat the lorry had been involved in the incident which took place\n\nthe previous night, of which of course, there is no direct evidence.\n\nThe lorry was damaged on the left side.      This in itself does not\n\nestablish any link between lorry and the incident. Incidentally, this\n\nwitness also stated that A1 had told him that the lorry had been hit\n\nby a Bull. There is no evidence to suggest that the damage that\n\nwas found on lorry TSL 6579 could not have been caused by a bull.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_280\">160. PWs 11, 12 and 13 were all declared hostile.       Nothing has\n\nemerged from their cross-examination to link lorry No. TSL 6579\n\nwith the death of D2 and D1. PW-11 said that he did not know A1,\n\nA3 or A4. He had never seen A7 before. He denied having seen\n\nA1 and two others get off from the lorry and go to a tea shop. PW-\n\n12 said that he was not in town on the date of the incident. He\n\nhad gone to Pondicherry to buy a car. He denied having told the\n\npolice that a Leyland lorry had been kept parked near National\n\nBattery Works from 24.12.1990, which statement, even if made,\n\ndoes not connect the lorry to the incident which occurred on\n\n28.12.1990. This witness also denied having seen or spoken to A2.\n\nPW-13 stated that he had fixed his thumb impression on certain\n\ndocuments as the police asked him to do so.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_281\">\n</p><p data-structure=\"CDiscource\" id=\"p_282\">161. PW-14 the owner of a workshop identified PW-8 who had\n<span class=\"hidden_text\" id=\"span_81\">\f                                                                    73</span>\nworked as a tinker at his shop.   He said he had gone to Trichy on\n\n28.12.1990 and came back to Mannaparai on 29.12.1990. When\n\nhe returned, he saw that the lorry TSL 6579 had been kept in his\n\nworkshop for repair.   PW-6 had requested him to repair the lorry.\n\nThere was a small dent in the front left side of the lorry, and the\n\nbolts and nuts were loose. The repairs were carried out. However,\n\nnobody came to take the lorry. After 4 or 5 days he met PW-6 at a\n\nbus stand at Trichy, and told him the lorry had been repaired. PW-\n\n6 took the lorry away after paying him the balance repair charges.\n\nThis witness did not say that the lorry was left at the workshop at\n\n4.00 a.m. The 6th and 7th Prosecution Witnesses only identified the\n\nCash Memos/bills issued by them for lorry No. TSL 6579 and\n\nconfirmed, deposed that they had sold side lights/lamps for the\n\nfront side of a lorry under those cash memos/bills.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_283\">162. PW-25 only stated that the left side of the lorry No. TSL 6579\n\nwas tinkered with a light coating of a black and red.     The yellow\n\nlight on the right was found in good condition.   The yellow light on\n\nthe left was found broken. However, the cash memos indicate that\n\nthe bulbs and side lights was sold on 3.1.1991. Arokyam (PW-14),\n\ndeposed that the lorry had been delivered to PW-6 after repair\n\nwork had been carried out. The lorry was seized from the lorry\n\nshed near PW-7’s office on 8.2.1991.        The evidence of PW-42\n\nindicates there were dents in the lorry and in particular its grill in\n\nfront.   If on 9.2.1991 any sidelights or lamps of the lorry were\n<span class=\"hidden_text\" id=\"span_82\">\f                                                                  74</span>\ndamaged or any part of the lorry were found dented, the damage\n\nmust have occurred subsequently. An attempt was made to relate\n\nthe lorry to the incident by comparison of glass pieces, plastic\n\npieces, paint scraping etc. In cross-examination, PW-25 could not\n\neven say whether the glass pieces found at the scene of\n\noccurrence were from a lorry, bus or a car.             He could not\n\nconclusively say that paint scrapings found at the place of\n\noccurrence were of lorry No. TSL 6579.         There was never any\n\ncomparative analysis of the width, volume, quality etc. of the glass\n\nand plastic pieces recovered from the place of occurrence with the\n\nside light, indicator or headlight covers found on the lorry, as\n\nadmitted by PW-25.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_284\">\n</p><p data-structure=\"CDiscource\" id=\"p_285\">163. Even assuming for the sake of argument that the lorry TSL\n\n6579 had been brought to the workshop for repair with minor dent\n\nand a broken sidelight or lamp and the colour of some broken\n\nglass pieces at the scene of occurrence matched the colour of the\n\nside light and or indicators of the lorry, that does not prove\n\ninvolvement of the lorry in the same incident. Many lorries have\n\nthe same kind of lamp/indicator covers. Moreover the lorry was\n\npurchased second hand and there is no evidence at all of the\n\ncondition of the lorry at the time of its delivery to A1.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_286\">164. Significantly the accident took place on the night of\n\n28/29.12.1990. The tenor of the evidence suggests that the lorry\n\nhad been lying at the workshop for 4 to 5 days. The repairs had\n<span class=\"hidden_text\" id=\"span_83\">\f                                                                    75</span>\nbeen completed.    Both the bills/cash memos in respect of bulbs\n\nand side lights with the number of the lorry are dated 3.1.1991.\n\nPW-35 has in his evidence stated that the vehicle was seized as\n\nlate as on 8.2.1991. If the lorry was found with any broken lamps,\n\nloose screws and bolts or dents almost a month and a half after\n\nthe incident, long after purchase of replacement parts, the lorry in\n\nall probability got damaged while it was parked at the shed from\n\nwhich it was seized or may be afterwards.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_287\">\n</p><p data-structure=\"RespArg\" id=\"p_288\">165. In any case, even assuming for the sake of argument that\n\nlorry No. TSL 6579 was the lorry, which knocked down the\n\nmotorcycle which the deceased were riding, and ran over the\n\ndeceased, that in itself cannot lead to the conviction of any of the\n\naccused under <a href=\"/doc/1560742/\" id=\"a_26\">Section 302</a> of the Indian Penal Code. There is not\n\nan iota of evidence to establish that A1, A2 or A7 were in the lorry,\n\nexcept for the alleged extra judicial confession of A7 made in the\n\npresence of the police, which cannot be accepted for the reasons\n\ndiscussed. The mere fact that A1 might have been driving the lorry\n\nalso does not establish that he committed murder.\n\n</p><p data-structure=\"CDiscource\" id=\"p_289\">166. To establish motive for the murder the Prosecution has tried\n\nto build up a case of enmity between A3 and D2 and also of\n\ndisputes between A1 and A3 and D2.        A3   was    named    as   a\n\npossible suspect in the FIR. There may have been enmity between\n\nD2 and A-3, but A-3 was not there at the scene of occurrence. It is\n\nnot the case of the Prosecution that A3 committed the murder.\n<span class=\"hidden_text\" id=\"span_84\">\f                                                                    76</span>\nThere is no evidence of his involvement in the murder of D2 and\n\nD1.   In any case, he could not have had any motive to kill D1.\n\nFurthermore, the evidence of PW-1 indicates that disputes with A3\n\nwere compromised with the intervention of the District Collector.\n\n</p><p data-structure=\"Conclusion\" id=\"p_290\">167. The allegations of disputes between A1 and D2, his own\n\nbrother, are totally vague and devoid of any particulars. There is\n\nno evidence at all, of any specific reason for discord between A1\n\nand D2, not to speak of evidence of dispute of a kind that could\n\nlead to a murder.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_291\">168. There is some evidence of differences between D2 and his\n\nfather A4. PW-3, widow of D2 deposed that D2 and his father A4\n\nhad not been on talking terms for about 2 years, since A4 had not\n\nagreed to partition family properties as demanded by D2, or to\n\nmake over his petrol bunk to D2.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_292\">\n</p><p data-structure=\"CDiscource\" id=\"p_293\">169. A4 had also made a complaint to the police.       The dispute\n\nwas apparently settled on 30.4.1990 on the advice of PW-29, and\n\nD2 promised not to quarrel with his father over property matters.\n\nThere is no evidence that he breached such promise.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_294\">170. Even assuming that there were some differences between\n\nD2 and his father A4 over D2’s demand for partition of family\n\nproperties, to which A4 did not accede, no compelling reason has\n\nbeen made out by the Prosecution for A4 to plot the murder of his\n\nown son.\n</p><span class=\"hidden_text\" id=\"span_85\">\f                                                                     77</span><p data-structure=\"Conclusion\" id=\"p_295\">\n</p><p data-structure=\"Precedent\" id=\"p_296\">171. Property    disputes   amongst    family     members    is   not\n\nuncommon. There may also be quarrels between members of a\n\nfamily. They may not be on talking terms. However, to attribute\n\nmotive to a father to plot the murder of his own son, there would\n\nhave to be more compelling reasons. The case made out by the\n\nProsecution is speculative and unsubstantiated.\n\n</p><p data-structure=\"CDiscource\" id=\"p_297\">172. In any event, it is not the case of the Prosecution that either\n\nA3 or A4 committed the murder, or was even present at the place\n\nof occurrence. Furthermore, it is nobody’s case that A2, A5, A6, A7\n\nand A8 or any of them had any enmity with D2.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_298\">\n\n</p><p data-structure=\"Precedent\" id=\"p_299\">173. To implicate the accused, the Prosecution has propounded\n\nthe case of conspiracy hatched by all the accused at Malar Lodge\n\nHotel on the night of 21.6.1990, to bump off D2, by using a lorry.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_300\">174. The Prosecution has miserably failed to prove that there was\n\nany conspiracy to kill D2 at the Malar Lodge Hotel, Karaikudi, or\n\nanywhere else.    Mr. Tulsi’s submission that there was evidence\n\nthat on 21.6.1990, the accused had booked a room at Malar Lodge\n\nHotel, Karaikudi, and conspired to kill D2 with the help of a lorry,\n\ncannot be sustained.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_301\">\n</p><p data-structure=\"CDiscource\" id=\"p_302\">175. The only evidence with regard to the alleged conspiracy is\n\nthe absolutely inadmissible hearsay evidence of PW-44, a police\n\nofficer who investigated the crime. PW-44 stated that he had\n\nexamined PW-39, who had in course of his examination stated that\n<span class=\"hidden_text\" id=\"span_86\">\f                                                                78</span>\nA1 had asked PW-39 and PW-10 to accompany him to Karaikudi for\n\npurchase of lorry spare parts.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_303\">\n</p><p data-structure=\"CDiscource\" id=\"p_304\">176. PW-44 deposed that PW-39 had stated that when they\n\narrived at Aranthangi, A5 and A4 joined them and they went to the\n\nMalar Lodge Hotel, Karaikudi, at around 8.00 p.m.   A2, A3, A6, A7\n\nand A8 were also there.     They all went into a room, locked the\n\ndoor from inside and took a decision to murder D2.    A1 had said\n\nthat he was prepared to kill D2 by hitting him with a lorry for\n\nwhich he required assistance and he requested A8, A2 and A7 to\n\nprovide him with assistance. PW-44 said that PW-39 had told him\n\nthat PW-39 and PW-10 were sitting in the same room when the\n\nconspiracy was hatched.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_305\">\n</p><p data-structure=\"CDiscource\" id=\"p_306\">177. According to PW-44, PW-39, had told him that PW-39 could\n\nnot sleep all night. The next day PW-39 and PW-10 went to the\n\nhouse of A3 and told A3 about what had happened at the Malar\n\nLodge Hotel, Karaikudi. A3 advised them not to disclose what had\n\nhappened to anyone.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_307\">\n</p><p data-structure=\"CDiscource\" id=\"p_308\">178. Significantly, PW-10 has in his evidence denied that he knew\n\nA2, A7 or A8.   He said he knew A1 and A3 to A6.    PW-10 deposed\n\nthat he only knew that D2 and D1 had died but nothing further.\n\nHe said that Police had examined him. He deposed that the Police\n\nwanted him to be a witness to depose about the death of D2 and\n\nD1 on the road.     This witness, as stated above, was declared\n<span class=\"hidden_text\" id=\"span_87\">\f                                                                   79</span>\nhostile     and   cross-examined.   In   his   cross-examination   he\n\ncategorically denied knowing A2, A7 A8 or of their alleged contact\n\nwith A-3.     He categorically denied having gone to Karaikudi with\n\nany of the accused. He also categorically denied that he had told\n\nthe police about any conspiracy.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_309\">\n</p><p data-structure=\"CDiscource\" id=\"p_310\">179. PW-39, Farooq deposed that he knew A2 and A7 but he did\n\nnot know A8.       He said A2 and A7 used to come to the house of\n\nA3.      In Court he deposed that the police had not examined him\n\nwhereupon he was declared hostile and cross-examined. In his\n\ncross-examination he denied having told the police that he and\n\nPW-10 had been taken to Karaikudi for purchasing lorry spare\n\nparts. He denied having told the police that he had gone to Malar\n\nLodge Hotel, Karaikudi.     He also denied having told the police\n\nanything about any conspiracy.       He categorically denied having\n\ntold the police that he and PW-10 had sat in the last row while the\n\nothers conspired to murder D2.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_311\">\n</p><p data-structure=\"Precedent\" id=\"p_312\">180. PW-39 denied that A2 and A7 had asked A-1 to arrange for a\n\nlorry.    In any case, there could be no need for A-1 to arrange a\n\nlorry, since already A1 had a lorry TDB 9635, which was sold about\n\nfour months later.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_313\">\n</p><p data-structure=\"Conclusion\" id=\"p_314\">181. PW-39 categorically denied knowledge of conspiracy.\n\nHe even denied having gone to Karaikudi at the request of\n\nA1.\n</p><span class=\"hidden_text\" id=\"span_88\">\f                                                                  80</span><p data-structure=\"Conclusion\" id=\"p_315\">\n</p><p data-structure=\"CDiscource\" id=\"p_316\">182. Apart from the fact that PW-10 and PW-39 have categorically\n\ndenied their presence at Karaikudi on 21.6.1990, there are patent\n\ninconsistencies in the evidence of PW-44 in this regard.   If A3 was\n\npresent at the Malar Lodge Hotel, Karaikudi at the time of the\n\nconspiracy on 21.6.1990, there could be no reason for PW-10 or\n\nPW-39 to go to A3’s house and tell him about the conspiracy.    Nor\n\nwould A3 advise PW-10 and PW-39 not to divulge the conspiracy to\n\nothers.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_317\">\n</p><p data-structure=\"RespArg\" id=\"p_318\">183. Even otherwise, it is inconceivable that the accused\n\nshould hatch a conspiracy to commit murder, in the presence\n\nof witnesses who were not part of the conspiracy.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_319\">184. It is also difficult to fathom why PW-10 and PW-39 were\n\nnever arrayed as co-accused, if they were present at the time of\n\nthe conspiracy and they chose to keep quiet about the conspiracy.\n\nNo credence can be given to the evidence of PW-44.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_320\">185.   It is well settled that statements made to the police under\n\n<a href=\"/doc/447673/\" id=\"a_27\">Section 161</a> of the of the Criminal Procedure Code in course of\n\ninvestigation are inadmissible in evidence. The evidence of PW-44\n\nwith regard to what two witnesses namely, Abdul Jafar (PW-10)\n\nand Farooq (PW-39) told him in course of investigation is\n\ninadmissible in evidence, and of no value. Significantly, both PW-\n\n10 and PW-39 categorically denied having made to the police, the\n\nstatements attributed to them.\n</p><span class=\"hidden_text\" id=\"span_89\">\f                                                                   81</span><p data-structure=\"Conclusion\" id=\"p_321\">\n</p><p data-structure=\"CDiscource\" id=\"p_322\">186. PW-40 who had worked as Manager, Malar Lodge Hotel,\n\nKaraikudi from 1989 to 1991 denied knowing A8 or A2. He said\n\nthat the endorsement at Sl.942 of the Register had been made by\n\nthe Receptionist of the hotel. It was the Receptionist who used to\n\nenter particulars of persons who stayed in the hotel.            The\n\nManager of the hotel was also declared hostile and cross-\n\nexamined by the witness.    In cross-examination he denied all the\n\nsuggestions made to him. In particular, he denied having made\n\nthe statements to the police, attributed to him.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_323\">187. The appellants have relied on the evidence of PW-34, a\n\nhandwriting expert, to prove that the accused had taken part in a\n\nconspiracy at the Malar Lodge Hotel on 21.6.1990.        Evidence of\n\nexperts is not always conclusive.    As observed by this Court in\n\nMurari lal vs. State of Madhya Pradesh5            there is hazard in\n\naccepting the opinion of an expert, not because an expert is not\n\nreliable as a witness, but because human judgment is fallible.\n\nWhile the science of identification of finger-prints has attained\n\nperfection, with practically no risk of an incorrect opinion, the\n\nscience of identification of handwriting is not so perfect. In this\n\ncase the evidence of PW-40, manager of Malar Lodge Hotel\n\ncontradicts the evidence of PW-34.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_324\">\n</p><p data-structure=\"CDiscource\" id=\"p_325\">188. In any case, the evidence of the hand writing expert (PW-34)\n\nestablishes at the highest, that one of the accused that is A-8, who\n\n</p><p data-structure=\"Conclusion\" id=\"p_326\">5. 1980 (1) SCC 704\n<span class=\"hidden_text\" id=\"span_90\">\f                                                                   82</span>\nhad no enmity with the deceased, had made entries in and signed\n\nthe admission register of the Malar Lodge Hotel. The evidence of\n\nPW-34, at best proves that A8 may have checked into Malar Lodge\n\nHotel, Karaikudi on 21.6.1990, six months before the incident and\n\nnothing more.         There could be numerous reasons for A8 to go to\n\nKaraikudi. The Prosecution has not been able to satisfactorily\n\nexplain the gap of over six months between the incident and the\n\ndate on which the alleged meeting took place at the Malar Lodge.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_327\">189. It is well settled that under the criminal jurisprudence\n\nprevalent in this country an accused is presumed innocent, unless\n\nproved guilty beyond all reasonable doubt. As held by this Court\n\nin Shivaji Sahabrao Bobade v. State of Maharashtra6,\n\n“Certainly, it is a primary principle that the accused must be and\n\nnot merely may be guilty before a court can convict and the\n\nmental distance between ‘may be’ and ‘must be’ is long and\n\ndivides vague conjectures from sure conclusions.” For conviction\n\non the basis of circumstantial evidence, the circumstances from\n\nwhich the conclusion of guilt is to be drawn should fully be\n\nestablished. The circumstances should be conclusive.             The\n\ncircumstances established should definitely point to the guilt of\n\nthe accused, and not be explainable on any other hypothesis. The\n\ncircumstances should exclude any other possible hypothesis\n\nexcept the one to be proved.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_328\">\n\n</p><p data-structure=\"Precedent\" id=\"p_329\">6. (1973) 2 SCC 793\n<span class=\"hidden_text\" id=\"span_91\">\f                                                                 83</span>\n</p><p data-structure=\"Precedent\" id=\"p_330\">190. In Sharad Birdhichand Sarda vs. State of Maharastra          7\n\n\n\nthe Supreme Court held that where there is no eye witness to the\n\noccurrence and the entire case is based upon circumstantial\n\nevidence, the normal principal is that the circumstances from\n\nwhich an inference of guilt is sought to be drawn must be cogently\n\nand firmly established; these circumstances should be of a definite\n\ntendency, unerringly pointing towards the guilt of the accused; the\n\ncircumstances taken cumulatively should form a chain so complete\n\nthat there is no escape from the conclusion that in all human\n\nprobability the crime was committed by the accused and they\n\nshould be incapable of any explanation or of any hypothesis other\n\nthan or inconsistent with the guilt of the accused.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"68490329\" id=\"span_92\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1956690\" id=\"span_93\">The same\n\nview was reiterated in <a href=\"/doc/1956690/\" id=\"a_28\">Bablu vs. State of Rajasthan8</a> and in\n\n<a href=\"/doc/68490329/\" id=\"a_29\">Vijay Shankar vs. State of Haryana</a> 9.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"183904753\" id=\"span_94\">The judgment in <a href=\"/doc/183904753/\" id=\"a_30\">Praful\n\nSudhakar Parab vs. State of Maharashtra10</a> cited by Mr. Tulsi\n\nwas rendered in the particular facts and circumstances of the case\n\nwhere this Court found that the High Court had, after elaborately\n\nconsidering all the evidence on record, rightly affirmed the\n\nconviction.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_331\">\n</p><p data-structure=\"Precedent\" id=\"p_332\">191. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"132493581\" id=\"span_95\">In <a href=\"/doc/132493581/\" id=\"a_31\">Satish Nirankari vs. State of Rajasthan11</a>, this Court\n\nreiterated that criminal cases cannot be decided on the basis of\n\nhypothesis.</span>    It is for the prosecution to prove the guilt of the\n</p><p data-structure=\"Conclusion\" id=\"p_333\">7. (1984) 4 SCC 116\n</p><p data-structure=\"Conclusion\" id=\"p_334\">8. 2006 (13) SCC 116\n</p><p data-structure=\"Precedent\" id=\"p_335\">9. 2015 (12) SCC 644\n</p><p data-structure=\"Precedent\" id=\"p_336\">10. 2016 (12) SCC 783\n</p><p data-structure=\"Precedent\" id=\"p_337\">11. 2017 (8) SCC 497\n<span class=\"hidden_text\" id=\"span_96\">\f                                                                  84</span>\naccused beyond reasonable doubt.        It is for the prosecution to\n\nprove all circumstances which leave no doubt of the guilt of the\n\naccused.     The chain of circumstances must be complete and must\n\nclearly point to the guilt of the accused.    The chain cannot get\n\nbroken in between.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_338\">\n</p><p data-structure=\"Conclusion\" id=\"p_339\">192. It is well settled, suspicion however strong cannot substitute\n\nproof beyond reasonable doubt.      Enmity as a result of property\n\nrelated disputes may give rise to suspicion. However, conviction\n\ncan never be based on suspicion unless the prosecution clearly\n\nproves circumstances conclusively and all circumstances proved\n\nshould only point to the guilt of the accused.    Possibility of any\n\nconclusion other than the conclusion of guilt of the accused would\n\nvitiate a conviction.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_340\">\n</p><p data-structure=\"Conclusion\" id=\"p_341\">193. At the cost of repetition, it is reiterated that the burden of\n\nproving an accused guilty beyond all reasonable doubt lies on the\n\nprosecution.    If upon analysis of evidence two views are possible,\n\none which points to the guilt of the accused and the other which is\n\ninconsistent with the guilt of the accused, the latter must be\n\npreferred.     Reversal of a judgment and order of conviction and\n\nacquittal of the accused should not ordinarily be interfered with\n\nunless such reversal/acquittal is vitiated by perversity.   In other\n\nwords, the Court might reverse an order of acquittal if the Court\n\nfinds that no person properly instructed in law could have upon\n\nanalysis of the evidence on record found the accused to be ‘not\n<span class=\"hidden_text\" id=\"span_97\">\f                                                                    85</span>\nguilty’. When there is circumstantial evidence pointing to the guilt\n\nof the accused, it is necessary to prove a motive for the crime.\n\nHowever, motive need not be proved where there is direct\n\nevidence. In this case, there is no direct evidence of the crime.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_342\">194. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"137367729\" id=\"span_98\">In <a href=\"/doc/137367729/\" id=\"a_32\">Sadhu Saran Singh vs. State of U.P.</a> 12, this Court\n\nobserved that an appeal against acquittal has always been on an\n\naltogether different pedestal from an appeal against conviction.\n\nIn an appeal against acquittal, where the presumption of\n\ninnocence in favour of the accused is reinforced, the Appellate\n\nCourt would interfere with the order of acquittal only when there is\n\nperversity. In this case, it cannot be said that the reasons given by\n\nthe High Court to reverse the conviction of the accused are flimsy,\n\nuntenable or bordering on perverse appreciation of evidence.</span>\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_343\">195. Before a case against an accused can be said can be said to\n\nbe fully established on circumstantial evidence, the circumstances\n\nfrom which the conclusion of guilt is to be drawn must fully be\n\nestablished and the facts so established should be consistent only\n\nwith the hypothesis of the guilt of the accused. There has to be a\n\nchain of evidence so complete as not to leave any reasonable\n\ndoubt for any conclusion consistent with the innocence of the\n\naccused and must show that in all human probability the act must\n\nhave been done by the accused.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_344\">\n\n\n</p><p data-structure=\"Precedent\" id=\"p_345\">12. 2016 (4) SCC 357\n<span class=\"hidden_text\" id=\"span_99\">\f                                                                   86</span>\n</p><p data-structure=\"Precedent\" id=\"p_346\">196. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"112173291\" id=\"span_100\">In <a href=\"/doc/112173291/\" id=\"a_33\">Shanti Devi v. State of Rajasthan13</a> this Court held that\n\nthe principles for conviction of accused based on circumstantial\n\nevidence are :-</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_347\">\n</p><blockquote id=\"blockquote_30\">     “10.1 The circumstances from which an inference of guilt\n     is sought to be proved must be cogently or firmly\n     established.\n</blockquote>\n<blockquote id=\"blockquote_31\">     10.2 The circumstances should be of a definite tendency\n     unerringly pointing towards the guilt of the accused.\n\n     10.3 the circumstances taken cumulatively must form a\n     chain so complete that there is no escape from the\n     conclusion that within all human probability, the crime\n     was committed by the accused and none else.\n</blockquote>\n<blockquote id=\"blockquote_32\">     10.4 the circumstantial evidence in order to sustain\n     conviction must be complete and incapable of\n     explanation of any other hypothesis than that of the guilt\n     of the accused and such evidence should not only be\n     consistent with the guilt of the accused but should be\n     inconsistent with his innocence.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_348\">197. Keeping the above test in mind we have no option but to\n\nhold that the prosecution has miserably failed to establish the guilt\n\nof the accused persons beyond reasonable doubt.          There is a\n\nstrong possibility that the motorcycle which the deceased were\n\nriding, might have been hit by an unknown vehicle, killing the\n\ndeceased. The death may have been accidental. The High Court\n\nhas rightly set aside the judgment and order of conviction of the\n\nTrial Court and acquitted the accused.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_349\">\n\n\n</p><p data-structure=\"Precedent\" id=\"p_350\">13. (2012) 12 SCC 158\n<span class=\"hidden_text\" id=\"span_101\">\f                                                                     87</span>\n</p><p data-structure=\"Conclusion\" id=\"p_351\">198. We do not find any merit in the appeals. The appeals fail\n\nand the same are dismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_352\">\n</p><p data-structure=\"Conclusion\" id=\"p_353\">                                      .................................J\n                                        (R. BANUMATHI)\n\n\n\n                                      .................................J\n                                        (INDIRA BANERJEE)\n\nJANUARY 31, 2020;\n</p><p data-structure=\"Conclusion\" id=\"p_354\">NEW DELHI.\n</p>\f","numcites":15,"numcitedby":25,"docsource":"Supreme Court of India","citetid":89820566,"divtype":"judgments","relatedqs":[{"value":"accused as prosecution witness","formInput":"accused%20as%20prosecution%20witness"},{"value":"property disputes","formInput":"property%20disputes"},{"value":"section 302 ipc","formInput":"section%20302%20ipc"},{"value":"broken teeth ","formInput":"broken%20teeth%20"},{"value":"\"village assistant\" ","formInput":"%22village%20assistant%22%20"},{"value":"section 302 indian penal code","formInput":"section%20302%20indian%20penal%20code"},{"value":"section 120b","formInput":"section%20120b"},{"value":"passport","formInput":"passport"},{"value":"motor vehicles inspector","formInput":"motor%20vehicles%20inspector"},{"value":"forensic  ","formInput":"forensic%20%20"},{"value":"mahazar","formInput":"mahazar"},{"value":"confessional statements","formInput":"confessional%20statements"},{"value":"120b ipc","formInput":"120b%20ipc"},{"value":"forensic science","formInput":"forensic%20science"},{"value":"direct evidence","formInput":"direct%20evidence"},{"value":"tarring road","formInput":"tarring%20road"},{"value":"120b","formInput":"120b"},{"value":"conspiracy","formInput":"conspiracy"},{"value":"cross examination of witness","formInput":"cross%20examination%20of%20witness"},{"value":"mohammed ibrahim","formInput":"mohammed%20ibrahim"}],"cats":[{"value":"murder","formInput":"tag:murder"},{"value":"criminal-conspiracy","formInput":"tag:criminal-conspiracy"},{"value":"common-intention","formInput":"tag:common-intention"},{"value":"special-leave-appeal-by-supreme-court","formInput":"tag:special-leave-appeal-by-supreme-court"},{"value":"examination-of-witnesses","formInput":"tag:examination-of-witnesses"}],"courtcopy":true,"query_alert":null,"agreement":false}