{"tid":406702,"publishdate":"1968-04-04","title":"Rajendra Prasad Oil Mills, Kanpur And ... vs Smt. Chunni Devi And Ors. on 4 April, 1968","doc":"<h2 class=\"doc_title\">Rajendra Prasad Oil Mills, Kanpur And ... vs Smt. Chunni Devi And Ors. on 4 April, 1968</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1969ALL1, AIR 1969 ALLAHABAD 1, 1968 ALL. L. J. 558, 39 COM CAS 193, 1968 (2) COM LJ 137, ILR (1968) 2 ALL 56</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n\n \n\n B. D. Gupta, J. \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. The following question has been referred for being answered :--\n</p><blockquote id=\"blockquote_1\">  &quot;Whether a limited company falls within the meaning of the expression &#x27;person&#x27; as used in Rule 10 of <a href=\"/doc/161831507/\" id=\"a_1\">Order 30 of the Code of Civil Procedure</a>?&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_2\">The circumstances in which this question arose have been set forward in the order of reference dated the 17th of August, 1967, passed by a Division Bench of which I was member, but may again be briefly summarised as follows:\n</p> \n\n<p data-structure=\"Issue\" id=\"p_3\">2. Murli Dhar Verma, the predeces-sor-in-interest of the respondents to this appeal, instituted the suit giving rise to this appeal for recovery of money as damages and interest. The sole defendant to the suit, as originally filed, was described as follow  :--\n</p><blockquote id=\"blockquote_2\">  &quot;Rajendra Prasad Oil Mills, Kanpur, through the Director Bishan Dayal, son of Lala Kishori Lal....&quot; \n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_4\">  As a result of an application for amendment, which was allowed, the description of the defendant was modified as follows :--\n</p>   \n\n<blockquote id=\"blockquote_3\">&quot;Rajendra Prasad Oil Mills, Kanpur; through --\n</blockquote>   \n\n<blockquote id=\"blockquote_4\">(1) Bishan Dayal, son of L. Kishori Lal,\n \n\n(2) Rameshwar Prasad. son of Lala Kishori Lal, and\n \n\n(3) Sunder Lal, son of L. Ram Bilas. . . . . Directors of the said Mills.&quot; \n \n\n</blockquote><p data-structure=\"Facts\" id=\"p_5\">Only one written statement was filed, which, according to the heading, was the written statement of Rameshwar Prasad. At the very beginning thereof stands recorded what has been described therein as the preliminary objection that &quot;Rajen-dra Prasad Oil Mills, Kanpur, belonged to N. K. Industries Ltd., Kanpur, a limited company registered under the <a href=\"/doc/153279772/\" id=\"a_2\">Indian Companies Act</a>, of which Lal Rameshwar Prasad was the Managing Director, and the frame of the suit was bad as it was liable to be dismissed on this ground alone. This objection gave rise to the first issue which was as follows :--\n</p><blockquote id=\"blockquote_5\">  &quot;Has the suit been badly framed?&quot; \n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_6\">  The learned Civil Judge took the view that the suit was not badly framed and after recording his findings on the other issues, which related to the merits of the controversy between the parties, decreed the suit for Rs. 23,743/1/- &quot;against the defendant&quot; together with proportionate costs and pendente lite and future interest.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_7\">2A. &quot;Rajendra Prasad Oil Mills&quot; and Rameshwar Prasad thereupon filed this first appeal praying that the decree of the court below be set aside and plaintiffs suit be dismissed. When the appeal came up for hearing the first contention raised by Mr. Jagdish Swaroop for the appellants was that no suit could be filed against &quot;Rajendra Prasad Oil Mills&quot; by reason of the fact that &quot;Rajendra Prasad Oil Mills&quot; was not a legal entity. Keeping in view the arguments raised in support of the above contention the Bench framed the question which is before us.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_8\">2B. Rule 10 of Order 30 C. P. C. runs as follows :--\n</p><blockquote id=\"blockquote_6\">  &quot;Any person carrying on business in a name or style other than his own name may be sued in such name or style as if it were a firm name, and, so far as the nature of the case will permit, all rules under this Order shall apply.&quot; \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_9\">There has been no controversy that &quot;Rajendra Prasad Oil Mills&quot; was an undertaking owned by Messrs. N. E, Industries, a limited company functioning under the <a href=\"/doc/153279772/\" id=\"a_3\">Indian Companies Act</a>. The learned Civil Judge appears to have relied on the provision quoted above in support of his view that since &quot;Rajendra Prasad Oil Mills&quot; had entered into the disputed contract with Murli Dhar Varma and all dealings relating to the said contract had taken place between Murli Dhar Varma and &quot;Rajendra Prasad Oil Mills&quot; there was no legal bar against the plaintiff instituting the suit against &quot;Rajendra Prasad Oil Mills.&quot;\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_10\">The contention on behalf of the appellants, however, is that on a correct interpretation of the provisions contained in RULE 10 of Order 30 C. P. C. the case of a limited company must be excluded from its purview and that notwithstanding that the fact that such a   company  may   be carrying on business   in a name or style other than its own, recourse cannot be had to the provisions contained in the aforesaid rule with the result that, in view of the fact that &quot;Rajendra Prasad Oil Mills&quot; Was arrayed   as the sole defendant,  the suit must be dismissed as not maintainable.      There   is    no    controversy    that &quot;Rajendra Prasad Oil Mills&quot; is not a legal entity and that, unless the provisions con-Sained in Rule  10  of Order 30 C.  P. C. may be availed of as applicable, the suit which has given rise to this appeal was not maintainable. The contention on behalf of the appellants  is  that  though a limited company falls within the definition of the  expression  &#x27;person&#x27;,   as   embodied  in the     <a href=\"/doc/905940/\" id=\"a_4\">General   Clauses Act</a>,   it cannot be held to fall within the purview of the expression &#x27;person&#x27;  in Rule  10 of <a href=\"/doc/161831507/\" id=\"a_5\">Order 30 of the Code of Civil Procedure</a> by reason of the limitation contained in the definition itself viz., &quot;Unless there is anything   repugnant     in  the subject  or context.&quot;\n</p> \n\n<p data-structure=\"Section\" id=\"p_11\">Reference has been made to the <a href=\"/doc/1353758/\" id=\"a_6\">Companies Act</a> and it has been urged that the provisions contained in Section 147 of that Act are repugnant to the notion of a limited company carrying on business in a name or style other than its own name. <a href=\"/doc/1441099/\" id=\"a_7\">Section 147</a> of the Companies Act need not be reproduced. Suffice it to say that the provisions contained therein provide for the mode in which the name of a company along with the address of its registered office is required to be published in all matters connected with the business carried on by that company either at the registered office or elsewhere. The provisions also declare that failure to comply with the above requirements, as incorporated in Clause (1) would constitute an offence and also lay down the penalty for the commission of such offences. It would, therefore, appear that the provisions contained in the <a href=\"/doc/1353758/\" id=\"a_8\">Companies Act</a> do not permit a limited company to carry on business in a name or style other than its own name. The said Act further declares that if a company does so, it would constitute an offence punishable with penalty laid down by the Act itselt\n \n\nThe relevant part of <a href=\"/doc/93337482/\" id=\"a_9\">Section 3</a> of the General Clauses Act (X of 1897) runs as follows :--\n</p><blockquote id=\"blockquote_7\">  &quot;In this Act   in all Central   Acts and Regulations     made after the commencement of this Act, unless there is anything repugnant  in the subject or context, --(42)  &#x27;person&#x27;  shall include any company or association    or body    of individuals, whether incorporated or not.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_12\">Keeping in view the above definition, the question which, to my mind, is pertinent is as to whether <a href=\"/doc/161831507/\" id=\"a_10\">the Code of Civil Procedure</a> contains anything in the subject or context which is repugnant to the notion of a limited company falling within the purview of the expression &#x27;person&#x27; in Rule 10 of <a href=\"/doc/161831507/\" id=\"a_11\">Order 30 of the Code of Civil Procedure</a>. No such thing has been pointed out so far as <a href=\"/doc/161831507/\" id=\"a_12\">the Code of Civil Procedure</a> is concerned. Even if, as a result of the provisions contained in <a href=\"/doc/1441099/\" id=\"a_13\">Section 147</a> of the Companies Act, such a notion were held to be repugnant to the provisions contained in that Act, I do not consider it as having any bearing on the question about the meaning to be assigned to the expression &#x27;person&#x27; occurring in <a href=\"/doc/161831507/\" id=\"a_14\">the Code of Civil Procedure</a>.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_13\">3.   Learned Counsel for the appellants relied upon the decision of the Supreme Court  in the  case of Dulichand  Luxmi-narayan v. Commr. of Income Tax, Nag-pur, AIR  1956 SC 354    in which it was held that the definition of the word &#x27;person&#x27;   in the <a href=\"/doc/905940/\" id=\"a_15\">General   Clauses   Act</a> would not be imported in  construing that  expression in <a href=\"/doc/1459716/\" id=\"a_16\">Section 4</a> of the Indian Partnership Act because doing   so would be totally repugnant to the subject of partnership law. This decision recognises the principle that in interpreting the use of the expression     &#x27;person&#x27;     in an Act the definition of that expression in the <a href=\"/doc/905940/\" id=\"a_17\">General Clauses Act</a> would not apply in case it was repugnant to the content of that Act.   It  may,   therefore,   follow that,   in construing the expression &#x27;person&#x27; whenever used in the provisions contained in the <a href=\"/doc/1353758/\" id=\"a_18\">Companies Act</a>, &#x27;Rajendra Prasad Oil Mills&#x27; may have to be excluded from the purview of the expression by reason  of the fact that the provisions contained in <a href=\"/doc/1441099/\" id=\"a_19\">Section 147</a> of   the Companies Act make out that it is not permissible for a company to carry   on business in a name or style other than    its own name, but it does not follow    that,  even though the C.   P. C.    contains      nothing    to    indicate  the aforesaid repugnancy, the  case of a company  carrying on business in   a name or style other than its own must be held to be excluded from the purview of the expression     &#x27;person&#x27; in Rule 10   of Older 30 of that Code.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_14\">The decision of the Supreme Court in the case of AIR 1956 SC 354 (supra) thus lends no assistance to the contention of learned counsel for the appellants. It does not appear to be the law that the result of the provisions contained in <a href=\"/doc/1353758/\" id=\"a_20\">Companies Act</a>, whereby limited companies are prohibited from carrying on business in any name or style other than their own, is that the expression &#x27;person&#x27; wherever used in <a href=\"/doc/161831507/\" id=\"a_21\">the Code of Civil Procedure</a> must be construed as excluding the case of a company carrying on business in a name or style other than its own. Rule 10 embodies a beneficent provision providing for enforcement of claims against parties which, instead of carrying on business in their own name, may be carrying on business in an assumed name, and there appears no good reason to exclude a limited company from the purview of that rule and deprive a party, which may have dealt with a company which carried on business in an assumed name of the right of enforcing its claim by a suit in which the defendant is described under the assumed name which was used by the real party in its business dealings with the plaintiff of the suit.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_15\">Significance must be attached to the fact, firstly, that the expression &#x27;person&#x27; has not been defined in <a href=\"/doc/161831507/\" id=\"a_22\">the Code of Civil Procedure</a> and, secondly, that the expression &#x27;any&#x27; qualifies the expression &#x27;person&#x27; in Rule 10 of Order 30 of that Code. It appears obvious that the legis-lature did not intend to stultify the powers of a court to grant relief against a party by refusing to treat a claim as maintainable on the ground merely that the suit had been brought against an assumed name, even though that party had been carrying on business in that assumed name.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_16\">4. At the time the appeal was heard by the Division Bench which referred the question which is before us today, it was stated by learned counsel for the parties that they had been unable to find any reported decision recorded by any Court in India or any Court in England on the parallel provision contained in Order 48A Rule 11 of the Supreme Court Rules directly bearing on the question whether or not the case of a limited company was excluded from, or included in, the provisions contained in Rule 10 of <a href=\"/doc/161831507/\" id=\"a_23\">Order 30 of the Code of Civil Procedure</a>. At the hearing before this Full Bench, however, quite a few cases have been brought to our notice which support the view taken by the learned Civil Judge, as also the decision of a learned single judge of this court holding that a limited company would be included within the meaning of the expression &#x27;person&#x27; used in Rule 10 of <a href=\"/doc/161831507/\" id=\"a_24\">Order 30 of the Code of Civil Procedure</a>.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_17\">5. In the case of H. E. Randall, Ltd. v. British &amp; American Shoe Co., (1902) 2 Ch. D. 354 it was held that even though the user of a trade name, different from the corporate name, was in contravention of Sections 41 and 42 of the English Companies Act, 1862, the limited company using such corporate name may acquire a right to the protection of that name. The limited company in the above case was &quot;H. E. Randall, Limited.&quot; This company started the trade of selling Ameri-can shoes under the name &quot;The American Shoe Company.&quot; This trade was carried on at a number of shops in a manner which contravened     provisions contained  in     the   <a href=\"/doc/1003813/\" id=\"a_25\">English   Companies   Act</a> parallel to those contained in <a href=\"/doc/153279772/\" id=\"a_26\">Section 147</a> of the Indian Companies Act.  This business, carried on under the name of &quot;The American   Shoe   Company&quot;,      acquired  a    large reputation.    The defendants  to the suit, which culminated in the above decision,   opened   a   shop    in a name which resembled  the   name   of  &quot;The  American Shoe   Company&quot;.   H.  E.  Randall  Limited thereupon brought    an action to restrain the defendants from using a name resembling the name of  &quot;The  American  Shoe Company&quot;  on     the  assertion      that  the resemblance was such as to represent or lead   to the belief    that  the defendants&#x27; business was a branch    of or connected with  that of the plaintiffs. The defence. inter alia was   that   since   the  business which  the  plaintiffs      carried  on  under name &quot;The American     Shoe  Company&quot;, which  was different  from the plaintiffs&#x27; corporate name, was in contravention of the provisions contained in the companies Act the plaintiffs   were precluded   from acquiring any right to the protection of that name viz., &quot;The American Shoe Company.&quot; It was held that though the <a href=\"/doc/1353758/\" id=\"a_27\">Companies Act</a> imposed certain  penalties  on a company   for  non-compliance   with its provisions which prohibited it from carrying on business in a name other than its corporate name, the additional penalty of forfeiting its goodwill    to  any dishonest person who chooses  to  steal it  had not been  imposed  by the statute.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_18\">The principle laid down by the House of Lords in Wright v. Horton, 12 Appeal Cases 371 was held to govern the case and the decision of Farwell, J. in Perks Gunston &amp; Tea Ltd. v. Thompson Tal-mev &amp; Co., (1901) 18 Rep. Pat Case 185 was followed. Be it noted that the relief claimed in the case which gave rise to the decision in H. E. Randall, Limited was a relief in the description of the Court, yet the Court granted the relief notwithstanding the fact that the carrying on of a business by Messrs. H. E. Randall Limited in the name of the &quot;American Shoe Company&quot; was in contravention of the provisions contained in the <a href=\"/doc/1353758/\" id=\"a_28\">Companies Act</a> involving liability to penal action. The case of the plaintiff-respondents to the present appeal stands on a much stronger footing.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_19\">6. In (1887) 12 AC 371, the validity of debentures issued to a Director of a Company, which had not been registered in accordance with the requirements of <a href=\"/doc/1502796/\" id=\"a_29\">Section 43</a> of the Act, came up for consideration before the House of Lords. Lord Halsbury, in his judgment, observed that the statute <a href=\"/doc/1353758/\" id=\"a_30\">(Companies Act</a>), for very obvious reasons, in constituting a code for the regulation of trading companies, had enacted that they shall keep an account of mortgages and charges specifically affecting their property and had provided for a pecuniary penalty for the non-performance of the statutory duly when that duty was knowingly and wilfully committed, but the validity of the mortgage or charge was not made to depend upon compliance with that duty. It appears useful to quote what the learned Judge ultimately observed :\n</p><blockquote id=\"blockquote_8\">  &quot;If the principle is supposed to be that no Director can be allowed to derive any benefit from a debenture which he has obtained by lending money to the company of which he is a Director, because he has disobeyed or permitted to be disobeyed the provisions of the <a href=\"/doc/1353758/\" id=\"a_31\">Companies Act</a> in some respect or another, the proposition is so wide as to become on the face of it absurd. If, on the other hand, it amounts to this, that the non-registration of his debenture by a Director is a continuous representation to every other shareholder and creditor that such a debenture does not exist, it assumes a construction of the section to which I cannot assent; and I know of no authority which this or any other Court has to add additional penalties to that which the legislature has specifically enacted.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_20\">It was held that the mere omission to register the debentures, without concealment, did not invalidate the debentures. This decision clearly makes out that the effect of the prohibitions contained in the <a href=\"/doc/1353758/\" id=\"a_32\">Companies Act</a> must be held to be limited to the penalties provided for a breach of those prohibitions. The claim of a Director of the Company who had advanced money to the Company was upheld notwithstanding the fact that the debentures issued on the basis of that advance had not been registered in accordance with the requirements of the law which provided for a penalty for non-registration.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\">7. Reference may next be made to certain observations of Lindley L. J. in Mac Iyer v. Burns, (1895) 2 Ch. 630. Rule 11 of Order 48A of the Rules of the Supreme Court (1883) ran as follows :--\n</p><blockquote id=\"blockquote_9\">  &quot;Any person carrying on business within the jurisdiction in a name or style other than his own name may be sued in such name or style as if it were a firm name.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_22\">The object of the above rule has been Stated by Lindley L. J. (at page 635 of the report) as follows :--\n</p><blockquote id=\"blockquote_10\">  &quot;It is to authorise the suing persons in the name in which they carry on business to facilitate the carrying on of actions against persons who conceal their names, and for that purpose the rules relating to actions against firms are to be applied as far as possible; but they cannot be applied to a case not within the reason of the rule. If a man contracts debts with his baker or butcher in his own name, and carries on business under a name not his own, the baker or the butcher cannot sue him under the name not his own. Why should he? The reason of the rule does not apply to the case. The words in Rule 11, &#x27;may be sued in such a name or style as if it were a firm name&#x27; furnish the key to the whole difficulty. I do not say the rule expressly states, but it involves this that you can only sue a man in his firm name in respect of matters which are connected with the business which he carries on under that name.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_23\">The business transactions which gave rise to the suit out of which this appeal arises had been entered into under the name &quot;Rajendra Prasad Oil Mills&quot; and it appears to me clear that in these circumstances the plaintiff-respondents must be held to be authorised by the provisions contained in Rule 10 of <a href=\"/doc/161831507/\" id=\"a_33\">Order 30 of the Code of Civil Procedure</a> to bring a suit against &quot;Rajendra Prasad Oil Mills&quot; which is the name in which N. K. Industries Limited, Kanpur, carried on the business in the course of which the transactions are alleged to have taken place.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"993167\" id=\"span_1\">8.   One of  the  questions which  arises for consideration in the <a href=\"/doc/993167/\" id=\"a_34\">British India Corporation Ltd. v. Govt. of State of Uttan Pradesh, Civil    Misc</a>.</span>  Writ  No. 7871  of 1951  decided by   Hon. V. Bhargava,   J.,   on 16-2-1955, was whether a reference by   which  a dispute had   been  referred  for    i adjudication to the State Industrial Tribunal was incompetent by reason of the   fact that one of the opposite parties was   described in the notification by which the dispute was referred as Kanpur Woollen   Mills,  Kanpur,  which     was not   a legal entity. The contention was that the Kanpur Woollen Mills,   Kanpur, belonged to the British India Corporation Ltd., Kan-   pur,  and since the Kanpur Woollen Mills, Kanpur, was not a legal entity, the noti-   fication referring the dispute should have mentioned as opposite    party the British India Corporation   Ltd.,   Kanpur,  instead of Kanpur Woollen Mills, Kanpur.    This contention was not accepted. V. Bhargava J. observed as follows :--\n</p><blockquote id=\"blockquote_11\">  &quot;This contention has no force in view of the fact that the petitioner-company has itself chosen to carry on business in the name and style of the Kanpur Woollen Mills, Kanpur, and, secondly, any mention of the Kanpur Woollen Mills, Kanpur, has to be read as referring to the petitioner-company on the principle laid down in Rule 10, <a href=\"/doc/161831507/\" id=\"a_35\">Order 30 of the Code of Civil Procedure</a>. .....&quot; \n</blockquote> \n\n<pre id=\"pre_2\">After  quoting Rule     10, the    learned Judge observed further as follows :--\n  &quot;Consequently,  even   if a   regular suit had to be filed,  the petitioner-company could have been sued in the name of the Kanpur  Woollen     Mills,    Kanpur,    and therefore, reference of the industrial dispute by referring to the petitioner-company by that name and style does not invalidate the reference.&quot; \n \n\n</pre><blockquote id=\"blockquote_12\">The above decision is a direct authority on the question which has been referred and, if I may say so with respect to the learned Judge who has recorded the opinion quoted above, I see no reason to take a different view.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1477896\" id=\"span_2\">9. I may add that in the case of <a href=\"/doc/1477896/\" id=\"a_36\">Arjun Prasad v. Shanti Lal Shankerlal Shah</a>, AIR 1962 SC 1192 the Supreme Court has, in para 8 of the said report, observed that &quot;Whenever the word &#x27;person&#x27; is used in any statute a company would be included thereunder.&quot;</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"432315\" id=\"span_3\">10. It was contended that Rule 10 applied only to cases where a single individual carried on business in an assumed name. I am unable to accept this contention. Reference may be made to the decision of a Division Bench of the Calcutta High Court in the case of Jamunadhar Poddar Firm v.&#x27; Jamunaram Bhakat, AIR 1944 Cal 138 in which it was held that Order 30, Rule 10 applies not only to a single individual carrying on business under a firm name or an assumed name but also to a number of individuals carrying on business either under a firm name or in an assumed name when those individuals do not in law constitute a partnership resting on contract. It may also be mentioned that the learned Judges who decided <a href=\"/doc/1477896/\" id=\"a_37\">the above case</a> relied, among other cases, on the principle <a href=\"/doc/1477896/\" id=\"a_38\">laid down by</a> a Division Bench of this Court in the case of <a href=\"/doc/432315/\" id=\"a_39\">Mewa Ram v. Ram Gopal</a>, AIR 1926 All 337. I fail to see any reason to draw any distinction in this matter between a limited company and a Joint Hindu family.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_27\">11. Another contention raised by learned counsel for the appellants was that since the plaintiff knew that the business carried on under name &quot;Rajen-dra Prasad Oil Mills, Kanpur&quot; was in fact being carried on by Messrs. N. K. Industries Limited the plaintiff was disentitled from impleading the defendant under the assumed name. I am unable to accept this contention. There is nothing in Rule 10 or elsewhere to indicate that the provisions contained in Rule 10 did not apply to cases where the identity of the real party was known to the plaintiff. The object of framing Rule 10 may have been to protect the unwary, but there is nothing in Rule 10 which might indicate that in case the plaintiff knew the real person the provisions contained in Rule 10 would be inapplicable. Rule 10 can be availed of whenever a person factually carried on business under a name or style other than his (or its) own name and the provision being a beneficent one cannot be construed strictly and in a manner not warranted by the language of the statute.\n</p> \n\n<p data-structure=\"Section\" id=\"p_28\">12. I would like now to refer to another circumstance which appears to me to be conclusive of the matter. Provisions parallel to those contained in <a href=\"/doc/1441099/\" id=\"a_40\">Section 147</a> of the Companies Act are to be found in <a href=\"/doc/78245993/\" id=\"a_41\">Sections 65</a> and <a href=\"/doc/81348265/\" id=\"a_42\">66</a> of the Indian Companies Act (Act VI of 1882) which was in force at the time the <a href=\"/doc/905940/\" id=\"a_43\">General Clauses Act</a> (1897) was brought on the statute book. Though the question which has arisen for consideration by us relates to the meaning to be assigned to the expression &#x27;person&#x27; in Rule 10 of <a href=\"/doc/161831507/\" id=\"a_44\">Order 30 of the Code of Civil Procedure</a>, the contention of learned counsel for the appellants amounts, in substance, to this that, by reason of the provisions contained in <a href=\"/doc/1441099/\" id=\"a_45\">Section 147</a> of the Companies Act, it must be held that the expression &#x27;person&#x27;, whenever and wherever used in any statute, must be construed as excluding a limited company from the purview of that expression. Keeping in view the fact that provisions parallel to those contained in <a href=\"/doc/1441099/\" id=\"a_46\">Section 147</a> of the Companies Act formed part of the provisions of the <a href=\"/doc/153279772/\" id=\"a_47\">Indian Companies Act</a> (1882) which was in force at the time the <a href=\"/doc/905940/\" id=\"a_48\">General Clauses Act</a> was brought on the statute book, the acceptance of this contention would result in attributing to the legislature, which enacted the <a href=\"/doc/905940/\" id=\"a_49\">General Clauses Act</a>, an intention which cannnot be attributed on any principle of interpretation, because the definition of the expression &#x27;person&#x27; in Clause (42) of <a href=\"/doc/93337482/\" id=\"a_50\">Section 3</a> of the General Clauses Act, in so far as an incorporated company has been specifically included in that definition, would, if the interpretation contended for was accepted, be rendered not only meaningless and redundant but manifestly misleading. It is, therefore, impossible to accept the contention that an incorporated company, which has been specifically included in the definition of the expression &#x27;person&#x27; in the <a href=\"/doc/905940/\" id=\"a_51\">General Clauses Act</a>, must, nevertheless be construed as excluded from the purview of the expression &#x27;person&#x27; in Rule 10 of <a href=\"/doc/161831507/\" id=\"a_52\">Order 30 of the Code of Civil Procedure</a>, even though there is nothing in the subject or context <a href=\"/doc/161831507/\" id=\"a_53\">of the Code of Civil Procedure</a> to make out any repugnancy.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_29\">13. For all these reasons I would answer the question referred to us in the affirmative.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_30\"> S.N. Katju, J.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_31\">14.  I agree with the opinion of my brother Gupta.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_32\"> Satish Chandra, J.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_33\">15.  A Division Bench of this court has referred the following question to the Full Bench :--\n</p><blockquote id=\"blockquote_13\">  &quot;Whether a limited company falls within the meaning of the expression &#x27;person&#x27; as used in Rule 10 of <a href=\"/doc/161831507/\" id=\"a_54\">Order 30 of the Code of Civil Procedure</a>?&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_34\">The question arises in this way. N. K. Industries Limited was a company at Kanpur incorporated under the <a href=\"/doc/153279772/\" id=\"a_55\">Indian Companies Act</a>, It appears that it owned two oil mills. One was known as Nihal Chand Kishori Lal Oil Mills and the other as Rajendra Prasad Oil Mills, These two oil mills were the properties of N. K. Industries Limited, Kanpur. They were not independent legal entities. The plaintiff alleged that he had business dealings with the Rajendra Prasad Oil Mills for the last several years. On 22nd May, 1950, this Mills contracted to sell to the plaintiff 100 tons of expeller castor cakes at the rate of Rs. 6/2/- per maund ex-mills delivery. The plaintiff paid the price of the goods amounting to Rs. 16,585/15/- on 22nd June, 1950, but the Mills did not deliver the goods. It, therefore, sued the Mills for recovery of Rs. 28,139/11/6 as damages for breach of contract. Originally the defendant was described as &quot;Rajendra Prasad Oil Mills, Kanpur, through the Director Bishan Dayal, son of L. Kishori Lal.&quot; Subsequently the plaint was amended. The defendant was described as &quot;Rajendra Prasad Oil Mills, Kanpur, through : (1) Bishan Dayal, son of L. Kishori Lal, (2) Rameshwar Prasad, son of L. Kishori Lal and (3) Sunder Lal son of L. Ram Bilas, Directors of said Mills.&quot; Rameshwar Prasad filed a written statement. In it he took a preliminary objection that Rajendra Prasad Oil Mills, Kanpur. to the knowledge of the plaintiff belonged to N. K. Industries Ltd., Kanpur, a limited company registered under the <a href=\"/doc/153279772/\" id=\"a_56\">Indian Companies Act</a>. There was no firm of the name of Rajendra Prasad Oil Mills. The frame of the suit was bad and it was liable to be dismissed.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_35\">The trial court held that the evidence proved that the disputed contract had taken place between Murlidhar Verma, the plaintiff, and Rajendra Prasad Oil Mills and not between the plaintiff and N. K. Industries Ltd. Though it was admitted that Rajendra Prasad Oil Mills was owned by the N. K. Industries, and was itself not a legal entity, but since the contract was taken up with the Mills it was not necessary for the plaintiff to institute a suit against N. K. Industries, There was no allegation in the plaint nor did the Civil Judge find that the plaintiff had no knowledge that the N. K. Industries Ltd. was carrying on the business or that the name or style of Rajendra Prasad Oil Mills was an assumed name of some one else; or that three persons through whom the Mills was being sued were competent to represent the Company. On the merits the claim was held proved. The suit was decreed for Rs. 23,743/1/-. The Rajendra Prasad Oil Mills and Rameshwar Prasad came to this court.\n</p> \n\n<p data-structure=\"Section\" id=\"p_36\">15A. At the hearing of the appeal reliance appears to have been placed on Order 30, Rule 10, C. P. C. to sustain the competence of the suit. The Bench hearing the appeal seems to have proceeded on the basis that N. K. Industries Ltd. was carrying on the business in the name and style of Rajendra Prasad Oil Mills. On that basis it referred the question if a company could be a person covered by Order 30, Rule 10, C. P. C. Order 30, Rule 10, C. P. C. runs as follows :\n</p><blockquote id=\"blockquote_14\">  &quot;Any person carrying on business in a name or style other than his own name, may be sued in such name or style as if it were a firm name; and, so far as the nature of the case will permit, all the rules under this Order shall apply.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_37\">There was no comparable provision in <a href=\"/doc/161831507/\" id=\"a_57\">the Code of Civil Procedure</a>, 1882. It was introduced for the first time in <a href=\"/doc/161831507/\" id=\"a_58\">the Code of Civil Procedure</a>, 1908. Rule 10 is a verbatim reproduction of Rule 11 of Order 48-A of the Rules of Supreme Court of England.\n</p> \n\n<p data-structure=\"Section\" id=\"p_38\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1637153\" id=\"span_4\">16. The question is whether the term &quot;any person&quot; in Rule 10 includes a juristic person. The <a href=\"/doc/161831507/\" id=\"a_59\">Code of Civil Procedure</a> does not define this term. <a href=\"/doc/905940/\" id=\"a_60\">The General Clauses Act</a>, which is applicable to the interpretation <a href=\"/doc/161831507/\" id=\"a_61\">of the Code of Civil Procedure</a>, by <a href=\"/doc/1330413/\" id=\"a_62\">Section 3(39)</a> defines the word &quot;person&quot; to include any company or association or body of individuals whether incorporated or not. That definition is applicable unless there is anything repugnant in the subject or context. Under this definition an incorporated body would be a person within meaning of a statute unless there is anything repugnant in the subject or context. According to Raghu-bar Dayal J. in <a href=\"/doc/1637153/\" id=\"a_63\">Kundan Sugar Mills v. Indian Sugar Syndicate</a>, AIR 1959 All 540 (FB), paragraph 12 :</span>\n</p><blockquote id=\"blockquote_15\">  &quot;The context is not to indicate that the word &#x27;person&#x27; should have the meaning of a juridical person, but it should indicate that the word &#x27;person&#x27; should not have such a meaning. It is only then that the context would create such a repugnancy as would make non-applicable the definition of the word &#x27;person&#x27; in the <a href=\"/doc/905940/\" id=\"a_64\">General Clauses Act</a>.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_39\">The proper approach has to be whether the context or the subject presents a repugnancy. If so, of what nature, character or extent. It was urged that the Rule 10 refers to the person who carries on business by the word &quot;his&quot;. &quot;His&quot; could properly refer to a human being. It could not be used for a juristic personality. Taken literally the word &quot;his&quot; would refer to a male human and not a female. The excluding of a female would make no sense. Obviously the word &quot;his&quot; has been used in a descriptive rather than in a restrictive sense. Order 33, Rule 1 C. P. C. defines a pauper with reference to a person who inter alia possesses wearing apparel. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1637153\" id=\"span_5\">In <a href=\"/doc/1637153/\" id=\"a_65\">Kundan Sugar Mills</a> case, AIR 1959 All 540 (FB) mentioned above the Full Bench declared that though a company does not possess a wearing apparel it would nevertheless be a person within meaning of that rule and could take its benefit.</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_40\">17. It was then urged that the last part of Rule 10 provides that all other yules of Order 30 would apply to a case covered by Rule 10. Rules 1 to 9 could not apply to a Company. Assuming without conceding, that that is so, it is hardly relevant. Rule 10 itself says that all rules under this Order shall apply so far as the nature of the case will permit. The last clause provides the procedural consequence of suing under Rule 10. It does not go to supply the object or the context of the operative part of Rule 10.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_41\">18. The explanation to Order 33 Rule 1, C. P. C., explained who a pauper is. Under it a person is a pauper when ha is not possessed of sufficient means to enable, him to pay the fee prescribed fay law for the plaint in such suit, or where no such fee is prescribed, when he is not entitled to property worth one hundred rupees other than his necessary wearing apparel and the subject matter of the suit. The question was whether this provision applied to companies. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1108602\" id=\"span_6\">In <a href=\"/doc/1108602/\" id=\"a_66\">Perumal Koundan v. Tirumalrayapuram Jananu-koola Dhanasekhara Sanka Nidhi Ltd.</a>, AIR 1918 Mad 362 it was held that it would be wrong to construe the provision to mean that only persons who possess wearing apparel can sue as paupers.</span> This view was upheld by the Supreme Court in N, E. L. &amp; P. Co. Ltd. v. Shree-pathirao, AIR 1958 SC 658 (paragraph 14). The Supreme Court referred to the observations of Bayley J. in Cortis v. The Kent Water Works Co.. .108 ER 741. In that case the appeal clause in an Act gave a right of appeal to any person or persons aggrieved, but that clause required the person or persons appealing to enter into a recognizance. The submission that since corporations could not enter into recognizance they would not be persons within the meaning of appeal clause, was repelled by Bayley J. He observed :--\n</p><blockquote id=\"blockquote_16\">  &quot;But assuming that they cannot enter into a recognizance, yet if they are persons capable of being aggrieved by, and appealing, against a rate, I should say that that part of the clause which gives the appeal applies to all persons capable of appealing and that the other part of the clause which requires a recognizance to be entered into applies only to those persons who are capable of entering into a recognizance, but is inapplicable to those who are not.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_42\">Similarly the operative part of Rule 10 would apply even though the consequences were not fully attracted. For the appellants Mr. Jagdish Swarup relied upon the Supreme Court decision in AIR 1956 SC 354. In that case it was held that the word &#x27;person&#x27; in <a href=\"/doc/1459716/\" id=\"a_67\">Section 4</a> of the Partnership Act contemplates only natural or artificial persons and a firm would not be a person within it. The definition of the word &#x27;person&#x27; occurring in the <a href=\"/doc/905940/\" id=\"a_68\">General Clauses Act</a> would not wholly apply because the concept of the firm would be completely repugnant to the subject of partnership law. According to this case, therefore, the enquiry has to be whether the definition in the <a href=\"/doc/905940/\" id=\"a_69\">General Clauses Act</a> or any part of it is repugnant to the subject of the entity sought to be included in the meaning of the word &#x27;person&#x27; in any enactment. One relevant question hence would be : is there anything in the law relating to companies which is repugnant to the general definition of the word &#x27;person&#x27;.\n</p> \n\n<p data-structure=\"Section\" id=\"p_43\">19. <a href=\"/doc/1441099/\" id=\"a_70\">Section 147</a> of the Companies Act, 1956, relates to the publication of name by the company. It corresponds to <a href=\"/doc/179498871/\" id=\"a_71\">Sections 73</a> and <a href=\"/doc/86530554/\" id=\"a_72\">74</a> of the Companies Act, 1913, and <a href=\"/doc/1935707/\" id=\"a_73\">Section 108</a> of the English Companies Law, 1948. Sub-section (1) thereof reads :--\n</p>   \n\n<blockquote id=\"blockquote_17\">&quot;147. Publication  of name by company\n \n\n(1) Every company --\n</blockquote>   \n\n<blockquote id=\"blockquote_18\">(a) shall paint or affix its name and the address of its registered office, and keep the same painted or affixed, on the outside of every office or place in which its business is carried on, in a conspicuous position, in letters easily legible; and if the characters employed therefor are not those of the language, or of one of the languages, in general use in that locality, also in the characters of that language or of one of those languages;\n</blockquote> \n\n<blockquote id=\"blockquote_19\">(b) shall have its name engraven in legible characters on its seal; and\n \n\n</blockquote><blockquote id=\"blockquote_20\">(c) .....&quot;  \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_44\">Sub-section (2) provides that if a company does not paint or affix its name and the address of its registered office, or keep the same painted or affixed in the manner directed by Clause (a) of subsection (1), the company, and every officer of the company, who is in default, shall be punishable with fine which may extend to five hundred rupees for not so painting or affixing its name and the address of its registered office. Sub-section (3) provides that if a company fails to comply with Clause (a) or Clause (b) or Sub-section (1) the company shall be punishable with fine which may extend to five hundred rupees. Sub-section (4) provides for punishments of fine for default mentioned in it and also provides that every officer of a company who commits the mentioned defaults shall further be personally liable to the holder of the bill of exchange, hundi, etc., cheque or order for money or goods unless it is duly paid by the company.\n</p> \n\n<p data-structure=\"Section\" id=\"p_45\">The object of this provision is to compel the publication of its name to the business world which deals with the company. The provisions nowhere state that the company must carry on business only in its registered name or that it cannot use any other name howsoever valuable or useful the good-will of any other name or style may be. This provision would be completely satisfied in a case where a company carries on business in an assumed name or style if it publishes or affixes its name in the signboards, seal, business letters, notices, official publications, bills of exchange etc, etc. mentioned in Sub-section (1). This provision, therefore, does not prohibit a company from carrying on business in an assumed name. It compels it to publish its identity in all its business dealings in the manner provided for in this section. If the provisions of sec, 147 are complied with, it could not be said that the company was concealing its identity in its dealings even though it was carrying it on in an assumed name or style.\n</p> \n\n<p data-structure=\"Section\" id=\"p_46\">20. In (1962) 2 Ch. D. 354 Randall was carrying on the business in the name of &quot;The American Shoe Company&quot; with the corporate name painted and printed as &quot;required by the provisions. The defendant started business in shoes under the name of &quot;The London American Shoe Company&quot; which was ultimately changed into &quot;The British American Shoe Company.&quot; The plaintiff brought the action for an injunction against the defendants restraining them from using either of those names, or any other similar name on the ground that they were stealing the good-will of the plaintiff&#x27;s business name. It was urged that the plaintiff was carrying on business in breach of <a href=\"/doc/1228720/\" id=\"a_74\">Sections 41</a> and <a href=\"/doc/851364/\" id=\"a_75\">42</a> of the Act inasmuch as they had for some time in the past not painted and published their corporate name as required by <a href=\"/doc/1228720/\" id=\"a_76\">Sections 41</a> and <a href=\"/doc/851364/\" id=\"a_77\">42</a>. It was held that <a href=\"/doc/51164527/\" id=\"a_78\">Sections 41</a> and <a href=\"/doc/51164527/\" id=\"a_79\">42</a> of the Companies Act, 1862, imposed certain penalties on a company for non-compliance with its provisions but the additional penalty of forfeiting its goodwill to any dishonest person who chooses to steal it is not imposed by the statute. The suit was decreed.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_47\">This case shows that even where a company carried on business in an assumed name in non-compliance of the statutory provisions as to publication of its corporate name, it would be recognised and given the benefit of its business name. Those provisions of the <a href=\"/doc/1353758/\" id=\"a_80\">Companies Act</a>, therefore, could not be held to be intended to prohibit a company from carrying on a business in an assumed name at all. It could do so, but by disclosing its identity in the prescribed manner. <a href=\"/doc/1441099/\" id=\"a_81\">Section 147</a> aims at prohibiting a company from carrying on business in an assumed name or style by concealing its true identity.\n</p> \n\n<p data-structure=\"Section\" id=\"p_48\">21. Companies carrying on business in accordance with <a href=\"/doc/1441099/\" id=\"a_82\">Section 147</a> would be deemed to be carrying on business in their own corporate name but with the aid and assistance of some other name or style which may have a goodwill&#x27; or value. Would such a company be also within the purview of the word &quot;person&quot; as used in Order 30, Rule 10, C. P. C.? That will depend on the subject and the context of the provision.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_49\">22. It was suggested that there was nothing in the language of Order 30, Rule 10, C. P. C., to confine its operation to only such companies as carried on business in an assumed name by concealing their identity. True, the words are wide. Any person carrying on a business in an assumed name or style is within the literal ambit of the section. But, Venkata-rama Aiyer, J., in Chamarbaugvala v. Union of India, AIR 1957 SC 628, para 6 said that the literal meaning had only a prima facie preference in a court; taut to arrive at the real meaning it is always necessary to get an exact conception of the aim, and the scope and object of the whole Act. Viscount Simonds in Attorney General v. Prince Ernest Augustus, 1957 SC 436 at p. 460 observed that words took their colour and content from their context; context includes other enacting provisions, the preamble, the existing state of the law and the mischief which by legitimate means the Court can find that the Statute was designed to remove. To appreciate the context or the subject of a law it is always necessary to examine its aim or aspiration or object. <a href=\"/doc/660119/\" id=\"a_83\">Article 31-A</a> of the Constitution protected laws providing for inter alia the acquisition by the State of any estate from being void on the ground that they were inconsistent with <a href=\"/doc/367586/\" id=\"a_84\">Articles 14</a><a href=\"/doc/1218090/\" id=\"a_85\">, 19</a> or 31.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_50\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1431786\" id=\"span_7\">In <a href=\"/doc/1431786/\" id=\"a_86\">Kochuni v. State of Madras</a>, AIR 1960 SC 1080, Subba Rao J. speaking for the court held that in view of the object behind the Article as obtainable from its Statement of Objects and Reasons, a law protected by <a href=\"/doc/660119/\" id=\"a_87\">Article 31-A</a> would be such alone as related to agrarian reforms. The operation of the generality of the language of the Article was confined to the true intent and object of the law.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"120358\" id=\"span_8\">Mr. Justice Holmes once said : &quot;We must think things and not words, (per Hidayatullah J. in <a href=\"/doc/120358/\" id=\"a_88\">I. G. Golaknath v. State of Punjab</a>, AIR 1967 SC 1643 Para 127. It is thus clear that the language of the law operates within its purpose and policy.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_51\">23. As seen above Rule 10 of Order 30 is based upon Rule 11 of Order 48-A of the Rules of Supreme Court of England. The English rule came up for interpretation in (1895) 2 Ch. D. 630. Lindley L. J. observed at page 635 that the object of the rule is to authorise suing persons in the name in which they carry on business, the underlying principle being to facilitate the carrying on of actions against those who conceal their names. He further held that for carrying on of actions against persons who conceal their names the rules relating to actions against firms are to be applied as far as possible. But he held that those rules cannot be applied to a case not within the reason of the rule. The rule involved that you can only sue a man in his firm name in respect of matters which are connected with the business which he carries on under that name. So the underlying principles were emphasised. The rule would apply where a business was carried on in an assumed name by concealment of true name of the person who carried on the business, and, secondly it would apply only in relation to matters arising out of such a business. If a company carries on business in an assumed name but without concealing its own identity, that is to say by publishing its corporate name as well, such a company would not be within the reason of rule of Order 30 Rule 10. It would not be a person of the character lor whom Rule 10 was enacted.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_52\">24. In AIR 1944 Cal 138, a Division Bench dealing with the object of Rule 10 of Order 30, C. P. C., observed that an individual who carries on a business under a firm name or an assumed name cannot sue as plaintiff in that assumed name vide 35 Cal WN 432  : (AIR 1931 Cal 770); 34 Bom LRI112 : (AIR 1932 Bom 516); 32 Bom LR 212 : (AIR 1930 Bom 216) but Order 30 Rule 10 enables a person to sue him as defendant in that assumed name. This distinction which has been made in Order 30 itself has been made in the interest of commerce. The Bench continued :--\n</p><blockquote id=\"blockquote_21\">  &quot;There is no inconvenience or injustice, if a person carrying on business under a firm name or any other assumed name is made to sue in his real name, but different and weighty considerations would apply when he is sued by another person in the assumed name in which he carries or has carried on business. Business may be carried on by correspondence and orders may be, and are usually, placed from one part of the world to another through post and goods may be supplied on credit on such orders. A producer or merchant living in one part of the globe cannot be expected to know or to make enquiries and in some cases it is not possible for him to know or to make enquiries as to who is the owner of the business that is being carried on in an assumed name, and in most cases he would only know the name of the real owner after he had brought his suit, for the defendant must then appear in his own name. (Order 30, Rule 6). It is to be held that a decree obtained by such a producer or merchant in a suit instituted against the assumed name is void decree, it would lead to manifest hardship, would open up a wide door to fraud and would sap the credit on which commercial dealings largely rest. In our judgment Order 30 Rule 10 Civil P. C., rests on these considerations and they must be kept in view in construing that rule.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_53\">The aim and aspiration of Rule 10 was to suppress fraud and mitigate hardship and to advance the interest of commerce by preventing a person who conceals his identity and is carrying on business in a firm name or in an assumed name, from gettting away from his business obligations. Lack of knowledge of the true identity was the real reason, for the enactment of this provision. Rule 10 seeks to circumvent the effect of concealment.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_54\">24-A. This being the true intent and object the rule would apply to only such companies as carried on business by concealing their identity. They would be persons within Rule 10 properly so called. Companies which did not conceal their true identity or name, even though carrying on business in an assumed name or style, would not be persons as intended to be involved within Rule 10.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_55\">25. Under Rule 10 the suit is filed against the real person who carried on the business and incurred the obligation. It does not provide for merely suing the business name. The real person must be alive. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1884043\" id=\"span_9\">In <a href=\"/doc/1884043/\" id=\"a_89\">Ram Prasad Chimonlal v. Anundi and Co.</a>, AIR 1922 Cal 408, it was held that if the sole proprietor of a business who carried on business in an assumed name dies and no steps are taken to record his death and his legal representatives are not brought on the record within time, the suit abates.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"328409\" id=\"span_10\">In <a href=\"/doc/328409/\" id=\"a_90\">Hari Bandhu Pal v. Hari Mohan</a>, AIR 1930 Cal 327, it was further held that if the legal representatives are not substituted then the decree is made against a dead man having a different name and <a href=\"/doc/328409/\" id=\"a_91\">in that case</a> the decree becomes an absolute nullity.</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_56\">26. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1885209\" id=\"span_11\">In <a href=\"/doc/1885209/\" id=\"a_92\">Habib Bux v. Samuel Fitz and Co. Ltd.</a>, AIR 1926 All 161 (2) it was held that a suit cannot be instituted under Order 30 Rule 10 after the death of the person who carried on business in a firm name, unless, after the death of the sole proprietor the firm carries on business which justifies a presumption that his heirs are its partners. That rule will only apply when the business is being carried on at the time when the suit is instituted. If business is not being carried on in that name at the time of the suit and the business has ceased to exist then all persons who are interested in the assets ought to be impleaded.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_57\">27. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1675380\" id=\"span_12\">In <a href=\"/doc/1675380/\" id=\"a_93\">Ramanathan v. Palaniappa</a>, AIR 1934 Mad 386 it was held that Rule 10 of Order 30 simply justifies the introduction of the assumed name instead of the real name of the defendant, but does not absolve the plaintiff from his liability to propose a proper guardian, if the defendant represented by such a name is really a minor. Where no proper guardian is appointed for the minor the decree is a nullity and cannot be enforced against him.</span> In St. Gobain Chauny and Cirey Co. v. Hovermann&#x27;s Agency, (1893) 2 QB 96, Lord Esher, M. R., held that Rule 11 of Order 48-A did not apply to a foreigner resident out of the jurisdiction of the Court even though he carried on business within the jurisdiction in the name or style other than his own name.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_58\">It was observed :--\n</p><blockquote id=\"blockquote_22\">  &quot;The words &#x27;any person&#x27; are of course large enough to include a foreigner, and a foreigner who is resident abroad, and to include one who has never been in England in his life and has never had what ha.s been called the protection of the English law, and merely carried on business in England by his agents. But the ques, tion is, ought the Court to give an interpretation to the words which would include such a person?&quot; \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_59\">  He ruled that the words should not be construed so as to bring within the jurisdiction persons who neither by nationality, nor by residence, are capable of being made subject to the jurisdiction.\n</p> \n\n<p data-structure=\"Section\" id=\"p_60\">28. There is nothing in the language of Order 30 Rule 10, C. P. C. to expressly suggest that the person must be alive, not dead, not a minor and not a foreigner or that the business must not cease to exist. But all these restrictions have been deduced from the object and real reason of the rule; and the operation of the rule has been so confined as to exclude such classes of cases. So, to be in accord with the underlying context and subject of Order 30 Rule 10 the word &quot;person&quot; occurring therein ought to be confined to those who conceal their identity _ while carrying on business. Subject to this condition all those individuals or entities mentioned in the definition of the word &quot;person&quot; in the <a href=\"/doc/905940/\" id=\"a_94\">General Clauses Act</a> would be within the purview of Order 30 Rule 10. Before a plaintiff can successfully sue another in the assumed name under Order 30, Rule 10 he will have to allege and establish that because of concealment he was unaware of the true name or identity of the person carrying on the business in the assumed name or style. The policy of the law is that persons can themselves be made liable for their business obligations. Order 30 Rule 10 is an exception. It applies where there is concealment and the plaintiff is unaware of the true identity of the businessman. Such a businessman alone whether a human or juristic entity is &quot;person&quot; within meaning of Order 30 Rule 10, C. P. C.\n \n\n</p><p data-structure=\"Conclusion\" id=\"p_61\">29. My answer to the question referred to this Bench is 5 a limited company alleged and established to be carrying on business in an assumed name by. concealment of its own corporate name is a person within meaning of Order 30 Rule 10, C. P. C.\n \n\nBY THE COURT\n \n\n</p><p data-structure=\"Conclusion\" id=\"p_62\">30.   The answer to the question referred to the Full Bench is as follows :--\n</p><blockquote id=\"blockquote_23\">  &quot;A Limited Company falls within the meaning of the expression &#x27;person&#x27; as used in Rule 10, <a href=\"/doc/161831507/\" id=\"a_95\">Order 30 of the Code of Civil Procedure</a>. This would be so even though the Limited Company may have been carrying on business in a name or style other than its own without any attempt to conceal its own corporate name and this fact was known to the party suing.&quot; \n</blockquote> \n\n","numcites":32,"numcitedby":7,"docsource":"Allahabad High Court","citetid":406702,"divtype":"judgments","relatedqs":[{"value":"order 30 Rule 10","formInput":"order%2030%20Rule%2010"},{"value":"definition of person","formInput":"definition%20of%20person"},{"value":"order 30 of cpc","formInput":"order%2030%20of%20cpc"},{"value":"order 30 code of civil procedure","formInput":"order%2030%20code%20of%20civil%20procedure"},{"value":"C P C order 30 rule 10","formInput":"C%20P%20C%20order%2030%20rule%2010"},{"value":" meaning of any other person","formInput":"%20meaning%20of%20any%20other%20person"},{"value":"order 30 rule 10 cpc","formInput":"order%2030%20rule%2010%20cpc"},{"value":"\"order 30\"","formInput":"%22order%2030%22"},{"value":"order 30 rule 10 civil procedure code","formInput":"order%2030%20rule%2010%20civil%20procedure%20code"},{"value":" rules of business","formInput":"%20rules%20of%20business"},{"value":"General clauses Act","formInput":"General%20clauses%20Act"},{"value":"supreme court ruling","formInput":"supreme%20court%20ruling"},{"value":"\"order 30\" cpc","formInput":"%22order%2030%22%20cpc"},{"value":"354","formInput":"354"},{"value":"30 cpc","formInput":"30%20cpc"},{"value":"As an legal entity","formInput":"As%20an%20legal%20entity"},{"value":"section 41","formInput":"section%2041"},{"value":"pauper","formInput":"pauper"},{"value":"goodwill  ","formInput":"goodwill%20%20"},{"value":"ORDER 30","formInput":"ORDER%2030"}],"cats":[{"value":"general-clauses","formInput":"tag:general-clauses"},{"value":"companies-law","formInput":"tag:companies-law"}],"courtcopy":false,"query_alert":null,"agreement":false}