{"tid":96900440,"publishdate":"2019-08-21","title":"Smt.Mamta Bai vs The State Of Madhya Pradesh on 21 August, 2019","doc":"<h2 class=\"doc_title\">Smt.Mamta Bai vs The State Of Madhya Pradesh on 21 August, 2019</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:v-agarwal\">Vivek Agarwal</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:v-agarwal\">Vivek Agarwal</a></h3>\n\n<pre id=\"pre_1\">                                                                                      1\n                                                  Criminal Appeal Nos. 455/2014 &amp; 595/2014\n\n\n\n               HIGH COURT OF MADHYA PRADESH\n\n                           BENCH AT GWALIOR\n\n                               SINGLE BENCH\n\n                BEFORE JUSTICE VIVEK AGARWAL\n\n                   CRIMINAL APPEAL NO. 455/2014\n\n                                 Suresh Dhakad\n\n                                      Versus\n\n                                  State of M.P.\n\n-------------------------------------------------------------------------------------\n\nShri Pradeep Katare, Advocate for the appellant.\n\nShri R.K. Upadhyay, Public Prosecutor for respondent/State.\n\n-------------------------------------------------------------------------------------\n\n                    CRIMINAL APPEAL No. 595/2014\n\n                                Smt. Mamta Bai\n\n                                      Versus\n\n                            State of M.P. &amp; Another\n\n-------------------------------------------------------------------------------------\n\nNone for the appellant.\n\nShri R.K. Upadhyay, Public Prosecutor for respondent No.1/State.\n\nShri Pradeep Katare, learned counsel for the respondent No.2.\n\n-------------------------------------------------------------------------------------\n\n                               JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">                                  (21/08/2019)\n<span class=\"hidden_text\" id=\"span_1\">                                                                              2</span>\n                                         Criminal Appeal Nos. 455/2014 &amp; 595/2014\n\n\n\nPer Vivek Agarwal, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">            These appeals have been filed respectively by the\n\nconvicted accused and the prosecutrix being aggrieved by the\n\njudgment dated 11.03.2014 passed by Third Additional Sessions\n\nJudge, Guna in Sessions Case No. 246/2013, whereby learned\n\nAdditional Session Judge has acquitted Kasumal Bai (accused No.2)\n\nfrom the charges under <a href=\"/doc/513074/\" id=\"a_1\">Sections 109</a> and <a href=\"/doc/1011035/\" id=\"a_2\">323</a> IPC but, convicted the\n\nappellant--Suresh Dhakad under <a href=\"/doc/455161/\" id=\"a_3\">Section 376 (1)</a> of IPC with 10\n\nyears&#x27; R.I. and fine of Rs. 10,000/- and in default of payment of fine,\n\nfurther R.I. of 6 months. He has also been convicted under <a href=\"/doc/1011035/\" id=\"a_4\">Section\n\n323</a> IPC with 6 months R.I. and fine of Rs. 1000/- and in default of\n\npayment of fine, one month&#x27;s additional R.I. The trial was conducted\n\nagainst two accused, namely, Suresh Dhakad (present appellant) and\n\nhis wife Smt. Kasumal Bai. Thus, Criminal Appeal No. 455/2014 has\n\nbeen filed by the appellant-Suresh Dhakad seeking acquittal from the\n\naforesaid charges and Criminal Appeal No. 595/2014 has been filed by\n\nthe prosecutrix under <a href=\"/doc/81939/\" id=\"a_5\">Section 372</a> Cr.P.C. challenging the acquittal of\n\naccused No.2-Smt. Kasumal Bai.\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">[2]      Brief facts leading to present appeal are that, as per\n\nprosecution story Proseuctrix PW-1 is a Asha Karyakarta at village\n\nJamnai. On 29.05.2013, there was a call for mass strike of Asha\n\nworker at Guna, and therefore, she traveled to Guna along with\n\naccused No.2 Kasumal, a Asha Karyakarta at village Pareva and her\n<span class=\"hidden_text\" id=\"span_2\">                                                                               3</span>\n                                          Criminal Appeal Nos. 455/2014 &amp; 595/2014\n\n\n\nhusband Suresh Dhakad on their motor cycle. After such show of mass\n\nstrike was over, they were returning to their respective villages\n\nbetween 7-8 pm on the motor cycle of convicted appellant, when at\n\nabout 10 pm when such motor cycle reached dhodra puliya then\n\nSuresh had taken a bypass and had parked his motor cycle on a\n\n&#x27;kachha rasta&#x27;. There convicted appellant had taken the prosecutrix to\n\na nearby field where acquitted accused caught hold of her hands and\n\nthen when prosecutrix shouted for help convicted accused had slapped\n\nher on her face and then committed rape on her. After such act was\n\nover, acquitted accused caught hold of her hand and brought her to the\n\nmotor cycle and then she was dropped in village Pareva at her house\n\nwith instructions, not to inform about such incident but only to tell she\n\nhad fallen down from motor cycle. On the next day of incident i.e.\n\n30.05.2013 at about 9:30, FIR was lodged at Police Station Jamner\n\nwhich is 5 km away. Copy of such FIR is Exhibit P-1 which was\n\ntaken by Basant Naik (PW-8).\n</p>\n<p data-structure=\"CDiscource\" id=\"p_4\">[3]         Learned counsel for the convicted accused/appellant\n\nsubmits that this is a case of false accusation. There is overwriting in\n\nthe FIR as to the date of incident. It is submitted that it is a glaring\n\ncase of caste rivalry and convicted appellant and acquitted accused\n\nhave been falsely implicated. It is unnatural that wife of a accused\n\nshall help her husband in violating the privacy of a lady. It is\n\nsubmitted that in fact it is a case where prosecutrix had competition\n\nwith the wife of the convicted appellant as she is also a Asha\n<span class=\"hidden_text\" id=\"span_3\">                                                                              4</span>\n                                         Criminal Appeal Nos. 455/2014 &amp; 595/2014\n\n\n\nKaryakarta and with a view to get her out of the picture, such case has\n\nbeen framed so that acquitted accused is relieved of her responsibility\n\nas Asha Karyakarta. Learned counsel for the appellant has drawn\n\nattention of this court towards the MLC of prosecutrix and statements\n\nof doctor PW-1 who conducted such MLC on the prosecutrix, who\n\nnoted her age to be 35 years and also a fact that she was brought by\n\nAjay Sharma and had come along with her father. There were four\n\nbruises and six abrasions on her body which were all termed to be\n\nsimple in nature caused by hard and blunt object within 14 hours of\n\nsuch MLC which was carried out at 10 am. Reading such MLC, it is\n\npointed out that hymen of the prosecutrix was ruptured, vagina was\n\ntransmitting one finger easily, cervix was transmitting little figure\n\neasily and samples were collected, sealed packed and handed over to\n\nthe constable for chemical examination but doctor had not given any\n\nopinion about recent intercourse opining that victim seems to be\n\nhabitual of sex. It is submitted that in the FSL report (Exhibit P-12),\n\nsemen was found on article &#x27;A&#x27; i.e. petticoat of the prosecutrix, &#x27;C&#x27;\n\nslide of the prosecutrix and &#x27;D&#x27; slide obtained from the convicted\n\naccused. No semen or sperms were found on Exhibit B i.e. pubic hair\n\nof the prosecutrix.\n</p>\n<p data-structure=\"PetArg\" id=\"p_5\">[4]          It is submitted that merely on the basis of semen marks on\n\nthe petticoat of the prosecutrix, conviction has been recorded whereas\n\nno confirmatory test has been applied as to whose semen was\n<span class=\"hidden_text\" id=\"span_4\">                                                                               5</span>\n                                          Criminal Appeal Nos. 455/2014 &amp; 595/2014\n\n\n\navailable on the petticoat of the prosecutrix. Thus, on the basis of\n\nshaky evidence, out of professional jealousy and caste rivalry\n\nconvicted accused has been falsely implicated.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_6\">[5]         Learned counsel for the appellant has read over evidence\n\nof PW-1 Prosecutrix to point out that she has admitted in her cross-\n\nexamination that besides the acquitted accused, other Asha Karyarkat\n\nof neighboring village had also visited Guna to participate in such\n\nstrike of Asha workers. She has also admitted that besides Asha\n\nKaryakarta, Nurses and Contract Managers were also present in such\n\nstrike. She has also admitted that prior to alleged incident, she had\n\ntravelled with the accused persons on their motor cycle on two-three\n\noccasions and she had good acquaintance with accused persons, and\n\ntherefore, she had traveled to Guna on their motor cycle. Earlier she\n\nhad visited Jamner and Raghogarh on their motor cycle. She also\n\nadmitted that she is staying at Pareva in her maternal home where\n\nhouse of the accused is situated at some distance from the house of her\n\nfather. She admitted that Kasumal is working as Asha Karyakarta\n\nprior to prosecutrix. She also admitted that Kasumal is Asha\n\nKaryakarta at village Pareva. It is also pointed out that prosecutrix\n\nadmitted that Mangilal Dhakad, Shivcharan and Hariprasad are\n\nteachers and are also involved in local politics of the village. Mangilal\n\nis a teacher in the school in which Kasumal is working as a cook. She\n\nalso admitted that Shivcharan and Hariprasad are brothers of\n<span class=\"hidden_text\" id=\"span_5\">                                                                               6</span>\n                                          Criminal Appeal Nos. 455/2014 &amp; 595/2014\n\n\n\nMangilal. She denied suggestion that Kasumal had lodged a report\n\nagainst Mangilal, Shivcharan and Hariprasad but admitted that the\n\nsociety which was preparing mid-day meals in the school was headed\n\nby Kasumal and prosecutrix is a member of such society. It is also\n\nadmitted that after alleged incident Kasumal and Suresh had dropped\n\nher to the village on their motor cycle and also admitted that she had\n\nnot narrated such incident to any of the members of the village. She\n\nadmits that she had narrated this fact to the Police while lodging FIR\n\nExhibit P-1, but a fact that she was threatened with life by such\n\naccused persons is not mentioned in the FIR, then she cannot give any\n\nreason for such omission. She admits that her clothes were not torned\n\nand she did not narrate this incident to anybody in the village as she\n\nwas not knowing any person in the village, then said her own that she\n\nis posted in village Jamnai. She also admitted in Para 14 of her cross-\n\nexamination that when Suresh Dhakad had pushed her, she had fallen\n\ndown on her face, but had not sustained any injury on her face because\n\nof such push, and thereafter, she was dropped by the accused persons\n\nat her home. She had straight away gone to her home and had not met\n\nanybody on the way, then she said that she did not narrate this incident\n\nto anybody at home as everybody had gone to sleep. It is submitted\n\nthat this is contrary to her statement in examination in chief, where she\n\nhas mentioned that she could not report the matter because of lack of\n\nconveyance and has mentioned that since her family members had\n<span class=\"hidden_text\" id=\"span_6\">                                                                                 7</span>\n                                            Criminal Appeal Nos. 455/2014 &amp; 595/2014\n\n\n\ngone to sleep, she could not narrate any fact to anybody and had not\n\nreported the matter immediately.\n</p>\n<p data-structure=\"Facts\" id=\"p_7\">[6]         It is also submitted that witnesses of recovery are Ramesh\n\nPrasad Tiwari (PW-2), father of the prosecutrix, and Kamlesh son of\n\nRamesh Tiwari i.e. brother of prosecutrix and no independent witness\n\nhas been examined as a witness of recovery of certain pieces of\n\njewelry from alleged place of incident. It is also pointed out that\n\nstatement of prosecutrix that she could not narrate anything to her\n\nfamily members as everybody had gone to sleep is contrary to\n\nstatements of her father Ramesh Prasad Tiwari (PW-2), who has\n\nmentioned that at about quarter to 11, when her daughter had arrived\n\nat home he had seen her face to be swollen and had also seen bleeding\n\nfrom nose and mouth. He had asked his daughter as to what happened,\n\nthen she had narrated about the incident.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_8\">[7]         It is submitted that Ramesh Prasad Tiwari (PW-2) has\n\nadmitted that he had given permission to his daughter to travel to\n\nGuna along with accused persons. He also admitted that his daughter\n\nhad travelled to Guna prior to the incident on two-three occasions\n\nalong with the accused persons. It has also come on record that\n\nproscutrix is working at Jamnai whereas acquitted accused was\n\nworking at village Pareva where exists maternal home of the\n\nprosecutrix. It is pointed out that this witness has admitted in Exhibit\n\nP-2, that mehrun color kangan with white color gems were seized\n\nfrom her on being presented by the prosecutrix. It is also submitted\n<span class=\"hidden_text\" id=\"span_7\">                                                                               8</span>\n                                          Criminal Appeal Nos. 455/2014 &amp; 595/2014\n\n\n\nthat Ramesh Prasad Tiwari (PW-2) has admitted that at about 9:30 he\n\nhad a talk with the prosecutrix when she had informed that they have\n\nreached Pipalkhedi. This witness has admitted that distance between\n\nPipalkhedi to village Pareva can be traveled in ½ hour&#x27;s time on a\n\nmotor cycle. This witness has admitted that despite getting\n\ninformation from his daughter about the incident, he had not informed\n\nanybody in the village in the night. This witness has improvised his\n\nstatement that he was also threatened by the accused after he had\n\nreported the matter to the police.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_9\">[8]          Santosh Dhakad (PW-4) has given a contrary statement in\n\ncross examination. He has submitted that when he had heard some\n\nvoice from the house of prosecutrix, he visited house of the\n\nprosecutrix at about 11 in the night, when she had narrated the\n\nincident to him in the night. This is contrary to the statements of PW-1\n\nand PW-2.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_10\">[9]          Similarly, Shivcharan Dhakad (PW-6) has stated that\n\nwhen he had come to know about the incident on 29.05.2013, he had\n\nvisited house of Ramesh Prasad Tiwari who had given him intimation\n\non his phone asking him to visit his house. This too is contrary to the\n\nstatement given by prosecutrix and her father i.e. PW-1 and PW-2.\n\n[10]         Basant Naik (PW-8) who had taken the FIR has admitted\n\nthat prosecutrix had not given any reason for delay in lodging the FIR\n\nand he too had not asked any reason for delay in lodging the FIR. This\n<span class=\"hidden_text\" id=\"span_8\">                                                                              9</span>\n                                         Criminal Appeal Nos. 455/2014 &amp; 595/2014\n\n\n\nwitness has admitted that he has not shown place from where earring,\n\nanklet (payal) and pieces of jewelry were collected in the spot map\n\n(Exhibit P-4), however, he has admitted that he had not shown these\n\nthree things in the spot map because they were brought by the\n\nprosecutrix at the police station and were not seized from the place of\n\nthe incident. This is a major lapse on the part of prosecution. It is\n\napparent from Exhibit P-3 that such items have been shown to be\n\nseized from the place of the incident i.e. todra pavera kachi sarak\n\npuliya ke pass, therefore this seizure memo Exhibit P-3 is fake and\n\ncontrary to the evidence of I.O. (PW-8) of the case.\n\n[11]        Basant Naik (PW-8) has also admitted that place of\n\nincident is a nala which was uneven and if anybody is subjected to\n\nrape then injuries will be sustained in back and while recording FIR\n\nprosecutrix did not report any injury on her back. Even in the MLC\n\nExhibit P-5, only one abrasion has been shown over the back which\n\nwas not reported by the prosecutrix to the I.O. (PW-8).\n\n</p><p data-structure=\"Precedent\" id=\"p_11\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"46964518\" id=\"span_9\">[12]        PW-11 Dr. Mukesh Sharma who had examined the\n\naccused did not find any injury mark on his private parts. PW-12\n\nthough noted 10 injuries on the body of the prosecutrix but termed\n\nthem to be simple in nature. No injury was found on her private part\n\nand refused to give any opinion as to commission of rape as\n\nprosecutrix was habitual of intercourse. This witness has admitted that\n\nsuch injuries could have been sustained to a persons falling down\n<span class=\"hidden_text\" id=\"span_10\">                                                                                10</span>\n                                           Criminal Appeal Nos. 455/2014 &amp; 595/2014\n\n\n\nfrom a motor cycle on path full of pebbles (kankar). She also admitted\n\nthat there were no injuries on the private parts of the prosecutrix.\n\n[13]         Learned trial Court has recorded a finding of conviction\n\nqua Suresh Dhakad on the ground that there was no enmity between\n\nthe proseuctrix and the accused person and her statements are\n\ncorroborated from the FIR (Exhibit P-1) in addition presence of sperm\n\nmarks on petticoat and vaginal swab are sufficient to convict the\n\naccused person. Learned Court noted that in case of <a href=\"/doc/46964518/\" id=\"a_6\">Vinod Kumar\n\nYadav Vs. State of M.P.</a>, 2013 Part I ANJ Page 30, finding material\n\ncontradictions in the evidence of prosecutrix and her husband and\n\nthat being not corroborated with the medical evidence, acquittal of\n\nVinod Kumar Yadav was recorded.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"77027839\" id=\"span_11\">In case of <a href=\"/doc/77027839/\" id=\"a_7\">State of Rajasthan Vs.\n\nBabu Meena</a>, 2013 MPWN Note 66, there was ambiguity in the\n\ntiming of the incident as narrated by the prosecutrix and that was not\n\ncorroborated by the medical evidence so also it was not supported by\n\nthe so called eye witness, therefore, acquittal was confirmed.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"61716885\" id=\"span_12\">In case\n\nof <a href=\"/doc/61716885/\" id=\"a_8\">Bharat Singh vs. State of M.P.</a>, 2006 Part-2 MPLJ 141,\n\nexplanation given by the prosecutrix that she was sleeping inside the\n\nhouse with her three children keeping the door open was not accepted\n\nand acquittal was recorded.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"115564649\" id=\"span_13\">But in case of <a href=\"/doc/115564649/\" id=\"a_9\">Ganga Singh vs State of\n\nM.P.</a> 2013 Cr.L.J 3966, wherein it has been held that proseuctirx is\n\nnot a co-accused and there is no need for correlation of her evidence\n\nand at all cost her evidence should be accepted. Human sperms were\n<span class=\"hidden_text\" id=\"span_14\">                                                                               11</span>\n                                          Criminal Appeal Nos. 455/2014 &amp; 595/2014\n\n\n\nfound on the private parts of the prosecutrix when Supreme Court had\n\nmaintained the finding of conviction of the accused.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"115564649\" id=\"span_15\">Thus, it is evident\n\nthat learned trial Court has noted a fact that there was an abrasion on\n\nthe back of the prosecutrix and one bruise on the breast of the\n\nprosecutrix besides    presence of human sperms on petticoat and\n\nvaginal swab and such evidence of the prosecution was supported by\n\nPW-2, 3, 4 &amp; 6, therefore, in the light of law <a href=\"/doc/115564649/\" id=\"a_10\">laid down in</a> case of\n\n<a href=\"/doc/115564649/\" id=\"a_11\">Ganga Singh</a> (Supra) conviction of Suresh Dhakad has been\n\nrecorded.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1555191\" id=\"span_16\">However, acquittal of Kasumal has been recorded in the\n\nlight of judgment of the Supreme Court in case of <a href=\"/doc/1555191/\" id=\"a_12\">Priya Patel Vs.\n\nState of M.P.</a>, AIR 2006 SC 2639.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1000652\" id=\"span_17\">Similarly reliance has been placed\n\non the judgment of <a href=\"/doc/1000652/\" id=\"a_13\">Arjun Singh vs. State of H.P.</a>, AIR 2009 SC\n\n1568.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_12\">[14]         Learned Public Prosecutor has supported the judgment\n\nand submits that both the appeal need to be dismissed as learned trial\n\nCourt appreciated the facts of the case in correct prospective, and\n\ntherefore, that judgments do not call for any interference.\n\n[15]         Heard learned counsel for the parties and perused the\n\nrecord.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_13\">[16]         There are certain glaring omissions which have not been\n\ntaken note of by the learned trial Court. Prosecutrix PW-1 in her Court\n\nstatement has categorically mentioned in Para 14 that she had not met\n\nanybody on way to her house and had not narrated the incident to\n<span class=\"hidden_text\" id=\"span_18\">                                                                              12</span>\n                                         Criminal Appeal Nos. 455/2014 &amp; 595/2014\n\n\n\nanybody at night as all had gone to sleep. Similarly, PW-2 her father\n\nRamesh Prasad Tiwari has also admitted in para 7 of his cross\n\nexamination that despite receiving intimation from his daughter at\n\nnight he had not given such intimation to anybody from his village\n\nwhich is contrary to the evidence of PW-4 Santosh Dhakad who\n\nadmitted that he had reached house of the prosecutrix which is at a\n\ndistance of 5-6 houses. He has admitted that he had received\n\nintimation of such incident at about 11 pm, as he was at his home and\n\nhad heard certain voice coming from house of prosecutrix and then he\n\nhad asked prosecutrix about the incident in that very night when such\n\nincident was narrated to him in presence of Shivcharan, Amol Singh\n\nand parents of the prosecutrix. This witness also admitted in para 4 of\n\ncross-examination that 2-4 persons of the village had collected at the\n\nhouse of the prosecutrix. Similarly, PW-6 Shivcharan Dhakad has also\n\nadmitted in para 5 of his cross-examination that at night itself Ramesh\n\nPrasad Tiwari (PW-2), had called him to his house by making a call on\n\nhis mobile and when he had reached house of Ramesh, he had seen\n\nSantosh, Amol Singh and other persons of the village and then such\n\nincidence was narrated to them. This is a material omission in the\n\ntestimony of the prosecutrix and Ramesh Prasad Tiwari (PW-2), father\n\nof the prosecutrix which has been ignored by the learned trial Court.\n\nBasant Naik (PW-8) I.O. of the case admitted that earrings, payal and\n\npieces of kangan were produced by the prosecutrix at the police\n<span class=\"hidden_text\" id=\"span_19\">                                                                                13</span>\n                                           Criminal Appeal Nos. 455/2014 &amp; 595/2014\n\n\n\nstation and they were not seized from the place of the incident. Such\n\nadmission by the I.O. in para 5 of the cross-examination belies the\n\nseizure   memo Exhibit P-3. In fact in Exhibit P-3, it is clearly\n\nmentioned that seizure of such material was made from the place of\n\nthe incident, where as contrary to this I.O. has mentioned that such\n\nitems were produced by the prosecutrix at the police station. Thus,\n\nbelying the story of the prosecution that while such rape was\n\ncommitted by the accused on prosecutrix she had lost such items at\n\nthe place of the incident. This piece of corroborative evidence when\n\neroded causes damage to the prosecution story.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_14\">[17]         Another omission which has been overlooked by learned\n\ntrial Court is that there is a consistent suggestion to the prosecutrix so\n\nalso other prosecution witnesses that there was a rivalry with the\n\naccused No.2 inasmuch as she was heading the society supplying mid-\n\nday meal in the school where Mangilal, Shivcharan and Hariprasad are\n\nteachers and who happens to be relative of each other inasmuch as\n\nthey wanted to dislodge accused No.2 Kasumal from the responsibility\n\nof presidentship of such society, and therefore, the trial Court&#x27;s\n\ncontention that &#x27;there is no material to point out that there was any\n\nelement of previous enmity between the prosecutrix and the accused&#x27;,\n\nis factually incorrect. In fact, PW-1 has admitted that Kasumal is the\n\npresident of the society and she is a member, though she has denied\n\nthat Gram Sabha had passed a resolution to remove Kasumal and to\n\nlodge Mamta Dhakad as president of the society but this suggestion of\n<span class=\"hidden_text\" id=\"span_20\">                                                                               14</span>\n                                          Criminal Appeal Nos. 455/2014 &amp; 595/2014\n\n\n\nthe prosecution witnesses clearly suggests rivalry between the parties\n\noverlooked by the trail Court. The trail Court has also overlooked\n\nanother aspect that clothes of the prosecutrix were not seized, because\n\nif story of the prosecutrix is to be believed then there would have been\n\ndamage to the clothes worn by the prosecutrix at the time of the\n\nincident, namely, a yellow color saree and a blouse of red color.\n\n[18]         Learned trial court has also not adverted to another\n\nimportant aspect, that is reported by PW-12, that such injury could\n\nhave been sustained by prosecutrix on falling from a motor cycle. It\n\nhas overlooked the fact that there were no injury mark on the private\n\nparts of the prosecutrix to substantiate the charge of rape. Mere\n\npresence of sperms marks on petticoat or vaginal slide are not\n\nsufficient to record finding of conviction. In fact FSL report (Ex.P-12)\n\nfails to report whether sperm was intact or its tail had separated and\n\nalso number of such sperms and their motility rate which would have\n\ngiven sufficient idea as to time of intercourse.\n</p>\n<p data-structure=\"Precedent\" id=\"p_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"76278\" id=\"span_21\">[19]         It is true as has been held in case of <a href=\"/doc/76278/\" id=\"a_14\">Sudhanshu Sekhar\n\nSahu Vs. State of Orissa</a>, 2003 SCC Criminal 1484 that a sole\n\ntestimony of the victim of a sexual offence can be made basis for\n\nconviction provided it is safe, reliable and worthy of acceptance.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"120368521\" id=\"span_22\">It is\n\nalso true that in case of <a href=\"/doc/120368521/\" id=\"a_15\">Bhupendra Sharma Vs. State of Himachal\n\nPradesh</a>, as reported in, AIR 2003 SC 4684, Hon&#x27;ble Supreme Court\n\nhas held that to insist on corroboration except in the rarest of the rare\n\ncases and discarding the evidence of a girl or a woman complaining\n<span class=\"hidden_text\" id=\"span_23\">                                                                                15</span>\n                                           Criminal Appeal Nos. 455/2014 &amp; 595/2014\n\n\n\nrape or sexual molestation with the aid of spectacles fitted with\n\nlenses, tested with doubt, disbelieved in suspicion cannot be\n\nappreciated and it amounts to adding insult to injury of a woman. The\n\nplea about of lack of corroboration has no substance.</span>\n\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"255210\" id=\"span_24\">[20]         It is also true that an unmerited acquittal has not good for\n\nthe society if prosecution has succeeded in making out a convincing\n\ncase for recording a finding as to the accused being guilty, the court\n\nshould not lean in favour of acquittal by giving weight to irrelevant or\n\ninsignificant circumstances or by resorting to technicalities or by\n\nassuming doubts and giving benefit thereof where none reasonably\n\nexists will encourage wolves in the society being in the prowl for easy\n\npray more so when the victims of crime are helpless females or minor\n\nchildren, as has been held in <a href=\"/doc/255210/\" id=\"a_16\">State of Punjab vs. Ramdev Singh</a>, AIR\n\n2004 SC 1290.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_16\">[21]         It is also well settled that absence of the injury on the\n\nperson of the prosecutrix could not by itself be sufficient to discard the\n\nprosecution case. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"795392\" id=\"span_25\">Injury on the body of the person of the victim is not\n\na sign qua non to prove the charge of rape, as has been held in case of\n\n<a href=\"/doc/795392/\" id=\"a_17\">Dastgir Sab Vs. State of Karnataka</a>, 2004 (3) SCC 106, but facts of\n\nthat case were that rape was committed at a spot where dried up cotton\n\nplants were lying and accused made prosecutrix to lie on a land where\n\nthere were cotton plants and thus it was natural that she would not\n\nsustain any visible injury, but in the present case since there is only\n<span class=\"hidden_text\" id=\"span_26\">                                                                                16</span>\n                                           Criminal Appeal Nos. 455/2014 &amp; 595/2014\n\n\n\none witness and defence has given a suggestion that she was also\n\nworking as Asha Karyakarta, prosecutrix was working in a society\n\nsupplying mid-day meal under the wife of the convicted accused and\n\nno injury marks were found on the body of the convicted accused and\n\nother accused was not examined medically to show that she sustained\n\nany injury when resistance was offered by the prosecutrix, then court\n\nis duty bound to examine all the circumstances leading to the offence\n\nstarting from the motive of the accused.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_17\">[22]        It has come on record that prosecutrix was knowing the\n\naccused and had moved on their motor cycle on previous occasions\n\nalso with the consent of their relative. This fact has been admitted by\n\nRamesh Prasad Tiwari (PW-2). It has also come on record that accused\n\nare staying in the same moholla in which exists maternal house of the\n\nprosecutrix. It has also come on record that PW-2 had a talk with the\n\nprosecutrix on her mobile at about 9:30 pm when she was just half an\n\nhour away form her residence yet no attempt was made by PW-2 to\n\ncontact her when she had not reached her home by 10 pm.\n\n[23]        Another aspect is that PW-1 and PW-2 have deposed that\n\ndespite prosecutrix giving information about such incident, they had\n\nnot contacted anybody from the village which is a material\n\nomission/contradiction vis a vis evidence of PW-4 and PW-6 who\n\nhave not been declared hostile, therefore, when testimony of PW-4 and\n\nPW-6 is examined then delay in lodging the FIR is required to be\n\nexplained by the prosecution though in other cases it may not be so\n<span class=\"hidden_text\" id=\"span_27\">                                                                               17</span>\n                                          Criminal Appeal Nos. 455/2014 &amp; 595/2014\n\n\n\nfatal. There could have been a plan to frame the accused persons\n\nspecially when there is suggestion that Shivcharan is brother of\n\nMangilal and they are teachers in the school in which accused no.2\n\nwas heading a mid-day meal society and though denied suggestion\n\nthat she had lodged a complaint against Mangilal and his brothers,\n\ntherefore, if prosecution story could have been as plain and simple as\n\nhas been accepted by the trial Court then there was no occasion for\n\nthem to have suppressed presence of PW-4 and PW-6 in the night of\n\nthe incident at their residence. Amol Singh has not been examined\n\nthough his presence has been shown by both PW-4 and PW-6. Learned\n\ntrial court has glossed over a fact that there was a motive of framing\n\nthe accused persons inasmuch as PW-6 has admitted in para 7 of his\n\ncross-examination that Kasumal had given a report to the S.P. against\n\nthem and SDOP had conducted enquiry on such report. This witness\n\nhas though denied that on 14.06.2013 a proposal was made to remove\n\nKasumal from the society and in her place nominate Mamta Dhakad\n\nwife of Rameshwar Dhakad as president of the society. Such report\n\nwas made to the S.P. Guna prior to lodging of the FIR by the\n\nprosecution, a fact which has not been controverted by any of the\n\nprosecution witnesses and circumvented by the I.O. of the case which\n\nprovide sufficient material to accept contention of the accused persons\n\nthat they have been falsely implicated because of earlier rivalry of the\n\nparties. These suggestions and failure of the prosecution to produce\n<span class=\"hidden_text\" id=\"span_28\">                                                                              18</span>\n                                         Criminal Appeal Nos. 455/2014 &amp; 595/2014\n\n\n\nthe complaint made by Kasumal to S.P., Guna on which SDOP had\n\nconducted enquiry and given his enquiry report clearly substantiate\n\nthe allegation that there was a rivalry between accused party and\n\ncomplainant party so also prosecution witnesses, though denied by\n\nPW-1, 2, 4 &amp; 6, and that resulted in false accusation after making a\n\nplan, else reason for delay in FIR would have been given by the\n\nprosecutrix while lodging FIR. Basant Naik (PW-8) has accepted that\n\nno reason for delay was assigned by the prosecutrix. In light of these\n\nfacts, statements of I.O. also becomes important that he had not seized\n\nbroken bangle or anklet (payal) or earring from the spot, and\n\ntherefore, had not shown them in the spot map because they were not\n\nseized from the spot but were produced by the proseuctrix at the\n\npolice station. This circumstance cannot be overlooked merely\n\nbecause no woman would like to castigate anybody falsely at the cost\n\nof her own chastity and if such presumption is drawn then it will\n\namount to treating such a woman, victim of a crime to be an\n\naccomplice in crime. Such lofty ideals and realistic social conditions\n\nare to be dovetailed looking to the local socio-cultural background of\n\nthis particular geographical area which is otherwise known for false\n\naccusation.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_18\">[24]          Kasumal Bai (DW-2) in her cross examination has\n\nsubmitted that she had lodged a complaint against Mangilal Dhakad,\n\nShivcharan Dhakad and Hariprasad Dhakad for demand of money and\n\nshe has produced a photocopy of such complaint against them that\n<span class=\"hidden_text\" id=\"span_29\">                                                                                 19</span>\n                                            Criminal Appeal Nos. 455/2014 &amp; 595/2014\n\n\n\nthey are harassing her for quite sometime. This witness has also\n\nadmitted that this incident is used as a ploy to get them i.e. she and her\n\nhusband removed from their respective posts and there is no denial or\n\nrebuttal from the prosecution side to such facts.\n\n[25]         In view of such facts, prosecution has not been able to\n\ncomplete the chain as they have not been able to substantiate seizure\n\nof missing jewelry from the place of the incident i.e. a vital missing\n\nlink in the chain of circumstances and in view of such vital missing\n\nlink, coupled with the fact that there are several omissions in the\n\nprosecution story so to point out towards singular guilt of the accused,\n\nthis court is of the opinion that it is a clear case of false accusation to\n\nsettle scores with the wife of the convicted accused for which accused\n\nhas been made a pawn and trial court having overlooked so many\n\ninconsistencies in the prosecution story, this court extends benefit of\n\ndoubt to the accused - Suresh Dhakad and directs that he be acquitted\n\nfrom the charges under <a href=\"/doc/455161/\" id=\"a_18\">section 376 (1)</a> and <a href=\"/doc/1011035/\" id=\"a_19\">323</a> IPC as prosecution has\n\nfailed to prove such charges beyond reasonable doubt and mere\n\npresence of a spot on petticoat of the prosecutrix is not sufficient to\n\nrecord finding of conviction.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_19\">[26]         Thus,    Criminal    Appeal    No.455/2014           is    allowed,\n\nconviction and sentence of accused Suresh Dhakad under <a href=\"/doc/455161/\" id=\"a_20\">Section 376\n\n(1)</a> &amp; <a href=\"/doc/1011035/\" id=\"a_21\">323</a> of IPC is set aside. Appellant-Suresh Dhakad is in jail. He\n\nbe released forthwith, if not required in any other case.\n\n[27]         Criminal Appeal No.595/2014 is dismissed for the failure\n<span class=\"hidden_text\" id=\"span_30\">                                                                                                      20</span>\n                                                                 Criminal Appeal Nos. 455/2014 &amp; 595/2014\n\n\n\n                        of the prosecution to prove its case beyond reasonable doubt.\n\n                        [28]        Copy of the judgment be sent to the trial Court for\n\n                        information and compliance.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_20\">\n</p><p data-structure=\"Conclusion\" id=\"p_21\">                                                                        (Vivek Agarwal)\n                                                                            Judge\n\nAman\n\n  Aman Tiwari\n  2019.08.21 18:23:15\n  +05&#x27;30&#x27;\n </p>","numcites":14,"numcitedby":18,"docsource":"Madhya Pradesh High Court","citetid":96900440,"divtype":"judgments","relatedqs":[{"value":"rape ","formInput":"rape%20"},{"value":"RAMESH PRASAD TIWARI","formInput":"RAMESH%20PRASAD%20TIWARI"},{"value":"petticoat ","formInput":"petticoat%20"},{"value":"ipc 323","formInput":"ipc%20323"},{"value":"semen","formInput":"semen"},{"value":"false accusation","formInput":"false%20accusation"},{"value":"prosecutrix","formInput":"prosecutrix"},{"value":"section 376","formInput":"section%20376"},{"value":"376,","formInput":"376%2C"},{"value":"intercourse","formInput":"intercourse"},{"value":"mid-day meals","formInput":"mid-day%20meals"},{"value":"private parts","formInput":"private%20parts"},{"value":"mid day meal","formInput":"mid%20day%20meal"},{"value":"Vivek Agarwal","formInput":"Vivek%20Agarwal"},{"value":"CRIMINAL APPEAL 2014","formInput":"CRIMINAL%20APPEAL%202014"},{"value":"strike","formInput":"strike"},{"value":"vaginal","formInput":"vaginal"},{"value":"payal","formInput":"payal"},{"value":"fir lodged ","formInput":"fir%20lodged%20"},{"value":"indian penal code 323","formInput":"indian%20penal%20code%20323"}],"cats":[{"value":"voluntarily-causing-hurt","formInput":"tag:voluntarily-causing-hurt"},{"value":"punishment-for-rape","formInput":"tag:punishment-for-rape"},{"value":"rape","formInput":"tag:rape"},{"value":"abetment","formInput":"tag:abetment"},{"value":"no-appea-lto-lie","formInput":"tag:no-appea-lto-lie"}],"courtcopy":true,"query_alert":null,"agreement":false}