{"tid":1153646,"publishdate":"2005-06-22","title":"Uttar Pradesh State Bridge ... vs Bangalore Development Authority And ... on 22 June, 2005","doc":"<h2 class=\"doc_title\">Uttar Pradesh State Bridge ... vs Bangalore Development Authority And ... on 22 June, 2005</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2005(3)ARBLR254(KAR), 2005(2)CTLJ451(KAR), 2005(5)KARLJ112, AIR 2005 (NOC) 421 (KAR), 2005 AIR - KANT. H. C. R. 1938, (2005) 5 KANT LJ 112, (2005) 3 ARBILR 254</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:v-jagannathan\">V. Jagannathan</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:v-jagannathan\">V. Jagannathan</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nV. Jagannathan, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. Legality of the termination of the contract entered into by the Bangalore Development Authority (&#x27;BDA&#x27; for short) with the Uttar Pradesh State Bridge Construction Corporation Limited (&#x27;appellant-Corporation&#x27; for short), which has been upheld by the learned Single Judge, is the subject-matter of these two appeals and as the issues involved are in principle identical, the two appeals are being disposed of by this common judgment.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The facts that are material for our purpose are as under:\n</p>  \n\n<blockquote id=\"blockquote_1\">The BDA, which is the first respondent herein, has taken up infrastructure developmental work in Bangalore City and as a part of it, by its notice inviting tender dated 4-11-2002 invited tenders on turnkey basis for construction of Grade Separators/Flyovers at various places viz.:\n</blockquote>  \n\n<blockquote id=\"blockquote_2\">1.    The intersection of Airport Road and intermediate ring road junction;\n</blockquote> \n\n<blockquote id=\"blockquote_3\">2.    Bangalore Dairy Circle; and\n \n\n</blockquote><blockquote id=\"blockquote_4\">3.    Jayadeva Institute of Cardiology Circle.\n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_3\">The appellant-construction Corporation, a public undertaking wholly owned by the Government of Uttar Pradesh and incorporated under the provisions of the <a href=\"/doc/1353758/\" id=\"a_1\">Indian Companies Act, 1956</a>, was set up in the year 1973 and since then, it has been known for specialised work in the field of construction of bridges, hydraulic and other structures and over the years built up a reputation and has to its credit, construction of bridges of national importance and also several projects in other countries. The appellant&#x27;s response to the tender was accepted by the BDA and as a consequence, the BDA entered into a comprehensive contract of agreement with the appellant-Corporation as per agreement dated 27-1-2003 (Annexure-G). As per the contract of agreement, the appellant was required to construct a grade separator near Mico Layout Junction (Jayadeva Institute of Cardiology), Bangalore. This agreement was followed by Work order dated 1-2-2003 as per Annexure-H. It was made clear in the said work order that the work of construction of grade separator near Mico Layout Junction has been entrusted to the appellant-Corporation at a total cost of Rs. 1,756.59 lakhs and work was to commence on 1-2-2003 and the project to be completed on 31-5-2004. Likewise, in respect of construction of flyover at the intersection of Airport Road and intermediate ring road junction, the BDA entered into an agreement with the appellant on the very same day i.e., 27-1-2003 and pursuant to the same, work order dated 1-2-2003 as per Annexure-G1 was issued and the work of construction of the flyover was entrusted to the appellant at a total cost of Rs. 2,669.43 lakhs. The date of commencement and the date of completion in respect of two work orders being one and the same i.e., 1-2-2003 and 31-5-2004 respectively, the appellant commenced the work in right earnest on 1-2-2003. In the course of the work taken up by the appellant, it was felt by the appellant that the General Arrangement Drawing (GAD) given to it, by the BDA required certain modification and redoing, following redesigning of underwater portion and all these changes were necessitated due to the fact that when the work commenced, it was noticed that the water table was found at 2 metres from the ground level, instead of 4.2 metres to 4.8 metres from the original specification and in view of this major problem encountered by the appellant, substantial changes, in design and methodology were cited as per the letter dated 2-6-2004 (Annexure-J). In the said letter, the appellant also sought for extension of time for the reasons, which were beyond its control. The BDA confirmed by its letter dated 7-9-2004 as per Annexure-K about the water table being met at 2 metres from the ground level and requested the appellant to submit modified drawing in respect of the flyover at Mico Layout Junction. Further correspondence between the parties continued with regard to various aspects of the work. The appellant also sought additional cost to the tune of Rs. 63.61 lakhs for the extra efforts put in by it and in this connection, there were exchange of letters between the parties. The appellant also insisted on settlement of dues through various letters. The BDA by its letter dated 12-8-2004 refused to reimburse the cost of Rs. 63.61 lakhs sought for by the appellant citing various reasons. Thereafterwards further correspondence ensued between the parties and the amount due arose to Rs. 127.44 lakhs and in regard to the consumption of steel, the appellant again wrote to the BDA on 21-1-2005 to reimburse the amount of Rs. 34,78,220/-. Again the appellant found the construction work being hampered due to yet another reason viz., soil was found to be silty having N-value around 6. Whereas, as per the notice of tender, it was supposed to be N-value around 20. In view of this variation, added to the ground water level, the appellant informed the BDA that as the sub-soil was susceptible to equal sand condition and as firm bed of soil was not available even after dewatering, it is not possible for the appellant to structure the arrangement as per the notice of tender. This was reiterated by the appellant in its further letter dated 28-8-2004 and it even sought additional cost of Rs. 317.52 lakhs to be made available in addition to additional cost of Rs. 63.61 lakhs already incurred, to enable the appellant to go on with the work.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\">3. The BDA, having regard to all these correspondence, commissioned the services to one Professor Sri K.S. Subba Rao and forwarded the suggestions made by the Committee headed by the said Professor, to the appellant by its letter dated 18-10-2004. The appellant-respondent by its letter dated 11-12-2004, suggesting its view points to the suggestions made.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\">4. This spate of correspondence between the parties in regard to various problems encountered during the course of construction work and various meetings held between the parties, finally led to the BDA writing to the appellant by its letter dated 15-2-2005 as per Annexure-Z13 agreeing to the claim made by the appellant due to the differences in structural elements and BDA also made it clear that it would scrutinise the amounts claimed by the appellant and intimate accordingly. Further reference to this particular letter would be made in detail at the appropriate stage.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\">5. Thereafter, the BDA by its letter dated 21-2-2005 as per Annexure-B withdrew the concession given to the appellant, including time extension and the supplementary agreement agreed to and the amendment proposed also stood withdrawn. The BDA also made it clear that the basis for the said decision was that the appellant-Corporation did not execute the supplementary agreement. Thus, by the above said letter, all matters regarding time extension, concession discussed etc. stood cancelled. This letter dated 22-2-2005 as per Annexure-A was followed by the notice of termination of contract in respect of flyover construction near Jayadeva Institute of Cardiology and by virtue of Clause 4.057 of the contract, the BDA gave notice of termination of the contract and requested the appellant to complete the balance work. The above said action of the BDA terminating the contract led the appellant to prefer Writ Petition No. 10419 of 2005.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_7\">6. As regards the second contract is concerned, similar correspondence took place between the parties with regard to change of design and time extension following certain problems faced by the appellant and all these were brought to the notice of the BDA and in turn the BDA agreed to extend time by its letter dated 7-9-2004 as per Annexure-K for completion of the work upto 30-6-2005 and the BDA also requested the appellant to execute the supplementary agreement, which the appellant complied. Thereafter, certain changes were sought by the appellant. Thereafter, the BDA issued letter dated 25-11-2004 as per Annexure-B informing the appellant that as the appellant had failed to fulfill the agreed conditions, the concession extended by letter dated 7-9-2004 stood withdrawn and rendered void. The appellant reacted to this letter, by its letter dated 26-11-2004 as per Annexure-L requesting the BDA to make necessary modifications in the supplementary agreement and also sought for some more time to complete the project relating to construction of flyover on Airport Road, and intermediate ring road junction. The BDA reacted to this, by issuing notice of termination of the contract dated 13-12-2004 as per Annexure-A on the ground that the appellant showed lack of interest and due diligence and has failed to complete the project in time and therefore, further time extension was not possible and thus, gave 14 days notice to the appellant. The appellant responded to the notice of the termination of the contract letter dated 28-12-2004 as per Annexure-M giving detailed reasons for various violations, requested the BDA to withdraw the notice of termination. Thereafter, the BDA issued letter dated 17-1-2005 as per Annexure-P requesting the appellant to sign the supplementary contract agreement. The appellant by its letter dated 22-1-2005 as per Annexure-Q intimated its acceptance and execution of the supplementary agreement, subject to certain modifications and sought approval of the same from the BDA. Finally, the BDA issued letter dated 11-2-2005 as per Annexure-D once again bringing to the notice of the appellant about the termination of contract and informed the appellant to depute its authorised representative to assess the value of the work done. Thus, the termination of the contract by the BDA gave rise to the appellant approaching this Court in W.P. No. 10422 of 2005.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_8\">7. In both the writ petitions, the appellant-Corporation questioned the validity of notice of termination issued by the BDA and sought for a mandamus directing the BDA to execute the supplementary agreement and for other reliefs.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_9\">8. The BDA filed its objections to the writ petitions.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_10\">9. The learned Single Judge of this Court, having regard to the petition averments and objections filed, and in the light of the arguments advanced, formulated two questions for consideration. The first question relates to maintainability of the writ petition having regard to the scope of judicial review under <a href=\"/doc/1712542/\" id=\"a_2\">Article 226</a>, and the second question pertains to the validity of the termination of the contract. The learned Single Judge after considering the contentions put forward by the Counsel and having regard to the proposition of law, answered the first question in the affirmative by holding that the writ petition against the State and its instrumentality arising out of the termination of the contract is maintainable and as regards the second question, upheld the order of termination of the contract. Consequently, both the writ petitions came to be dismissed. However, the learned Single Judge directed the respondent-BDA to issue tender form to the appellant and to consider the same in accordance with law. Being aggrieved by the finding on the second question, the appellant has preferred the above two appeals.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_11\">10. The order of the learned Single Judge is assailed mainly on the ground that the learned Single Judge failed to apply the propositions of law in the right perspective and the learned Single Judge failed to notice that the delay in completion of the project was not due to the fault of the appellant and that the respondent-BDA, having agreed to all the concessions sought for by the appellant, could not have changed its stand within a span of seven days and this action on the part of the respondent is ex facie arbitrary and violative of <a href=\"/doc/367586/\" id=\"a_3\">Article 14</a> of the Constitution. One other ground urged in the appeals is that the learned Single Judge has referred to certain correspondence between the parties to put the blame on the appellant for the delay in execution of the work, but, no reference has been made to any particular correspondence which led to this conclusion by the learned Single Judge. While holding that the action of the respondent appears to be arbitrary and that the said action may not stand the test of scrutiny in the light of the obligations cast under <a href=\"/doc/367586/\" id=\"a_4\">Article 14</a> of the Constitution, the learned Single Judge could not have taken a contrary view in the matter and, therefore, the impugned judgment is unsustainable in law and contrary to the facts and materials placed on record, and is against the settled principles of law. On these grounds, the appellant has sought interference with the order passed by the learned Single Judge in the two writ petitions.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_12\">11. Heard the learned Senior Counsels Sri G.V. Shantharaju and Sri Vijayashankar for the parties.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_13\">12. Learned Senior Counsel Sri Shantharaju, appearing for the appellant-Corporation, contended that the respondent, by its letter dated 15-2-2005, having agreed to all the suggestions and requests made by the appellant and having given oral approval and also having agreed to consider the request of the appellant for additional amount, could not have changed its stand overnight, within a span of seven days, by issuing the letter withdrawing the concession on 21-2-2005, which letter was in fact received by the appellant-Corporation only on 23-2-2005, i.e., after the notice of termination dated 22-2-2005 was issued by the respondent. It was submitted that the appellant was taken aback by these developments and the conduct of the respondent in going ahead in calling fresh tender in respect of the incomplete work, without even waiting for the reply from the appellant to the notice of termination itself speaks about the arbitrariness on the part of the respondent and, therefore, the letter withdrawing concession and the notice of termination are liable to be quashed for want of fairness on the part of the respondent and being violative of <a href=\"/doc/367586/\" id=\"a_5\">Article 14</a> of the Constitution.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_14\">13. It was also contended by the learned Senior Counsel that the entire correspondence between the parties would go to show that there were many hurdles and unexpected problems encountered during the construction work and redesigning was necessitated in several respects and all these factors not being in dispute between the parties, the respondent could not have withdrawn the concession given to the appellant as regards completion of the project in terms of time extension and other factors and hence, looked from any angle, the action on the part of the respondent could not but be termed as wholly illegal, unreasonable and arbitrary. It was also pointed out by the learned Senior Counsel that the learned Single Judge erred in coming to the conclusion that even if the termination of contract is held to be not reasonable, the appellant cannot be permitted to proceed with the balance construction as it would amount to this Court enforcing a contract of construction, which is impermissible in law and if the action of the respondent were to be set aside, it would amount to this Court, in its jurisdiction under <a href=\"/doc/1712542/\" id=\"a_6\">Article 226</a>, specifically enforcing the contract of building, which is a contract which cannot be specifically enforced under <a href=\"/doc/124747/\" id=\"a_7\">Section 14</a> of the Specific Relief Act, 1963. As regards the learned Single Judge directing the parties to take recourse to arbitration, it was submitted that in the light of the settled principles of law and having regard to the nature of the case, judicial intervention is permissible and the Courts can very well go into the disputed questions. It was also submitted by the learned Senior Counsel that on the ground of delay in completion of the work as per the agreement entered into between the parties, the learned Single Judge has taken the view that the delay and paucity of funds are the factors which prevailed in the decision of the respondent in withdrawing the concession. It was submitted that the question whether time is the essence of contract is a question of intention of the parties to be gathered from the terms of the contract and, in the instant case, the correspondence between the parties, in unmistakable terms, would go to show that both the parties intended that time is not to be the essence of the contract.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_15\">14. In support of the above said contentions, the learned Senior Counsel placed reliance on the following judgments in:\n</p>  \n\n<pre id=\"pre_2\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1674380\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1513693\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1261492\" id=\"span_4\">(<a href=\"/doc/1261492/\" id=\"a_8\">a)    Kumari Shrilekha Vidyarthi v. State of Uttar Pradesh and Ors.</a>, ;\n \n\n(<a href=\"/doc/1943124/\" id=\"a_9\">b)    ABL   International   Limited   v.   Export   Credit   Guarantee Corporation of India Limited</a>, ;\n \n\n(<a href=\"/doc/1513693/\" id=\"a_10\">c)    Life Insurance Corporation of India and Anr. v. Consumer Education and Research Centre and Ors.</a>, ;\n \n\n(<a href=\"/doc/1674380/\" id=\"a_11\">d)    Mysore     Construction     Company     v.    Karnataka    Power Corporation Limited and Ors.</a>, ;\n \n\n(e)    Malleshappa  S.   Mahur  v.  Executive  Engineer,  Irrigation Department and Anr., ILR 2002 Kar.</span></span></span></span> 4897 (DB)\n \n\n</pre><p data-structure=\"RespArg\" id=\"p_16\">15. Per contra, the learned Senior Counsel Sri Vijayashankar, appearing for the respondent-BDA, contended that in the preliminary objections filed to the writ petition, the respondent has taken the stand that in view of the arbitration clause, the writ petition itself is not maintainable and in view of the observation of the learned Single Judge that proper course would be to direct the parties to approach the Civil Court or to the arbitration proceedings to agitate their respective rights, following the said observation, the appellant had also filed application before the arbitration forum at Lucknow, and hence no judicial intervention is called for and the very fact of the appellant having approaching the arbitration forum, will disentitle it to prosecute the present proceedings. Unless the arbitration proceedings are not withdrawn, the writ appeals will have to be dismissed. Secondly, it was submitted that the time is the essence of contract and the appellant herein has committed default in not completing the work within the stipulated time and in this regard, attention to the penalty clause of the agreement was drawn. Referring to the observations made by the learned Single Judge, it was contended that the appellant not only failed to complete the work within time, but went on making claim for extra amount to be paid for various reasons and for which there was no provision in the contract of agreement and the attitude of the appellant insisting on reimbursement of various amounts before continuing the work and the appellant, time and again, pleading paucity of funds and refusing to sign the supplementary agreement, would go to show that the appellant was not interested in completing the project on time and therefore, taking into account the public interest involved, the respondent had no other alternative than to withdraw the concession given and issue the notice of termination of the contract. Sri Vijayashankar also contended that, no doubt, the respondent withdrew the concession within a week of giving consent to the appellant and this change in the stand was necessitated because of the very conduct of the appellant throughout the contractual period and, as rightly observed by the learned Single Judge, the conduct of the appellant was not expected of a professional in the field. In view of the enormous delay in completion of the project relating to construction of flyover in the Airport-IRR Junction, there was a news item published in &quot;The Times of India&quot; and considering the inconvenience caused to the public on account of the delay in construction work, the respondent, keeping the public interest in mind, had to withdraw the concession and even if there is an element of arbitrariness in the action of the respondent, what should not be lost sight of is the public interest, which has to prevail.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1261492\" id=\"span_5\">16. It was also contended by the learned Senior Counsel Sri Vijayashankar that the decision referred to by the appellant&#x27;s Counsel viz., <a href=\"/doc/1261492/\" id=\"a_12\">Kumari Shrilekha</a>&#x27;s case, will not apply to the case on hand and further, in view of <a href=\"/doc/124747/\" id=\"a_13\">Section 14</a> of the Specific Relief Act, the remedy lies in the Civil Court and a contract which has been terminated cannot be put back. Since the appellant did not complete the projects entrusted to it, within the time prescribed, termination of the contract was in public interest. It was contended by the learned Senior Counsel that the respondent had to terminate the contract rather out of frustration due to the delaying tactics adopted by the appellant.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1979603\" id=\"span_6\">In support of his submission, the learned Senior Counsel placed reliance on a decision in the case of <a href=\"/doc/1979603/\" id=\"a_14\">Smt. Rukmanibai Gupta v. Collector, Jabalpur and Ors.</a>,</span> \n \n\n</p><p data-structure=\"Issue\" id=\"p_18\">17. In the light of the contentions put forward by the learned Counsels for the parties before us, the following points arise for consideration:\n</p>  \n\n<blockquote id=\"blockquote_5\">(1)    Whether the action of the respondent in withdrawing the concession given to the appellant and issuing of notice of termination is arbitrary and violative of <a href=\"/doc/367586/\" id=\"a_15\">Article 14</a> of the Constitution?\n</blockquote> \n\n<blockquote id=\"blockquote_6\">(2)    Whether the contract of agreement between the parties provides for referring the dispute to an Arbitrator?\n</blockquote> \n\n<blockquote id=\"blockquote_7\">(3)    Whether, in the instant case, time was the essence of the contract between the parties?\n</blockquote> \n\n<blockquote id=\"blockquote_8\">(4)    Whether <a href=\"/doc/124747/\" id=\"a_16\">Section 14</a> of the Specific Relief Act is a bar for restoring the contract of agreement between the parties?\n</blockquote> \n\n<blockquote id=\"blockquote_9\">(5)    Whether the action of the respondent can be termed as one coming within the realm of public interest?\n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_19\">18. Point No. (1).--The main contention urged by the learned Senior Counsel for the appellant is that the respondent-BDA acted arbitrarily in withdrawing the concession and then issuing notice of termination in respect of the contract of agreement entered into between the parties.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_20\">19. At this juncture, it has to be mentioned at the outset that insofar as the power of this Court under <a href=\"/doc/1712542/\" id=\"a_17\">Article 226</a> with regard to judicial review of state action arising out of contractual obligations is concerned, the learned Single Judge has examined the position in law in the light of the law <a href=\"/doc/1979603/\" id=\"a_18\">laid down by</a> the Apex Court in various cases and has taken the view that writ petition against the State and its instrumentality arising out of contractual obligation is maintainable and judicial review is permissible both at the pre-contract stage and post-contract stage and the action of the State should be fair, just, reasonable and devoid of arbitrariness which are the basic requirements of <a href=\"/doc/367586/\" id=\"a_19\">Article 14.</a> We are in respectful agreement with the view taken by the learned Single Judge as regards this position in law is concerned.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_21\">20. Tested in the light of the above principles of law, whether the action of the respondent in withdrawing the concession and issuing notice of termination of the contract can be said to be free from arbitrariness is the most important question to be addressed by us. The facts which are not in dispute between the parties and which are borne out from the records, are that correspondence took place between the parties soon after discovery of certain defects faced by the appellant in the construction work, in particular, the water table being met at 2 metres instead of 4.2 metres below the ground level and the nature of the soil being found to have N-value 6 instead of N-value 20 and in view of these variations, the appellant seeking changes in the design etc.\n \n\n</p><p data-structure=\"Facts\" id=\"p_22\">21. In the letter dated 4-7-2003, the appellant-Corporation informed the respondent about the changes which were finalised and sought time for submission of all designs and also requested for time extension for reasons beyond its control. The respondent, by its letter dated 20-8-1983, agreed for the changes and confirmed that the water table having been met at two metres from the ground level and sought for modified drawing to be sent for approval. Further correspondence took place between the parties with regard to various aspects of the construction work and the respondent issued letter dated 7-9-2004 extending time for completion of the projects by the appellant. It is relevant to extract the said letter, which was marked as Annexure-Z16 to Writ Petition No. 10419 of 2005:\n</p>  \n\n<blockquote id=\"blockquote_10\">&quot;BANGALORE DEVELOPMENT AUTHORITY\n No. BDA/EM/T.138/2004-2005 Date:                          7-9-2004\n \n\nFax No. 0522-2209798\n \n\nTo \n\nThe Managing Director, \n\nM/s. Uttar Pradesh State Bridge Corporation Limited, \n\n&#x27;Sethu Bhavan&#x27;, 16, Madan Mohan Malavia Marg, \n\nLucknow - 226 001\n \n\nSir,\n  \n\nSub:    Construction of Flyover at Airport Road-IRR Junction, Bangalore Dairy Circle and Jayadeva Institute of Cardiology, Bangalore by M/s. UPSBC Limited -- Regarding.\n</blockquote> \n\n<blockquote id=\"blockquote_11\">Ref:     T.O. Letter No. BDA/EM/T-99/2004-2005, dated 23-7-2004.\n</blockquote> \n\n<blockquote id=\"blockquote_12\">Construction of three flyover projects has been entrusted to your organisation on tender basis with the scheduled date of completion as 30-4-2004. However, the projects are still under progress and extension of time for completion of the project has been sought for by your organisation and also certain issues were raised in many of your letters as well as during your visit to Bangalore. These issues were apprised to the authority and following decisions have been taken:\n</blockquote>  \n\n<blockquote id=\"blockquote_13\">(1)    Time extension of the three projects:\n</blockquote>  \n\n<blockquote id=\"blockquote_14\">Your request for extension of time for the three projects without levying any penalty has been agreed to and the extended dates are as mentioned below.--\n</blockquote>  \n\n<pre id=\"pre_3\">Flyover at Airport Road-IRR Junction         :        30-6-2005\n \n\nGrade Separator at Bangalore Dairy Circle :        15-9-2004\n \n\nGrade Separator near Jayadeva Institute of Cardiology :        28-2-2005\n \n\n(2)    Reimbursement of differential cost of reinforcement steel:\n</pre><blockquote id=\"blockquote_15\"> The reimbursement of differential cost of reinforcement steel (for the quantity consumed in the structure) from the commencement of the project as well as during the extended period to an extent of 89% has been agreed to. This is in accordance with the discussion we had with the Commissioner on telephone. The balance 11% has to be borne by M/s. UPSBC. The differential cost will be arrived at based on the invoices produced.\n</blockquote> \n\n<blockquote id=\"blockquote_16\">(3)    Reimbursement of differential cost towards structural steel:\n</blockquote><blockquote id=\"blockquote_17\"> Issue has been discussed and it is decided that the payment towards differential cost towards structural steel/centering materials is not admissible. This decision was conveyed to Hon&#x27;ble Minister for Public Works, Uttar Pradesh State Government during the discussion held on 22nd June, 2004 at Bangalore.\n</blockquote> \n\n<blockquote id=\"blockquote_18\">The above issues have been agreed to subject to the condition that no other claims are admissible during the extended period of contract. Also, a supplementary agreement needs to be executed incorporating these issues. You are requested to take immediate action in this regard.\n</blockquote> \n\n<blockquote id=\"blockquote_19\">All the issues raised by your organisation has been considered with the sole purpose of ensuring early completion of the projects. With these requests of yours having been conceded to, please ensure that the projects are completed by deployment of adequate machinery material, man power and funds.\n</blockquote><blockquote id=\"blockquote_20\"> xxx              xxx               xxx&quot;.\n</blockquote> \n\n<blockquote id=\"blockquote_21\">22. Thus we see that the correspondence between the parties in regard to changes in the design and the suggestions based on the minutes of meetings held between the parties on a number of occasions, ultimately led to the respondent issuing the above said letter extending time for completion of the projects. Following the above letter, the respondent required the appellant to sign the supplementary agreement and to this, the appellant sent its reply suggesting certain changes in the supplementary agreement by its letter dated 26-11-2004. After receipt of the same, the respondent, by its letter dated 15-2-2005, conveyed its approval to the appellant-Corporation and the text of the said letter dated 15-2-2005, which was marked as Annexure-Z-13 in the writ proceedings, is extracted herein below: \n</blockquote><pre id=\"pre_4\">  &quot;BDA/EM/331/2004-2005                                        15-2-2005\n \n\nFax No. 0522-2209798\n \n\nTo\n \n\nM/s. Uttar Pradesh State Bridge Corporation Limited \n\n(Represented by Managing Director),  \n\nSethu Bhavan, 16, \n\nMadan Mohan Malavia Marg,  \n\nLucknow - 226 001\n \n\nSir,\n  \n\nSub:     Construction of Flyover near Jayadeva Institute of Cardiology, Bangalore -- Regarding.\n \n\nRef:      (1) Your Letter No. 1715/1MJ/04, dated 1-7-2004.\n \n\n(2) Your Letter No. 1251/1MJ/04, dated 28-8-2004\n \n\n(3) Your Letter No. 2242/1MJ/04-05, dated 8-2-2005\n \n\n</pre><blockquote id=\"blockquote_22\">The issues raised in your letters cited under reference have been deliberated in several site meetings and also in the meetings held with Joint Managing Director of UPSBC wherein oral approval as detailed below has been communicated. This is to confirm that your claim regarding the difference in structural elements owing to the direction issued by BDA for considering ground water table at 1.50 m. below the ground level as against 3.00 m. below the ground level is admissible. Also, claims towards additional efforts for dewatering arising out of encountering ground water table at 1.5 mtr. Below ground level as against the contemplated 3.0 mtr. Below ground level during the execution of work is admissible. However, the exact amount payable on these accounts shall be scrutinised by BDA and Project Management Consultants and intimated.\n</blockquote> \n\n<blockquote id=\"blockquote_23\">Regarding the claims for entire dewatering efforts and providing sheet piling these are non-contractual and not admissible.\n</blockquote><blockquote id=\"blockquote_24\"> xxx              xxx               xxx&quot;.\n</blockquote> \n\n<blockquote id=\"blockquote_25\">23. Thus, it is clear from the above extracts of the correspondence between the parties that the respondent was aware of all the defects faced by the appellant-Corporation in view of the changes in the water level as well as the quality of the soil and the need for time extension and the letter dated 15-2-2005 <a href=\"/doc/1979603/\" id=\"a_20\">referred to above</a> clearly indicates that all issues raised by the appellant-Corporation were deliberated in several site meetings and oral approval was also given by the Joint Managing Director of the appellant-Corporation. The BDA went to the extent of admitting even the claims made by the appellant-Corporation with regard to difference in structural elements following the variations in ground water level. It is pertinent to note that the BDA never raised an eye-brow even once, as regards the quality of work turned out by the appellant.\n</blockquote> \n\n<blockquote id=\"blockquote_26\">24. Thus we see that as on 15-2-2005, all was well between the parties and both sides had agreed to all the changes. This being the factual position as regards which there was no dispute between the parties, it is to be inferred that both sides had agreed for all the changes in the project and even the suggestions made by the appellant-Corporation with regard to the supplementary agreement having been agreed to and time also being extended, there was no reason for the appellant-Corporation to foresee an altogether different stand being taken by the respondent within a span of seven days.\n</blockquote> \n\n<blockquote id=\"blockquote_27\">25. With the above background, we now come to the letter by which the respondent withdrew the concession given to the appellant-Corporation. The said letter is dated 21-2-2005 (marked as Annexure-B in the writ proceedings) and it reads as under:\n</blockquote><pre id=\"pre_5\">  &quot;BDA/EM/T-340/2004-2005                                         21-2-2005\n \n\nFax No. 0522-2209798\n \n\nTo \n\nThe Managing Director, \n\nM/s. Uttar Pradesh State Bridge Corporation Limited, \n\nSethu Bhavan, 16, \n\nMadan Mohan Malavia Marg, \n\nLucknow - 226 001\n \n\nSir,\n Sub:    Construction of Grade Separator near MICO Layout Junction (Jayadeva Institute of Cardiology), Bangalore - Regarding.\n \n\n</pre><blockquote id=\"blockquote_28\">The concessions including extension of time, etc., considered on the condition of execution the supplementary agreement and amendments proposed, discussed and agreed to between BDA and UPSBC stand withdrawn and rendered void since UPSBC have not executed the supplementary agreement the very basis of consideration.\n</blockquote> \n\n<blockquote id=\"blockquote_29\">Hence, all mattes regarding extension of time, concession considered, discussed, deliberated, opportunities accorded stand cancelled the BDA reserves its rights and authorities conferred on the employer or the Engineer under the Contract.\n</blockquote><blockquote id=\"blockquote_30\"> xxx              xxx               xxx&quot;. \n</blockquote> \n\n<blockquote id=\"blockquote_31\">26. By this one letter dated 21-2-2005, the respondent suddenly withdrew all the concessions made and amendments discussed and agreed to between the parties and the only reason cited in the above said letter for withdrawal of all the concessions is that the appellant-Corporation did not execute supplementary agreement, the very basis of consideration. We have referred to all the developments that took place between the parties in the preceding paragraphs and in particular to the suggestions made by the appellant-Corporation in regard to the supplementary agreement and ignoring this factual position, the respondent withdrew the concessions and also the time extention given to the appellant. One fails to understand as to what transpired within a span of seven days for the respondent to change its stand overnight. When the appellant-Corporation had clearly indicated its stand as regards the supplementary agreement and which stand of the appellant having not been disagreed to, by the respondent, and, when the respondent, by its letter dated 15-2-2005 having conveyed its approval, in the absence of any other difference or dispute coming to the surface, withdrawing the concessions by simply citing that the appellant-Corporation has not executed the supplementary agreement does not stand to reason. In between 15-2-2005 and 21-2-2005, the respondent never gave any indication of its decision to withdraw the concessions and it had never informed the appellant that if the appellant does not execute the supplementary agreement, it would lead to withdrawal of the concessions. Thus, there was total denial of opportunity to the appellant before the respondent took its decision to withdraw the concession. This action, on the part of the respondent, viewed in the light of the correspondence between the parties to some of which reference has been made in this judgment, cannot but be termed as arbitrary, irrational and unreasonable. It is not that the respondent was not made aware of all the difficulties faced by the appellant in regard to execution of the construction work and as regards the impossibility of completing the work within the time agreed to at the first instance. Since the appellant, at every stage of the construction work, kept the respondent informed about various aspects ranging from changing design, amendment to the supplementary agreement, need for additional efforts to be put in by the Corporation, and additional funds being sought by it and time extension sought, it does not lie in the mouth of the respondent-BDA to say that it was totally unaware of all these problems. More so, when the respondent, by its letter dated 15-2-2005, having agreed to the request made by the appellant, it could not have turned the table on the appellant, within a period of seven days and thus putting the appellant in the dock when the construction work had reached midstream. In the letter dated 21-2-2005, the respondent does not say that there was delay on the part of the appellant in completing the work or that the appellant had not been diligent in execution of the work and when no such reasons are attributed, merely citing the sole reason of the appellant not executing the supplementary agreement and without even giving the appellant an opportunity before withdrawing the concessions, the action of the respondent cannot but be held to be unjust, unreasonable and arbitrary.\n</blockquote> \n\n<blockquote id=\"blockquote_32\">27. Likewise, in respect of the contract of agreement concerning construction of flyover at the intersection of Airport Road-IRR Junction (subject-matter of W.P. No. 10422 of 2005), the respondent, by its letter dated 7-9-2004, granted approval and extended time to complete the work and had even agreed for the reimbursement of differential cost of reinforcement steel. However, as in the previous case mentioned above, the respondent withdraw the concession by its letter dated 25-11-2004 and the said letter is extracted below:\n</blockquote><pre id=\"pre_6\">  &quot;BDA/EM/T-220/2004-2005                                             25-11-2004\n \n\nFax No. 0522-2209798\n \n\nTo \n\nThe Managing Director,  \n\nM/s. Uttar Pradesh State Bridge Corporation Limited, \n\n&#x27;Sethu Bhavan&#x27;, 16, \n\nMadan Mohan Malavia Marg, \n\nLucknow - 226 001\n \n\nSir,\n  \n\nSub:    Construction of Flyover at Airport Road - IRR Junction, Bangalore -- Regarding.\n \n\nRef:     T.O. Letter No. BDA/EM/T-138/2004-2005, dated 7-9-2004.\n \n\n</pre><blockquote id=\"blockquote_33\">Certain concessions were considered and agreed through negotiations between M/s. UPSBC and BDA with certain conditions that a supplementary agreement is to be executed incorporation the issues negotiated which was conveyed through our letter cited under reference and accepted by you to sign the supplementary agreement through your letter No. 956/Camp/JMD/Bangalore/Gen, dated 10-9-2004.\n</blockquote> \n\n<blockquote id=\"blockquote_34\">But, the supplementary agreement has not been executed by you and thus   you,   having   failed   to   fulfil   the   agreement   conditions,   the concessions extended is rendered void. Therefore, the letter cited under reference is herewith withdrawn.\n</blockquote><blockquote id=\"blockquote_35\"> xxx              xxx               xxx&quot;.\n</blockquote> \n\n<blockquote id=\"blockquote_36\">To the above letter, the appellant-Corporation replied by its letter dated 26-11-2004 and sought approval of the revised supplementary agreement. The respondent-BDA, instead of replying to the above said letter, issued letter dated 13-12-2004 informing the appellant about the termination of the contract. The appellant sent its reply dated 28-12-2004 (marked Annexure-M to the writ proceedings). The respondent in turn wrote back to the appellant by letter dated 17-1-2005 referring to the meetings held on 8-1-2005 and 11-1-2005 and requesting the appellant to execute the supplementary contract agreement. The appellant, in turn, by its letter dated 22-1-2005 conveyed its approval as regards execution of the supplementary agreement with certain minor changes. Then came the last letter dated 11-2-2005 from the respondent terminating the contract work entrusted to the appellant. The contents of the said letter dated 11-2-2005 are extracted below:\n</blockquote><pre id=\"pre_7\">  &quot;BDA/EM/321/2004-2005                                               11-2-2005\n \n\nFax No. 0522-2209798 \n \n\nTo \n\nM/s. Uttar Pradesh State Bridge Corporation Limited \n\n(Represented by Managing Director), \n\n&#x27;Sethu Bhavan&#x27;, 16,  \n\nMadan Mohan Malavia Marg,  \n\nLucknow - 226 001\n \n\nSir,\n  \n\nSub:    Termination of the employment of M/s. UPSBC Limited as the Contractor for the work of construction of Flyover at Airport Road-IRR Junction, Bangalore -- Regarding.\n \n\nRef:     (1) Notice for termination of contract vide\n \n\nNo. BDA/EM/T-258/2004-2005, dated 13-12-2004.\n \n\n(2) UPSBC Letter No. 3342/md/camd/10/(17)04, dated 28-12-2004.\n \n\n(3) T.O. Letter No. BDA/EM7T-284/2004-2005, dated 4-1-2005.\n \n\n</pre><blockquote id=\"blockquote_37\">Notice for termination of employment of M/s. UPSBC Limited as the contractor for the work of construction of Flyover at Airport Road - IRR Junction, Bangalore has been issued vide reference (1) above. Further, you were called upon to depute your duly authorised representative of UPSBC on 17-1-2005 at 11.00 hrs. to the Project site to determine the value of the work done and the value of any of the unused, partially used materials, equipment and any temporary works.\n</blockquote> \n\n<blockquote id=\"blockquote_38\">This is to note that your representative has not attended the said inspection. Also, even after a lapse of fort-night, no communication from your representative for the joint measurement has been received. It may be noted that in the event of your representative not turning up for the inspection immediately, measurements will be taken by the representatives of the employer and experts (PMC M/s. Stup Consultants) and the value of the work done would be determined.\n</blockquote><blockquote id=\"blockquote_39\"> xxx               xxx                 xxx&quot;.\n</blockquote> \n\n<blockquote id=\"blockquote_40\">28. The respondent being an instrumentality of the State should have acted in all fairness and should have given the appellant-Corporation an opportunity before going ahead with its decision to withdraw the concession, that too within a period of seven days after agreeing to all the suggestions made by the appellant. The learned Single Judge has also observed in the course of his judgment that the above action of the respondent in withdrawing the concession on 21-2-2005 and issuing notice of termination on 22-2-2005, when examined in the light of the letters dated 7-9-2004 and  15-2-2005, appears to be arbitrary.  The learned Single Judge has observed thus:\n</blockquote><blockquote id=\"blockquote_41\"> &quot;42. ... Having regard to the commitment made on 15-2-2005 in writing, within a week&#x27;s time if they have decided to withdraw those commitments and followed it by an order rescinding the contract it clearly shows the action of the respondents, the public authority, may not stand the test of scrutiny in the light of the obligations cast under <a href=\"/doc/367586/\" id=\"a_21\">Article 14</a> of the Constitution ...&quot;.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_23\">29. However, the learned Single Judge has taken a contrary stand by observing that the material on record, correspondence between the parties and the undisputed facts clearly point out that there is no arbitrariness as alleged by the appellant in the action of the respondent. With respect, we are of the view that the said observation of the learned Single Judge is quite contrary to what was opined in an earlier paragraph of the judgment. When once conclusion is reached that the conduct of the respondent in changing its stand almost overnight appears to be arbitrary and the said action may not stand the test of scrutiny under <a href=\"/doc/367586/\" id=\"a_22\">Article 14</a> of the Constitution, there was no reason for the learned Single Judge to have arrived at an altogether different conclusion, on the same material.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_24\">30. Since the respondent is an instrumentality of the State, it was bound to observe the obligation cast on it by virtue of <a href=\"/doc/367586/\" id=\"a_23\">Article 14</a> of the Constitution, even in regard to contractual matters. In the case of Kumari Shrilekha Vidyarthi, by the learned Senior Counsel Sri Shantharaju for the appellant, the Apex Court dealing with the requirement of <a href=\"/doc/367586/\" id=\"a_24\">Article 14</a> in the sphere of contract entered into by the State, has laid down the following proposition of law:\n</p><blockquote id=\"blockquote_42\"> &quot;The requirement of <a href=\"/doc/367586/\" id=\"a_25\">Article 14</a> should extend even in the sphere of contractual matters for regulating the conduct of the State activity. Applicability of <a href=\"/doc/367586/\" id=\"a_26\">Article 14</a> to all executive actions of the State being settled and for the same reason its applicability at the threshold to the making of a contract in exercise of the executive power being beyond dispute, the State cannot thereafter cast off its personality and exercise unbridled power unfettered by the requirements of <a href=\"/doc/367586/\" id=\"a_27\">Article 14</a> in the sphere of contractual matters and claim to be governed herein only by private law principles applicable to private individuals whose rights flow only from the terms of the contract without anything more. The personality of the State, requiring regulation of its conduct in all spheres by requirement of <a href=\"/doc/367586/\" id=\"a_28\">Article 14</a>, does not undergo such a radical change after the making of a contract merely because some contractual rights accrue to the other party in addition. It is not as if the requirement of <a href=\"/doc/367586/\" id=\"a_29\">Article 14</a> and contractual obligations are alien concepts, which cannot co-exist. The Constitution does not envisage or permit unfairness or unreasonableness in State actions in any sphere of its activity contrary to the professed ideals in the preamble. Therefore, total exclusion of Article 14-non-arbitrariness which is basic to rule of law from State actions in contractual field is not justified&quot;.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_25\">It was observed by the Apex Court <a href=\"/doc/1979603/\" id=\"a_30\">in <a href=\"/doc/1979603/\" id=\"a_31\">the above case</a></a> as under:\n</p>  \n\n<blockquote id=\"blockquote_43\">&quot;28. Even assuming that it is necessary to import the concept of presence of some public element in a State action to attract <a href=\"/doc/367586/\" id=\"a_32\">Article 14</a> and permit judicial review, we have no hesitation in saying that the ultimate impact of all actions of the State or a public body being undoubtedly on public interest, the requisite public elements for this purpose is present also in contractual matters. We, therefore, find it difficult and unrealistic to exclude the State actions in contractual matters, after the contract has been made, from the purview of judicial review to test its validity on the anvil of <a href=\"/doc/367586/\" id=\"a_33\">Article 14.</a>\n</blockquote><blockquote id=\"blockquote_44\"> xxx               xxx                 xxx&quot;.\n</blockquote> \n\n<blockquote id=\"blockquote_45\">36. The meaning and true import of arbitrariness is more easily visualized than precisely stated or defined. The question, whether an impugned act is arbitrary or not, is ultimately to be answered on the facts and in the circumstances of a given case. An obvious test to apply is to see whether there is any discernible principle emerging from the impugned act and if so, does it satisfy the test of reasonableness. Where a mode is prescribed for doing an act and there is no impediment in following that procedure, performance of the act otherwise and in a manner which does not disclose any discernible principle which is reasonable, may itself attract the vice of arbitrariness. Every State action must be informed by reason and it follows that an act uninformed by reason, is arbitrary. Rule of law contemplates governance by laws and not by humour, whims or caprices of the men to whom the governance is entrusted for the time being. It is trite that &#x27;be you every so high, the laws are above you&#x27;. This is what men in power must remember, always&quot;.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979603\" id=\"span_7\">31. If we test the action of the respondent-BDA in the light of the above said decision as regards the State action even in the field of contractual matters, as <a href=\"/doc/1979603/\" id=\"a_34\">laid down by</a> the Apex Court, the inescapable and inevitable conclusion to be drawn in the instant case is that, the respondent having agreed to all the changes and suggestions made by the appellant-Corporation, and having given its approval by letter dated 15-2-2005, could not have turned around and stabbed the appellant-Corporation by withdrawing all the concessions and issuing notice of termination of contract even without offering reasonable opportunity to the appellant to put in its say in the matter. There is substance in the appellant&#x27;s contention that nothing but arbitrariness is writ large in the action of the respondent in withdrawing the concession and rescinding the contract. Hence, having regard to the totality of the circumstances of the case, in the light of the correspondence between the parties, we are of the considered opinion that the learned Single Judge, having rightly taken the view that the action of the respondent appears to be arbitrary and may not stand the test of scrutiny under <a href=\"/doc/367586/\" id=\"a_35\">Article 14</a> of the Constitution, erred in holding that there is no arbitrariness in the action of the respondent-BDA. With due respect, we say that the learned Single Judge committed an error in taking the contrary stand, when on the face of it, the action of the respondent amounts to nothing but arbitrariness writ large and unfair and cannot be termed as just and consequently violative of <a href=\"/doc/367586/\" id=\"a_36\">Article 14</a> of the Constitution. Therefore, we respectfully disagree with the view taken by the learned Single Judge that there is no arbitrariness in the action taken by the respondent. Hence, we have no hesitation in answering point No. 1 in the affirmative.</span>\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_27\">32. Point No. (2).--The learned Senior Counsel Sri Vijayashankar contended that, following the observations of the learned Single Judge in the judgments concerning the two writ petitions, the appellant did take recourse to arbitration proceedings by filing application before the Arbitration Forum, Lucknow, and, therefore, the appellant has no right to prosecute the present proceedings. Our attention was also drawn to the relevant paragraphs of the judgments of the learned Single Judge with regard to recourse to be had by the parties to get their disputes settled by way of arbitration and, therefore, when the appellant has taken steps following the said observation, it is not open to the appellant now to continue these proceedings.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_28\">33. To the above said submission, the learned Senior Counsel Sri Shantharaju brought to our notice that through the appellant did file an application before the Arbitration Forum at Lucknow, the said application was withdrawn and, therefore, no such proceedings are now pending before the Arbitration Tribunal, Lucknow, and hence the appellant has every right to continue the present proceedings seeking relief. In view of the said submission being made before us and the learned Senior Counsel Sri Vijayashankar also not disputing the said submission made by the Senior Counsel Sri Shantharaju, we take it that no proceedings are pending before the Arbitration Forum at Lucknow. The learned Senior Counsel Sri Vijayashankar fairly conceded that if the arbitration proceedings are not pending and withdrawn by the appellant-Corporation, then there is no bar for the appellant to continue the present proceedings.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_29\">34. However, it was contended by the learned Senior Counsel Sri Vijayashankar that in view of the arbitration clause being present in the agreement entered into between the parties, the appellant cannot pursue the writ proceedings for relief and the only alternative for the appellant is to get the matter settled by having recourse to the remedy that is mentioned in the contract of agreement. In this regard, our attention was drawn to the arbitration clause of the agreement. On the other hand, the learned Senior Counsel for the appellant submitted that even assuming that there is arbitration clause in the agreement, yet, the same will not preclude the appellant from seeking relief from this Court in this writ proceedings and in support of this, reliance was also placed on a decision of this Court.\n</p> \n\n<p data-structure=\"Section\" id=\"p_30\">35. Having regard to the above contentions put forward by the respective sides, it becomes necessary for us to examine this question in the light of the material on record and the law bearing on the point.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_31\">36. The contract of agreement entered into between the parties on 27-1-2003 does not mention about the settlement of disputes by referring the same to arbitration. But, it mentions that the documents enclosed to it form part of the contract of agreement and we find that <a href=\"/doc/714717/\" id=\"a_37\">Section 4</a> of Part 1 of Volume II of the tender document refers to special conditions of contract. The said <a href=\"/doc/714717/\" id=\"a_38\">Section 4</a> at 4.062 only refers to the dispute or difference between the Engineer-in-charge and the Contractor to be referred to the Engineer-in-charge and he shall give notice to the Contractor. Clause (b) of 4.062 further mentions that subject to other form of settlement, the decision of the Commissioner of BDA shall be final and, in case the decision of the Commissioner is not acceptable, the Contractor may approach the law Court for settlement of the dispute after giving notice to the Commissioner. Thus, we see that there is no specific clause in the contract of agreement to the effect that the dispute between the parties shall be referred to an Arbitrator. In other words, under the heading &quot;Settlement of Disputes&quot;, there is no reference to either Arbitrator or arbitration.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_32\">37. In this regard, the decision referred to by the learned Senior Counsel for the appellant throws light on interpreting such a clause of an agreement of contract. In the case of Mysore Construction Company, a similar clause in the agreement, as in the present case, came up for consideration. After referring to the relevant clause under the heading &quot;Settlement of disputes&quot;, this Court observed thus:\n</p><blockquote id=\"blockquote_46\"> &quot;11. It is well-settled that what is necessary to decide whether there is an arbitration agreement, is an intention of parties to a contract or disputes, to refer the disputes to arbitration and be bound by the decision of the Arbitrator. But, if the agreement is only intended to prevent litigation or disputes, by requiring a decision by a named authority, before the matter is taken to Court, and is not intended to finally settle the disputes, then it is not an arbitration agreement&quot;.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_33\">The Court further observed thus:\n</p>  \n\n<blockquote id=\"blockquote_47\">&quot;21. The above decisions make it clear that an agreement or a clause in an agreement can be construed as an arbitration agreement, only if,\n  \n\n</blockquote><blockquote id=\"blockquote_48\">(i) it provides for or contemplates reference of disputes or difference by either party to a private forum (other than a Court or Tribunal) for decision;\n</blockquote> \n\n<blockquote id=\"blockquote_49\">(ii) it provides either expressly or impliedly, for an enquiry by the private forum giving due opportunity to both parties to put forth their cases; and\n \n\n</blockquote><blockquote id=\"blockquote_50\">(iii) it provides that the decision of the forum is final and blinding upon the parties, without recourse to any other remedy and both would abide by such decision.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_34\">Where   there   is   no   provision   either   for   reference   of disputes to a private forum, or for an fair and judicious  enquiry,  or for a decision which is final  and binding on parties to the dispute, there is no arbitration agreement&quot;.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_35\">In the backdrop of the above proposition of law, even in the case on hand, we find no specific clause incorporating the words &#x27;Arbitrator or arbitration in the agreement between the parties and, therefore, following the aforesaid decision of this Court, we have no hesitation to conclude that in the case on hand also, there is no clause for referring the dispute to an Arbitrator and hence, in the absence of there being a clause in the agreement providing for reference of a dispute to a private forum (other than a Court or Tribunal) for decision, it is not possible to take the view that there is an arbitration clause in the agreement entered into between the parties. Therefore, the decision in the case of Rukmanibai Gupta, referred to by the learned Senior Counsel for the respondent-BDA is not applicable to the case on hand, because, in <a href=\"/doc/1979603/\" id=\"a_39\">the said decision</a>, it has been held that arbitration agreement is not required to be in any particular form, but what is required is the intention of the parties to refer the dispute to arbitration. We have, seen that, in the present case, no such arbitration clause is to be found. Hence, the said ruling cannot be made applicable to the case on hand.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_36\">38. Therefore, in the light of the above position in law, having regard to the special conditions of contract that is entered into between the parties, we are inclined to hold that the learned Single Judge erred in corning to the conclusion that the parties can seek their remedy by approaching the arbitration forum. When no such clause is present in the agreement of contract, there is no scope for reading the same into the agreement and directing the aggrieved party to seek remedy before an Arbitrator. Therefore, we respectfully disagree with the said observation made by the learned Single Judge particularly in the light of the facts and circumstances of the present case and in particular, having regard to the special conditions of contract entered into between the parties and hence we record our finding on the point under consideration in the negative.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_37\">39. Point No. (3).--One of the contentions urged before us by the learned Senior Counsel Sri Vijayashankar for the respondent-BDA is that the appellant committed breach of the contract inasmuch as the appellant did not adhere to the terms of the contract as regards the completion of the construction work within the stipulated time. In other words, it was contended that the agreement between the parties clearly indicates that time is the essence of the contract and this condition was not followed by the appellant. On the other hand, learned Senior Counsel Sri Shantharaju argued that an examination of the terms of the agreement would nullify the above argument and that in the instant case, the conduct between the parties would go to show that the time was not the essence of the contract.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_38\">40. In the light of the submissions made and after carefully going through the material placed and in particular, after going through the various clauses of the agreement, the following picture emerges.\n</p> \n\n<p data-structure=\"Section\" id=\"p_39\">41. Clause 3.23 of the general conditions and instructions to tenderers mentions that the time allowed for carrying out the work, as entered into the tender shall be strictly observed by the contractor. The same clause at special Clause &#x27;e&#x27;, provides that in respect of the shortfall in progress, assessed as due to the delay on the part of the contractor, the contractor shall be liable to pay as penalty and amount equal to 1% of the estimated cost of the balance work assessed according to the programme for every day, that due quantity of the work remains incomplete provided-always that the total amount of penalty to be paid under the provisions of this clause, shall not exceed 7.5% of the value of the contract. In other words, there is penalty for delay in execution of the work. Clause 3.24 provides for liquidated damages for delay in completion of the work and it is at 0.5% per week of the value of the contract. The next Clause 3.25 mentions that both the above mentioned clauses shall be applicable concurrently.\n</p> \n\n<p data-structure=\"Section\" id=\"p_40\">42. Under the special conditions of contract, we find Clause 4.047 providing for extension of time for completion of the work. Clause 4.048, the next provision, provides for alteration in quantity of work, specifications and designs, additional work, deletion or work and the engineer member shall have the power to order the contractor to change any specified sequences, method or timing of construction of any part of the work. The next Clause 4.049 makes provision for orders for variations to be in writing. Two other clauses will have to be read in the context of the present discussion are Clause 4.075 which requires the contractor to give notice to the engineer, whenever planning or execution of work is likely to be delayed or disrupted for any delay in obtaining details/instructions from the engineer. More importantly Clause 4.076 reads thus:\n</p><blockquote id=\"blockquote_51\"> &quot;4.076   Adverse   physical   obstructions   or  conditions.--If, however, during the execution of the works, the Contractor encounters physical obstructions or physical conditions, other than climatic conditions on the site, which obstructions or conditions were, in his opinion, not foreseeable by an experienced Contractor, the Contractor shall forthwith give notice thereof to the Engineer with a copy to the Employer. On receipt of such notice, the Engineer shall, if in his opinion such obstructions or conditions could not have been reasonably foreseen by an experienced Contractor, after due consultation with the employer and the Contractor, determine any extension of time to which the Contractor is entitled&quot;.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_41\">43. Having regard to all the above clauses of the contract of agreement entered into between the parties, there is enough force in the submission made by the learned Senior Counsel for the appellant that in the case on hand, it cannot be said that time is the essence of the contract. The decision of the Supreme Court referred to by the learned Senior Counsel for the appellant also fortifies the above said conclusions. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"186692596\" id=\"span_8\">In the case of M/s. Hind Construction Contractors by its sole <a href=\"/doc/186692596/\" id=\"a_40\">Proprietor Bhikamchand Mulchand Jain (dead) by L.Rs v. State of Maharashtra</a>, AIR 1979 SC 720 : (1979)2 SCC 70 a three Judges Bench of the Supreme Court has observed thus:</span>\n</p><blockquote id=\"blockquote_52\"> &quot;(1)(a) The question whether or not time was of the essence of the contract would essentially be a question of the intention of the parties to be gathered from the terms of the contract. Even where the parties have expressly provided that time is of the essence of the contract such a stipulation will have to be read along with other provisions of the contract and such other provisions may, on construction of the contract, exclude the inference that the completion of the work by a particular date was intended to be fundamental; for instance, if the contract were to include clauses providing for extension of time in certain contingencies or for payment of find or penalty for every day or week the work undertaken remains unfinished on the expiry of the time provided in the contract such clauses would be construed as rendering ineffective the express provision relating to the time being of the essence of contract&quot;.\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_42\">44. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"186692596\" id=\"span_9\">In view of the foregoing proposition of law and having regard to the various clauses of the contract of agreement between the parties <a href=\"/doc/186692596/\" id=\"a_41\">referred to above</a>, the answer to the point under consideration is that in the instant case, the time is not the essence of the contract.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_43\">45. Point No. (4).--The learned Single Judge, in the course of his judgment in W.P. No. 10419 of 2005, has observed that even if the termination of contract is held to be not reasonable, consequently, the petitioner cannot be permitted to proceed with the balance construction as it amount to this Court specifically enforcing a contract of construction, which is impermissible in law and the proper course would be to direct the parties to approach the Civil Court to agitate their respective rights and have a proper adjudication after a full fledged enquiry.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_44\">46. In W.P. No. 10422 of 2005, the learned Single Judge has opined more or less on similar lines by observing that, if the action of the respondent were to be set aside and the contract is restored, virtually it amounts to this Court, in its jurisdiction under <a href=\"/doc/1712542/\" id=\"a_42\">Article 226</a> of the Constitution of India, specifically enforcing the contract of building, which is a contract, which cannot be specifically enforced under <a href=\"/doc/124747/\" id=\"a_43\">Section 14</a> of the Specific Relief Act.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_45\">47. Relying on the above said observations of the learned Single Judge, the learned Senior Counsel Sri Vijayashankar contended that even assuming that there is unreasonableness on the part of the respondent in terminating the contract, yet, the remedy lies in the Civil Court and specific performance cannot be insisted upon by the appellant to enforce the contractual obligation.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_46\">48. Having regard to the submissions made by the respective sides as aforesaid and particularly in the light of the observations made by the learned Single Judge, we will have to examine this aspect of the matter in the light of the facts and circumstances of the present case and the principles of law governing the issue under consideration.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_47\">49. We have seen that there is no arbitration clause in the agreement entered into between the parties. Secondly, we have also examined the legality of the action taken by the respondent in terminating the contract in the light of the principles of law as <a href=\"/doc/186692596/\" id=\"a_44\">laid down by</a> the Apex Court particularly in the case of Kumari Shrilekha Vidyarthi. Once it is established that the action of the respondent, which is an instrumentality of the State, is vitiated by non-observation of the Constitutional mandate of <a href=\"/doc/367586/\" id=\"a_45\">Article 14</a>, and arbitrariness in the action of the respondent being writ large in the instant case, the State cannot claim comparison with a private individual even in the field of contract. It is now a well-settled law that once it is shown that the action of the State or its instrumentality is arbitrary, the aggrieved party can approach the Court by way of writ under <a href=\"/doc/1712542/\" id=\"a_46\">Article 226</a> of the Constitution and the Court, depending on the facts of the case, is empowered to grant the relief. The question, whether in such cases the appellant should be driven to the Civil Court for seeking the relief or whether this Court itself can grant the relief, came up for consideration before the Supreme Court in the case of ABL International Limited.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_48\">50. In the above mentioned case, a learned Single Judge of the Calcutta High Court, dealing with a case involving dispute between the parties arising out of a contract, took the view that the first respondent being the State for the purpose of <a href=\"/doc/609139/\" id=\"a_47\">Article 12</a> was bound by the terms of contract and, therefore, for such non-performance, a writ was maintainable and after considering the arguments of the parties in regard to the liability under the contract of insurance, allowed the writ and issued directions as prayed for. The above said finding of the learned Single Judge was reversed by an Appellate Bench of the same High Court and when the matter came up before the Supreme Court in the above mentioned case, the Supreme Court set aside the order of the Appellate Bench and restored that of the learned Single Judge. In the course of its decision, the Supreme Court found on facts that there was no arbitration clause in the contract between the parties (as in the instant case) and observed that, merely because the first respondent in the said case was disputing a fact, the said fact does not become a disputed fact and if it is possible to settle the limited area of dispute by looking to the terms of contract, which does not require any external aid, in such a case, relief can be granted by the Court itself, without driving the aggrieved party to Civil Court for relief. The Supreme Court observed thus:\n</p><blockquote id=\"blockquote_53\"> &quot;19. Therefore, it is clear from the above enunciation of law that merely because one of the parties to the litigation raises a dispute in regard to the facts of the case, the Court entertaining such petition under <a href=\"/doc/1712542/\" id=\"a_48\">Article 226</a> of the Constitution is not always bound to relegate the parties to a suit. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1141333\" id=\"span_10\">In <a href=\"/doc/186692596/\" id=\"a_49\">the above case</a> of <a href=\"/doc/1141333/\" id=\"a_50\">Smt. Gunwant Kaur and Ors. v. Municipal Committee, Bhatinda and Ors.</a>, , this Court even went to the extent of holding that in a writ petition, if the facts require, even oral evidence can be taken. This clearly shows that in an appropriate case, the writ Court has the jurisdiction to entertain a writ petition involving disputed questions of fact and there is no absolute bar for entertaining a writ petition even if the same arises out of the contractual obligation and/or involves some disputed questions of fact&quot;.</span>\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_49\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1141333\" id=\"span_11\">51. In the instant case also, the facts and circumstances of the case, in the light of the correspondence between the parties, would go to show in unmistakable terms that the respondent-BDA withdrew the concession given to the appellant-Corporation within a week of giving its approval. There is nothing on record to show as to what transpired between 15-2-2005 and 21-2-2005. There is not even a scrap of paper placed on record by the respondent to show what factors motivated the respondent to withdraw the concession within a week of giving its approval. Examination of the correspondence between the parties, as <a href=\"/doc/1141333/\" id=\"a_51\">referred to above</a> in detail, would go to show that at every stage of the construction work, the appellant-Corporation did bring to the notice of the respondent, the difficulties faced and the need for changes in the design and the changes in the supplementary agreement and all these were accepted by the respondent. For inexplicable reasons, the respondent withdrew the concessions given by simply citing that the appellant did not execute the supplementary contract of agreement when, on the other hand, the appellant had placed all the material before the respondent. The respondent has not cited either delay or inefficiency on the part of the appellant-Corporation, for withdrawing the concession by a stroke of pen only by citing non-execution of the supplementary agreement. Therefore, when the action of the respondent is tainted by arbitrariness and there being no complaint as regards the quality of work executed and considerable time and amount apart from labour having been invested into the construction work, there is no need to drive the appellant to seek relief in the Civil Court, particularly having regard to the nature of the contract entrusted by the respondent and the public interest involved in the case. Therefore, in the instant case also, there is no need to look for any oral evidence nor any other documentary evidence other than what is already placed on record by the parties and, in our opinion, the present dispute between the parties can be resolved only on the basis of the terms of the contract itself and there is no requirement of any external aid.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_12\">Such being the case, having regard to the proposition of law <a href=\"/doc/1141333/\" id=\"a_52\">laid down by</a> the Apex Court in the aforementioned <a href=\"/doc/1943124/\" id=\"a_53\">ABL International Limited</a>&#x27;s case, even if there are some disputed questions of fact involved, the same can be resolved without there being the necessity to go to the Civil Court for relief and, as such, we are of the view that the relief sought for can be granted having regard to the facts and circumstances and the documents placed or record before this Court itself.</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_50\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_13\">52. So far as <a href=\"/doc/124747/\" id=\"a_54\">Section 14</a> of the Specific Relief Act is concerned, our attention was drawn to Clause (c) of the said section, which provides that a contract, which is in its nature determinable, cannot be specifically enforced. We have given our careful consideration to the said provision of law and in the light of the law <a href=\"/doc/1943124/\" id=\"a_55\">laid down by</a> the Supreme Court in the case of ABL International Limited, since the parties have fixed the time limit for completion of the contractual obligations, the contract for a fixed term may also be specifically be enforced if there has been part performance. In the instant case, the appellant-Corporation has already completed much of the construction work and it is an undisputed fact the flyover at Jayadeva Circle has already been inaugurated. According to the submissions made by the learned Senior Counsel for the appellant, the work in other places is also underway. Such being the case, so far as building contracts are concerned, we can press into service the provisions of <a href=\"/doc/1637397/\" id=\"a_56\">Section 10(b)</a> of the Specific Relief Act, which provides that specific performance of any contract made, in the discretion of the Court, be enforced, when the act agreed to be done is such that compensation in money for its non-performance would not afford adequate relief.</span> As regards enforceability of building contract is concerned, having regard to <a href=\"/doc/1637397/\" id=\"a_57\">Section 10(b)</a> of the Specific Relief Act, we may at this juncture, press into service the proposition of law <a href=\"/doc/1943124/\" id=\"a_58\">laid down by</a> Romer L. J., in Woeverhampton Corporation v. Emmons, (1901)1 KB 515. It was observed in the said case thus:\n</p><blockquote id=\"blockquote_54\"> &quot;There is no doubt that as a general rule the Court will not enforce specific performance of a building contract, but an exception from the rule has been recognised. It has, I think, for some time been held that in order to bring himself within that exception, a plaintiff must establish three things. The first is that the building work, of which he seeks to enforce the performance, is defined by the contract; that is to say, the particulars of the work are so far definitely ascertained that the Court can sufficiently see what is the exact nature of the work of which it is asked to order the performance. The second is that the plaintiff has a substantial interest in having the contract performed, which is of such a nature that he cannot adequately be compensated for breach of the contract by damages. The third is that the defendant has by the contract obtained possession of land on which the work is contracted to be done&quot;.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_51\">53. So far as the third condition referred to above is concerned, in the case on hand, the appellant herein has not by contract obtained possession of the land, but it is a case where the land belongs to the State and the appellant is only required to execute the work on the said land and, therefore, as far as the third condition is concerned, the same has to be read in the light of the decision in Carpenters Estate Limited v. Davies, (1940)1 Ch. 160 as pointed by Farewell, J., thus:\n</p><blockquote id=\"blockquote_55\"> &quot;The third matter which it is necessary for the plaintiff to establish to bring himself within the exception is that the defendant is in possession of the land on which the work is contracted to be done&quot;.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_52\">54. Having regard to the above position in law and in the light of the provisions of <a href=\"/doc/1671917/\" id=\"a_59\">Specific Relief Act</a> referred to above, and also having regard to the principles of law laid down by the Supreme Court in the case of ABL International Limited, we are of the considered opinion that when the action of the respondent is violative of the Constitutional mandate of <a href=\"/doc/367586/\" id=\"a_60\">Article 14</a> and the appellant herein having been done much of the construction work, it is too late in the day to ask the appellant to go to the Civil Court for remedy. Faced with a similar situation, the Apex Court, having regard to the facts and circumstances of the case before it in the case of ABL International Limited, observed thus:\n</p>  \n\n<blockquote id=\"blockquote_56\">&quot;54. ... We are now at the end of the year 2003. We at this distance of time and stage of litigation, do not think it proper to relegate the parties to a suit. To direct the appellants to approach a Civil Court at this stage would be doing injustice to the appellants. In this view of ours, we are supported by a number of decisions of this Court like in Shambhu Prasad Agarwal v. Bhola Ram Agarwal, (2000) 9 SCC 714, wherein this Court though noticed the fact that the appellants had an alternate remedy for issuance of a letter of administration, it refused to dismiss the appeal on the grounds: (SCC p. 715, para 5)\n \n\nSince considerable time has elapsed, the interest of justice demands that the proceedings should come to an end as early as possible and that the appeal should not be dismissed merely on highly technical ground&quot;.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_53\">55. In the case before us also, the contract of agreement was entered into between the parties as far back in the year 2003 and the work that was entrusted to the appellant-Corporation is construction of Grade Separator near MICO Layout Junction (Jayadeva Institute of Cardiology) and Flyover at the intersection of Airport Road-IRR junction and since much water has flown under the bridge, which is discernible from the correspondence between the parties placed on record and having regard to the magnitude of the work and its importance to the City of Bangalore and having regard to the hardship faced by the public of Bangalore in the backdrop of increasing vehicular traffic and the citizens of Bangalore making their protest against the delay in the construction work about which there has been publications in the leading newspapers of which one can take judicial notice, it is not proper to drive the appellant-Corporation to seek remedy in the Civil Court, more so, when the action of the respondent is, on the face of it, arbitrary and unreasonable. Therefore, on the lines of the view taken by the Apex Court in the case of ABL International Limited, we too are of the opinion that directing the appellant-Corporation to seek remedy in the Civil Court will be doing injustice, which the Courts of law cannot do.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_54\">56. In view of the foregoing discussion, we are unable to agree with the view taken by the learned Single Judge that there is a bar under <a href=\"/doc/124747/\" id=\"a_61\">Section 14</a> of the Specific Relief Act to specifically enforce the building contract entered into between the parties. We, therefore, record our finding on the point under consideration in the negative.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_55\">57. Point No. (5).--One other contention urged by the learned Senior Counsel Sri Vijayashankar for the respondent is that the appellant-Corporation delayed in executing the work given to it and refused to execute the supplementary agreement within time and went on making demands for additional amounts and all these factors led to the respondent to withdraw the concession and issue the notice of termination of contract. The delay factor has affected not only the completion of project but even public were also put to lot of inconvenience on account of the construction work getting delayed. In support of this contention, our attention was drawn to the observations of the learned Single Judge. But for the delay on the part of the appellant, the project would have completed and, therefore, the respondent was left with no other alternative than to think of calling fresh tenders for completion of the remaining work, keeping in view the interest of the public.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_56\">58. On the other hand, the learned Senior Counsel Sri Shantharaju for the appellant submitted that because of the arbitrary action on the part of the respondent in withdrawing the concession, hardly seven days after having given approval, the whole project got stalled and for which the appellant could not be blamed as the appellant had made its stand clear in every correspondence addressed to the respondent. It was further submitted that the respondent, without even waiting for the expiry of fourteen days before the termination could take effect, invited tenders for the balance work by a public notice on 28-2-2005 and the amount mentioned in the said notification is four crores, whereas the appellant did inform the respondent that the latter would complete the balance work at lesser a cost of three crores. This action, on the part of the respondent-BDA, shows that the actions were not motivated having regard to the public interest, but for the reasons best known to the respondent.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_57\">59. Having regard to the contentions put forward by both sides and on careful examination of the correspondence between the parties to which we have made reference in the earlier paragraphs, the respondent-BDA, by changing its stand hardly a week after giving the approval to the appellant, has singularly contributed for the delay in completion of the project. As already pointed out, the appellant had placed all the difficulties faced by it and suggestions to be incorporated in the supplementary agreement and to all these, the respondent had given its approval, yet, the concessions were withdrawn without there being any material on record to show as to what compelled the respondent within a period of seven days to take a contrary decision. Therefore, if at all there is delay in completion of the project, the respondent has to take the blame on its shoulders.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_58\">60. Apart from the above, when the appellant itself had undertaken to complete the balance work at a cost lesser than what was quoted by the respondent for the uncompleted work, one fails to understand the logic behind the respondent&#x27;s refusal to accept the said offer made by the appellant herein. It has to be mentioned at this juncture that, according to the appellant, it had completed 97.5% of the flyover portion and 35% of the underpass work, which fact has not been disputed by the respondent-BDA. That the appellant-Corporation has spent considerable amount towards the construction is also borne out from the record. Since the appellant is not a novice in the field, but on the contrary, as has been observed by the learned Single Judge in his judgment at paragraph 45, the appellant has got to its credit successful completion of 150 bridges all over India and few of the bridges being of national importance viz., cable stayed bridge across the river Ganga in Haridwar, bridge across the river Ganga at Bhagalpur, Bihar (India&#x27;s longest bridge with single span), Safdarjang flyover at Delhi and Mehim flyover and Bandra-Worli Sea-link project (Package II) at Mumbai. Such being the credentials of the appellant-Corporation, the respondent ought to have kept these factors in view before taking the hasty decision to withdraw the concession for reasons best known to the respondent and this has led to considerable delay in the completion of the project and the ultimate sufferers are the citizens of Bangalore, who have been put to lot of inconvenience and hardship at the places where construction work has come to a stand-still.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_59\">61. Having regard to the totality of the circumstances in the cases on hand, we are at a loss to understand as to why the respondent, being an instrumentality of the State, did not think of the consequences of its action and its impact on the public at large, leave alone the escalation of the cost due to raise in price of materials. Every action of the State and its instrumentalities should be aimed at securing the welfare of the people and as &#x27;Jeremy Bentham&#x27; has put it, the object of every action of the State should be to secure maximum happiness of the maximum number of people. Seen in this light, the respondent, by its own arbitrary and unreasonable stand, has terminated the contracts during midstream and this has resulted in great inconvenience being caused to the public.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_60\">62. The work that is entrusted to the appellant-Corporation is not something which every Tom, Dick and Harry can do, but it requires specialised knowledge and expertise which skills are to be found in the appellant-construction company and hence, the respondent ought to have thought over the impending consequences of its action. Suffice to say that changing the contractor in matters like this, is not like changing the clothes.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_61\">63. Before we say the last word in the matter, we do hope that the respondent would bestow its attention to the serious public interest that is involved and the benefit, the public and citizens of Bangalore would derive on early completion of the Grade Separator and the Flyover at the places mentioned herein above. Considering the magnitude of the work and the traffic congestion and related difficulties faced by the people of Bangalore, we hope and trust that good sense would prevail over the respondent and it will not, in future, act in haste in matters such as the present one and ensure that due to its arbitrary action, the public at large do not suffer. For the foregoing reasons, we are not inclined to accept the contentions put forward by the learned Senior Counsel for the respondent that the very basis behind the action of the respondent is the public interest involved. Ironically, the respondent&#x27;s action has affected the public interest, rather than advancing it. Hence, we answer the point in the negative.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_62\">64. In the result and for the foregoing reasons, we pass the following order.--\n</p>  \n\n<pre id=\"pre_8\">(a)    Both the writ appeals are allowed;\n \n\n(b)    The impugned orders of the learned Single Judge dated 13-4-2005 and 15-4-2005 passed in Writ Petition Nos. 10419 and 10422 of 2005 respectively are set aside;\n \n\n(c)    The notice of termination of the contract issued by the respondent-BDA to the appellant-Corporation dated 22-2-2005 and the letter dated 21-2-2005 (Annexures-A and B respectively to Writ Petition No. 10419 of 2005), and the notice of termination of the contract issued by the respondent-BDA to the appellant-Corporation dated 13-12-2004 and the letter dated 25-11-2004, and so also the letter dated 11-2-2005 (Annexures-A, B and D respectively to Writ Petition No. 10422 of 2005) are quashed;\n \n\n(d)    Status quo ante to letters dated 21-2-2005 and 25-11-2004, withdrawing all concessions given by the respondent-BDA to the appellant-Corporation, stands restored.\n \n\nParties to bear their respective costs.\n \n\n</pre>","numcites":15,"numcitedby":20,"docsource":"Karnataka High Court","citetid":1153646,"divtype":"judgments","relatedqs":[{"value":"contract termination","formInput":"contract%20termination"},{"value":"notice for termination of contract","formInput":"notice%20for%20termination%20of%20contract"},{"value":"what is arbitrary action arbitrariness","formInput":"what%20is%20arbitrary%20action%20arbitrariness"},{"value":"specific relief act","formInput":"specific%20relief%20act"},{"value":"contract of construction","formInput":"contract%20of%20construction"},{"value":"judicial review","formInput":"judicial%20review"},{"value":"constitution article 14","formInput":"constitution%20article%2014"},{"value":"UP State Bridge Corporation","formInput":"UP%20State%20Bridge%20Corporation"},{"value":"contractual obligations","formInput":"contractual%20obligations"},{"value":"works contract","formInput":"works%20contract"},{"value":"\"termination of contract\"","formInput":"%22termination%20of%20contract%22"},{"value":"shrilekha vidyarthi","formInput":"shrilekha%20vidyarthi"},{"value":"when is an action arbitrary","formInput":"when%20is%20an%20action%20arbitrary"},{"value":"bangalore development authority","formInput":"bangalore%20development%20authority"},{"value":"specific performance","formInput":"specific%20performance"},{"value":"essence of time","formInput":"essence%20of%20time"},{"value":"encounter","formInput":"encounter"},{"value":"enforce the contract","formInput":"enforce%20the%20contract"},{"value":"change in design","formInput":"change%20in%20design"},{"value":"abl international","formInput":"abl%20international"}],"cats":[{"value":"equality-before-law","formInput":"tag:equality-before-law"},{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"}],"courtcopy":false,"query_alert":null,"agreement":false}