{"tid":1626848,"publishdate":"2009-01-20","title":"Ganesh Son Of Kapil Dev vs The State Of Haryana on 20 January, 2009","doc":"<h2 class=\"doc_title\">Ganesh Son Of Kapil Dev vs The State Of Haryana on 20 January, 2009</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:k-s-garewal\">K.S. Garewal</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:k-s-garewal\">K.S. Garewal</a></h3>\n\n<pre id=\"pre_1\">Crl.Appeal No. 857-DB of 2006\n                --1--\n\n\nIN THE HIGH COURT OF PUNJAB AND HARYANA AT\n             CHANDIGARH\n\n                               Crl.Appeal No. 857-DB of 2006\n                               Date of Decision:20.01.2009\n\nGanesh son of Kapil Dev, resident of Haraj, Police Station\nSheela Ganj, District Moti Hari ( Bihar ).\n\n                                           .... Appellant\n                        Versus\n\nThe State of Haryana\n                                           .... Respondent\n\n                        ----\n\nCORAM: HON&#x27;BLE MR. JUSTICE K.S. GAREWAL\n       HON&#x27;BLE MR. JUSTICE SHAM SUNDER\n\n\nPresent:     Mr. Karan Singh, Advocate\n             for the appellant.\n\n             Mr. Naveen Malik,Additional Advocate General,Haryana\n             for the respondent-State.\n\n                        ****\n\nSHAM SUNDER, J.\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">             This appeal is directed against the judgment of\n\nconviction     and the order of sentence dated 11.02.2005,\n\nrendered by the Judge, Special Court, Panipat, vide which he\n\nconvicted the accused (now appellant), for the offence,\n\npunishable under <a href=\"/doc/919170/\" id=\"a_1\">Section 20</a> of the Narcotic Drugs and\n\nPsychotropic Substances Act, 1985 (hereinafter referred to be\n\nas the &#x27;Act&#x27; only) and sentenced him to undergo RI for a period\n\nof 12 years and to pay a fine of Rs. 2 lacs, and in default of\n Crl.Appeal No. 857-DB of 2006\n</p><p data-structure=\"Issue\" id=\"p_2\">                --2--\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">\npayment of the same, to undergo further rigorous imprisonment\n\nfor a period of two years, for having been found in possession\n\nof 3 Kgs charas, without any permit or licence.\n\n</p><p data-structure=\"Facts\" id=\"p_4\">2.          The facts, in brief, are that on           30.08.2001\n\nNarender Singh, Assistant Sub Inspector alongwith other Police\n\nofficials was present at N.F.L. Chowk, while on patrol duty and\n\nchecking of crime.     In the meanwhile, a person was seen\n\ncoming from the side of N.F.L. Colony on foot, while carrying\n\na bag on his left shoulder, who on seeing the Police party, at\n\nonce, retreated and started walking briskly. On suspicion, he\n\nwas stopped. On enquiry, he disclosed his name as Ganesh son\n\nof Kapil Dev, resident of village Haraj.          Narender Singh,\n\nAssistant Sub Inspector, suspected that the accused was\n\ncarrying some contraband in the bag, aforesaid.      Notice under\n\n<a href=\"/doc/961083/\" id=\"a_2\">Section 50</a> of the Act was served upon him, as to whether, he\n\nwanted the search of the bag, to be conducted in the presence of\n\na Gazetted Officer or a Magistrate. He opted that the search of\n\nthe bag be conducted, in the presence of a Gazetted Officer or\n\na Magistrate.    Thereafter, Vijay Parkash Sharma, District\n\nDevelopment and Panchayat Officer, was requested to reach the\n\nspot, as a result whereof, he reached there.         The accused\n\nalongwith the bag was produced before him.            Mr.   Vijay\n\nParkash Sharma, District Development and Panchayat Officer\n Crl.Appeal No. 857-DB of 2006\n</p><p data-structure=\"Issue\" id=\"p_5\">                --3--\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">\ndirected the Investigating Officer to conduct the search of the\n\nbag. On search of the bag,     3 Kgs charas, was recovered,\n\ntherefrom. A sample of 100 grams, was taken out, and the\n\nremaining charas was put into a separate container. The sample\n\nand the container, containing the remaining charas, were\n\nconverted into parcels, duly sealed, and taken into possession,\n\nvide a separate recovery memo.     Ruqa was sent to the Police\n\nStation, on the basis whereof, the FIR was recorded. The site\n\nplan was prepared. The accused was arrested. The statements\n\nof the witnesses were recorded.       After the completion of\n\ninvestigation, the accused was challaned.\n\n</p><p data-structure=\"Facts\" id=\"p_7\">3.                 On his appearance, in the Court,         the\n\naccused was supplied the copies of documents, relied upon by\n\nthe prosecution. Charge under <a href=\"/doc/919170/\" id=\"a_3\">Section 20</a> of the Act, was\n\nframed against the accused,      to which he pleaded not guilty\n\nand claimed judicial trial.\n</p>\n<p data-structure=\"Facts\" id=\"p_8\">4.                  The prosecution, in support of its case,\n\nexamined Ramesh Kumar, Constable, (PW-1), who tendered\n\ninto evidence his affidavit Ex.PA, Ghan Shyam Dass, Head\n\nConstable, ( PW-2 ), who tendered into evidence his affidavit\n\nEx.PB, Shivadan Singh, Inspector, ( PW-3 ), who was the\n\nStation House Officer, Police Station, Chandni Bag, Panipat, at\n\nthe relevant time, before whom, the case property, the\n Crl.Appeal No. 857-DB of 2006\n</p><p data-structure=\"Issue\" id=\"p_9\">                --4--\n</p>\n<p data-structure=\"CDiscource\" id=\"p_10\">\nwitnesses and the accused were produced, and who verified the\n\ninvestigation, and affixed his seal &#x27;SS&#x27; on the sample parcel and\n\nthe case property, Hukam Singh, Assistant Sub Inspector,\n\n( PW-4 ), who on receipt       ruqa Ex.PC, recorded the FIR\n\nEx.PC/1, Ranbir Singh, Head Constable, ( PW-5 ), who was\n\nwith Narender Singh, Assistant Sub Inspector, the Investigating\n\nOfficer, at the time of the apprehension of the accused, search\n\nof the bag, being carried by him and recovery of 3 Kgs charas\n\ntherefrom, Narender Singh, Assistant Sub Inspector, ( PW-6 ),\n\nthe Investigating Officer, who conducted the search of bag\n\nbeing carried by the accused, and effected recovery of charas,\n\nas also conducted the investigation, Rajinder Singh, E.H.C.\n\n( PW- 7 ), who tendered into evidence his affidavit Ex.PI and\n\nV.P. Sharma, District Development &amp; Panchayat Officer,\n\n( PW-8 ), a witness to the search and seizure. Thereafter, the\n\nPublic Prosecutor for the State, closed the prosecution\n\nevidence.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_11\">5.                 The statement of the accused, under <a href=\"/doc/767287/\" id=\"a_4\">Section\n\n313</a> of the Code of Criminal Procedure, was recorded. He was\n\nput all the incriminating circumstances, appearing against him,\n\nin the prosecution evidence. He pleaded false implication. He,\n\nhowever, did not lead any evidence, in his defence.\n Crl.Appeal No. 857-DB of 2006\n</p><p data-structure=\"Issue\" id=\"p_12\">                --5--\n</p>\n<p data-structure=\"Issue\" id=\"p_13\">\n</p><p data-structure=\"CDiscource\" id=\"p_14\">6.                 After hearing the Public Prosecutor for the\n\nState, the Counsel for the accused, and, on going through the\n\nevidence, on record, the trial Court, convicted and sentenced\n\nthe accused, as stated hereinbefore.\n</p>\n<p data-structure=\"Issue\" id=\"p_15\">7.                 Feeling aggrieved, against the judgment of\n\nconviction, and the order of sentence, rendered by the trial\n\nCourt, the instant appeal, was filed by the appellant.\n\n</p><p data-structure=\"CDiscource\" id=\"p_16\">8.                 We have heard the Counsel for the parties,\n\nand have gone through the evidence and record of the case,\n\ncarefully.\n</p>\n<p data-structure=\"PetArg\" id=\"p_17\">9.                 The Counsel for the appellant, at the very\n\noutset, contended that Narender Singh, Assistant Sub Inspector\n\n, sent ruqa, in this case, and became the complainant. He\n\nfurther submitted that he also investigated the case. He further\n\nsubmitted that the procedure adopted by Narender Singh,\n\nAssistant Sub Inspector, was contrary to the provisions of law.\n\nHe further submitted that, on account of adoption of such a\n\ncourse, a great prejudice was caused to the accused, as a result\n\nwhereof, the case of the prosecution became doubtful. The\n\nsubmission of the Counsel for the appellant, in this regard, does\n\nnot appear to be correct. There is no provision in the <a href=\"/doc/445276/\" id=\"a_5\">Code of\n\nCriminal Procedure</a>, governing the conduct of investigation,\n\nthat the Police official, who sent the ruqa, could not himself\n Crl.Appeal No. 857-DB of 2006\n</p><p data-structure=\"Section\" id=\"p_18\">                --6--\n</p>\n<p data-structure=\"Precedent\" id=\"p_19\">\ninvestigate the case. Had there been any provision, in the <a href=\"/doc/445276/\" id=\"a_6\">Code\n\nof Criminal Procedure</a>, prohibiting the Police official sending\n\nthe ruqa, from conducting the investigation, the matter would\n\nhave been different. In the absence of any provision, in the\n\n<a href=\"/doc/445276/\" id=\"a_7\">Code of Criminal Procedure</a>, in this regard, in our considered\n\nopinion, Narender Singh, Assistant Sub Inspector, did not\n\nadopt a procedure, which was contrary to the provisions of law.\n\nOn the other hand, he adopted the procedure, in this case,\n\nwhich was in consonance       with the provisions of law.    <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"31067\" id=\"span_1\">In\n\n<a href=\"/doc/31067/\" id=\"a_8\">S.Jeevanantham Vs. State</a> through Inspector of Police, T.N.\n\n(2004) 5 Supreme Court Cases, 230, a case decided by the\n\nApex Court, it was held that if the Police Officer, who is the\n\ncomplainant, also conducts the investigation of the case, and it\n\nis not proved that any prejudice was caused to the accused, on\n\naccount of the adoption of such a course, the accused cannot be\n\nacquitted. In this case, no evidence was led by the accused, nor\n\nwas it proved, from the prosecution evidence, that a prejudice\n\nwas caused to him, on account of the adoption of the aforesaid\n\ncourse, by the Investigating Officer.   In S.Jeevanantham&#x27;s\n\ncase (supra) the recovery was effected, from the accused, by a\n\nPolice Officer, who sent the ruqa, and, thus, became the\n\ncomplainant.   The same very Police Officer, conducted the\n\ninvestigation. Under these circumstances, it was held that since\n Crl.Appeal No. 857-DB of 2006</span>\n</p><p data-structure=\"Section\" id=\"p_20\">                --7--\n</p>\n<p data-structure=\"Precedent\" id=\"p_21\">\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31067\" id=\"span_2\">no prejudice or bias was shown to have been caused, to the\n\naccused, on account of the adoption of such a practice, by the\n\nPolice Officer, the investigation, and the             subsequent\n\nproceedings,    did     not   become      invalid.    The    facts\n\n<a href=\"/doc/31067/\" id=\"a_9\">S.Jeevanantham</a>&#x27;s case (supra) are identical to the facts of the\n\ninstant case, and, as such, the principle of law, laid down,\n\ntherein, is applicable to this case. In this view of the matter,\n\nthe submission of the Counsel for the appellant, being without\n\nmerit, must fail, and the same stands rejected.</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_22\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1580346\" id=\"span_3\">10.                The Counsel for the appellant, however,\n\nplaced reliance on      <a href=\"/doc/1580346/\" id=\"a_10\">Risala v. State of Haryana</a>, 1996(2)\n\nRCR ( Criminal ), 707 , a case decided by a Single Bench of\n\nthis Court, in support of his contention, to contend that the\n\nPolice official, who sent the ruqa, could not investigate the\n\ncase himself.</span>   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1580346\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31067\" id=\"span_5\">It may be stated here that        in view of the\n\nprinciple of law<a href=\"/doc/1580346/\" id=\"a_11\">, <a href=\"/doc/1580346/\" id=\"a_12\">laid down in</a></a>         <a href=\"/doc/31067/\" id=\"a_13\">S.Jeevanantham</a>&#x27;s case\n\n(supra) decided by the Apex Court, any       contrary principle\n\nof law,   laid down, on the same point, in <a href=\"/doc/1580346/\" id=\"a_14\">Risala</a>&#x27;s case\n\n( supra ), decided by this Court, shall not hold the field.\n\nNo help, therefore, can be drawn, by the Counsel for the\n\nappellant, therefrom.     In this view of the matter, the\n\nsubmission of the Counsel for the appellant, being without\n\nmerit, must fail, and the same stands rejected.\n Crl.Appeal No. 857-DB of 2006</span></span>\n</p><p data-structure=\"Section\" id=\"p_23\">                --8--\n</p>\n<p data-structure=\"Section\" id=\"p_24\">\n\n\n</p><p data-structure=\"PetArg\" id=\"p_25\">11.          It was next submitted by the Counsel for the\n\nappellant, that no independent witness, despite availability,\n\nwas joined, as a result whereof, the case of the prosecution\n\nbecame highly doubtful. He further submitted that even no\n\neffort was made, to join an independent witness. The\n\nsubmission of the Counsel for the appellant, in this regard,\n\ndoes not appear to be correct. Narender Singh, Assistant Sub\n\nInspector, during the course of cross-examination, in clear-cut\n\nterms, stated that people were coming and going at the spot.\n\nHe further stated that he had called the public persons to join\n\nthe investigation, in the presence of V.P. Sharma, District\n\nDevelopment &amp; Panchayat Officer, but none came forward to\n\njoin the same. It means that an effort was made by Narender\n\nSingh, Assistant Sub Inspector, to join an independent\n\nwitness. If he failed to succeed in his effort, then his conduct\n\ncould not be said to be, in any way, blemished.    It is a matter\n\nof common experience, that independent witnesses, hardly\n\ncome forward, to join a search and seizure, with a view to\n\navoid wrath of the accused, and complications, which may\n\narise, later on, on account of their appearance, in the Court,\n\nfor evidence, from time to time. It has become the general\n\ntendency of the people, to criticize the Police, and the Courts,\n Crl.Appeal No. 857-DB of 2006\n</p><p data-structure=\"Section\" id=\"p_26\">                --9--\n</p>\n<p data-structure=\"CDiscource\" id=\"p_27\">\n\n\nfor their failures, but, as and when an occasion arises, to seek\n\ntheir assistance, in apprehending the accused and at the time\n\nof search and seizure, they generally shun joining the Police\n\nparty.   It was, under these circumstances, that none came\n\nforward to join the Police party.      The mere fact that no\n\nindependent witness, could be joined, due to the aforesaid\n\nreasons, did not mean that the evidence of the prosecution\n\nwitnesses became in any way, doubtful. The evidence of the\n\nofficial witnesses, cannot be disbelieved and distrusted,\n\nmerely, on account of their official status. In the face of the\n\nevidence of the official witnesses only, the Court is required\n\nto be put, on guard, to scrutinize the same, carefully and\n\ncautiously. After careful and cautious scrutiny, if the Court\n\ncomes to the conclusion, that the same does not suffer from\n\ninherent infirmities, the same can be believed. The evidence\n\nof the prosecution witnesses, has been scrutinized carefully\n\nbut nothing came to the fore, during the course of their cross-\n\nexamination, which may go to discredit the same. They stood\n\nthe test of touch-stone of all probabilities, during the course\n\nof their cross-examination. Not only this, even V.P. Sharma,\n\nDistrict Development &amp; Panchayat Officer could be\n\ncharacterized as an independent witness. The trial Court was\n Crl.Appeal No. 857-DB of 2006\n</p><p data-structure=\"Section\" id=\"p_28\">                --10--\n</p>\n<p data-structure=\"Precedent\" id=\"p_29\">\n\n\nright in coming to the conclusion that the evidence of the\n\nofficial witnesses, was cogent, convincing, reliable and trust-\n\nworthy. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"33261559\" id=\"span_6\">In <a href=\"/doc/33261559/\" id=\"a_15\">Akmal Ahmed Vs. State of Delhi</a>, 1999(2) RCC\n\n297 (S.C.), it was held that, it is now well-settled that the\n\nevidence of search or seizure, made by the police will not\n\nbecome vitiated, solely for the reason that the same was not\n\nsupported by an independent witness.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"81332\" id=\"span_7\">In <a href=\"/doc/81332/\" id=\"a_16\">State of NCT of\n\nDelhi Vs. Sunil</a> (2000)I S.C.C. 748, it was held as under:-</span>\n\n</p><blockquote id=\"blockquote_1\">        &quot;It is an archaic notion that actions of the Police officer,\n\n        should be approached with initial distrust. It is time now to\n\n        start placing at least initial trust on the actions and the\n\n        documents made by the Police. At any rate, the Court cannot\n\n        start with the presumption that the police records are\n\n        untrustworthy.   As a proposition of law, the presumption\n\n        should be the other way round. The official acts of the Police\n\n        have been regularly performed is a wise principle of\n\n        presumption and recognized even by the Legislature.&quot;\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_30\">11-A.        In Appa Bai and another Vs. State of Gujrat,\n\nAIR 1988 S.C. 696, it was held that the prosecution story\n\ncannot be thrown out, on the ground, that an independent\n\nwitness had not been examined, by the prosecution. It was\n\nfurther held, in the said authority, that the civilized people, are\n Crl.Appeal No. 857-DB of 2006\n</p><p data-structure=\"Precedent\" id=\"p_31\">                --11--\n</p>\n<p data-structure=\"Precedent\" id=\"p_32\">\ngenerally insensitive, when a crime is committed, even in\n\ntheir presence, and they withdraw from the victims&#x27; side, and\n\nfrom the side of the vigilant. They keep themselves away\n\nfrom the Courts, unless it is inevitable. Moreover, they think\n\nthe crime like a civil dispute, between two individuals, and do\n\nnot involve themselves, in it. The principle of law, laid down,\n\nin the aforesaid authorities, is fully applicable, to the facts of\n\nthe present case. In these circumstances, mere non-joining of\n\nan independent witness, when the evidence of the prosecution\n\nwitnesses, is cogent, convincing, creditworthy, and reliable,\n\nand there was no reason, on their part to falsely implicate the\n\naccused, no doubt, is cast on the prosecution story. In this\n\nview of the matter, the submission of the Counsel for the\n\nappellant, being without merit, must fail, and the same stands\n\nrejected.\n</p>\n<p data-structure=\"PetArg\" id=\"p_33\">12.          It was next submitted by the Counsel         for the\n\nappellant, that the sample was sent to the office of the\n\nForensic Science Laboratory, after a delay of seven days and\n\nno explanation was furnished, as a result whereof, the\n\nchances of tampering with the same, until the same reached\n\nthe Laboratory, could not be ruled out. The submission of the\n\nCounsel for the appellant, in this regard, does not appear to be\n\ncorrect. The mere fact that there was a delay, in sending the\n Crl.Appeal No. 857-DB of 2006\n</p><p data-structure=\"Precedent\" id=\"p_34\">                --12--\n</p>\n<p data-structure=\"Precedent\" id=\"p_35\">\nsample, to the office of the Forensic Science Laboratory, in\n\nitself, could not be said to be sufficient, to come to the\n\nconclusion, that the same was tampered with, until it reached\n\nthe Laboratory.    In the absence of un-explained delay, the\n\nCourt is required to take into consideration, the other\n\nevidence, produced by the prosecution, to come to the\n\nconclusion, as to whether, there was any possibility of\n\ntampering with the sample, until the same reached the office\n\nof the Forensic Science Laboratory or not.            The other\n\nevidence, produced by the prosecution, as stated above, has\n\nbeen held to be cogent, convincing, reliable and trustworthy.\n\nFrom the other evidence, it was proved, that none tampered\n\nwith the sample, until the same reached the office of the\n\nForensic Science Laboratory. Even, there is report of the\n\nForensic Science Laboratory Ex.PX, which clearly proves that\n\nthe seals on the exhibit were intact, on arrival, till the time of\n\nits analysis, and agreed with the specimen impression of the\n\nseals. The report, referred to above, is per-se admissible, in\n\ntoto, under Section 293 of the Code of criminal Procedure.\n\nThere is no challenge to the report of the Forensic Science\n\nLaboratory, in this case. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"412787\" id=\"span_8\">In <a href=\"/doc/412787/\" id=\"a_17\">State of Orissa Vs. Kanduri\n\nSahoo</a> 2004(1) RCR (Criminal) 196 (S.C.), it was held that\n\nmere delay in sending the samples to the Laboratory, is not\n Crl.Appeal No. 857-DB of 2006</span>\n</p><p data-structure=\"Precedent\" id=\"p_36\">                --13--\n</p>\n<p data-structure=\"PetArg\" id=\"p_37\">\nfatal, where there is evidence that the seized articles, remained\n\nin safe custody. Since, it was proved, that none tampered\n\nwith the sample, until the same was received, in the office of\n\nthe Forensic Science Laboratory, the submission of the\n\nCounsel for the appellant, merely based on conjectures, does\n\nnot hold good. The principle of law<a href=\"/doc/412787/\" id=\"a_18\">, <a href=\"/doc/412787/\" id=\"a_19\">laid down,           in</a></a> the\n\naforesaid authority, is fully applicable to the facts of the\n\ninstant case. The submission of the Counsel for the appellant,\n\nbeing without merit, must fail, and the same stands rejected.\n\n</p><p data-structure=\"PetArg\" id=\"p_38\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"497925\" id=\"span_9\">13.            The Counsel for the appellant, however, placed\n\nreliance on <a href=\"/doc/497925/\" id=\"a_20\">Sewa Singh v. State of Haryana</a>, 2008(2) RCR\n\n( Criminal ) 520, in support of his contention that delay in\n\nsending the sample, must prove fatal to the case of the\n\nprosecution.     The Court, can not act on mere conjectures or\n\nsurmises that the sample parcel might have been tampered\n\nwith, until it reached the office of the Forensic Science\n\nLaboratory.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"497925\" id=\"span_10\">In <a href=\"/doc/497925/\" id=\"a_21\">Sewa Singh</a>&#x27;s case ( supra ), there was no\n\nother evidence, produced by the prosecution, to prove that\n\nnone tampered with the sample, until the same reached the\n\noffice of the Forensic Science Laboratory. In the instant case,\n\nsufficient evidence<a href=\"/doc/497925/\" id=\"a_22\">, <a href=\"/doc/497925/\" id=\"a_23\">referred to above</a></a>, was produced by the\n\nprosecution, to prove that the possibility of tampering with\n\nthe sample, until it reached the office of the Laboratory, stood\n Crl.Appeal No. 857-DB of 2006</span>\n</p><p data-structure=\"Precedent\" id=\"p_39\">                --14--\n</p>\n<p data-structure=\"Precedent\" id=\"p_40\">\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"497925\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"412787\" id=\"span_12\">completely ruled out. Even otherwise, in view of the principle\n\nof law<a href=\"/doc/497925/\" id=\"a_24\">, <a href=\"/doc/497925/\" id=\"a_25\">laid down, in</a></a>      <a href=\"/doc/412787/\" id=\"a_26\">State of Orissa</a>&#x27;s case ( supra ),\n\ndecided by the Apex Court, any principle of law, laid down,\n\nto the contrary, on the same point, in <a href=\"/doc/497925/\" id=\"a_27\">Sewa Singh</a>&#x27;s case\n\n( supra ), decided by a Single Bench of this Court, shall not\n\nhold the field. Even, the facts of the aforesaid authority,\n\nrelied upon by the Counsel for the appellant, are\n\ndistinguishable, from the facts of the instant case.   No help,\n\ntherefore, can be drawn, by the Counsel for the appellant,\n\nfrom the ratio of law<a href=\"/doc/497925/\" id=\"a_28\">, <a href=\"/doc/497925/\" id=\"a_29\">laid down, in</a></a> the authority cited by\n\nhim, and <a href=\"/doc/497925/\" id=\"a_30\">referred to above</a>. In this view of the matter, the\n\nsubmission of the Counsel for the appellant, being without\n\nmerit, must fail, and the same stands rejected.</span></span>\n\n</p><p data-structure=\"PetArg\" id=\"p_41\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"497925\" id=\"span_13\">14.         It was next submitted by the Counsel for the\n\nappellant, that the seal, after use, remained with the Police\n\nofficials and, as such, the possibility of tampering with the\n\nsample parcel, until it reached the office of the Laboratory,\n\ncould not be ruled out.    The submission of the Counsel for\n\nthe appellant, in this regard, does not appear to be correct.\n\nAs stated above, no independent witness could be joined, for\n\nthe reasons<a href=\"/doc/497925/\" id=\"a_31\">, <a href=\"/doc/497925/\" id=\"a_32\">referred to above</a></a>, at the time of search and\n\nseizure. It was, under these circumstances, that the seal after\n\nuse was handed over to another Police official, a member of\n Crl.Appeal No. 857-DB of 2006</span>\n</p><p data-structure=\"Conclusion\" id=\"p_42\">                --15--\n</p>\n<p data-structure=\"Precedent\" id=\"p_43\">\nthe party. It has been held above that none tampered with the\n\nsample parcel, until it reached the Laboratory.       <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1005201\" id=\"span_14\">In <a href=\"/doc/1005201/\" id=\"a_33\">Piara\n\nSingh Vs. The State of Punjab</a> 1982 C.L.R. (2) 447, a case\n\ndecided by a Full Bench of this Court, the seal, on the sample\n\nof illicit liquor, recovered from the accused, was not entrusted\n\nto an independent person forthwith.             Similarly, the\n\nindependent person, though entrusted with the seal, by the\n\nInvestigating Officer, later on, was not produced, as a witness.\n\nIn these circumstances, it was held that this fact alone, was\n\nnot sufficient to affect the merits of the trial, and the\n\nprosecution case, could not be thrown out, on that score alone.\n\nIt was further held, in this case, that it was not incumbent\n\nupon the Police Officer, to hand over the seal, to a third\n\nperson forthwith, and even, in cases, where he had done so, it\n\nwas not obligatory upon him, to produce such person, as a\n\nwitness, during trial, as there is no statutory requirement,\n\nwhatsoever, to this effect. The principle of law<a href=\"/doc/1005201/\" id=\"a_34\">, <a href=\"/doc/1005201/\" id=\"a_35\">laid down, in</a></a>\n\nthe aforesaid authority, is fully applicable to the facts of the\n\npresent case. From the cogent, convincing, reliable, and\n\ntrustworthy evidence, produced by the prosecution, the\n\ncompletion of link evidence was proved. In this view of the\n\nmatter, the submission of the Counsel for the appellant, being\n\nwithout substance, is rejected.</span>\n</p><p data-structure=\"Conclusion\" id=\"p_44\"> Crl.Appeal No. 857-DB of 2006\n</p><p data-structure=\"Conclusion\" id=\"p_45\">                --16--\n</p>\n<p data-structure=\"Conclusion\" id=\"p_46\">\n\n\n</p><p data-structure=\"Precedent\" id=\"p_47\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1033264\" id=\"span_15\">15.          The Counsel for the appellant, however, placed\n\nreliance on Sukhdev Singh alias <a href=\"/doc/1033264/\" id=\"a_36\">Sukha v. State of Punjab</a>,\n\n2006 (1 ) R.C.R. ( Criminal ) 4, in support of his contention\n\nthat the possibility of seal being tampered with, and substance\n\nbeing changed, as the seal remained with the Police officials,\n\ncould not be ruled out. It may be stated here that, in the\n\ninstant case, through the cogent and convincing evidence,\n\nproduced by the prosecution, it was proved beyond doubt, that\n\nthe possibility of tampering with the sample parcel, until it\n\nreached the office of the Forensic Science Laboratory, stood\n\ncompletely ruled out. Since no independent witness could be\n\njoined, with the Police party, at the time of recovery, for the\n\nreasons recorded above, the question of handing over the seal,\n\nafter use , to him, did not at all arise.</span>   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"497925\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1005201\" id=\"span_17\">Even otherwise, in\n\nview of the principle of law<a href=\"/doc/1033264/\" id=\"a_37\">, <a href=\"/doc/1033264/\" id=\"a_38\">laid down in</a></a> <a href=\"/doc/1005201/\" id=\"a_39\">Piara Singh</a>&#x27;s case\n\n( supra ), decided     by a Full Bench of this Court,       any\n\nprinciple of law to the contrary, on the same point<a href=\"/doc/1005201/\" id=\"a_40\">, <a href=\"/doc/1005201/\" id=\"a_41\">laid down\n\nin</a></a>    <a href=\"/doc/497925/\" id=\"a_42\">Sukhdev Singh</a>&#x27;s case ( supra ) decided by a Division\n\nBench of this Court, shall not hold the field. No help,\n\ntherefore, can be drawn by the Counsel for the appellant, from\n\nthe ratio of law<a href=\"/doc/497925/\" id=\"a_43\">, <a href=\"/doc/497925/\" id=\"a_44\">laid down, in</a></a> the authority cited by him, and\n Crl.Appeal No. 857-DB of 2006</span></span>\n</p><p data-structure=\"Conclusion\" id=\"p_48\">                --17--\n</p>\n<p data-structure=\"Conclusion\" id=\"p_49\">\n\n\nreferred to above. In this view of the matter, the submission\n\nof the Counsel for the appellant, being without merit, must\n\nfail, and the same stands rejected.\n</p>\n<p data-structure=\"PetArg\" id=\"p_50\">16.          It was next submitted by the Counsel for the\n\nappellant, that the   sample impression of the seals, was not\n\ndeposited, in the office of the Forensic Science Laboratory, as\n\na result whereof, it was deprived of comparing the seals on\n\nthe sample, with the specimen seals, which were actually\n\naffixed on the sample parcel at the time of recovery.      The\n\nsubmission of the Counsel for the appellant, in this regard,\n\ndoes not appear to be correct. Ex. PB is the affidavit of Ghan\n\nShyam Dass, Head Constable, who was posted as Moharrir\n\nHead Constable in Police Station Chandni Bag, Panipat. He\n\nstated that on 30.08.2001 Narender Kumar, Assistant Sub\n\nInspector handed over to him the case property alongwith\n\nsample parcel, duly sealed with the seals &#x27;NS&#x27;, &#x27;VP&#x27; and &#x27;SS&#x27;,\n\nwhich he kept in the Malkhana. He further stated that on\n\n05.09.2001 he handed over to Ramesh Kumar, Constable\n\nsample parcel of charas alongwith sample seals, for deposit in\n\nthe office of Forensic Science Laboratory, Madhuban and he\n\nafter depositing the same, handed over the deposit receipt to\n Crl.Appeal No. 857-DB of 2006\n</p><p data-structure=\"Conclusion\" id=\"p_51\">                --18--\n</p>\n<p data-structure=\"CDiscource\" id=\"p_52\">\n\n\nhim. He further stated that none tampered with the sample\n\nparcel, till it remained in his custody. Ex.PA is the affidavit\n\nof   Ramesh Kumar, Constable, who testified            that on\n\n05.09.2001 Ghan Shyam Dass, Moharrir Head Constable,\n\nhanded over to him, a sealed parcel bearing seals &#x27;VP&#x27;,&#x27;SS&#x27; and\n\n&#x27;NS&#x27; alongwith sample seals, after depositing the same, in the\n\noffice of Forensic Science Laboratory       and, thereafter, he\n\nhanded over the receipt of deposit, to the Moharrir Head\n\nConstable.   From both these affidavits, it was, thus, proved\n\nbeyond doubt, that sample impression of the seals, was also\n\nhanded over to the Constable, concerned for deposit\n\nalongwith the sample parcel, in the office of the Forensic\n\nScience Laboratory. Not only this, even from the report of the\n\nForensic Science Laboratory, it was proved that the seals on\n\nthe sample parcel were intact and tallied with the sample\n\nimpression of the seals of the forwarding authority. It is\n\nfurther evident from the report Ex.PX, of the Forensic Science\n\nLaboratory that one seal bearing impression &#x27;NS&#x27;, one seal\n\nbearing impression &#x27;SS&#x27; and one seal bearing impression &#x27;VP&#x27;\n\nwere found affixed, on the sample parcel. In view of the\n\naforesaid evidence, the submission of the Counsel for the\n\nappellant, being without merit, must fail and stands rejected.\n Crl.Appeal No. 857-DB of 2006\n</p><p data-structure=\"Conclusion\" id=\"p_53\">                --19--\n</p>\n<p data-structure=\"Conclusion\" id=\"p_54\">\n\n\n</p><p data-structure=\"PetArg\" id=\"p_55\">17.         It was next submitted by the Counsel for the\n\nappellant, that when the sample parcel was sent to the office\n\nof the Forensic Science Laboratory, it did not carry the seal\n\nbearing impressions &#x27;VP&#x27; of          V.P. Sharma, District\n\nDevelopment @ Panchayat Officer. He further submitted that\n\nthis clearly showed that the sample was tampered with. He\n\nplaced reliance on Ex.DA, and Ex.DB, affidavits of Ramesh\n\nKumar, Constable and Ghan Shyam, Head Constable,\n\nrespectively, which were not relied upon by the prosecution,\n\nin support of his contention. The affidavits, which were relied\n\nupon by the prosecution, and tendered into evidence, to\n\ncomplete the link evidence, are Ex.PA of Ramesh Kumar,\n\nConstable and Ex.PB of        of Ghan Shyam Dass, Head\n\nConstable respectively. It is, thus, proved from the aforesaid\n\naffidavits that the sample carried        the seals, bearing\n\nimpressions &#x27;NS&#x27;, &#x27;VP&#x27; and &#x27;SS&#x27;. If originally some wrong\n\naffidavits, were placed, on record, but the same were not\n\nrelied upon by the prosecution, no help, whatsoever, can be\n\ndrawn, by the accused therefrom. He could only take help\n\nfrom the affidavits, which were relied upon by the\n\nprosecution, and tendered into evidence.       In view of the\n\ncontents of the affidavits Ex.PA and PB, of Ramesh Kumar,\n Crl.Appeal No. 857-DB of 2006\n</p><p data-structure=\"Conclusion\" id=\"p_56\">                --20--\n</p>\n<p data-structure=\"Conclusion\" id=\"p_57\">\nConstable   and    Ghan    Shyam     Dass,   Head    Constable\n\nrespectively, the submission of the Counsel for the appellant,\n\nbeing without merit, must fail, and the same stands rejected.\n\n</p><p data-structure=\"RespArg\" id=\"p_58\">18.         It was next submitted by the Counsel for the\n\nappellant, that major discrepancies occurred in the statements\n\nof prosecution witnesses, which remained un-explained. He\n\nfurther submitted that, in this view of the matter, the case of\n\nthe prosecution became doubtful. The discrepancies pointed\n\nout by him, were to the effect, that      Ranbir Singh, Head\n\nConstable, PW-5, stated that the charas which was drawn as a\n\nsample, was put in a small tin box, and the remainder was put\n\nin a plastic box, whereas, Narender Singh, Assistant Sub\n\nInspector, PW-6, stated that the charas which was drawn as a\n\nsample, was put in the iron box, and the remainder was put in\n\na polythene bag. V.P. Sharma, District Development &amp;\n\nPanchayat Officer, ( PW-8 ), however, stated that sample\n\ndrawn was put in a cloth pouch and the remaining charas was\n\npacked in a polythene bag. Narender Singh, Assistant Sub\n\nInspector, PW-6, stated during the course of cross-\n\nexamination, that the weighment was done with a spring\n\nscale, whereas V.P. Sharma, District Development @\n\nPanchayat Officer, PW-8, during the course of cross-\n\nexamination, stated that the weighment was done with a\n Crl.Appeal No. 857-DB of 2006\n</p><p data-structure=\"Conclusion\" id=\"p_59\">                --21--\n</p>\n<p data-structure=\"CDiscource\" id=\"p_60\">\nfloor balance. On account of these discrepancies, the Counsel\n\nfor the appellant, submitted that the accused was required to\n\nbe given the benefit of doubt especially when the case of the\n\nprosecution was not corroborated through any independent\n\nsource. The submission of the Counsel for the appellant, in\n\nthis regard, does not appear to be correct. It may be stated\n\nhere, that the recovery in this case, was effected on\n\n30.08.2001, whereas Ranbir Singh, Head Constable, PW-5,\n\nwas examined on 23.07.2004, Narender Singh, Assistant Sub\n\nInspector, PW-6 was examined on 27.08.2004 and V.P.\n\nSharma, District Development @ Panchayat Officer, PW-8,\n\nwas examined on 20.09.2004. It means that these witnesses\n\nwere examined after about three years of the recovery. It was,\n\ntherefore, not at all possible for them, to remember the minute\n\ndetails of the case. They were bound to forget the minute\n\ndetails of the case, after the lapse of sufficient time, and, on\n\naccount of faltering of memory. The aforesaid discrepancies\n\nonly related to the minor details, and did not affect the\n\nsubstratum of the case. These are only normal discrepancies,\n\nwhich occurred in the statements of the prosecution witnesses,\n\nafter the lapse of sufficient time from the date of recovery. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"439549\" id=\"span_18\">In\n\n<a href=\"/doc/439549/\" id=\"a_45\">Krishna Mochi and others v. State of Bihar</a> etc. 2002 (2)\n\nAll India Criminal Law Reporter,741( SC ) it was held that\n Crl.Appeal No. 857-DB of 2006</span>\n</p><p data-structure=\"Conclusion\" id=\"p_61\">                --22--\n</p>\n<p data-structure=\"CDiscource\" id=\"p_62\">\nnormal discrepancies in evidence, are those which are due to\n\nnormal errors of observation, normal errors of memory, due to\n\nlapse of time, and faltering of memory, which could always\n\nbe found in the evidence of       truthful witnesses. Material\n\ndiscrepancies are, those, which are not normal, and not\n\nexpected of a normal person. The Courts have to label the\n\ncategory to which a discrepancy may be categorized. While\n\nnormal discrepancies do not corrode the credibility of the case\n\nof a party, material discrepancies do so. The discrepancies ,\n\naforesaid, being normal, the prosecution case is not affected.\n\nThese discrepancies prove that the witnesses were not tutored,\n\nbut truthful. In the face of cogent, convincing, reliable and\n\ntrust-worthy evidence, produced by the prosecution, these\n\nnormal discrepancies, pale into insignificance. In this view of\n\nthe matter, the submission of the Counsel for the appellant,\n\nbeing without merit, must fail, and the same stands rejected.\n\n</p><p data-structure=\"Conclusion\" id=\"p_63\">19.         No other point, was urged, by the Counsel for the\n\nparties.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_64\">20.         In view of the above discussion, it is held that the\n\njudgment of conviction and the order of sentence, rendered by\n\nthe trial Court, are based on the correct appreciation of\n\nevidence, and law, on the point. The same do not warrant any\n\ninterference. The same are liable to be upheld.\n</p><p data-structure=\"Conclusion\" id=\"p_65\">       Crl.Appeal No. 857-DB of 2006\n</p><p data-structure=\"Conclusion\" id=\"p_66\">                      --23--\n</p>\n<p data-structure=\"Conclusion\" id=\"p_67\">\n</p><p data-structure=\"Conclusion\" id=\"p_68\">     21.           For the reasons recorded, hereinbefore, the appeal\n\n     is dismissed. The judgment of conviction and the order of\n\n     sentence, dated 11.02.2005, are upheld. The appellant is stated\n\n     to be in custody.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_69\">     22.            The Chief Judicial Magistrate,       shall take\n\n     necessary steps, in accordance with the provisions of law, to\n\n     comply with the judgment, promptly.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_70\">\n</p><pre id=\"pre_2\">     ( K.S. Garewal )                            ( Sham Sunder )\n          Judge                                       Judge\n\n\nJanuary 20, 2009\ndinesh\n </pre>","numcites":13,"numcitedby":8,"docsource":"Punjab-Haryana High Court","citetid":1626848,"divtype":"judgments","relatedqs":[{"value":"forensic  ","formInput":"forensic%20%20"},{"value":"no independent witness","formInput":"no%20independent%20witness"},{"value":"forensic science","formInput":"forensic%20science"},{"value":"all about adoption","formInput":"all%20about%20adoption"},{"value":" charas","formInput":"%20charas"},{"value":"Narender Singh","formInput":"Narender%20Singh"},{"value":"official witnesses","formInput":"official%20witnesses"},{"value":"RCR (Criminal)","formInput":"RCR%20%28Criminal%29"},{"value":"Case decided","formInput":"Case%20decided"},{"value":"Whereof","formInput":"Whereof"},{"value":"discrepancies","formInput":"discrepancies"},{"value":"Panipat","formInput":"Panipat"},{"value":"ramesh kumar ","formInput":"ramesh%20kumar%20"}],"cats":[{"value":"criminal-procedure-code","formInput":"tag:criminal-procedure-code"},{"value":"punishment-for-cannabis-use-cultivation-selling","formInput":"tag:punishment-for-cannabis-use-cultivation-selling"},{"value":"conditions-for-search-of-persons","formInput":"tag:conditions-for-search-of-persons"},{"value":"examine-accused","formInput":"tag:examine-accused"},{"value":"preliminary-notification-on-land","formInput":"tag:preliminary-notification-on-land"}],"courtcopy":true,"query_alert":null,"agreement":false}