{"tid":192179344,"publishdate":"2024-05-30","title":"M/S New Age Petcoke Pvt Ltd vs The Numaligarh Refinery Ltd. And 2 Ors on 30 May, 2024","doc":"<h2 class=\"doc_title\">M/S New Age Petcoke Pvt Ltd vs The Numaligarh Refinery Ltd. And 2 Ors on 30 May, 2024</h2>\n\n<pre id=\"pre_1\">                                                                   Page No.# 1/60\n\nGAHC010101472023\n\n\n\n\n                              THE GAUHATI HIGH COURT\n   (HIGH COURT OF ASSAM, NAGALAND, MIZORAM AND ARUNACHAL PRADESH)\n\n                               Case No. : WP(C)/2662/2023\n\n            M/S NEW AGE PETCOKE PVT LTD.\n            A COMPANY INCORPORATED UNDER THE PROVISIONS OF THE\n            COMPANIES ACT, 1956 AND HAVING ITS REGISTERED OFFICE SITUATED\n            AT PALASHBARI, NH-31C, P.O. KAJALGAON, DIST. CHIRANG, BTAD,\n            ASSAM, PIN- 783385 AND REPRESENTED BY SHRI BIPUL KUMAR DUTTA\n            ONE OF THE DIRECTORS AND AUTHORIZED SIGNATORY OF THE\n            PETITIONER COMPANY.\n\n            VERSUS\n\n            THE NUMALIGARH REFINERY LTD. AND 2 ORS\n            LOCATED AT MORANGI, GOLAGHAT, ASSAM AND A GOVERNMENT OF\n            INDIA ENTERPRISE, AS REPRESENTED BY ITS CHAIRMAN/MANAGING\n            DIRECTOR, AND HAVING ITS REGISTERED OFFICE AT 122A, NRL CENTRE,\n            G.S. ROAD, CHRISTIAN BASTI, GUWAHATI-781005.\n\n            2:THE DEPUTY GENERAL MANAGER NRMT\n             NUMALIGARH REFINERY\n             MORANGI\n             P.O. NRP\n             DIST. GOLAGHAT\n            ASSAM\n             PIN- 785699.\n\n            3:THE CM (MARKETING) NUMALIGARH REFINERY LIMITED\n             NEDFi HOUSE\n             4TH FLOOR\n             G.S. ROAD\n             GANESHGURI\n             GUWAHATI\n            ASSAM\n             PIN- 781006\n\nAdvocate for the Petitioner   : MR. K N CHOUDHURY\n                                                                 Page No.# 2/60\n\n\nAdvocate for the Respondent : MR A KALITA (R-1,2 AND 3)\n\n            Linked Case : WP(C)/2702/2023\n\n           M/S INDIA CARBON LTD.\n           A COMPANY INCORPORATED UNDER THE PROVISIONS OF THE\n           COMPANIES ACT\n           1956 AND HAVING ITS REGISTERED OFFICE SITUATED AT NOONMATI\n           GUWAHATI- 781020\n           AND REPRESENTED BY SHRI SHYAMAL KUMAR BHATTACHARJYA\n\n           GENERAL MANAGER (ADMINISTRATION AND COMMERCIAL) AND\n           AUTHORIZED SIGNATORY OF THE PETITIONER COMPANY.\n\n\n            VERSUS\n\n           THE NUMALIGARH REFINERY LTD. AND 2 ORS.\n           LOCATED AT MORANGI\n           GOLAGHAT\n           ASSAM\n\n           AND A GOVERNMENT OF INDIA ENTERPRISE\n\n           AS REPRESENTED BY ITS CHAIRMAN/ MANAGING DIRECTOR\n\n           AND HAVING ITS REGISTERED OFFICE AT 122A\n           NRL CENTRE\n\n           G.S. ROAD\n           CHRISTIAN BASTI\n           GUWAHATI- 781005.\n\n           2:THE DEPUTY GENERAL MANAGER NRMT\n            NUMALIGARH REFINERY\n           MORANGI\n            P.O.- NRP\n\n           DISTRICT- GOLAGHAT\n           ASSAM\n\n           PIN- 785699.\n           3:THE CM (MARKETING) NUMALIGARH REFINERY LIMITED\n           NEDFI HOUSE\n           4TH FLOOR\n           G.S. ROAD\n                                                           Page No.# 3/60\n\nGANESHGURI\n GUWAHATI\nASSAM- 781006.\n ------------\nAdvocate for : MR. K N CHOUDHURY\nAdvocate for : MR A KALITA (1\n2 AND 3) appearing for THE NUMALIGARH REFINERY LTD. AND 2 ORS.\n\n\n\nLinked Case : WP(C)/2699/2023\n\nM/S UPPER ASSAM PETROCOKE PVT. LTD.\nA COMPANY INCORPORATED UNDER THE PROVISIONS OF THE\nCOMPANIES ACT\n1956 AND HAVING ITS REGISTERED OFFICE SITUATED AT NO. 2\nMAKUM PATHER\n\nP.O.- MARGHERITA\n DISTRICT- TINSUKIA\nASSAM\n PIN- 786181\nAND REPRESENTED BY SHRI ARUP KUMAR MAITY\nONE OF THE DIRECTORS AND AUTHORIZED SIGNATORY OF THE\nPETITIONER COMPANY.\n\n\nVERSUS\n\nTHE NUMALIGARH REFINERY LTD. AND 2 ORS\nLOCATED AT MORANGI\nGOLAGHAT\nASSAM\n\nA GOVERNMENT OF INDIA ENTERPRISE\n\nAS REPRESENTED BY ITS CHAIRMAN/ MANAGING DIRECTOR\n\nAND HAVING ITS REGISTERED OFFICE AT 122A\nNRL CENTRE\n\nG.S. ROAD\nCHRISTIAN BASTI\n\nGUWAHATI- 781005.\n\n2:THE DEPUTY GENERAL MANAGER NRMT\n NUMALIGARH REGINERY\n                                                          Page No.# 4/60\n\nMORANGI\nP.O. NRP\n\nDISTRICT- GOLAGHAT\nASSAM\n\nPIN- 785699.\n3:THE CM (MARKETING) NUMALIGARH REFINERY LIMITED\nNEDFI HOUSE\n4TH FLOOR\nG.S. ROAD\n\nGANESHGURI\nGUWAHATI\nASSAM\n\nPIN- 781006.\n ------------\nAdvocate for : MR. K N CHOUDHURY\nAdvocate for : MR A KALITA (R-1\n2 AND 3) appearing for THE NUMALIGARH REFINERY LTD. AND 2 ORS\n\n\n\nLinked Case : WP(C)/2273/2023\n\nBRAHMAPUTRA CARBON LIMITED\nA COMPANY INCORPORATED UNDER THE COMPANIES ACT\n1956. HAVING ITS REGISTERED OFFICE AT INDUSTRIAL ESTATE NEW\nBONGAIGAON\nP.S.\nP.O. AND DIST. BONGAIGAON\nPIN- 783380\nREPRESENTED BY ITS DIRECTOR SHRI SANJIB KUMAR BARUAH.\n\n\nVERSUS\n\nNUMALIGARH REFINERY LIMITED AND 3 ORS\nMORANGI\nGOLAGHAT\nASSAM\nA GOVERNMENT OF INDIA ENTERPRISE REPRESENTED BY ITS\nCHAIRMAN/MANAGING DIRECTOR\nHAVING ITS REGISTERED OFFICE AT 122A\nNRL CENTRE\nG.S. ROAD CHRISTIAN BASTI\nGUWAHATI-781005.\n                                                       Page No.# 5/60\n\n\n2:THE DEPUTY GENERAL MANAGER NRMT\n\nNUMALIGARH REFINERY MORANGI\nP.O. NRP\nDIST. GOLAGHAT\nASSAM\nPIN- 785699.\n3:THE CM (MARKETING)\n\nNUMALIGARH REFINERY LIMITED NEDFI HOUSE\n4TH FLOOR\nG.S. ROAD\nGANESHGURI\nGUWAHATI\nASSAM\nPIN- 781006.\n4:M/S. E-PROCUREMENT TECHNOLOGIES PVT. LTD. (PROJECT TIGER)\nHAVING ITS OFFICE AT B-704-705\nWALL STREET-2\nNEAR GUJARAT COLLEGE ELLISBRIDGE\nAHMEDABAD\nGUJARAT-380006.\n------------\nAdvocate for : MR. K N CHOUDHURY\nAdvocate for : SC\nNRL appearing for NUMALIGARH REFINERY LIMITED AND 3 ORS\n\n\n\nLinked Case : WP(C)/2919/2023\n\nM/S GUWAHATI CARBON LIMITED\nA COMPANY INCORPORATED UNDER THE PROVISIONS OF THE\nCOMPANIES ACT\n1956. HAVING ITS REGISTERED OFFICE - PUB-BORAGAON\nGORCHUK\nN.H.-37\nP.O.-GORCHUK\nGUWAHATI-781035\nASSAM\nREPRESENTED BY ITS DIRECTOR SHRI SANJIB KUMAR BARUAH\n\n\nVERSUS\n\nNUMALIGARH REFINERY LIMITED AND 3 ORS\nMORANGI\n                                                                                   Page No.# 6/60\n\n             GOLAGHAT\n            ASSAM. A GOVERNMENT OF INDIA ENTERPRISE REPRESENTED BY ITS\n            CHAIRMAN/MANAGING DIRECTOR. HAVING ITS REGISTERED OFFICE AT\n            122A\n             NRL CENTRE\n             G.S. ROAD\n             CHRISTIAN BASTI\n             GUWAHATI-781005\n\n            2:THE DEPUTY GENERAL MANAGER NRMT\n             NUMALIGARH REFINERY\n            MORANGI\n             P.O.-NRP\n             DIST- GOLAGHAT\n            ASSAM\n             PIN-785699\n             3:THE GM (MARKETING)\n             NUMALIGARH REFINERY LIMITED\n            NEDFI HOUSE\n             4TH FLOOR\n             G.S. ROAD\n             GANESHGURI\n             GUWAHATI\n            ASSAM\n             PIN-781006\n             4:M/S E-PROCUREMENT TECHNOLOGIES PVT. LTD. (PROCURE TIGER)\n            HAVING ITS OFFICE AT B-704-705\n            WALL STREET-2 NEAR GUJARAT COLLEGE ELLISBRIDGE AHMEDABAD\n             GUJARAT-380006\n             ------------\n            Advocate for : MR. K N CHOUDHURY\n            Advocate for : SC\n             NRL appearing for NUMALIGARH REFINERY LIMITED AND 3 ORS\n\n\n\n                                    BEFORE\n                        HONOURABLE MR. JUSTICE KARDAK ETE\n\n                                         JUDGMENT\n</pre><p data-structure=\"PetArg\" id=\"p_1\">Date : 30-05-2024\n\n      Heard Mr. K.N. Choudhury, learned senior counsel assisted by Mr. A. Das, learned\ncounsel for the petitioners. Also heard Mr. A. Kalita, learned counsel for the respondents.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_2\">2.   As the issues involved in these batch of writ petitions are similar on facts and law, the\n                                                                                 Page No.# 7/60\n\nsame are being disposed of by this common judgment.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_3\">3.      Common challenge made is to the impugned e-mail dated 19.04.2023 issued by the\nrespondents for resumption of supply of RPC from the point of its stoppage/withholding, in\ncontinuation of the BRD, E-auction dated 01.02.2023 and also for declaration of the Delivery\nSchedule for RPC supply to the petitioners as per the respective Delivery Orders, to have\nlapsed, and the contract of supply of RPC to have expired and further to declare that the NRL\nauthority has obligated to refund the security deposits and balance purchase advance\npayments due to its failure/shortfall in providing the contractually stipulated quantities of\nRPC.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_4\">4.     The petitioners are engaged in the business of manufacturing Calcined Petroleum Coke\n(<a href=\"/doc/161831507/\" id=\"a_1\">CPC</a> in short) by processing Raw Petroleum Coke (herein after referred to as RPC in short).\nThe product <a href=\"/doc/161831507/\" id=\"a_2\">CPC</a> is extensively used in Aluminum, Graphite, Ferroalloy and allied industries. It\nis contended that the petitioners have been lifting RPC churned out by the Refinery and has a\nlong-established business relationship with the respondent authority, with outstanding\nfinancial credibility and upliftment track record.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_5\">5.     The respondent NRL, via its auction agency had intimated the petitioners on 05.01.2023\nas to the impending Online Forward Auction of RPC, to the tune of 20,000 MTs with\nrespective dates of auction being set on 01.02.2023 and 03.02.2023. The Business Rule\nDocument (herein after referred to as BRD in short) contains terms and conditions of the\nauction sale of RPC. The auction was held online on 01.02.2023.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_6\">6.     In WP(C) 2662/2023, the challenge made is to the above impugned e-mail dated\n19.04.2023 issued by the respondents for resumption of supply of RPC from the point of its\nstoppage/withholding on 25.03.2023, in continuation of the BRD, E-auction dated 01.02.2023\nand also for declaration of the Delivery Schedule for RPC supply to the petitioner as per the\nDelivery Order dated 28.02.2023 to have lapsed, and the contract of supply of RPC to have\nexpired and further to declare that the NRL authority has obligated to refund the security\ndeposit of Rs. 58,65,000/- (Rupees Fifty Eight Lakhs Sixty Five Thousand only) and balance\n                                                                                  Page No.# 8/60\n\npurchase advance payment of Rs. 3,03,72,721.25 (Rupees Three Crores Three Lakhs Seventy\nTwo Thousand Seven Hundred Twenty One and Twenty Five Paisa Only) due to its\nfailure/shortfall in providing the contractually stipulated 1000 MT of RPC.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_7\">6.1. The petitioner had bid for 1000 MT quantity of RPC. Accordingly, it was duly allotted at a\nbasic price of Rs. 58,650/MT. The NRL/ e-auction agency, transmitted the Lot Confirmation\nLetter on 10.02.2023 and the Delivery Order was issued on 28.02.2023, after deposit of the\nspecified Security Deposit and the Full Payment of Rs. 6,91,48,350/-(Rupees Six Crores\nNinety One Lakhs Forty Eight Thousand Three Hundred Fifty only) for the 1000 MT of RPC\nwas also made by the petitioner in advance as per the auction terms and conditions. The\npetitioner had started physical upliftment of RPC and by 25.03.2023, had provided with\n560.76 MT of RPC by the NRL. However, on 27.03.2023, the respondent authorities suddenly\nissued an email intimating that the upliftment of sanctioned RPC had been entirely put on\nhold with effect from 25.03.2023 to 15.05.2023, on account of safety concerns in view of\nRefinery Turnaround 2023. It is contended that prior to and/or during the auction process,\nthere was no intimation of such a prospective Turnaround/ Stoppage period, even though this\nappeared to be a common affair which is anticipated and planned for several months in\nadvance by the NRL authority.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_8\">6.2. The petitioner requested for being permitted to lift RPC as it was never intimated to it as\nto why lifting was not allowed under supervised conditions. This unplanned, but wholly\nforeseeable, suspension of supply of RPC had a cascading effect on the petitioner&#x27;s ability to\nmanufacture <a href=\"/doc/161831507/\" id=\"a_3\">CPC</a> using RPC, for its valued customers and consequently, the petitioner has\nsustained huge financial loss. The petitioner finally wrote to the NRL on 11.04.2023, stating\nthat there was a short supply of RPC by the NRL, to the tune of 439.24 MT as on 04.04.2023,\ni.e. the last date of Delivery. Further, the contract/purchase order had already expired on\n05.04.2023, without being extended by the NRL and even the last date of delivery specified\nas 04.04.2023, as per the Lot Confirmation letter and Delivery Order, had elapsed.\nAccordingly, the petitioner vide its letter dated 11.04.2023, in terms of the clause-26 of the\nBRD requested the respondent authorities to refund the Security Deposit of Rs. 58,65,000/-\n(Rupees Fifty Eight Lakhs Sixty Five Thousand only) and an amount of Rs.3,03,72,721.25/-\n</p><p data-structure=\"RespArg\" id=\"p_9\">                                                                                  Page No.# 9/60\n\n(Rupees Three Crores Three Lakhs Seventy Two Thousand Seven Hundred Twenty One and\nTwenty Five Paisa) only in respect of the balance 439.24 MT of RPC which was not delivered\nto it in terms of the order dated 28.02.2023.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_10\">6.3. The petitioners invoked Clause 26 of the Business Rules Document, which provided for\nrefund of advance payment/sale price to the extent of the short delivery of the RPC. The NRL\nauthority is legally bound to refund the Security Deposit of Rs 58,65,000/- (Rupees Fifty\nEight Lakhs Sixty Five Thousand) only and the balance amount of Rs. 3,03,72,721.25/-\n(Rupees Three Crores Three Lakhs Seventy Two Thousand Seven Hundred Twenty One and\nTwenty Five Paisa) only in respect of the un-lifted 439.24 MT of RPC.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_11\">6.4. It is contended that the NRL authorities did not reply to the said letter, but kept\nwithholding supply of RPC. Then, on 19.04.2023, all of a sudden, the NRL authorities issued\nan e-mail, partially modifying its earlier email dated 27.03.2023 regarding suspension of\nupliftment activity till 15.05.2023. The NRL stated in its email that RPC dispatch would be\nrestarted in a very restricted manner, as shutdown activities were going on in full swing in the\nRefinery. The email further requested the bidders to start lifting the RPC immediately using\ntheir trucks, while the validity of the Delivery Orders would be amended and extended to\n29.05.2023.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_12\">6.5. It is contended that the respondent/NRL authority, had halted the upliftment of RPC\nallegedly due to safety concerns, which were never specified to the bidders at any stage of\nthe online auction process. The bidders were also never aware of the impending Refinery\nshutdown, although that was a pertinent and vital fact in the knowledge of the auctioning\nauthority/NRL, to the non-disclosure of which implies gross negligence or callousness on part\nof the NRL authorities. There was also no provision in the BRD for halt or withholding of\nsupply of RPC, which in any case was supposed to be delivered as per a fixed schedule.\nFurther, there is also nothing in the BRD which authorizes the respondent authorities to\nextend the delivery schedule beyond the last date of Delivery specified in the Delivery Order.\nThe BRD only provides for extension of delivery schedule on payment of ground rent in the\nevent of the failure of the customer to lift the material within the delivery schedule. Thus, as\n                                                                                Page No.# 10/60\n\nper the BRD, the delivery period can only be extended at the request of the customer and not\notherwise. As such, the initial action of stoppage of RPC upliftment was dehors the\ncontractual stipulations and Bid document itself, which is being attempted to be corrected by\nanother patently wrong decision of the NRL. The petitioner vide email dated 24.04.2023 had\nagitated the aforementioned issue and sought for refund of the security deposit as well as the\nequivalent amount of the shortfall quantity. In the said letter, the petitioner specifically\ncontended that the delivery was suspended by the respondent authorities 11 days prior to\nlast date of delivery i.e. 05.04.2023 and on expiry of the said date, the contract became null\nand void.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_13\">7.   In WP(C) 2699/2023, the challenge made is to the same above impugned e-mail for\nthe resumption of supply of RPC from the point of its arbitrary stoppage/withholding on\n25.03.2023, and the now-expired delivery order dated 27.02.2023 to have lapsed, and the\ncontract of supply of RPC to have expired, and further to declare that the NRL authority is\nobligated to refund the Security Deposit of Rs.1,75,95,000/- (Rupees One Crore Seventy Five\nLakhs Ninety Five Thousand) only and balance purchase advance payment of Rs.\n9,37,33,354.36/-, (Rupees Nine Crores Thirty Seven Lakhs Thirty Three Thousand Three\nHundred Fifty Four and Thirty Six Paisa) only, due to its failure/shortfall in providing the\ncontractually stipulated 3000 MT of RPC.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_14\">7.1. The petitioner was allotted 3000 MT quantity of RPC, at a basic price of Rs 58650/MT.\nThe NRL/e-auction agency, transmitted the Lot Confirmation Letter on 10.2.2023 and the\nDelivery Order was issued on 27.2.2023, after deposit of the specified Security Deposit and\nfull Payment of Rs. 20,74,45,050/- (Rupees Twenty Crores Seventy Four Lakhs Forty Five\nThousand Fifty) only for the 3000 MT of RPC was also made by the petitioner in advance, as\nper the auction terms and conditions.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_15\">7.2. The petitioner had started physical upliftment of RPC and by 25.03.2023, had been\nprovided with 1644.46 MT of RPC by the NRL. However, on 27.03.2023, the respondent\nauthorities suddenly issued an email intimating that the upliftment of sanctioned RPC had\nbeen entirely put on hold with effect from 25.03.2023 to 15.05.2023, allegedly on account of\n                                                                                Page No.# 11/60\n\nsafety concerns in view of Refinery Turnaround 2023.\n</p>\n<p data-structure=\"PetArg\" id=\"p_16\">7.3. It is contended that the petitioner requested for being permitted to lift RPC as it was\nnever intimated to it as to why lifting was not allowed under supervised conditions. This\nunplanned, but wholly foreseeable, suspension of supply of RPC had a cascading effect on\nthe petitioner&#x27;s ability to manufacture <a href=\"/doc/161831507/\" id=\"a_4\">CPC</a> using RPC, for its valued customers and\nconsequently, the petitioner has sustained huge financial loss. The petitioner finally wrote to\nthe NRL on 11.04.2023, stating that there was a short supply of RPC by the NRL, to the tune\nof 1355.54 MT as on 04.04.2023, i.e. the last date of Delivery. Further, the contract/purchase\norder had already expired on 04.04.2023, without being extended by the NRL and even the\nlast date of delivery specified as 04.04.2023 as per the Lot Confirmation letter and Delivery\nOrder, had elapsed. Accordingly, the petitioner vide its letter dated 11.04.2023, in terms of\nthe clause-26 of the BRD of the auction, requested the respondent authorities to refund the\nSecurity Deposit of Rs. 1,75,95,000/- (Rupees One Crore Seventy Five Lakhs Ninety Five\nThousand) only and an amount of Rs.9,37,33,354.36/- (Rupees Nine Crores Thirty Seven\nLakhs Thirty Three Thousand Three Hundred Fifty Four and Thirty Six Paisa) in respect of the\nbalance 1355.54 MT of RPC which was not delivered to it in terms of the D.O. dated\n27.02.2023.\n</p>\n<p data-structure=\"Issue\" id=\"p_17\">7.4. The NRL authority is legally bound to refund the Security Deposit of Rs 1,75,95,000/-\n(Rupees One Crore Seventy Five Lakhs Ninety Five Thousand only) and the balance amount\nof Rs. 9,37,33,354.36/- (Rupees Nine Crores Thirty Seven Lakhs Thirty Three Thousand Three\nHundred Fifty Four and Thirty Six Paisa) in respect of the un-lifted 1355.54 MT of RPC.\n</p>\n<p data-structure=\"Facts\" id=\"p_18\">7.5. The respondent/NRL authorities did not reply to the said letter, but kept withholding\nsupply of RPC. Then, on 19.04.2023, all of a sudden, the NRL authorities issued an e-mail,\npartially modifying its earlier email dated 27.03.2023 regarding suspension of upliftment\nactivity till 15.05.2023. The NRL stated in its email that RPC dispatch would be restarted in a\nvery restricted manner, as shutdown activities were going on in full swing in the Refinery. The\nemail further requested the bidders to start lifting the RPC immediately using their trucks,\nwhile the validity of the Delivery Orders would be amended and extended to 28.05.2023.\n</p>\n<p data-structure=\"RespArg\" id=\"p_19\">7.6. The petitioner vide email dated 24.04.2023 had agitated the aforementioned issue and\n                                                                                Page No.# 12/60\n\nsought for refund of the security deposit as well as the equivalent amount of the shortfall\nquantity. In the said letter, the petitioner specifically contended that the delivery was\nsuspended by the respondent authorities 10 days prior to last date of delivery i.e. 04.04.2023\nand on expiry of the said date, the contract became null and void.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_20\">8.   In WP(C) 2702/2023, challenge made is to the same above impugned email for the\nresumption of supply of RPC from the point of its arbitrary stoppage on 25.03.2023, and the\nnow-expired delivery order dated 17.02.2023 to have been illegally violated by the\nrespondents, and further declare the contract of supply of RPC to have been avoided by the\npetitioner, consequent on the issue of the letter dated 13.04.2023, and further to declare that\nthe NRL authority is obligated to refund the Security Deposit of Rs. 2,93,25,000/- (Rupees\nTwo Crores Ninety Three Lakhs Twenty Five Thousand) only and an amount of Rs.\n19,45,14,308.55/- (Nineteen Crores Forty Five Lakhs Fourteen Thousand Three Hundred Eight\nand Fifty Five Paisa) only in respect of the balance 2812.92 MT of RPC, due to its\nfailure/shortfall in providing the contractually stipulated 5000 MT of RPC.\n</p>\n<p data-structure=\"Issue\" id=\"p_21\">8.1. The petitioner bid for 5000 MT quantity of RPC, which it was duly allotted at a basic\nprice of Rs 58,650/- (Rupees Fifty Eight Thousand Six Hundred Fifty only)/MT. The NRL / e-\nauction agency, transmitted the Lot Confirmation Letter on 10.02.2023 and the Delivery Order\nwas issued on 17.02.2023, after deposit of the specified Security Deposit and the Full\nPayment of Rs. 34,57,41,750/- (Rupees Thirty Four Crores Fifty Seven Lakhs Forty One\nThousand Seven Hundred Fifty) only for the 5000 MT of RPC was also made by the petitioner\nin advance, as per the auction terms and conditions.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_22\">8.2. The petitioner had started physical upliftment of RPC and by 25.03.2023, had been\nprovided with 2187 MT of RPC by the NRL. However, on 27.03.2023, the respondent\nauthorities suddenly issued an email intimating that the upliftment of sanctioned RPC had\nbeen entirely put on hold with effect from 25.03.2023 to 15.05.2023, on account of safety\nconcerns in view of Refinery Turnaround 2023.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_23\">8.3. The petitioner had requested for being permitted to lift RPC as it was never intimated to\nit as to why lifting was not allowed under supervised conditions. The petitioner finally wrote\nto the NRL on 13.04.2023, intimating the respondent authorities that sudden stoppage of\n                                                                                     Page No.# 13/60\n\ndelivery of RPC is leading to its financial loss and loss of goodwill in market as it is not able to\nfulfill the commitment made to its customer and has taken shutdown of its factory.\nAccordingly, the petitioner vide its letter dated 13.04.2023, in terms of the clause-26 of the\nBRD requested the respondent authorities to refund the Security Deposit of Rs. 2,93,25,000/-\n(Rupees Two Crores Ninety Three Lakhs Twenty Five Thousand) only and an amount of Rs.\n19,45,14,308.55/-(Nineteen Crores Forty Five Lakhs Fourteen Thousand Three Hundred Eight\nand Fifty Five Paisa) only in respect of the balance 2812.92 MT of RPC which was not\ndelivered to it in terms of the D.O. dated 17.02.2023.\n</p>\n<p data-structure=\"Section\" id=\"p_24\">8.4. The NRL authority is legally bound to refund the Security Deposit of Rs. 2,93,25,000/-\n(Rupees Two Crores Ninety Three Lakhs Twenty Five Thousand) only and an amount of\nRs.19,45,14,308.55/- (Nineteen Crores Forty Five Lakhs Fourteen Thousand Three Hundred\nEight and Fifty Five Paisa) only in respect of the balance 2812.92 MT of RPC, as the NRL had\nhalted performance of its legal obligation to supply RPC, in a manner not envisaged in\ncontract or work order.\n</p>\n<p data-structure=\"Facts\" id=\"p_25\">8.5. The respondent/NRL authorities did not reply to the said letter, but kept withholding\nsupply of RPC. Then, on 19.04.2023, all of a sudden, the NRL authorities issued an e-mail,\npartially modifying its earlier email dated 27.03.2023 regarding suspension of upliftment\nactivity till 15.05.2023. The NRL stated in its email that RPC dispatch would be restarted in a\nvery restricted manner, as shutdown activities were going on in full swing in the Refinery. The\nemail further requested the bidders to start lifting the RPC immediately using their trucks,\nwhile the validity of the Delivery Orders would be amended and extended to 28.05.2023.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_26\">9.   In WP(C) 2273/2023, challenge made is to the same impugned e-mail, whereby the\nrespondent authorities unilaterally extended the last date of the Delivery Order to 28.04.2023\nand the impugned lot confirmation letter dated 10.02.2023 to the extent of the balance\namount of RPC and for declaring that the Delivery Schedule for RPC supply to the petitioners\nas per the Delivery Order dated 28.02.2023 to have lapsed, and the contract of supply of RPC\nto have expired, and further to declare that the NRL authority is obligated to refund the\nSecurity Deposit and balance purchase advance payment to the petitioner.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_27\">9.1. Clause 14 (2) of the BDR stipulated that the Prospective bidders will inspect the\n                                                                                 Page No.# 14/60\n\nmaterials offered for e-auction sale within stipulated period at the site where the material is\nlocated and collect samples for testing at their own lab and thereby the bidder shall satisfy\nthemselves about the condition, quality, quantity and measurement etc of the materials. In\nterms of the said clause the Petitioner had collected samples and tested the same in their\nown lab and found that the results of the said test conducted by the Petitioner tallied with the\nquality specification as given in the tender.\n</p>\n<p data-structure=\"PetArg\" id=\"p_28\">9.2. The Petitioner contended that having being thus fortified about the condition and quality\nof the materials, participated in the e-tender process by submitting the Earnest Money\nDeposit in respect of 4000 MT of RPC to the tune of Rs.32,00,000/- (Rupees Thirty Two\nLakhs) only by way of RTGS. Further, the Petitioner quoted a rate of Rs. 58,650/- (Rupees\nFifty Eight Thousand Six Hundred and Fifty) only per Metric Ton in respect of 3000 (Three\nThousand) Metric Tons during the Forward Auction conducted on 01.02.2023.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_29\">9.3. Vide a letter dated 10.02.2023, the Petitioner was informed that its bid was accepted by\nthe NRL in respect of 3000 (Three Thousand) Metric Ton at the quoted bid price of\nRs.58,650/- (Fifty Eight Thousand Six Hundred and Fifty) only per Metric Ton. It was also\ninformed that the Security Deposit of 10% amounting to Rs.1,75,95,000/- (Rupees One Crore\nSeventy Five Lakhs Ninety Five Thousand) only was to be paid within 7 (seven) days from the\nissue of the Sale Intimation Letter. Further perusal of the said letter reveals that the Total\namount of Rs. 20,74,45,050/- (Rupees Twenty Crores Seventy Four Lakhs Forty Five\nThousand and Fifty) only was to be deposited within 15 days from the issue of the Sale\nIntimation Letter. A specific condition was put that 30 (thirty) days time would be allowed for\ndelivery and 15 (fifteen) calendar days shall be allowed only on payment of ground rent. The\nsaid conditions imposed by the letter dated 10.02.2023 reveals that the dates for delivery\ncannot be extended by the NRL and it is left to the prerogative of the bidders to ask for\nextension of 15 days and that too on payment of ground rent.\n</p>\n<p data-structure=\"RespArg\" id=\"p_30\">9.4. The Petitioner submitted the Security Deposit by way of RTGS and informed the same to\nthe concerned NRL by way of its email dated 18.02.2023. It was stated in the said email that\nan amount of Rs. 33,61,000/- (Thirty Three Lakhs Sixty One Thousand) only was paid after\ncertain adjustments of Security Deposit. Thereafter, paid the full payment for the 3000 (Three\nThousand) Metric Tons of Raw Petroleum Coke amounting to Rs. 20,74,45,050/- (Rupees\n                                                                                Page No.# 15/60\n\nTwenty Crores Seventy Four Lakhs Forty Five Thousand and Fifty) only by RTGS and informed\nthe same to the NRL vide its email dated 24.02.2023. Vide email dated 27.02.2023, the\nPetitioner was provided with the Delivery Order and the last date for delivery was fixed on\n04.04.2023.\n</p>\n<p data-structure=\"Facts\" id=\"p_31\">9.5. The Petitioner uplift the allotted RPC in terms of the Delivery Order and had uplifted Raw\nPetroleum Coke to the tune of 1177.81 MT. However, it was found that the materials lifted by\nthe Petitioner was highly contaminated with building material like stones and concrete chunks\nsome of which could be apparently seen with the naked eye. As such, being apprehensive\nabout the quality of the uplifted RPC, the Petitioner conducted a laboratory test and found\ndisparity in the quality of the uplifted RPC from the quality which was given in the BRD as\nwell as from the sample which the Petitioner had collected and tested prior to participating in\nthe bidding process.\n</p>\n<p data-structure=\"PetArg\" id=\"p_32\">9.6. The Petitioner contended that the issue of supply of contaminated RPC was discussed\nwith the senior officials of NRL during the customers connect meeting held at Kolkata on\n24.02.2023 and assurances were given that the matter was serious and would be looked into\nand necessary action would be taken in that regard so as not to cause any loss to the\nPetitioner. However, as no positive action was forthcoming, the Petitioner sent an email dated\n01.03.2023 praying therein for allowing the Petitioner to withdraw therefrom and to refund\nthe entire money without any deduction along with 50% of the value of the last allotted\nquantity of 3000 MTs.\n</p>\n<p data-structure=\"PetArg\" id=\"p_33\">9.7. In the meantime, one of its associates concerned namely Guwahati Carbon Ltd (writ\npetitioner in WP(C) 2919/2023), who was also allotted RPC had found serious\ndiscrepancies in the quality allotted in as much as the Ash contamination in the said RPC was\nfound to be more than 1% and that of silicon was found to be 700 PPM. As such\napprehending similar contamination in the RPC to be lifted by the Petitioner, the Petitioner\nrequested for refund of the money paid by them without any deduction.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_34\">9.8. Being faced with the situation where the contaminated RPC could not be used to\nprepare <a href=\"/doc/161831507/\" id=\"a_5\">CPC</a>, the Petitioner preferred another representation dated 17.03.2022, informing\nabout the said fact to the NRL and thereby requesting for stopping of the supply of the\n                                                                                  Page No.# 16/60\n\ncontaminated Raw Petroleum Coke and also to take back the RPC already lifted by the\nPetitioner. Similar representations dated 20.03.2023 and 22.03.2023 were also preferred by\nthe Petitioner before the NRL but till date there is no consideration of the said representations\nand the Respondent Authorities are turning a blind eye to the genuine claims and grievances\nof the Petitioner.\n</p>\n<p data-structure=\"Facts\" id=\"p_35\">9.9. It is contended that in the meantime, the time schedule for uplifting the RPC was\napproaching completion, failing which the Security Deposit along with the balance amount of\nmoney in respect of the RPC which the Petitioner had already deposited with the NRL would\nbe forfeited. The Petitioner being in no bargaining position with the NRL had no option but to\nask for extension of time vide its email dated 27.03.2023. On the same day i.e. on\n27.03.2023, the Petitioner came in receipt of an email from NRL wherein it was informed to\nall concerned that there was temporary withholding of upliftment of the auctioned RPC for\n\n20000 MT carried out on 1st Feb 2023 vide auction ID 153524 w.e.f. 25 th March 2023 to 15th\nMay 2023 (tentative) on account of safety concerns in view of Refinery Turnaround 2023. It\nwas further stated in the said email that the respective delivery orders placed shall be\namended in due course of time.\n</p>\n<p data-structure=\"PetArg\" id=\"p_36\">9.10.        It is submitted that most arbitrarily the Respondent NRL thereafter, unilaterally,\nwithout obtaining any consent from the Petitioner extended the Delivery Order dates vide an\nemail dated 19.04.2023. It is submitted that as per the RPC upliftment data provided by NRL,\nthe date of delivery order in respect of the Petitioner was 27.02.2023 and the Delivery Order\ndate was valid till 04.04.2023, however, the same was arbitrarily extended to 28.04.2023 i.e.\nafter 15 days of expiry of the last date of delivery and furthermore, the Petitioner was asked\nto start the lifting of material with immediate effect. The Petitioner has preferred another\nrepresentation on 26.04.2023 praying for rescinding the Sale Intimation Letter as regards the\nsale of Premium Grade RPC and for refund of the money in respect of the uplifted RPC\nwithout any deduction.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_37\">10.     In WP(C) 2919/2023, the challenge made in this writ petition is to the same\nimpugned communication dated 19.04.2023, whereby the respondent authorities unilaterally\nextended the last date of the Delivery Order to 26.05.2023 and the impugned lot confirmation\nletter dated 10.02.2023 to the extent of the balance amount of RPC to have lapsed, and the\n                                                                                     Page No.# 17/60\n\ncontract of supply of RPC to have expired, and further to declare that the NRL authority is\nobligated to refund the Security Deposit and balance purchase advance payment to the\npetitioner.\n</p>\n<p data-structure=\"PetArg\" id=\"p_38\">10.1.         It is contended that when the petitioner started lifting RPC, it was found highly\ncontaminated and the quality of RPC was far inferior from the sample which was collected\nand tested by the petitioner in terms of the BRD before participating in the bidding process.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_39\">10.2.         Being faced with a situation where RPC could not be used to produce <a href=\"/doc/161831507/\" id=\"a_6\">CPC</a>, the\npetitioner preferred several representations vide emails before NRL praying for amongst\nothers refund of the money in respect of the uplifted RPC. The said representations never\nreceived any consideration at the hands of NRL. Further more, arbitrarily and illegally, the\ndates in the Delivery Order (D.O.) in respect of upliftment were extended by NRL after expiry\nof the date as provided in the D.O. Such action on the part of NRL was contrary to the\nprovisions of <a href=\"/doc/171398/\" id=\"a_7\">Indian Contract Act, 1872</a> in addition to being unfair and arbitrary\n\n10.3.          Having being thus fortified about the condition and quality of the materials,\nparticipated in the e-tender process by submitting the Earnest Money Deposit in respect of\n3000 MT of RPC to the tune of Rs. 32,00,000/- (Thirty Two Lakhs only) by way of RTGS. Vide\na letter dated 10.02.2023, the Petitioner was informed that its bid was accepted by the NRL\nin respect of 3000 (Three Thousand) Metric Ton at the quoted bid price of Rs. 58,650/- (Fifty\nEight Thousand Six Hundred and Fifty) only per MT. It was also informed that the Security\nDeposit of 10% amounting to Rs. 1,75,95,000/- (One Crore Seventy Five Lakhs Ninety Five\nThousand) only was to be paid within 7 (seven) days from the issue of the Sale Intimation\nLetter. Further perusal of the said letter reveals that the total amount of Rs. 20,74,45,050/-\n(Twenty Crores Seventy Four Lakhs Forty Five Thousand and Fifty) only was to be deposited\nwithin 15 days from the issue of the Sale Intimation Letter. A specific condition was put that\n30 (thirty) days time would be allowed for delivery and 15 (fifteen) calendar days shall be\nallowed only on payment of ground rent. The said conditions imposed by the letter dated\n10.02.2023 reveals that the dates for delivery cannot be extended by the NRL and it is left to\nthe prerogative of the bidders to ask for extension of 15 days and that too on payment of\nground rent.\n</p><p data-structure=\"CDiscource\" id=\"p_40\">                                                                                      Page No.# 18/60\n\n10.4.        As required, the Petitioner submitted the Security Deposit by way of RTGS and\ninformed the same to the concerned NRL by way of its email dated 18.02.2023. It was stated\nin the said email that an amount of Rs. 33,61,000/- (Thirty Three Lakhs Sixty One Thousand\nonly) was paid after certain adjustments of Security Deposit. The Petitioner, thereafter, paid\nthe full payment for the 3000 (Three Thousand) MT of RPC amounting to Rs. 20,74,45,050/-\n(Twenty Crores Seventy Four Lakhs Forty Five Thousand and Fifty) only by RTGS and\ninformed the same to the NRL vide its email dated 22.02.2023. Vide email dated 22.02.2023,\nthe Petitioner was provided with the Delivery Order and the last date for delivery was fixed on\n30.03.2023. On an earlier occasion the Petitioner was allotted 2000 MT RPC by the Delivery\nOrder dated 12.01.2023, pursuant to tender dated 17.12.2023 but when the Petitioner\nuplifted the allotted RPC in terms of the said Delivery Order, it was found that the materials\nlifted by the Petitioner was highly contaminated with building material like stones and\nconcrete chunks some of which could be apparently seen with the naked eye. As such, being\napprehensive about the quality of the uplifted RPC, the Petitioner conducted a laboratory test\nin its own labs and found shocking disparity in the quality of the uplifted Raw Petroleum Coke\n(RPC) from the quality which was given in the BRD as well as from the sample which the\nPetitioner had collected and tested prior to participating in the bidding process.\n</p>\n<p data-structure=\"Precedent\" id=\"p_41\">10.5.   Being faced with a situation where RPC could not be used to produce <a href=\"/doc/161831507/\" id=\"a_8\">CPC</a>, the\npetitioner preferred several representations vide emails before NRL praying for amongst\nothers refund of the money in respect of the uplifted RPC. The said representations never\nreceived any consideration at the hands of NRL. Furthermore, arbitrarily and illegally, the\ndates in the Delivery Order in respect of upliftment were extended by NRL after expiry of the\ndate as provided in the Deliver Order. Such action on the part of NRL was contrary to the\nprovisions of <a href=\"/doc/171398/\" id=\"a_9\">Indian Contract Act, 1872</a> in addition to being unfair and arbitrary.\n</p>\n<p data-structure=\"PetArg\" id=\"p_42\">10.6.         It is contended that being apprehensive about the issue of supply of\ncontaminated RPC, the matter was discussed with the senior officials of NRL during the\ncustomers connect meeting held at Kolkata on 24.02.2023 and assurances were given that\nthe matter would be looked into and necessary action would be taken in that regard so as not\nto cause any loss to the Petitioner. However, as no positive action was forthcoming, the\nPetitioner preferred an email dated 01.03.2023 praying therein for allowing the Petitioner to\n                                                                                 Page No.# 19/60\n\nwithdraw therefrom and to refund the entire money without any deduction along with 50% of\nthe value of the last allotted quantity 2000 MTs.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_43\">10.7. The newly allotted RPC the Petitioner had found serious discrepancies in the quality\nallotted in as much as the Ash contamination in the said RPC was found to be more than 1%\nand that of silicon was found to be 700 PPM and which has resulted in the materials being\nun-saleable. As such the Petitioner requested for refund of the money paid by the Petitioner\nwithout any deduction. Thereafter the Petitioner being faced with the situation where the\ncontaminated RPC could not be used to prepare <a href=\"/doc/161831507/\" id=\"a_10\">CPC</a>, the Petitioner preferred another\nrepresentation dated 17.03.2022, informing about the said fact to the NRL and thereby\nrequesting for stopping of the supply of the contaminated RPC and also to take back the RPC\nalready lifted by the Petitioner. Similar representation dated 20.03.2023 and 22.03.2023 were\nalso preferred by the Petitioner before the NRL but till date there is no consideration of the\nsaid representations and the Respondent Authorities are turning a blind eye to the genuine\nclaims and grievances of the Petitioner. In the meantime, the time schedule for uplifting the\nRPC was approaching completion, failing which the Security Deposit along with the balance\namount of money in respect of the RPC which the Petitioner had already deposited with the\nNRL would be forfeited. The Petitioner being in no bargaining position with the NRL had no\noption but to ask for extension of time vide its email dated 27.03.2023. As per the RPC\nupliftment data provided by NRL, the date of delivery order in respect of the Petitioner was\n22.02.2023 and the Delivery Order date was valid till 30.03.2023, however, the same was\narbitrarily extended to 26.05.2023 i.e. after 20 days of expiry of the last date of delivery and\nfurthermore, the Petitioner was asked to start the lifting of material with immediate effect.\nThe Petitioner has preferred another representation on 19.05.2023 praying for rescinding the\nSale Intimation Letter as regards the sale of Premium Grade Raw Petroleum Coke (RPC) and\nfor refund of the money in respect of the uplifted Raw Petroleum Coke without any\ndeduction.\n</p>\n<p data-structure=\"PetArg\" id=\"p_44\">10.8. It is contended that the respondent NRL has failed to perform its promise of providing\nthe goods as per the quality which was given in the BRD and as such the contract has been\nrendered void at the instance of NRL in view of <a href=\"/doc/409770/\" id=\"a_11\">Section 39</a> of the Indian Contract Act, 1872.\nFurthermore, the fact that the Petitioner has been supplied with Raw Petroleum Coke of an\n                                                                                 Page No.# 20/60\n\ninferior quality from the quality which was given in the BDR is not only misrepresentation but\nalso fraud being played by NRL to make undue gain by causing undue loss to the Petitioner.\n10.9.     It is contended that on account of the willful and deliberate act of the NRL in not\nsupplying the RPC of the quality as stated in the BDR, the Petitioner has already informed the\nRespondent NRL that it shall not be lifting the balance of the Raw Petroleum Coke and in fact\nthe Petitioner has asked the respondents to refund the balance amount of money in respect\nof the uplifted allotted Raw Petroleum Coke and also the Security Deposit. As such, the\nimpugned action of the NRL in seeking to impose the contract upon the Petitioner at this\nstage is absolutely unjustified, illegal and contrary to the provisions of the <a href=\"/doc/171398/\" id=\"a_12\">Indian Contract\nAct, 1872</a> and as such NRL is bound to make good the losses suffered by the Petitioner. As\nsuch, the impugned communication dated 19.04.2023 is non-est in the eyes of law.\n</p>\n<p data-structure=\"RespArg\" id=\"p_45\">11. It is contended that such impugned action of extending the date of delivery is without\nany jurisdiction as there is no provision in the BRD to amend the D.O., which was apparently\ndone to avoid refund of the money in terms of Clause 26 of the BRD. Further, the same is\nalso beyond the scope and ambit of the BRD. It is further contended that time being the\nessence of the contract, the action on the part of NRL in compelling the Petitioner to lift the\nRPC beyond the Date of Delivery by arbitrarily, unilaterally extending the same, amounts to\nillegality and the same is sustainable in law.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_46\">12.     It is contended that the respondent NRL authority, had halted the upliftment of RPC\nallegedly due to safety concerns, which were never specified to the bidders at any stage of\nthe online auction process. The bidders were also never aware of the impending Refinery\nshutdown, although that was a pertinent and vital fact in the knowledge of the auctioning\nauthority/NRL, non-disclosure of which implies gross negligence or callousness on part of the\nNRL authorities. There was also no provision in the BRD for halt or withholding of supply of\nRPC, which in any case was supposed to be delivered as per a fixed schedule. Further, there\nis also nothing in the BRD which authorizes the respondent authorities to extend the delivery\nschedule beyond the last date of Delivery specified in the Delivery Order. The BRD only\nprovides for extension of delivery schedule on payment of ground rent in the event of the\nfailure of the customer to lift the material within the delivery schedule. Thus, as per the BRD,\nthe delivery period can only be extended at the request of the customer and not otherwise.\n</p><p data-structure=\"CDiscource\" id=\"p_47\">                                                                               Page No.# 21/60\n\nAs such, the initial action of stoppage of RPC upliftment was dehors the contractual\nstipulations and Bid document itself, which is being attempted to be corrected by another\npatently wrong decision by the NRL.\n</p>\n<p data-structure=\"PetArg\" id=\"p_48\">13.   Mr. K.N. Choudhury, learned Senior Counsel for the petitioners, submits that all the\npetitioners being manufacturers <a href=\"/doc/161831507/\" id=\"a_13\">of CPC</a> by processing RPC had participated in Online Forward\nAuction of Raw Petroleum Coke, with auction ID 153524, to the tune of 20,000 MT, with\nrespective dates of auction being set on 1.2.2023 (for Assam based Bidders) and 3.2.2023\n(for all). The BRD containing terms and conditions of the auction sale of RPC was also\nattached to the aforementioned mail. As per the BRD after the issuance of the Delivery Order\nthe extension of the date of lifting was only possible at the behest of the successful bidder\nsubject to payment of ground rent after an initial extension of 15 days.\n</p>\n<p data-structure=\"PetArg\" id=\"p_49\">14. He submits that Delivery Order was issued to each of the petitioners after the payment\nof the total bid quantity by the petitioners. As such the only documents forming the part of\nthe contract were the Online Forward auction intimation, the BRD and the Delivery Order. He\nsubmits that perusal of the aforementioned 3 documents demonstrates that the BRD is the\ndocument which governs the contract.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_50\">15.   Mr. K.N. Choudhury, learned Senior Counsel, submits that on 27.03.2023, the NRL\nauthorities unilaterally issued an email intimating that the upliftment of sanctioned RPC had\nbeen entirely put on hold with effect from 25.03.2023 to 15.05.2023, on account of safety\nconcerns in view of Refinery Turnaround 2023 which is beyond the scope and ambit of the\nBRD. On 19.4.2023, again unilaterally, the NRL authorities issued an e-mail, partially\nmodifying its earlier email dated 27.03.2023 regarding suspension of upliftment activity till\n15.05.2023. Petitioners through its communication informed that as the lifting was stopped\nby the NRL authorities, the same amounts to the contract being concluded by the NRL\nauthorities and as per clause 26 of the BRD, they are entitled for refund of security deposit\nand value of the un-lifted RPC. This is reflected from the communications to NRL authorities\nafter 27.03.2024 and 19.04.2024.\n</p>\n<p data-structure=\"PetArg\" id=\"p_51\">16. Mr. K.N. Choudhury, learned Senior Counsel, submits that a duty is cast on the NRL to\nensure that the quality of RPC to be strictly in accordance with the BRD as well as ensure\n                                                                                 Page No.# 22/60\n\ncompletion of the delivery as mentioned in the Delivery Orders. Clause 19 of BRD reveals that\nextension can be granted only at the instance of the Bidder on payment of ground rent\ncharges. Further such extension can be granted only for 15 days from the expiry of the\nDelivery Schedule. The last delivery date as per the DO was on 04.04.2023 for the petitioners\nin WP (C) 2662/2023 and WP(C) 2699/2023 and 02.05.2024 for petitioners in WP(C) 2702,\nhowever, the unilateral extension was given only on 19.04.2023. As there was no valid\ncontract on that date, more so, in view of <a href=\"/doc/409770/\" id=\"a_14\">Section 39</a> of the Indian Contract Act, the action of\nthe Respondents is absolutely without jurisdiction.\n</p>\n<p data-structure=\"Section\" id=\"p_52\">17. He submits that Clause 26 of BRD is based on <a href=\"/doc/409770/\" id=\"a_15\">section 39</a> of the Contract Act wherein it\nenvisaged that when a party to a contract has been disabled from performing, his promise in\nits entirety, the promise may put an end to the contract, unless he has signified, by words or\nconduct, his acquiescence in its continuance. In the instant case the promise being the\npetitioners were disabled from lifting the materials vide the aforementioned mail dated\n27.03.2024 of NRL, and as such the petitioners were at liberty to rescind the contract. The\npetitioners vide their emails had rescinded from the contract and as such they are liable to\nget back their security deposit and the amount equivalent to the unlifted RPC. There is no\nprovision in the BRD to amend the D.O. which was apparently done to avoid refund of the\nmoney in terms of Clause 26 of the BRD.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_53\">18.   He further submits that Clause 10(C) of BRD in the facts and circumstances of the\ninstant case is not attracted the Petitioners were prevented from lifting the allotted RPC on\naccount of the suspension of delivery of RPC while in the custody of the NRL. From the\nlanguage of Clause-10(c) it is evident that said clause envisaged a situation when there is a\nfailure on the part of the Buyer to take the delivery beyond the tolerance limit. In the present\ncase, the buyer was prevented by NRL to take the delivery due to abrupt suspension of\ndelivery. As such the Petitioners are entitled to their security deposit and the amount\nequivalent to the unlifted RPC.\n</p>\n<p data-structure=\"PetArg\" id=\"p_54\">19. On maintainability of writ petitions raised by the respondents, on the ground of absence\nof public law element and the contract purely being private, Mr. K.N. Choudhury, learned\nSenior Counsel submits that the judgments cited by the respondents to question the\nmaintainability of the writ petitions are not relevant in the present case as because same are\n                                                                                  Page No.# 23/60\n\nwith respect to who can be as State under <a href=\"/doc/609139/\" id=\"a_16\">Article 12</a> of the Constitution of India.\n</p>\n<p data-structure=\"PetArg\" id=\"p_55\">20.   Mr. K.N. Choudhury, learned Senior Counsel, has placed reliance on the following\njudgments:-\n</p>\n<blockquote id=\"blockquote_1\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1261492\" id=\"span_1\">(<a href=\"/doc/1261492/\" id=\"a_17\">i) Kumari Shrilekha Vidyarthi and others vs. State of U.P. and others</a>,\n      reported in (1991) 1 SCC 212,</span>\n\n</blockquote><blockquote id=\"blockquote_2\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_2\">(<a href=\"/doc/1943124/\" id=\"a_18\">ii) ABL International Ltd. and another vs. Export Credit Guarantee\n      Corporation of India Ltd.</a> and other, reported in (2004) 8 SCC 553.</span>\n</blockquote>\n<blockquote id=\"blockquote_3\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"125036411\" id=\"span_3\">(<a href=\"/doc/125036411/\" id=\"a_19\">iii) M.P. Power Management Company Limited, Jabalpur vs. Sky Power\n      Southeast Solar India Private Ltd. and others</a>, reported in (2023) 2 SCC 703.</span>\n</blockquote>\n\n<p data-structure=\"RespArg\" id=\"p_56\">21.   Mr. A. Kalita, learned counsel for the respondents, at the outset has raised the\nmaintainability of the present Writ Petitions. He submits that the contract being a private\ncontract and not a statutory contract, no Writ lies against such private contract, in as much as\nfor exercise of jurisdiction under <a href=\"/doc/1712542/\" id=\"a_20\">Article 226</a> of the Constitution of India, it must involved a\npublic law remedy and not the private law. Assuming, while not admitting that there exists a\ndispute, it is purely a breach of contract or terms and conditions of the contract. The\npetitioners have accepted the terms and conditions provided in BRD to lift the RPC, pursuant\nto the auction notice. They were already behind the schedule in lifting the RPC and some of\nthem have sought for extension of time, which was allowed to them. He submits that the\nentire case of the petitioners is based on the alleged violation of the rights under <a href=\"/doc/367586/\" id=\"a_21\">Article 14</a><a href=\"/doc/1218090/\" id=\"a_22\">,\n19</a><a href=\"/doc/1199182/\" id=\"a_23\">, 21</a> and <a href=\"/doc/120077007/\" id=\"a_24\">300-A</a> of the Constitution of India. It is submitted that the petitioner has miserably\nfailed to demonstrate any public interest involved in the contract in question which would\nnecessitate interference against the impugned action by a Constitutional Court. He submits\nthat for seeking redressal of dispute arising out of the contract, it is imperative for the party\nto demonstrate public interest in addition to infringement of the rights guaranteed by Part- III\nof the Constitution of India. It is submitted that the disputes about the meaning of a\ncovenant in a contract or its enforceability have to be determined according to the usual\nprinciples of the <a href=\"/doc/171398/\" id=\"a_25\">Contract Act</a>. Every act of a statutory body need not necessarily involve an\nexercise of statutory power. Statutory bodies, like private parties, have power to contract or\n                                                                                  Page No.# 24/60\n\ndeal with property. Such activities may not raise any issue of public law. In the present case,\nit has not been shown how the contract is statutory. The contract between the parties is in\nthe realm of private law. The disputes relating to interpretation of the terms and conditions of\nsuch a contract could not have been agitated in a petition under <a href=\"/doc/1712542/\" id=\"a_26\">Article 226</a> of the\nConstitution of India. It is further submitted that by way of the present proceedings, the\npetitioners are seeking the enforcement of its private interest and also for the adjudication of\na contractual dispute, which is absolutely impermissible under writ jurisdiction. In furtherance\nof the aforesaid preliminary objection, he submits that the petitioner by filing the present writ\npetition has attempted to bypass the alternate as well as efficacious remedy available to it,\ni.e. seeking a decree of declaration and recovery of damages, if any, by approaching the court\nof competent jurisdiction. Accordingly, he submits that writ petitions are not maintainable and\nno adjudication on merit is warranted.\n</p>\n<p data-structure=\"PetArg\" id=\"p_57\">22. Mr. Kalita, the learned counsel, on merit, submits that the notification for auction of\n20,000 MT of RPC was published on 05.01.2023 in local newspapers as well as in national\nnewspapers. As per the BRD terms, the interested bidder needs to visit NRL refinery and\ncollect sample for testing at their own lab regarding the quality of the RPC offered for\nauction. Only those bidders who have collected RPC samples are considered for registration\nfor the auction and after satisfaction with the quality of RPC have participated in the auction.\nIt was specifically notified in the terms and conditions that the bidders are advised to collect\nsamples and verify the quality before bidding. No claims on quality will be entertained after\nthe auction is completed. He has submitted that 6 (six) number of other bidders also\ncollected samples and deposited their requested EMD participating in the auction. The auction\nof 20,000 MT of RPC was held on 01.02.2023 amongst Calciners located within Assam. There\nwere 6 (six) number of successful bidders and allocation of auctioned quantity made to the\nsuccessful bidders as per the terms and conditions of BRD. The discovered price of the\nauction was Rs. 58,650/- per MT. The petitioners have confirmed the acceptance of the\nauctioned price and the allocated quantities and thereafter the lot confirmation letters were\nissued to the petitioners on various dates by the respondents.\n</p>\n<p data-structure=\"PetArg\" id=\"p_58\">23. Mr. Kalita, the learned counsel, submits that Delivery Orders were issued beginning\nfrom 28.02.2023 with different validity dates. Total days allocated for upliftment were also\n                                                                                  Page No.# 25/60\n\nfixed. Therefore, minimum upliftment per day as approx. estimated considering the upliftment\ntill last date, the petitioner should have uplifted as estimated per day. However, the\npetitioners have shortfall in upliftment as required. Meanwhile, the Refinery Turnaround\nactivity started from 26.03.2023 and movement of vehicles inside the refinery premises need\nto be reduced/restricted. The petitioners were expected to uplift maximum allocated quantity\nby this time. However, the petitioners failed to uplift as per pro-rata and it was clear that the\npetitioners would not be able to uplift allocated quantity within the Delivery Order validity\n\ndate. It was due to this factor i.e. less upliftment of RPC by the petitioner till 25 th March&#x27;\n2023 which made NRL to withheld RPC loading for time being due to safety reason. It is\nsubmitted that refinery operation involves complicated large number of equipment located in\ndifferent place e.g. Crude Distillation Unit (CDU), Hydrocracker Unit (HCU), Delayed Coker\nUnit (DCU), etc. and predicting shutdown requirements for maintenance activities precisely is\nnot possible.\n</p>\n<p data-structure=\"PetArg\" id=\"p_59\">24. Mr. Kalita, the learned counsel, denied that &quot;this unplanned, but wholly foreseeable,\nsuspension of supply of RPC had a cascading effect on the petitioner&#x27;s ability to manufacture\nCalcined Petroleum Coke using RPC, for its valued customers and consequently, the petitioner\nhas sustained huge financial loss.&quot; The upliftment speed of the petitioner was very sluggish\nvis--vis their Delivery Order quantity and they failed to uplift approximate RPC and were\nshortage in upliftment. Some of the petitioners had requested to postpone the auction\nscheduled on 01.02.2023 till end of February, 2023 due to cash flow issue and non-availability\nof storage space for additional RPC as their previous stock was not consumed. Hence the\nclaim of the petitioner that he could not manufacture <a href=\"/doc/161831507/\" id=\"a_27\">CPC</a> using RPC due to NRL&#x27;s temporary\nwithdrawal is not correct. When the petitioner vide its letter dated 11.04.2023 informed NRL\nthat they were affected in terms of loss of their customer orders due to the temporary\nwithdrawal of upliftment by the NRL, the NRL immediately assessed the situation and made\nnecessary arrangement so that upliftment can be re-started in restricted manner. Accordingly,\nvide mail dated 19.04.2023, NRL AR formed the petitioners to re-start upliftment immediately.\n</p>\n<p data-structure=\"PetArg\" id=\"p_60\">25. Mr. Kalita, learned counsel, submits that the interpretation made by the petitioners of\nClause 26 of the BRD is totally wrong as the clause states that: &quot;in the event of lot basis\nauction, any material being found to be deficient in quantity, quality, size, measurement,\n                                                                                 Page No.# 26/60\n\nnumber and weight or description from those stated in the list published on the website, the\nbuyer shall have no claim against NRL or the Auctioneer nor shall the purchaser/buyer be\nentitled to seek any annulment of sale or claim for loss of profit, interest, damage or any\nother ground except for refund of a part of purchaser&#x27;s money for the quantitative shortages\nin delivery and he shall be bound to remove the same from the site as good purchased by\nhim. The weighments/ units indicated in the catalogue/ list are tentative and no guarantees\nassured for the same. In case of unit basis, amount against deficient in quantity only shall be\nrefunded.&quot; Therefore, there is no question of any refund from respondents&#x27; side. Further with\nregard to the claim of the petitioner that despite financial hardship and space constraint the\npetitioner had participated in the auction and has successfully bid for RPC, he submits that\nthe petitioners had done the same just to take advantage of the directive from Govt. of\nAssam, which allows the local calciners based within the State of Assam to participate in the\nbidding process on day 1 and calciners from other States can participate in the auction\nprocess on day 2 only for the left over quantity from day 1 of the auction. By bidding excess\nquantity over their requirement, the petitioner had denied other eligible bidders located\noutside Assam to participate in the auction on day 2 as there was no leftover quantity for day\n\n</p><p data-structure=\"PetArg\" id=\"p_61\">2. Meanwhile RPC price had reduced by approx. Rs. 12000 to Rs. 14000.00 /MT w.e.f. 13 th\nApril 2023 vis--vis NRL RPC price of Rs. 58650/MT. So based on the mail from some of the\npetitioners dated 11.04.2023, when NRL informed the petitioner to re-start upliftment, they\nhad refused to re-start uplifting of RPC. The petitioners had camouflaged the truth. In fact\nthey had concealed vital information from this Court in their writ petitions.\n</p>\n<p data-structure=\"PetArg\" id=\"p_62\">26.   Mr. Kalita, the learned counsel, further submitted that petitioners have wrongly\ninterpreted Clause 26 of the BRD. Clause 26 is not applicable in the instant case as stated by\nthe petitioner and therefore, there is no question of any refund from NRL side. He submits\n\nthat the NRL refinery turnaround started w.e.f. 26 th March 2023 and movement of vehicle\ninside refinery premises was restricted. However, when the petitioners informed NRL that\nthey were affected in terms of loss of their customer orders due to the temporary withdrawal\nof upliftment by NRL, NRL immediately assessed the situation and made necessary\narrangement so that upliftment can be re-started in a restricted manner. Accordingly, vide\nmail dated 19.04.2023, NRL informed the petitioner to re-start upliftment immediately. It was\n                                                                                   Page No.# 27/60\n\nevident that the petitioner was lifting RPC in a very sluggish manner and NRL temporary\nwithdrawal of upliftment would have no impact on their production. Hence, allegation made\nby the petitioner that NRL all of a sudden decided to allow re-start of lifting is not correct and\nmisleading.\n</p>\n<p data-structure=\"PetArg\" id=\"p_63\">27. Mr. Kalita, learned counsel, submits that the petitioners were very sluggish vis--vis their\nDelivery Order quantity and they could uplift only below approximate quantities There were\nshortage in their upliftment. The petitioners had requested to postpone the auction scheduled\non 01.02.2023 till end of February, 2023 due to cash flow issue and non-availability of storage\nspace for additional RPC as their previous stock was not consumed. Hence, the claim of the\npetitioner that they could not manufacture <a href=\"/doc/161831507/\" id=\"a_28\">CPC</a> using RPC due to NRL&#x27;s temporary withdrawal\nis not correct. It was evident that the petitioner was lifting RPC in a very sluggish manner and\nNRL temporary withdrawal of upliftment would have no impact on their production.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_64\">28. Mr. A. Kalita, learned counsel, while summing up his agument, in nutshell, submits that\nan Auction Sale and other contracts cannot be equated. The Letters were written mostly on\napprehensions except one. The Lab report cannot be termed as Lab Report as the Report is\non Petitioners&#x27;s letter head and no joint Lab test was sought for. Only on the basis of their\nown Lab Report, it cannot be said that whole lot as contaminated. BRD doesn&#x27;t envisage post\nauction testing. Petitioners have sought for reduction in price on the basis of falling market\nprice after conclusion of the contract. The Petitioners were behind schedule in lifting the RPC\nand hence sought for extension of time which was allowed to them. The Temporary\nwithdrawal was for a genuine reason of refinery shut down for annual maintenance work\nwhich is not arbitrary or whimsical or for any malafide reasons. It was meant for all the six\nsuccessful allottees. Petitioners have sought for 15 days extension vis-a-vis temporary\nwithdrawal was for 20 days. Other than the Petitioners (Brahmaputra Carbon Limited) and\nGuwahati Carbon Limited (another Petitioner), none of the other bidders had hinted any\nproblem about the quality of the RPC. M/s Carbon Resources Limited, the 6th bidder did not\nhave any problem either about the quality or about temporary withholding. They have\ncompleted the lifting of the allotted 5000 MT. After the receipt of the concerns about\ntemporary withholding of the lifting, the NRL after consideration lifted the withholding of the\nlifting of the materials. Therefore, he submits that, apart from the Writ Petitions not being\n                                                                                    Page No.# 28/60\n\nmaintainable, on merit too, no illegality has been committed by respondent NRL which\nwarranted any interference by this Court and as such the writ petitions may be dismissed.\n</p>\n<p data-structure=\"RespArg\" id=\"p_65\">29.   In support of his submissions, Mr. Kalita, learned counsel, has relied on the following\njudgments:\n</p>\n<blockquote id=\"blockquote_4\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"855552\" id=\"span_4\">(<a href=\"/doc/855552/\" id=\"a_29\">i)   Pimpri Chinchwad Municipal Corporation and others vs. Gayatri\n       Construction Company and another</a>, reported in (2008) 8 SCC 172.</span>\n</blockquote>\n<blockquote id=\"blockquote_5\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"77081689\" id=\"span_5\">(<a href=\"/doc/77081689/\" id=\"a_30\">ii) Joshi Technologies International Inc. vs. Union of India</a>, reported in\n       (2015) 7 SCC 728.</span>\n</blockquote>\n<blockquote id=\"blockquote_6\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"23414761\" id=\"span_6\">(<a href=\"/doc/23414761/\" id=\"a_31\">iii) Ramakrishna Mission and another vs. Kago Kunya and others</a>, reported in\n       (2019) 16 SCC 303.</span>\n</blockquote>\n<blockquote id=\"blockquote_7\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"167605589\" id=\"span_7\">(<a href=\"/doc/167605589/\" id=\"a_32\">iv) St. Mary&#x27;s Education Society and another vs. Rajendra Prasad Bhargava\n       and others</a>, reported in (2023) 4 SCC 498.</span>\n</blockquote>\n<blockquote id=\"blockquote_8\">       (v) Manabendra Kumar Sarma vs. Board of Control for Cricket in India\n       represented by its Chairman and others, reported in 2024 SCC OnLine Gau\n</blockquote><blockquote id=\"blockquote_9\">       257. and\n\n</blockquote><blockquote id=\"blockquote_10\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318728\" id=\"span_8\">(<a href=\"/doc/318728/\" id=\"a_33\">vi) Kerala State Electricity Board and another vs. Kurien E. Kalathil and\n       others</a>, reported in (2000) 6 SCC 293.</span>\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_66\">30. Due consideration has been extended to the submissions of learned counsel for the\nparties and also considered the materials available on record.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_67\">31. Since the Respondent authorities have seriously raised the issue of maintainability of the\nwrit petitions on the ground that the contract being private and not statutory contract, no writ\nwould lie, this Court would first proceed to consider the same and refer to the case laws.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_68\">32.   It is elementary that under <a href=\"/doc/1712542/\" id=\"a_34\">Article 226</a> of the constitution of India, the High Court has\njurisdiction to try issues both of fact and law. Exercise of the jurisdiction is discretionary, but\nthe discretion must be exercised on sound judicial principles. The Court is not deprived of its\njurisdiction to entertain a petition under <a href=\"/doc/1712542/\" id=\"a_35\">Article 226</a> merely because in considering the\npetitioner&#x27;s right to relief questions of fact may fall to be determined. When the petition raises\nquestions of fact of a complex nature, which may for their determination require oral\n                                                                                      Page No.# 29/60\n\nevidence to be taken, and on that account the dispute may not appropriately be tried in a\nwrit petition and Court may decline to entertain a petition. Rejection of a petition in limine will\nnormally be justified, where the High Court is of the view that the petition is frivolous or\nbecause of the nature of the claim made dispute sought to be agitated, or that the petition\nagainst the party against whom relief is claimed is not maintainable or that the dispute raised\nthereby is such that it would be inappropriate to try it in the writ jurisdiction.\n</p>\n<p data-structure=\"Issue\" id=\"p_69\">33. The writ jurisdiction is a public law remedy. A matter, which lies entirely within a private\nrealm of affairs of public body, may not lend itself for being dealt with under the writ\njurisdiction.\n</p>\n<p data-structure=\"Precedent\" id=\"p_70\">34. The Hon&#x27;ble Supreme court has time and again held that at the stage of entering into a\ncontract, the State acts purely in its executive capacity and is bound by the obligations of\nfairness. State in its executive capacity, even in the contractual field, is under obligation to act\nfairly and cannot act discriminatory. Even in cases where question is of choice or\nconsideration of competing claims before entering into the field of contract, facts have to be\ninvestigated and found before the question of a violation of <a href=\"/doc/367586/\" id=\"a_36\">Article 14</a> could arise. If those\nfacts are disputed and require assessment of evidence the correctness of which can only be\ntested satisfactorily by taking detailed evidence, involving examination and cross-examination\nof witnesses, the case could not be conveniently or satisfactorily decided in proceedings\nunder <a href=\"/doc/1712542/\" id=\"a_37\">Article 226</a> of the Constitution. In such cases court can direct the aggrieved party to\nresort to alternate remedy of civil suit etc. Writ jurisdiction of High Court under <a href=\"/doc/1712542/\" id=\"a_38\">Article 226</a>\nwas not intended to facilitate avoidance of obligation voluntarily incurred. Writ petition is not\nmaintainable    to   avoid   contractual   obligation    occurrence    of   commercial     difficulty,\ninconvenience or hardship in performance of the conditions agreed to in the contract can\nprovide no justification in not complying with the terms of contract which the parties had\naccepted with open eyes. Ordinarily, where a breach of contract is complained of, the party\ncomplaining of such breach may sue for specific performance of the contract, if contract is\ncapable of being specifically performed. Otherwise, the party may sue for damages.\n</p>\n<p data-structure=\"Section\" id=\"p_71\">35.    Writ can be issued where there is executive action unsupported by law or even in\nrespect of a corporation there is denial of equality before law or equal protection of law or if\ncan be shown that action of the public authorities is without giving any hearing and violation\n                                                                                     Page No.# 30/60\n\nof principles of natural justice after holding that action could not have been taken without\nobserving principles of natural justice. If the contract between private party and the State/\ninstrumentality and/or agency of State is under the realm of a private law and there is no\nelement of public law, the normal course for the aggrieved party, is to invoke the remedies\nprovided under ordinary civil law rather than approaching the High Court under <a href=\"/doc/1712542/\" id=\"a_39\">Article 226</a> of\nthe Constitution and invoking its extraordinary jurisdiction.\n</p>\n<p data-structure=\"Precedent\" id=\"p_72\">36. It has been held that the distinction between public law and private law element in the\ncontract with State is getting blurred. However, it has not been totally obliterated and where\nthe matter falls purely in private field of contract. Dichotomy between public law and private\nlaw, rights and remedies would depend on the factual matrix of each case and the distinction\nbetween public law remedies and private law, field cannot be demarcated with precision. In\nfact, each case has to be examined, on its facts whether the contractual relations between\nthe parties bear insignia of public element. Once on the facts of a particular case it is found\nthat nature of the activity or controversy involves public law element, then the matter can be\nexamined by the High Court in writ petition under <a href=\"/doc/1712542/\" id=\"a_40\">Article 226</a> to see whether action of the\nState and/or instrumentality or agency of the State is fair, just and equitable or that relevant\nfactors are taken into consideration and irrelevant factors have not gone into the decision\nmaking process or that the decision is not arbitrary.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_73\">37. Mere reasonable or legitimate expectation of a citizen, in such a situation, may not by\nitself be a distinct enforceable right, but failure to consider and give due weight to it may\nrender the decision arbitrary, and this is how the requirements of due consideration of a\nlegitimate expectation forms part of the principle of non-arbitrariness. The scope of judicial\nreview in respect of disputes falling within the domain of contractual obligations may be more\nlimited and in doubtful cases the parties may be relegated to adjudication of their rights by\nresort to remedies provided for adjudication of purely contractual disputes.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_74\">38. It is also well settled that the mere fact that relief is sought under a contract which is\nnot statutory, will not entitle the respondent-State in a case by itself to ward-off scrutiny of its\naction or inaction under the contract, if the complaining party is able to establish that the\naction/ inaction is, per se, arbitrary. The question as to whether the Writ Petitioner must be\ntold off the gates, would depend upon the nature of the claim and relief sought by the\n                                                                                 Page No.# 31/60\n\npetitioner, the questions, which would have to be decided, and, most importantly, whether\nthere are disputed questions of fact, resolution of which is necessary, as an indispensable\nprelude to the grant of the relief sought. Undoubtedly, while there is no prohibition, in the\nWrit Court even deciding disputed questions of fact, particularly when the dispute surrounds\ndemystifying of documents only, the Court may relegate the party to the remedy by way of a\ncivil suit.\n</p>\n<p data-structure=\"Issue\" id=\"p_75\">39. In the light of above settled position of law, I would proceed to consider the present\ncase as to whether writ petitions are maintainable in the facts and circumstances of the case\nat hand.\n</p>\n<p data-structure=\"PetArg\" id=\"p_76\">40. The fact obvious from the record is that pursuant to the auction of RPC vide intimation\ndated 05.01.2023, by its auction agency M/s. e-Procurement Technologies Pvt. Ltd. (Procure\nTiger), to the tune of 20000 Metric Tons, with respective dates of auction on 01.02.2023 and\n03.02.2023, the petitioners were allotted and transmitted the lot confirmation letters and the\ndelivery orders for RPC, as per the auction terms and conditions, prescribed in the BRD. The\npetitioners have started upliftment of the RPC after receipt of the delivery orders. In the\nmeantime, the respondent NRL has intimated through the impugned e-mail that upliftment of\nsanctioned RPC had been entirely put on hold with effect from 25.03.2023 to 15.05.2023,\nallegedly on account of safety concerns in view of Refinery Turnaround 2023. In addition to\nthat, in WP(C) No.2702/2023 and WP(C) No.2699/2023, the petitioners contended that after\nthey started upliftment of the RPC, same found to be wholly contaminated. Such\ncontamination was detected on Lab Test by the petitioners as they found that the quality of\nRPC which was shown and tested prior to the auction was not the same as after the delivery\norders. The petitioners have made several representations to that effect and physical meeting\nwas also conducted. The grievance of the petitioners is that since the respondents have\nsuddenly withhold/stopped the lifting of RPC in terms of delivery orders, with unplanned but\nwholly foreseeable suspension of supply of RPC, which had a cascading affect on the\npetitioners and against the terms and conditions prescribed in the BRD, the contract get\nlapsed and they are entitled to refund their security deposits as well as the cost equivalent to\nthe unlifted RPC.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_77\">41. On careful consideration of the matter, I find that the sudden stoppage of the upliftment\n                                                                                    Page No.# 32/60\n\nof RPC, may be on account of safety concerns in view of Refinery Turnaround, arbitrary.\nThere was no intimation of such prospective stoppage period prior to or during the auction\nprocess, although the same appears have been anticipated by the respondent NRL.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_78\">42.    Having considered above, in my considered view the action of the respondent\nauthorities in suddenly stopping the upliftment of the RPC and extending it on its own, clearly\nreflects the arbitrary action on the part of the respondent authorities. State or its\ninstrumentality, even in the contractual field, is under obligation to act fairly and cannot act\ndiscriminatory or arbitrary.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_79\">43. As noted above, it is settled position of law that the mere fact that relief is sought under\na contract which is not statutory, will not entitle the respondent-State in a case by itself to\nward-off scrutiny of its action or inaction under the contract, if the complaining party is able\nto establish that the action/ inaction is, per se, arbitrary. Thus, I am of the view that writ\npetitions are maintainable as the petitioners could demonstrate arbitrariness in the action of\nthe respondent. Moreso, there is no serious disputed question of facts involved in the present\ncase which would require oral evidence.\n</p>\n<p data-structure=\"PetArg\" id=\"p_80\">44.   Reference may be made to the case laws relied on by the learned counsel for the\nparties.\n</p>\n<p data-structure=\"Precedent\" id=\"p_81\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1261492\" id=\"span_9\">(i) In <a href=\"/doc/1261492/\" id=\"a_41\">Kumari Shrilekha Vidyarthi</a>, (Supra), the Hon&#x27;ble Supreme Court has held, which is\nreproduced herein below :-</span>\n</p>\n<blockquote id=\"blockquote_11\">              &quot;24.   The State cannot be attributed the split personality of Dr. Jekyll and Mr.\n              Hyde in the contractual field so as to impress on it all the characteristics of the\n              State at the threshold while making a contract requiring it to fulfill the obligation\n              of <a href=\"/doc/367586/\" id=\"a_42\">Article 14</a> of the Constitution and thereafter permitting it to cast off its garb\n              of State to adorn the new robe of a private body during the subsistence of the\n              contract enabling it to act arbitrarily subject only to the contractual obligations\n              and remedies flowing from it. It is really the nature of its personality as State\n              which is significant and must characterize all its actions, in what- ever field, and\n              not the nature of function, contractual or otherwise, which is decisive of the\n              nature of scrutiny permitted for examining the validity of its act. The\n                                                                                  Page No.# 33/60\n\n            requirement of <a href=\"/doc/367586/\" id=\"a_43\">Article 14</a> being the duty to act fairly, justly and reasonably,\n            there is nothing which militates against the concept of requiring the State\n            always to so act, even in contractual matters. There is a basic difference\n            between the acts of the State which must invariably be in public interest and\n            those of a private individual, engaged in similar activities, being primarily for\n            personal gain, which may or may not promote public interest. Viewed in this\n            manner, in which we find no conceptual difficulty or anachronism, we find no\n            reason why the requirement of <a href=\"/doc/367586/\" id=\"a_44\">Article 14</a> should not extend even in the sphere\n            of contractual matters for regulating the conduct of the State activity.&quot;\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_82\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_10\">(ii) In <a href=\"/doc/1943124/\" id=\"a_45\">ABL International Ltd.</a> (Supra), the Hon&#x27;ble Supreme Court has held, which is\nreproduced herein below :-</span>\n</p>\n<blockquote id=\"blockquote_12\">             &quot;16.   A perusal of this judgment though shows that a writ petition involving\n             serious disputed questions of facts which requires consideration of evidence\n             which is not on record, will not normally be entertained by a court in the\n             exercise of its jurisdiction under <a href=\"/doc/1712542/\" id=\"a_46\">Article 226</a> of the Constitution of India. This\n             decision again, in our opinion, does not lay down an absolute rule that in all\n             cases involving disputed questions of fact the parties should be relegated to a\n             civil suit. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1141333\" id=\"span_11\">In this view of ours, we are supported by a judgment of this Court in\n             the case of <a href=\"/doc/1141333/\" id=\"a_47\">Smt. Gunwant Kaur &amp;Ors. vs. Municipal Committee, Bhatinda and\n             Ors.</a> [1969 (3) SCC 769] where dealing with such a situation of disputed\n             questions of fact in a writ petition this Court held :</span>\n</blockquote>\n<blockquote id=\"blockquote_13\">                    &quot;14.     the High Court observed that they will not determine disputed\n                    question of fact in a writ petition. But what facts were in dispute and\n                    what were admitted could only be determined after an affidavit in reply\n                    was filed by the State. The High Court, however, proceeded to dismiss\n                    the petition in limine. The High Court is not deprived of its jurisdiction to\n                    entertain a petition under <a href=\"/doc/1712542/\" id=\"a_48\">Article 226</a> merely because in considering the\n                    petitioner&#x27;s right to relief questions of fact may fall to be determined. In\n                    a petition under <a href=\"/doc/1712542/\" id=\"a_49\">Article 226</a> the High Court has jurisdiction to try issues\n                                                                     Page No.# 34/60\n\n       both of fact and law. Exercise of the jurisdiction is, it is true,\n       discretionary, but the discretion must be exercised on sound judicial\n       principles. When the petition raises questions of fact of a complex\n       nature, which may for their determination require oral evidence to be\n       taken, and on that account the High Court is of the view that the dispute\n       may not appropriately be tried in a writ petition, the High Court may\n       decline to try a petition. Rejection of a petition in limine will normally be\n       justified, where the High Court is of the view that the petition is frivolous\n       or because of the nature of the claim made dispute sought to be\n       agitated, or that the petition against the party against whom relief is\n       claimed is not maintainable or that the dispute raised thereby is such\n       that it would be inappropriate to try it in the writ jurisdiction, or for\n       analogous reasons.\n</blockquote>\n<blockquote id=\"blockquote_14\">       15.    From the averments made in the petition filed by the appellants it\n       is clear that in proof of a large number of allegations the appellants\n       relied upon documentary evidence and the only matter in respect of\n       which conflict of facts may possibly arise related to the due publication of\n       the notification under <a href=\"/doc/1332830/\" id=\"a_50\">Section 4</a> by the Collector.\n</blockquote>\n<blockquote id=\"blockquote_15\">       16.    In the present case, in our judgment, the High Court was not\n       justified in dismissing the petition on the ground that it will not\n       determine disputed question of fact. The High Court has jurisdiction to\n       determine questions of fact, even if they are in dispute and the present,\n       in our judgment, is a case in which in the interests of both the parties\n       the High Court should have entertained the petition and called for an\n       affidavit in reply from the respondents, and should have proceeded to try\n       the petition instead of relegating the appellants to a separate suit.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_83\">19. Therefore, it is clear from the above enunciation of law that merely because\none of the parties to the litigation raises a dispute in regard to the facts of the\ncase, the court entertaining such petition under <a href=\"/doc/1712542/\" id=\"a_51\">Article 226</a> of the Constitution\nis not always bound to relegate the parties to a suit. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1141333\" id=\"span_12\">In <a href=\"/doc/1141333/\" id=\"a_52\">the above case</a> of\n                                                                                   Page No.# 35/60\n\n             <a href=\"/doc/1141333/\" id=\"a_53\">Smt.Gunwant Kaur</a> (supra), this Court even went to the extent of holding that in\n             a writ petition, if facts required, even oral evidence can be taken. This clearly\n             shows that in an appropriate case, the writ court has the jurisdiction to\n             entertain a writ petition involving disputed questions of fact and there is no\n             absolute bar for entertaining a writ petition even if the same arises out of a\n             contractual obligation and or involves some disputed questions of fact.&quot;</span>\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_84\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"125036411\" id=\"span_13\">(iii) In <a href=\"/doc/125036411/\" id=\"a_54\">M.P. Power Management Company Limited, Jabalpur vs. Sky Power\nSoutheast Solar India Private Ltd. (Supra</a>), the Hon&#x27;ble Supreme Court has observed and\nheld as under :-</span>\n</p>\n<blockquote id=\"blockquote_16\">             &quot;82. We may cull out our conclusions in regard to the points, which we have\n             framed:\n</blockquote>\n<blockquote id=\"blockquote_17\">             82.1 It is, undoubtedly, true that the writ jurisdiction is a public law remedy. A\n             matter, which lies entirely within a private realm of affairs of public body, may\n             not lend itself for being dealt with under the writ jurisdiction of the Court.\n</blockquote>\n<blockquote id=\"blockquote_18\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_14\">82.2 The principle <a href=\"/doc/125036411/\" id=\"a_55\">laid down in</a> Bareilly Development Authority (supra) that in\n             the case of a non-statutory contract the rights are governed only by the terms\n             of the contract and the decisions, which are purported to be followed, including\n             Radhakrishna Agarwal (supra), may not continue to hold good, in the light of\n             what has been laid down in <a href=\"/doc/1943124/\" id=\"a_56\">ABL</a> (supra) and as followed in the recent judgment\n             in Sudhir Kumar Singh (supra).</span>\n</blockquote>\n<blockquote id=\"blockquote_19\">             82.3 The mere fact that relief is sought under a contract which is not statutory,\n             will not entitle the respondent-State in a case by itself to ward-off scrutiny of its\n             action or inaction under the contract, if the complaining party is able to\n             establish that the action/ inaction is, per se, arbitrary.\n</blockquote>\n<blockquote id=\"blockquote_20\">             82.4   An action will lie, undoubtedly, when the State purports to award any\n             largesse and, undoubtedly, this relates to the stage prior to the contract being\n             entered into (see Ramana Dayaram Shetty).\n</blockquote><p data-structure=\"Precedent\" id=\"p_85\">                                                                      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"884513\" id=\"span_15\">Page No.# 36/60\n\n82.5   This scrutiny, no doubt, would be undertaken within the nature of the\njudicial review, which has been declared in the decision in <a href=\"/doc/884513/\" id=\"a_57\">Tata Cellular vs.\nUnion of India26</a>. v. After the contract is entered into, there can be a variety of\ncircumstances, which may provide a cause of action to a party to the contract\nwith the State, to seek relief by filing a Writ Petition.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_86\">82.6   Without intending to be exhaustive, it may include the relief of seeking\npayment of amounts due to the aggrieved party from the State. The State can,\nindeed, be called upon to honour its obligations of making payment, unless it\nbe that there is a serious and genuine dispute raised relating to the liability of\nthe State to make the payment. Such dispute, ordinarily, would include the\ncontention that the aggrieved party (1994) 6 SCC 651 has not fulfilled its\nobligations and the Court finds that such a contention by the State is not a\nmere ruse or a pretence.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_87\">82.7   The existence of an alternate remedy, is, undoubtedly, a matter to be\nborne in mind in declining relief in a Writ Petition in a contractual matter. Again,\nthe question as to whether the Writ Petitioner must be told off the gates, would\ndepend upon the nature of the claim and relief sought by the petitioner, the\nquestions, which would have to be decided, and, most importantly, whether\nthere are disputed questions of fact, resolution of which is necessary, as an\nindispensable prelude to the grant of the relief sought. Undoubtedly, while there\nis no prohibition, in the Writ Court even deciding disputed questions of fact,\nparticularly when the dispute surrounds demystifying of documents only, the\nCourt may relegate the party to the remedy by way of a civil suit.\n</p>\n<p data-structure=\"Precedent\" id=\"p_88\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_16\">82.8 The existence of a provision for arbitration, which is a forum intended to\nquicken the pace of dispute resolution, is viewed as a near bar to the\nentertainment of a Writ Petition (See in this regard, the view of this Court even\nin <a href=\"/doc/1943124/\" id=\"a_58\">ABL</a> (supra) explaining how it distinguished the decision of this Court.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_89\">82.9   The need to deal with disputed questions of fact, cannot be made a\nsmokescreen to guillotine a genuine claim raised in a Writ Petition, when\n                                                                                Page No.# 37/60\n\n            actually the resolution of a disputed question of fact is unnecessary to grant\n            relief to a writ applicant.\n</p>\n<p data-structure=\"Precedent\" id=\"p_90\">            82.10 The reach of <a href=\"/doc/367586/\" id=\"a_59\">Article 14</a> enables a Writ Court to deal with arbitrary State\n            action even after a contract is entered into by the State. A wide variety of\n            circumstances can generate causes of action for invoking <a href=\"/doc/367586/\" id=\"a_60\">Article 14.</a> The Court&#x27;s\n            approach in dealing with the same, would be (1996) 6 SCC 22 guided by,\n            undoubtedly, the overwhelming need to obviate arbitrary State action, in cases\n            where the Writ remedy provides an effective and fair means of preventing\n            miscarriage of justice arising from palpably unreasonable action by the State.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_91\">(iv).   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"855552\" id=\"span_17\">In <a href=\"/doc/855552/\" id=\"a_61\">Pimpri Chinchwad Municipal Corporation and others vs. Gayatri\nConstruction Company, (Supra</a>), the Hon&#x27;ble Supreme Court has held that :-</span>\n</p>\n<blockquote id=\"blockquote_21\">            &quot;11. In matters relating to maintainability of writ petitions in contractual\n            matters there are catena of decisions dealing with the issue.\n</blockquote>\n<blockquote id=\"blockquote_22\">            12.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"191872\" id=\"span_18\">In <a href=\"/doc/191872/\" id=\"a_62\">National Highways Authority of India v. Ganga Enterprises</a> (2003 (7)\n            SCC 410), it was inter alia held as follows:</span>\n</blockquote>\n<blockquote id=\"blockquote_23\">             &quot;6. The respondent then filed a writ petition in the High Court for refund of the\n            amount. On the pleadings before it, the High Court raised two questions viz.:\n</blockquote><blockquote id=\"blockquote_24\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318728\" id=\"span_19\">(a) whether the forfeiture of security deposit is without authority of law and\n            without any binding contract between the parties and also contrary to <a href=\"/doc/931937/\" id=\"a_63\">Section 5</a>\n            of the Contract Act; and (b) whether the writ petition is maintainable in a claim\n            arising out of a breach of contract. Question (b) should have been first\n            answered as it would go to the root of the matter. The High Court instead\n            considered Question (a) and then chose not to answer Question (b). In our\n            view, the answer to Question (b) is clear. It is settled law that disputes relating\n            to contracts cannot be agitated under <a href=\"/doc/1712542/\" id=\"a_64\">Article 226</a> of the Constitution of India. It\n            has been so held in the cases of <a href=\"/doc/318728/\" id=\"a_65\">Kerala SEB v. Kurien E. Kalathil</a> (2000 (6) SCC</span>\n</blockquote><blockquote id=\"blockquote_25\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1893286\" id=\"span_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_21\"><a href=\"/doc/1156062/\" id=\"a_66\">293), State of U.P. v. Bridge &amp; Roof Co. (India) Ltd.</a> (<a href=\"/doc/1893286/\" id=\"a_67\">1996 (6) SCC 22) and\n            Bareilly Development Authority v. Ajai Pal Singh</a> 1989 (2) SCC 116. This is\n            settled law. The dispute in this case was regarding the terms of offer. They\n                                                                    Page No.# 38/60\n\nwere thus contractual disputes in respect of which a writ court was not the\nproper forum. Mr Dave, however, relied upon the cases of Verigamto Naveen v.</span></span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_92\">Govt. of A.P. (2001 (8 SCC 344)) and Harminder Singh Arora v. Union of India\n(1986 (3) SCC 247). These, however, are cases where the writ court was\nenforcing a statutory right or duty. These cases do not lay down that a writ\ncourt can interfere in a matter of contract only. Thus on the ground of\nmaintainability the petition should have been dismissed.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_93\">13. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318728\" id=\"span_22\">In <a href=\"/doc/318728/\" id=\"a_68\">Kerala State Electricity Board and Anr. v. Kurien E. Kalathil and Ors.</a> (2000\n(6) SCC 293), this Court dealt with the question of maintainability of petition\nunder <a href=\"/doc/1712542/\" id=\"a_69\">Article 226</a> of the Constitution and the desirability of exhaustion of\nremedies and availability of alternative remedies, as also difference between\nstatutory contracts and non-statutory contracts. In paras 10 and 11 of the\njudgment it was noted as follows:</span>\n</p>\n<blockquote id=\"blockquote_26\">&quot;10. We find that there is a merit in the first contention of Mr Raval. Learned\ncounsel has rightly questioned the maintainability of the writ petition. The\ninterpretation and implementation of a clause in a contract cannot be the\nsubject-matter of a writ petition. Whether the contract envisages actual\npayment or not is a question of construction of contract. If a term of a contract\nis violated, ordinarily the remedy is not the writ petition under <a href=\"/doc/1712542/\" id=\"a_70\">Article 226.</a> We\nare also unable to agree with the observations of the High Court that the\ncontractor was seeking enforcement of a statutory contract. A contract would\nnot become statutory simply because it is for construction of a public utility and\nit has been awarded by a statutory body. We are also unable to agree with the\nobservation of the High Court that since the obligations imposed by the contract\non the contracting parties come within the purview of the <a href=\"/doc/171398/\" id=\"a_71\">Contract Act</a>, that\nwould not make the contract statutory. Clearly, the High Court fell into an error\nin coming to the conclusion that the contract in question was statutory in\nnature.\n</blockquote>\n<blockquote id=\"blockquote_27\">11. A statute may expressly or impliedly confer power on a statutory body to\nenter into contracts in order to enable it to discharge its functions. Dispute\n                                                                      Page No.# 39/60\n\narising out of the terms of such contracts or alleged breaches have to be settled\nby the ordinary principles of law of contract. The fact that one of the parties to\nthe agreement is a statutory or public body will not by itself affect the principles\nto be applied. The disputes about the meaning of a covenant in a contract or its\nenforceability have to be determined according to the usual principles of the\n<a href=\"/doc/171398/\" id=\"a_72\">Contract Act</a>. Every act of a statutory body need not necessarily involve an\nexercise of statutory power. Statutory bodies, like private parties, have power to\ncontract or deal with property. Such activities may not raise any issue of public\nlaw. In the present case, it has not been shown how the contract is statutory.\nThe contract between the parties is in the realm of private law. It is not a\nstatutory contract. The disputes relating to interpretation of the terms and\nconditions of such a contract could not have been agitated in a petition under\n<a href=\"/doc/1712542/\" id=\"a_73\">Article 226</a> of the Constitution of India. That is a matter for adjudication by a\ncivil court or in arbitration if provided for in the contract. Whether any amount\nis due and if so, how much and refusal of the appellant to pay it is justified or\nnot, are not the matters which could have been agitated and decided in a writ\npetition. The contractor should have relegated to other remedies.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_94\">14.    Reference can also be made to State of Gujarat and Ors. v. Meghji\nPethraj Shah Charitable Trust and Ors. (1994 (3) SCC 552). In para 22 it was\nobserved as follows:\n</p>\n<blockquote id=\"blockquote_28\">&quot;22. We are unable to see any substance in the argument that the termination\nof arrangement without observing the principle of natural justice (audi alteram\npartem) is void. The termination is not a quasi-judicial act by any stretch of\nimagination; hence it was not necessary to observe the principles of natural\njustice. It is not also an executive or administrative act to attract the duty to act\nfairly. It was -- as has been repeatedly urged by Shri Ramaswamy -- a matter\ngoverned by a contract/agreement between the parties. If the matter is\ngoverned by a contract, the writ petition is not maintainable since it is a public\nlaw remedy and is not available in private law field, e.g., where the matter is\ngoverned by a non-statutory contract. Be that as it may, in view of our opinion\n                                                                    Page No.# 40/60\n\non the main question, it is not necessary to pursue this reasoning further.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_95\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_23\">15.    Again in <a href=\"/doc/1156062/\" id=\"a_74\">State of U.P. and Ors. v. Bridge &amp; Roof Company (India) Ltd.</a>\n(1996 (6) SCC 22), this Court dealt with the issue in paras 15 and 16 in the\nfollowing manner:</span>\n</p>\n<blockquote id=\"blockquote_29\">      &quot;15. In our opinion, the very remedy adopted by the respondent is\n      misconceived. It is not entitled to any relief in these proceedings, i.e., in\n      the writ petition filed by it. The High Court appears to be right in not\n      pronouncing upon any of the several contentions raised in the writ\n      petition by both the parties and in merely reiterating the effect of the\n      order of the Deputy Commissioner made under the proviso to <a href=\"/doc/1911494/\" id=\"a_75\">Section 8-</a>\n      D(1).\n</blockquote>\n<blockquote id=\"blockquote_30\">      16. Firstly, the contract between the parties is a contract in the realm of\n      private law. It is not a statutory contract. It is governed by the provisions\n      of the <a href=\"/doc/171398/\" id=\"a_76\">Contract Act</a> or, maybe, also by certain provisions of the <a href=\"/doc/651105/\" id=\"a_77\">Sale of\n      Goods Act</a>. Any dispute relating to interpretation of the terms and\n      conditions of such a contract cannot be agitated, and could not have\n      been agitated, in a writ petition. That is a matter either for arbitration as\n      provided by the contract or for the civil court, as the case may be.\n      Whether any amount is due to the respondent from the appellant-\n      Government under the contract and, if so, how much and the further\n      question whether retention or refusal to pay any amount by the\n      Government is justified, or not, are all matters which cannot be agitated\n      in or adjudicated upon in a writ petition. The prayer in the writ petition,\n      viz., to restrain the Government from deducting a particular amount from\n      the writ petitioner&#x27;s bill(s) was not a prayer which could be granted by\n      the High Court under <a href=\"/doc/1712542/\" id=\"a_78\">Article 226.</a> Indeed, the High Court has not granted\n      the said prayer.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_96\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1941195\" id=\"span_24\">16.    At para 11 of <a href=\"/doc/1941195/\" id=\"a_79\">India Thermal Power Ltd. v. State of M.P. and Ors.</a> (2000\n(3) SCC 379), it was observed as follows:</span>\n</p><blockquote id=\"blockquote_31\">                                                             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1941195\" id=\"span_25\">Page No.# 41/60\n\n&quot;11. It was contended by Mr. Cooper, learned Senior Counsel appearing\nfor appellant GBL and also by some counsel appearing for other\nappellants that the appellant/IPPs had entered into PPAs under <a href=\"/doc/434568/\" id=\"a_80\">Sections\n43</a> and <a href=\"/doc/701121/\" id=\"a_81\">43-A</a> of the Electricity Supply Act and as such they are statutory\ncontracts and, therefore, MPEB had no power or authority to alter their\nterms and conditions. This contention has been upheld by the High\nCourt. In our opinion the said contention is not correct and the High\nCourt was wrong in accepting the same. <a href=\"/doc/243421/\" id=\"a_82\">Section 43</a> empowers the\nElectricity Board to enter into an arrangement for purchase of electricity\non such terms as may be agreed. Section 43-A(1) provides that a\ngenerating company may enter into a contract for the sale of electricity\ngenerated by it with the Electricity Board. As regards the determination\nof tariff for the sale of electricity by a generating company to the Board,\n<a href=\"/doc/243421/\" id=\"a_83\">Section 43(1)(2)</a> provides that the tariff shall be determined in\naccordance with the norms regarding operation and plant-load factor as\nmay be <a href=\"/doc/1941195/\" id=\"a_84\">laid down by</a> the authority and in accordance with the rates of\ndepreciation and reasonable return and such other factors as may be\ndetermined from time to time by the Central Government by a\nnotification in the Official Gazette. These provisions clearly indicate that\nthe agreement can be on such terms as may be agreed by the parties\nexcept that the tariff is to be determined in accordance with the\nprovision contained in Section 43-A(2) and notifications issued\nthereunder. Merely because a contract is entered into in exercise of an\nenabling power conferred by a statute that by itself cannot render the\ncontract a statutory contract. If entering into a contract containing the\nprescribed terms and conditions is a must under the statute then that\ncontract becomes a statutory contract. If a contract incorporates certain\nterms and conditions in it which are statutory then the said contract to\nthat extent is statutory. A contract may contain certain other terms and\nconditions which may not be of a statutory character and which have\nbeen incorporated therein as a result of mutual agreement between the\n                                                                                   Page No.# 42/60\n\n                     parties. Therefore, the PPAs can be regarded as statutory only to the\n                     extent that they contain provisions regarding determination of tariff and\n                     other   statutory   requirements   of   Section   43-A(2).   Opening    and\n                     maintaining of an escrow account or an escrow agreement are not the\n                     statutory requirements and, therefore, merely because PPAs contemplate\n                     maintaining escrow accounts that obligation cannot be regarded as\n                     statutory&quot;.</span>\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_97\">              17.   Therefore, the High Court ought not to have entertained the writ petition.\n              Additionally, it appears that by order dated 17.1.2007 interim stay of the\n              impugned order was granted and was continued by order dated 12.2.2007. It is\n              pointed out by learned counsel for the appellants that since the order of the\n              High Court was stayed and there was urgency in the matter fresh tenders were\n              called for. Three persons submitted the bids and the work has already been\n              allotted and a considerable portion of the work has already been completed. In\n              view of aforesaid, we set aside the impugned order of the High Court and direct\n              dismissal of the writ petition. It is however open to the respondents-writ\n              petitioners to seek such remedy, if so advised, as is available in law. We do not\n              express any opinion in that regard.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_98\">(v).   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"77081689\" id=\"span_26\">In <a href=\"/doc/77081689/\" id=\"a_85\">Joshi Technologies International Inc.</a> (Supra)the Hon&#x27;ble Supreme Court has\nheld that:-</span>\n</p>\n<blockquote id=\"blockquote_32\">              &quot;55. Law in this aspect has developed through catena of judgments of this\n              Court and from the reading of these judgments it would follow that in pure\n              contractual matters extraordinary remedy of writ under <a href=\"/doc/1712542/\" id=\"a_86\">Article 226</a> or <a href=\"/doc/981147/\" id=\"a_87\">Article 32</a>\n              of the Constitution cannot be invoked. However, in a limited sphere such\n              remedies are available only when the non-Government contracting party is able\n              to demonstrate that its a public law remedy which such party seeks to invoke,\n              in contradistinction to the private law remedy simpliciter under the contract.\n              Some of the case law to bring home this cardinal principle is taken note of\n              hereinafter.\n</blockquote><blockquote id=\"blockquote_33\">                                                                      Page No.# 43/60\n\n</blockquote><blockquote id=\"blockquote_34\">56.    Significantly, in Andi Mukta Sadguru Shree Muktajee Vandas Swami\nSuvarna Jayanti Mahotsav Smarak Trust &amp; Ors. v. R. Rudani &amp; Ors.[9] as well,\nthis Court made it clear that if the rights are purely of private character, no\nmandamus can be issued. Thus, even if the respondent is a &#x27;State&#x27;, other\ncondition which has to be satisfied for issuance of a writ of mandamus is the\npublic duty. In a matter of private character or purely contractual field, no such\npublic duty element is involved and, thus, mandamus will not lie .\n</blockquote>\n<blockquote id=\"blockquote_35\">59.    On the basis of these facts, this Court observed that the aforesaid\nobservations of the High Court relying upon Ramana Dayaram Shetty case were\nnot correct. Thus observed the Court, speaking through Ratnavel Pandian. J.:\n</blockquote>\n<blockquote id=\"blockquote_36\">      &quot;21.The finding in our view, is not correct in the light of the facts and\n      circumstances of this case because in Ramana Daya Shetty case, there\n      was no concluded contract as in this case. Even conceding that the BDA\n      has the trappings of a state or would be comprehended in &#x27;other\n      authority&#x27; for the purpose of <a href=\"/doc/609139/\" id=\"a_88\">Article 12</a> of the constitution, while\n      determining price of the houses/flats constructed by it and the rate of\n      monthly instalments to be paid, the Authority or its agent after entering\n      into the field of ordinary contract acts purely in its executive capacity.\n      Thereafter the relations are no longer governed by the constitutional\n      provisions but by the legally valid contract which determines the rights\n      and obligations of the parties inter se. In this sphere they can only claim\n      rights conferred upon them by the contract in the absence of any\n      statutory obligations on the part of the authority (i.e. BDA in this case) in\n      the said contractual field.\n</blockquote>\n<blockquote id=\"blockquote_37\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1732064\" id=\"span_27\">22. There is a line of decisions where the contract entered into between\n      the state and the persons aggrieved is non-statutory and purely\n      contractual and the rights are governed only by the terms of the\n      contract, no writ or order can be issued under <a href=\"/doc/1712542/\" id=\"a_89\">Article 226</a> of the\n      Constitution of India so as to compel the authorities to remedy a breach\n      of contract pure and simple Radhakrishna Agarwal Vs. State of Bihar\n                                                                      Page No.# 44/60\n\n         (<a href=\"/doc/1732064/\" id=\"a_90\">Supra), Premi Bhai Parmar Vs. Delhi Development Authority</a> and DFO\n         Vs. Biswanath Tea Company Ltd.&quot;</span>\n</blockquote>\n<p data-structure=\"Section\" id=\"p_99\">70.      Further legal position which emerges from various judgments of this\nCourt dealing with different situations/aspects relating to the contracts entered\ninto by the State/public Authority with private parties, can be summarized as\nunder:\n</p>\n<blockquote id=\"blockquote_38\">70.1     At the stage of entering into a contract, the State acts purely in its\nexecutive capacity and is bound by the obligations of fairness.\n</blockquote>\n<blockquote id=\"blockquote_39\">70.2     State in its executive capacity, even in the contractual field, is under\nobligation to act fairly and cannot practice some discriminations.\n</blockquote>\n<blockquote id=\"blockquote_40\">70.3 Even in cases where question is of choice or consideration of competing\nclaims before entering into the field of contract, facts have to be investigated\nand found before the question of a violation of <a href=\"/doc/367586/\" id=\"a_91\">Article 14</a> could arise. If those\nfacts are disputed and require assessment of evidence the correctness of which\ncan only be tested satisfactorily by taking detailed evidence, Involving\nexamination and cross-examination of witnesses, the case could not be\nconveniently or satisfactorily decided in proceedings under <a href=\"/doc/1712542/\" id=\"a_92\">Article 226</a> of the\nConstitution. In such cases court can direct the aggrieved party to resort to\nalternate remedy of civil suit etc.\n\n70.4     Writ jurisdiction of High Court under <a href=\"/doc/1712542/\" id=\"a_93\">Article 226</a> was not intended to\nfacilitate avoidance of obligation voluntarily incurred.\n</blockquote>\n<blockquote id=\"blockquote_41\">70.5     Writ petition was not maintainable to avoid contractual obligation\nOccurrence of commercial difficulty, inconvenience or hardship in performance\nof the conditions agreed to in the contract can provide no justification in not\ncomplying with the terms of contract which the parties had accepted with open\neyes. It cannot ever be that a licensee can work out the license if he finds it\nprofitable to do so: and he can challenge the conditions under which he agreed\nto take the license, if he finds it commercially inexpedient to conduct his\nbusiness.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_100\">                                                                    Page No.# 45/60\n\n70.6 Ordinarily, where a breach of contract is complained of, the party\ncomplaining of such breach may sue for specific performance of the contract, if\ncontract is capable of being specifically performed. Otherwise, the party may\nsue for damages.\n</p>\n<p data-structure=\"RespArg\" id=\"p_101\">70.7 Writ can be issued where there is executive action unsupported by law or\neven in respect of a corporation there is denial of equality before law or equal\nprotection of law or if can be shown that action of the public authorities was\nwithout giving any hearing and violation of principles of natural justice after\nholding that action could not have been taken without observing principles of\nnatural justice.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_102\">70.8   If the contract between private party and the State/ instrumentality\nand/or agency of State is under the realm of a private law and there is no\nelement of public law, the normal course for the aggrieved party, is to invoke\nthe remedies provided under ordinary civil law rather than approaching the High\nCourt under <a href=\"/doc/1712542/\" id=\"a_94\">Article 226</a> of the Constitutional of India and invoking its\nextraordinary jurisdiction.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_103\">70.9 The distinction between public law and private law element in the contract\nwith State is getting blurred. However, it has not been totally obliterated and\nwhere the matter falls purely in private field of contract. This Court has\nmaintained the position that writ petition is not maintainable. Dichotomy\nbetween public law and private law, rights and remedies would depend on the\nfactual matrix of each case and the distinction between public law remedies and\nprivate law, field cannot be demarcated with precision. In fact, each case has to\nbe examined, on its facts whether the contractual relations between the parties\nbear insignia of public element. Once on the facts of a particular case it is found\nthat nature of the activity or controversy involves public law element, then the\nmatter can be examined by the High Court in writ petitions under <a href=\"/doc/1712542/\" id=\"a_95\">Article 226</a> of\nthe Constitution of India to see whether action of the State and/or\ninstrumentality or agency of the State is fair, just and equitable or that relevant\nfactors are taken into consideration and irrelevant factors have not gone into\n                                                                                     Page No.# 46/60\n\n               the decision making process or that the decision is not arbitrary.\n</p>\n<p data-structure=\"Section\" id=\"p_104\">               70.10 Mere reasonable or legitimate expectation of a citizen, in such a situation,\n               may not by itself be a distinct enforceable right, but failure to consider and give\n               due weight to it may render the decision arbitrary, and this is how the\n               requirements of due consideration of a legitimate expectation forms part of the\n               principle of non-arbitrariness.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_105\">               70.11 The scope of judicial review in respect of disputes falling within the\n               domain of contractual obligations may be more limited and in doubtful cases\n               the parties may be relegated to adjudication of their rights by resort to\n               remedies provided for adjudication of purely contractual disputes.\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_106\">(vi).    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"23414761\" id=\"span_28\">In <a href=\"/doc/23414761/\" id=\"a_96\">Ramakrishna Mission and another vs. Kago Kunya (Supra</a>),the Hon&#x27;ble\nSupreme Court has held, which is reproduced herein below :-</span>\n</p>\n<blockquote id=\"blockquote_42\">               &quot;27.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"261493\" id=\"span_29\">In <a href=\"/doc/261493/\" id=\"a_97\">Binny Ltd. v V Sadasivan7</a>, a two judge Bench of this Court noted the\n               distinction between public and private functions. It held thus:</span>\n</blockquote>\n<blockquote id=\"blockquote_43\">                      &quot;11...It is difficult to draw a line between public functions and private\n                      functions when they are being discharged by a purely private authority. A\n                      body is performing a &quot;public function&quot; when it seeks to achieve some\n                      collective benefit for the public or a section of the public and is accepted\n                      by the public or that section of the public as having authority to do so.\n                      Bodies therefore exercise public functions when they intervene or\n                      participate in social or economic affairs in the public interest.\n</blockquote>\n<blockquote id=\"blockquote_44\">        28.   The Bench elucidated on the scope of mandamus:\n</blockquote>\n<blockquote id=\"blockquote_45\">                      &quot;29. However, the scope of mandamus is limited to enforcement of public\n                      duty. The scope of mandamus is determined by the nature of the duty to\n                      be enforced, rather than the identity of the authority against whom it is\n                      sought. If the private body is discharging a public function and the denial\n                      of any right is in connection with the public duty imposed on such body,\n                                                                                  Page No.# 47/60\n\n                    the public law remedy can be enforced. The duty cast on the public body\n                    may be either statutory or otherwise and the source of such power is\n                    immaterial, but, nevertheless, there must be the public law element in\n                    such action...There cannot be any general definition of public authority or\n                    public action. The facts of each case decide the point.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_107\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"2937017\" id=\"span_30\">29.    More recently in <a href=\"/doc/2937017/\" id=\"a_98\">K K Saksena v International Commission</a> on Irrigation\n             and Drainage8, another two judge Bench of this Court held that a writ would\n             not lie to enforce purely private law rights. Consequently, even if a body is\n             performing a public duty and is amenable to the exercise of writ jurisdiction, all\n             its decisions would not be subject to judicial review. The Court held thus: &quot;43.\n             What follows from a minute and careful reading of the aforesaid judgments of\n             this Court is that if a person or authority is &quot;State&quot; within the meaning of <a href=\"/doc/609139/\" id=\"a_99\">Article\n             12</a> of the Constitution, admittedly a writ petition under <a href=\"/doc/1712542/\" id=\"a_100\">Article 226</a> would lie\n             against such a person or body. However, we may add that even in such cases\n             writ would not lie to enforce private law rights. There are a catena of judgments\n             on this aspect and it is not necessary to refer to those judgments as that is the\n             basic principle of judicial review of an action under the administrative law. The\n             reason is obvious. A private law is that part of a legal system which is a part of\n             common law that involves relationships between individuals, such as law of\n             contract or torts. Therefore, even if writ petition would be maintainable against\n             an authority, which is &quot;State&quot; under <a href=\"/doc/609139/\" id=\"a_101\">Article 12</a> of the Constitution, before issuing\n             any writ, particularly writ of mandamus, the Court has to satisfy that action of\n             such an authority, which is challenged, is in the domain of public law as\n             distinguished from private law.&quot;</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_108\">             30.    Thus, even if the body discharges a public function in a wider sense,\n             there is no public law element involved in the enforcement of a private contract\n             of service.\n</p>\n<p data-structure=\"Precedent\" id=\"p_109\">(vii). <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"167605589\" id=\"span_31\">In <a href=\"/doc/167605589/\" id=\"a_102\">St. Mary&#x27;s Education Society and another vs. Rajendra Prasad Bhargava\n(Supra</a>), the Hon&#x27;ble Supreme Court has held, which is reproduced herein below :-</span>\n</p><blockquote id=\"blockquote_46\">                                                                            Page No.# 48/60\n\n&quot;75. We may sum up our final conclusions as under:\n</blockquote>\n\n\n<blockquote id=\"blockquote_47\">         75.1. An application under <a href=\"/doc/1712542/\" id=\"a_103\">Article 226</a> of the Constitution is maintainable\n        against a person or a body discharging public duties or public functions. The\n        public duty cast may be either statutory or otherwise and where it is otherwise,\n        the body or the person must be shown to owe that duty or obligation to the\n        public involving the public law element. Similarly, for ascertaining the discharge\n        of public function, it must be established that the body or the person was\n        seeking to achieve the same for the collective benefit of the public or a section\n        of it and the authority to do so must be accepted by the public.\n</blockquote>\n<blockquote id=\"blockquote_48\">        75.2. Even if it be assumed that an educational institution is imparting public\n        duty, the act complained of must have a direct nexus with the discharge of\n        public duty. It is indisputably a public law action which confers a right upon the\n        aggrieved to invoke the extraordinary writ jurisdiction under <a href=\"/doc/1712542/\" id=\"a_104\">Article 226</a> for a\n        prerogative writ. Individual wrongs or breach of mutual contracts without\n        having any public element as its integral part cannot be rectified through a writ\n        petition under <a href=\"/doc/1712542/\" id=\"a_105\">Article 226.</a> Wherever Courts have intervened in their exercise of\n        jurisdiction under <a href=\"/doc/1712542/\" id=\"a_106\">Article 226</a>, either the service conditions were regulated by\n        the statutory provisions or the employer had the status of &quot;State&quot; within the\n        expansive definition under <a href=\"/doc/609139/\" id=\"a_107\">Article 12</a> or it was found that the action complained\n        of has public law element.\n</blockquote>\n<blockquote id=\"blockquote_49\">        75.3. It must be consequently held that while a body may be discharging a\n        public function or performing a public duty and thus its actions becoming\n        amenable to judicial review by a constitutional court, its employees would not\n        have the right to invoke the powers of the High Court conferred by <a href=\"/doc/1712542/\" id=\"a_108\">Article 226</a>\n        in respect of matter relating to service where they are not governed or\n        controlled by the statutory provisions. An educational institution may perform\n        myriad functions touching various facets of public life and in the societal sphere.\n</blockquote><p data-structure=\"Section\" id=\"p_110\">        While such of those functions as would fall within the domain of a &quot;public\n        function&quot; or &quot;public duty&quot; be undisputedly open to challenge and scrutiny under\n                                                                                Page No.# 49/60\n\n             <a href=\"/doc/1712542/\" id=\"a_109\">Article 226</a> of the Constitution, the actions or decisions taken solely within the\n             confines of an ordinary contract of service, having no statutory force or\n             backing, cannot be recognised as being amenable to challenge under <a href=\"/doc/1712542/\" id=\"a_110\">Article\n             226</a> of the Constitution. In the absence of the service conditions being\n             controlled or governed by statutory provisions, the matter would remain in the\n             realm of an ordinary contract of service.\n</p>\n<p data-structure=\"Section\" id=\"p_111\">             75.4. Even if it be perceived that imparting education by private unaided school\n             is a public duty within the expanded expression of the term, an employee of a\n             non-teaching staff engaged by the school for the purpose of its administration\n             or internal management is only an agency created by it. It is immaterial\n             whether &quot;A&quot; or &quot;B&quot; is employed by school to discharge that b duty. In any case,\n             the terms of employment of contract between a school and non-teaching staff\n             cannot and should not be construed to be an inseparable part of the obligation\n             to impart education. This is particularly in respect to the disciplinary\n             proceedings that may be initiated against a particular employee. It is only\n             where the removal of an employee of non-teaching staff is regulated by some\n             statutory provisions, its violation by the employer in contravention of law may\n             be interfered with by the Court. But such interference will be on the ground of\n             breach of law and not on the basis of interference in discharge of public duty.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_112\">              75.5. From the pleadings in the original writ petition, it is apparent that no\n             element of any public law is agitated or otherwise made out. In other words,\n             the action challenged has no public element and writ of mandamus cannot be\n             issued as the action was essentially of a private character.&quot;\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_113\">(viii). In Manabendra Kumar Sarma, (Supra), the Hon&#x27;ble Supreme Court has held, which\nis reproduced herein below :-\n</p>\n<blockquote id=\"blockquote_50\">              &quot;18. From the pleadings as well as the above submissions, the following points\n             for determination arises for consideration:\n</blockquote><blockquote id=\"blockquote_51\">                                                                   Page No.# 50/60\n\n</blockquote><blockquote id=\"blockquote_52\">i) Whether the writ petitions would be maintainable against the respondents in\nthe present facts?\n</blockquote>\n\n<blockquote id=\"blockquote_53\">(ii) Whether this Court in exercise of jurisdiction under <a href=\"/doc/1712542/\" id=\"a_111\">Article 226</a> of the\nConstitution can adjudicate the dispute?\n</blockquote>\n\n<blockquote id=\"blockquote_54\">(III) What relief or reliefs, the parties are entitled to?\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_114\">23. In the backdrop of the aforesaid judgments which were placed by the\nlearned senior counsel for the petitioners, one aspect is very clear that the BCCI\nthough not a State within the meaning of <a href=\"/doc/609139/\" id=\"a_112\">Article 12</a> of the Constitution but\nwhen the BCCI exercises public functions It would be amenable to <a href=\"/doc/1712542/\" id=\"a_113\">Article 226</a> of\nthe Constitution.\n</p>\n\n\n<p data-structure=\"Facts\" id=\"p_115\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"23414761\" id=\"span_32\">24.    In the backdrop of the above, let this Court take note of the two other\nrecent judgments of the Supreme Court. The Supreme Court in the case of\n<a href=\"/doc/23414761/\" id=\"a_114\">Ramakrishna Mission</a> (supra) dealt with the question as to whether proceedings\nunder <a href=\"/doc/1712542/\" id=\"a_115\">Article 226</a> of the Constitution was maintainable against Ramakrishna\nMission. The facts involved therein were that one Kago Kuniya, the first\nrespondent before the Supreme Court joined Ramakrishna Mission Hospital at\nItanagar on 15-3-1980 as a General Duty Worker. He was regularized with\neffect from 01.08.1980 by a letter dated 23.07.1980. He was made permanent\non 13.04.1984. Subsequently, on 31.12.2005, he was promoted as an Office\nAssistant with effect from 01.10.2005. On 31.01.2015, the hospital informed the\nfirst respondent that he would be retiring from service on 24.03.2015 In\naccordance with the Service Rules, consequent upon the completion of 35 years\nof service. It is under such circumstances, the respondent No. 1 before the\nSupreme Court filed a writ petition before this Court challenging the said\ncommunication. The coordinate Bench of this Court allowed the writ petition\nholding that Ramkrishna Mission would be a &#x27;State&#x27; within the meaning of\n<a href=\"/doc/609139/\" id=\"a_116\">Article 12</a> of the Constitution and on merits appropriate directions were issued.</span>\n</p><p data-structure=\"Precedent\" id=\"p_116\">                                                                   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"23414761\" id=\"span_33\">Page No.# 51/60\n\nA writ was preferred by the Ramkrishna Mission before the learned Division\nBench of this Court. The learned Division Bench of this Court dismissed the Writ\nAppeal observing that Ramakrishna Mission may not be a State within the\nmeaning of <a href=\"/doc/609139/\" id=\"a_117\">Article 12</a> of the Constitution in the strict sense of the term but\nnone the less, being a hospital performing public duty and consequently would\nbe amenable to the writ jurisdiction under <a href=\"/doc/1712542/\" id=\"a_118\">Article 226</a> of the Constitution on a\nliberal interpretation of the expression &quot;authority&quot; in <a href=\"/doc/609139/\" id=\"a_119\">Article 12</a> of the\nConstitution. The Supreme Court in <a href=\"/doc/23414761/\" id=\"a_120\">the said judgment</a> after taking note of the\nearlier judgment of the Supreme Court observed that even if the body\ndischarges a public function in wider sense, there is no public law element\ninvolved in the enforcement of a private contract of service. The Supreme Court\nfurther observed that contract of purely private nature would not be subject to\na writ jurisdiction merely by reason of the fact that they are structured by\nstatutory provisions. The only exception to this principle arises in a situation\nwhere the contract of service is governed or regulated by a statutory provision.</span>\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"261493\" id=\"span_34\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"23414761\" id=\"span_35\">In <a href=\"/doc/23414761/\" id=\"a_121\">the said judgment</a>, i.e. In the case of <a href=\"/doc/23414761/\" id=\"a_122\">Ramakrishna Mission</a> (supra), the\nSupreme Court relied upon the judgment in the case of <a href=\"/doc/261493/\" id=\"a_123\">Binny Ltd. v. V.\nSadasivam</a>, (2005) 6 SCC 657 wherein it was opined that the scope of\nmandamus is determined by the nature of the duty to be enforced rather than\nthe nature of identity against whom it is sought. If a private body which\ndischarging a public function denies any right is in connection with the public\nduty imposed on such body, the public law remedy can be enforced. The\nSupreme Court in <a href=\"/doc/261493/\" id=\"a_124\">the said judgment</a> came to an opinion that Ramkrishna\nMission does not discharge a public function. It was opined that for an\norganization to be held to discharge a public function, the function must be of a\ncharacter that is closely related to functions which are performed by the State\nin its sovereign capacity. It was further opined that medical services are\nprovided by both the private as well as the State entities. The character of the\norganization as a public authority is dependent on the circumstances of the\ncase. Therefore, setting up the hospital, the Mission cannot be construed as\nhaving assumed public functions. Further, the hospital of the Appellant therein\n                                                                    Page No.# 52/60\n\nas observed had no monopoly status conferred or mandated by law. It was also\nopined that merely because land has been provided on a concessional basis to\nthe hospital would not by itself result in the conclusion that the hospital\nperforms a public function. In addition to the above, it was also opined that the\nabsence of the State control in the management of the hospital had a\nsignificant bearing upon the Supreme Court in coming to the conclusion that\nthe hospital of the Appellant therein did not come within the ambit of a public\nauthority, Paragraph Nos. 26, 27, 28, 29, 30, 32, 33 &amp; 34 being relevant are\nquoted herein below:</span></span>\n</p>\n<blockquote id=\"blockquote_55\">26. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"123551693\" id=\"span_36\">In <a href=\"/doc/123551693/\" id=\"a_125\">Federal Bank Ltd. v. Sagar Thomas</a> this Court analysed the earlier\njudgments of this Court and provided a classification of entities against whom a\nwrit petition may be maintainable:</span>\n</blockquote>\n<blockquote id=\"blockquote_56\">      <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"123551693\" id=\"span_37\">&quot;18. From the decisions <a href=\"/doc/123551693/\" id=\"a_126\">referred to above</a>, the position that emerges is\n      that a writ petition under <a href=\"/doc/1712542/\" id=\"a_127\">Article 226</a> of the Constitution of India may be\n      maintainable against (1) the State (Government); (II) an authority; (iii) a\n      statutory body; (iv) an instrumentality or agency of the State; (v) a\n      company which is financed and owned by the State; (vi) a private body\n      run substantially on State funding; (vii) a private body discharging public\n      duty or positive obligation of public nature; and (viii) a person or a body\n      under liability to discharge any function under any statute, to compel it\n      to perform such a statutory function.&quot;</span>\n</blockquote>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_117\">27. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"261493\" id=\"span_38\">In <a href=\"/doc/261493/\" id=\"a_128\">Binny Ltd. v. V. Sadasivan</a>, a two-Judge Bench of this Court noted the\ndistinction between public and private functions. It held thus:)\n\n      &quot;11.... It is difficult to draw a line between public functions and private\n      functions when they are being discharged by a purely private authority. A\n      body is performing a &quot;public function&quot; when it seeks to achieve some\n      collective benefit for the public or a section of the public and is accepted\n                                                                                 Page No.# 53/60\n\n                  by the public or that section of the public as having authority to do so.\n                  Bodies therefore exercise public functions when they intervene or\n                  participate in social or economic affairs in the public interest.&quot;</span>\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_118\">28. The Bench elucidated on the scope of mandamus:\n</p>\n<p data-structure=\"Section\" id=\"p_119\">                  &quot;29. ... However, the scope of mandamus is limited to enforcement of\n                  public duty. The scope of mandamus is determined by the nature of the\n                  duty to be enforced, rather than the identity of the authority against\n                  whom it is sought. If the private body is discharging a public function\n                  and the denial of any right is in connection with the public duty imposed\n                  on such body, the public law remedy can be enforced. The duty cast on\n                  the public body may be either statutory or otherwise and the source of\n                  such power is immaterial, but, nevertheless, there must be the public law\n                  element in such action... There cannot be any general definition of public\n                  authority or public action. The facts of each case decide the point.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_120\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"2937017\" id=\"span_39\">29. More recently in <a href=\"/doc/2937017/\" id=\"a_129\">K.K. Saksena v. International Commission</a> on Irrigation &amp;\n            Drainage, another two-Judge Bench of this Court held that a writ would not lie\n            to enforce purely private law rights. Consequently, even if a body is performing\n            a public duty and is amenable to the exercise of writ jurisdiction, all its\n            decisions would not be subject to judicial review. The Court held thus:</span>\n</p>\n<blockquote id=\"blockquote_57\">                  &quot;43. What follows from a minute and careful reading of the aforesaid\n                  judgments of this Court is that if a person or authority is &quot;State&quot; within\n                  the meaning of <a href=\"/doc/609139/\" id=\"a_130\">Article 12</a> of the Constitution, admittedly a writ petition\n                  under <a href=\"/doc/1712542/\" id=\"a_131\">Article 226</a> would lie against such a person or body. However, we\n                  may add that even in such cases writ would not lie to enforce private law\n                  rights. There are a catena of judgments on this aspect and it is not\n                  necessary to refer to those judgments as that is the basic principle of\n                  judicial review of an action under the administrative law. The reason is\n                  obvious. A private law is that part of a legal system which is a part of\n                                                                                     Page No.# 54/60\n\n                     common law that involves relationships between individuals, such as law\n                     of contract or torts. Therefore, even if writ petition would be\n                     maintainable against an authority, which is &quot;State&quot; under <a href=\"/doc/609139/\" id=\"a_132\">Article 12</a> of the\n                     Constitution, before issuing any writ, particularly writ of mandamus, the\n                     court has to satisfy that action of such an authority, which is challenged,\n                     is in the domain of public law as distinguished from private law.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_121\">(ix).   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318728\" id=\"span_40\">In <a href=\"/doc/318728/\" id=\"a_133\">Kurien E. Kalathil</a> (Supra), the Hon&#x27;ble Supreme Court has held, which is\nreproduced herein below :-</span>\n</p>\n<blockquote id=\"blockquote_58\">              &quot;11. A statute may expressly or impliedly confer power on a statutory body to\n              enter into contracts in order to enable it to discharge its functions. Dispute\n              arising out of the terms of such contracts or alleged breaches have to be settled\n              by the ordinary principles of law of contract. The fact that one of the parties to\n              the agreement is a statutory or public body will not by itself affect the principles\n              to be applied. The disputes about the meaning of a covenant in a contract or its\n              enforceability have to be determined according to the usual principles of the\n              <a href=\"/doc/171398/\" id=\"a_134\">Contract Act</a>. Every act of a statutory body need not necessarily involve an\n              exercise of statutory power. Statutory bodies, like private parties, have power to\n              contract or deal with property. Such activities may not raise any issue of public\n              law. In the present case, it has not been shown how the contract is statutory.\n              The contract between the parties is in the realm of private law. It is not a\n              statutory contract. The disputes relating to interpretation of the terms and\n              conditions of such a contract could not have been agitated in a petition under\n              <a href=\"/doc/1712542/\" id=\"a_135\">Article 226</a> of the Constitution of India. That is a matter for adjudication by a\n              civil court or in arbitration if provided for in the contract. Whether any amount\n              is due and if so, how much and refusal of the appellant to pay it is justified or\n              not, are not the matters which could have been agitated and decided in a writ\n              petition. The contractor should have relegated to other remedies .&quot;\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_122\">45.     The case laws above are well settled proposition of law which does not require any\nconsideration for its applicability in the present case as the maintainability of the writ petitions\ndepends on the facts of each case. As noted above, in my considered view, the action of\n                                                                                   Page No.# 55/60\n\nrespondents is not only contrary to the BRD but is per se arbitrary and as such is amenable to\nwrit jurisdiction and therefore, the present writ petitions are maintainable.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_123\">46. Coming to the merit of the matter, as noticed above, pursuant to the auction of RPC\nvide intimation dated 05.01.2023, by its auction agency M/s. e-Procurement Technologies Pvt.\nLtd. (Procure Tiger), to the tune of 20000 MTs, with respective dates of auction on\n01.02.2023 and 03.02.2023, the petitioners were allotted and transmitted the lot confirmation\nletter and the delivery order for RPC, as per the auction terms and conditions, prescribed in\nthe BRD. The petitioners have started upliftment of the RPC after receipt of the delivery\norders. In the meantime, the respondent NRL has intimated through impugned e-mail that\nupliftment of sanctioned RPC was put on hold with effect from 25.03.2023 to 15.05.2023, on\naccount of safety concerns in view of Refinery Turnaround, 2023. The grievance of the\npetitioners is that since the respondents have suddenly withhold/stopped the lifting of RPC in\nterms of delivery orders, with unplanned but wholly foreseeable suspension of supply of RPC,\nwhich had a cascading affect on the petitioners and against the terms and conditions\nprescribed in the BRD, the contract get lapsed and they are entitled to refund their security\ndeposits as well as the cost equivalent to the unlifted RPC.\n</p>\n<p data-structure=\"PetArg\" id=\"p_124\">47. It is the contention of the petitioners that the stoppage/ withholding of the upliftment of\nRPC, allegedly on account of safety concerns in view of Refinery Turnaround, is not\nsustainable as prior to or during the auction process, there was no intimation of such\nperspective Turnaround/stoppage period, even though the same was common affair which\nanticipated and planned for several months in advance by the NRL authority. In addition to\nthat, in WP(C) No.2702/2023 and WP(C) No.2699/2023, the petitioners contended that after\nthey started upliftment of the RPC, the RPC were found to be wholly contaminated. Such\ncontamination was detected on Lab Test by the petitioners as they found that the quality of\nRPC which was shown and tested prior to the auction was not the same as after the delivery\norders. The petitioners have made several representations to that effect and physical meeting\nwas also conducted. It is the contention of the petitioners that the action of the respondent\nauthorities in suddenly stopping the upliftment of the RPC and extending it on its own whims\nand fancies clearly reflects the arbitrary action on the part of the respondent authorities.\n</p>\n<p data-structure=\"Section\" id=\"p_125\">48. To appreciate and analyze the grievance raised by the petitioners, this Court deem it\n                                                                                Page No.# 56/60\n\napposite to refer and consider the relevant Clause of the BRD, which governs the contracts,\nrelevant portion of which are quoted hereunder for ready reference:-\n</p>\n<blockquote id=\"blockquote_59\">CONDITIONS OF E-AUCTION SALE\n\n</blockquote><blockquote id=\"blockquote_60\">             1. The material as per the list declared on the Auctioneer&#x27;s i.e. M/s e-\n</blockquote><p data-structure=\"Conclusion\" id=\"p_126\">             Procurement Technologies Ltd. website shall be disposed off by way of e-\n             auction through the Auctioneer&#x27;s website.\n</p><p data-structure=\"Conclusion\" id=\"p_127\">             2. The prospective bidders will inspect the material offered for e-auction sale\n             within stipulated period, at the site where the material is located and collect\n             composite samples for testing at their own lab. The bidders shall satisfy\n             themselves about condition, quality, quantity, and measurement etc. of the\n             material which they intend to purchase. No complaints shall be entertained\n             regarding description, quantity, size, measurement, and weight of the material\n             as the information given in the catalogue (Annexure 1) is approximate and no\n             warranty or guarantee shall be implied. Materials shall be sold after the bidders\n             have inspected the material and conducted requisite tests on the collected\n             composite samples to their satisfaction. However, it is not binding upon NRL to\n             ensure whether bidders have conducted the requisite tests after collection of\n             sample. Error in the description/quantity/measurement/utility/number/ weight/\n             condition etc. of the material as given in the catalogue/ list published on the\n             Auctioneer&#x27;s website shall not form a cause to the bidder to complain or to\n             avoid completed sale or bid.\n</p><p data-structure=\"Conclusion\" id=\"p_128\">             3. For participation in the e-auction, the prospective bidders shall register\n             themselves with the Auctioneer&#x27;s website. Only registered bidders can\n             participate in the e-auction. The bidders shall pay the &#x27;Earnest Money Deposit\n             (EMD)&#x27; for the lot to the Auctioneer prior to the e-auction. The amount of EMD\n             (as per catalogue) shall be in the form of Demand Draft/ NEFT drawn in favour\n             of M/s. eProcurement Technologies Ltd. (Procure Tiger).\n</p><p data-structure=\"Conclusion\" id=\"p_129\">             4. On completion of e-auction proceedings &amp; after receipt of e-auction\n             statement from the Auctioneer, the NRL Marketing &amp; BD shall take decision in\n             respect of acceptance or rejection of bids within 7 working days of receipt of\n             intimation from Auctioneer. Such decision shall be binding on the bidders as\n             well as the Auctioneer. NRL shall not be bound to assign any reason for such\n             acceptance or rejection of bids.\n</p><p data-structure=\"Conclusion\" id=\"p_130\">             5. As per the decision of the auction committee, auctioneer shall issue Sale\n             Intimation Letters to the successful bidders of the respective lots under\n             intimation to NRL, within two working days of receipt of confirmation from NRL.\n</p><p data-structure=\"Conclusion\" id=\"p_131\">                                                                            Page No.# 57/60\n\n</p><p data-structure=\"Conclusion\" id=\"p_132\">       6. No other special permission shall be granted in that respect once the\n       list/catalogue is displayed. However, express undertaking (Annexure III) shall\n       have to be given by the buyer that he shall be liable to and shall have to\n       remove all the items purchased within stipulated time. All consequential\n       damages as a result of such cutting, breaking etc. during removal will be\n       determined by the concerned Department of NRL and the successful\n       bidder/buyer shall be responsible for such damages.\n</p><p data-structure=\"Conclusion\" id=\"p_133\">       7. EMD of the unsuccessful bidders in the e auction shall be refunded\n       immediately by the Auctioneer. The EMD of the successful bidders shall be\n       transferred to NRL&#x27;s account and the same shall be considered as Security\n       Deposit amount and shall be released after completion of lifting only.\n</p><p data-structure=\"Conclusion\" id=\"p_134\">       8. Buyer to comply with NRL HSE (Health, Safety, Environment) policy during\n       entire operation of shifting and loading.\n</p><p data-structure=\"Conclusion\" id=\"p_135\">       9. The successful bidder shall furnish declaration in the proforma (Annexure III)\n       to auctioneer immediately after receipt of Sale Intimation Letter for carrying out\n       obligations as per terms &amp; conditions prescribed in the e-auctions.\n</p><p data-structure=\"Conclusion\" id=\"p_136\">19. If the buyer fails to lift the material as per delivery schedule as stated above, he\nshall be allowed to lift the material with application of Ground Rent Charges @ 0.1%\n(zero point one percent) of the value corresponding to non-lifted quantity of the lot\nper day w.e.f. 1st calendar day till 15th calendar days [after expiry of delivery schedule]\nunless stated otherwise.\n</p><p data-structure=\"Conclusion\" id=\"p_137\">25. Conditions of Delivery:\n</p><blockquote id=\"blockquote_61\">(a) The buyer shall remove the material corresponding to the lot purchased from the\nsite of storage within the stipulated period as specified in the Delivery Order. The\nbuyer shall make his own arrangement for cutting/loading/transport. The buyer shall\nnot be entitled to claim any facilities/assistance/transport from NRL.\n</blockquote><blockquote id=\"blockquote_62\">(b) If the buyer wish to take delivery of the items purchased through his\nrepresentative, he shall authorize his representative by a &quot;Letter of Authority&quot; which\nshall be presented in original to the concerned Department of NRL.\n</blockquote><blockquote id=\"blockquote_63\">(c) Delivery of respective lot shall be deemed to have completed only after issue of\n&quot;No Objection/No Due/Completion Certificate&quot; from the concerned Department of NRL.\n</blockquote>\n\n<p data-structure=\"Conclusion\" id=\"p_138\">26. In the event of lot basis auction, any material being found to be deficient in\nquantity, quality, size, measurement, number and weight or description from those\nstated in the list published on the website, the buyer shall have no claim against NRL\nor the Auctioneer nor shall the purchaser/buyer be entitled to seek any annulment of\nsale or claim for loss of profit, interest, damage or any other ground except for refund\n                                                                                   Page No.# 58/60\n\n      of a part of purchaser&#x27;s money for the &#x27;quantitative shortages&#x27; in delivery and he shall\n      be bound to remove the same from the site as good purchased by him. The\n      weighments/units indicated in the catalogue/ list are tentative and no guarantees\n      assured for the same. In case of unit basis, amount against deficient in quantity only\n      shall be refunded.\n</p><p data-structure=\"Conclusion\" id=\"p_139\">49. On perusal of Clause 19, it transpires that if the buyer fails to lift the material as per\ndelivery schedule, he shall be allowed to lift the material with application of Ground Rent\nCharges @ 0.1% (zero point one percent) of the value corresponding to non-lifted quantity of\n\nthe lot per day w.e.f. 1 st calendar day till 15th calendar days, unless stated otherwise. In\nother words, the extension of time to lift the RPC is only on the failure of the buyer to lift the\nRPC as per the delivery schedule, that too with the application of Ground Rent Charges @\n0.1% (zero point one percent), unless stated otherwise. Therefore, the extension of\nupliftment of the RPC shall be as per the delivery schedule and in case of failure by the buyer,\nthe same shall be allowed with application of Ground Rent Charges @ 0.1%.\n</p>\n<p data-structure=\"RespArg\" id=\"p_140\">50. It is seen that the respondent NRL has extended the upliftment and delivery time from\n04.04.2023 to 15.05.2023, on the ground of Refinery Turnaround, which may be a reasonable\nground for the respondent NRL, however, the BRD does not empower the respondent NRL\nauthority to extend on its own except as per clause 19, much less stoppage of delivery for\nupliftment of the RPC.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_141\">51. Clause 25 provides, inter alia, that the buyer shall remove the material corresponding to\nthe lot purchased from the site of storage within the stipulated period as specified in the\nDelivery Order. The Delivery Order prescribed that the material/RPC is to be lifted by\n04.04.2023.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_142\">52. Clause 26 provides that in the event of lot basis auction, any material being found to be\ndeficient in quantity, quality, size, measurement, number and weight or description from\nthose stated in the list published on the website, the buyer shall have no claim against NRL or\nthe Auctioneer nor shall the purchaser/buyer be entitled to seek any annulment of sale or\nclaim for loss of profit, interest, damage or any other ground except for refund of a part of\npurchaser&#x27;s money for the &#x27;quantitative shortages&#x27; in delivery and he shall be bound to\nremove the same from the site as good purchased by him. The weighments/units indicated in\n                                                                                Page No.# 59/60\n\nthe catalogue/ list are tentative and no guarantees assured for the same. In case of unit\nbasis, amount against deficient in quantity only shall be refunded.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_143\">53. The respondent NRL, apart from withholding/stoppage of the upliftment of the RPC,\nwithout there being any authority to the same, in my considered view, the schedule of time\nfor upliftment being lapsed, the contract gets terminated on the happening of such arbitrary\nstoppage by the respondent NRL. In stoppage/withholding of the upliftment of RPC, it\namounts to quantitative shortage and deficient in quantity, for which the petitioners are\nentitled to be refunded.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_144\">54. In view of the above, I am of the considered opinion that the delivery schedule for RPC\nsupply to the petitioners as per the delivery orders have lapsed and the contract of supply of\nRPC deemed expired and the NRL authorities are obligated to refund the security deposits\nand the balance purchase advance payment due to its failure/shortfall in providing the\ncontractually stipulated quantity of RPC.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_145\">55. This court would agree that a duty is cast on the respondent NRL to ensure that the\nquality of RPC to be strictly in accordance with the BRD. The quality of the RPC having being\ncompromised while in the custody of the respondent NRL which has been brought to the\nnotice of the respondent NRL, the respondent NRL has failed to perform its promise and\nobligations to maintain the quality of RPC. The Petitioners have informed the NRL to put an\nend to the contract on account of the depreciation of the quality of the RPC and also to\nrefund the money for the RPC. The respondent NRL has failed to perform its promise of\nproviding the goods as per the quality in terms of the BRD and as such, in my view, the\ncontract has been rendered void.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_146\">56. In view of the discussions made herein above, I am of the considered view that the\npetitioners have been able to demonstrate the arbitrary action on the part of Respondent\nNRL. Thus, the impugned e-mail for resumption of upliftment of RPC vide dated 19.04.2023 is\nnot sustainable. Accordingly, the e-mail dated 19.04.2023, for resumption of the supply of\nRPC from the point of its stoppage/withholding on 25.03.2023, is hereby set aside and\nquashed. Consequently, the petitioners are entitled to refund of the security deposits and\nbalance purchase advance payments on account of             failure/shortfall in providing the\n                                                                               Page No.# 60/60\n\ncontractually stipulated quantity of RPC.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_147\">57.      The writ petitions are allowed and disposed of, accordingly. However, no order as to\ncosts.\n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_148\">                                                                               JUDGE\n\n\n\n\nComparing Assistant\n </p>","numcites":35,"numcitedby":0,"docsource":"Gauhati High Court","citetid":192179344,"divtype":"judgments","courtcopy":true,"query_alert":null,"agreement":false}