{"tid":399721,"publishdate":"1988-07-15","title":"K. Abdul Rahiman And Ors. vs Divisional Forest Officer And Anr. on 15 July, 1988","doc":"<h2 class=\"doc_title\">K. Abdul Rahiman And Ors. vs Divisional Forest Officer And Anr. on 15 July, 1988</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1989KER1, AIR 1989 KERALA 1, (1989) ILR(KER) 1 KER 1, (1988) 2 KER LT 290, ILR (1989) 1 KER 1, (1988) 2 KER LJ 202</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\n Bhaskaran Nambiar, J.  \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. Two\nconfessed defaulters seek redress under <a href=\"/doc/1712542/\" id=\"a_1\">Article 226</a> of the Constitution in practically identical circumstances in these two writ petitions. For convenience, therefore, it is sufficient to refer to the petitioner and the facts in one writ petition. O.P. No. 3799 of 1981.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\"> 2. The Divisional Forest Officer, Palghat, notified on 4th December. 1979 that the right of collection and removal of all timber and firewood except Teak. Rosewood and other enumerated categories of wood, in specified areas will be offered for sale in public auction subject to certain conditions. The auction was held on 26-12-1979 and the petitioner was permitted to bid after he made the earnest money deposit of Rs. 1,000/- and signed a copy of the sale notice in token of having accepted all the conditions. He was the highest bidder with a bid of Rs. 3,31,000.00. He also paid on the sale date Rs. 10,000/- less the earnest money deposit already paid. Within a week thereafter, on 8-1-1980, he, however, informed the first respondent, the Divisional Forest Officer, through a lawyer&#x27;s notice that he was withdrawing his offer, and requesting for refund of the amount paid by him. The first respondent declined his request and the sale\n\nwas confirmed on 4-2-1980. The petitioner refused to pay the instalments or execute the agreement as per the conditions of auction. Treating him as a defaulter, resale was ordered and the fresh sale was conducted on 7-5-1980 and the highest bid was only Rs. 2,35,000/-, less by Rs. 96,000/- than covered by the first auction. The loss caused Rs. 96,250.33, was sought to be recovered from the petitioner. A demand notice was sent directing the petitioner to remit the amount within fifteen days of the date of receipt of the notice failing which he was warned that revenue recovery steps would be initiated. Faced with the threat of action under the <a href=\"/doc/201374/\" id=\"a_2\">Revenue Recovery Act</a>. which even allowed immediate attachment of movables on mere show of a demand notice, the petitioner rushed to this Court and filed this writ petition on 9-2-1988. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_3\"> 3. Shri. Sugunapalan, learned counsel for the petitioner submitted that after the petitioner withdrew his offer, before the sale was confirmed there was no contract with the Government and there could be no breach of that contract. It was also submitted, assuming that there was a contract, the petitioner did not execute any agreement as contemplated under the auction or in conformity with <a href=\"/doc/1084525/\" id=\"a_3\">Article 299</a> of the Constitution and thus there was no valid contract to sustain a claim for its breach. The Government, it is stated, cannot in any case, be the arbiter regarding the quantum of damages and the claim now made is not sustainable in law. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_4\"> 4. The learned Advocate General, appearing for the State contended that the State was enforcing only a statutory liability and not any contractual obligation and relied on <a href=\"/doc/157078221/\" id=\"a_4\">Section 79</a> of the Forest Act and <a href=\"/doc/201374/\" id=\"a_5\">Section 68</a> of the Revenue Recovery Act for the purpose. The petitioner was bound by the conditions of auction and he could not be permitted to withdraw after he participated in the bid and was declared the highest bidder. It was again pointed out that the claim was only for liquidated damages specified in the auction notice, and there was no necessity to conduct any enquiry to fix the quantum. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_5\"> 5. The conditions of auction. Ext. R-1(a) provided that before being permitted to bid, the intending bidder must make an earnest\n\nmoney deposit E.M.D. for Rs. 1,000 in cash and also sign a copy of the sale notice in token of having accepted all the conditions therein. There is no dispute that the petitioner complied with these conditions. He therefore bound himself to abide by all the conditions of auction and the questions as to whether he was entitled to withdraw after making the highest bid, and whether he was required to make good the loss, if any, sustained by the Government consequent on his default, are matters referable to those conditions and the relevant statutory provisions. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\"> 6. Under the scheme of auction &quot;no highest bidder will be permitted to withdraw his offer till a final decision is taken by the department on his offer&quot;. Therefore, the petitioner was not entitled to resile from his offer, after he was declared as the highest bidder at the close of the auction on 26-12-1979 and the first respondent rightly rejected his request. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_7\"> 7. After confirmation of the sale, the successful bidder has to remit the balance 1/3rd of the bid amount, pay sales tax for the total sale value, pay into the Government Treasury Savings Bank Account an amount equal to 10% of the total sale value as security, execute an agreement in the prescribed form in stamp paper and remit the balance 2/3rd of the bid amount in two equal instalments, the first within one month of the execution of the agreement and the second within two months or within such extended time as may be ordered. It is also specifically provided :--  \n</p><blockquote id=\"blockquote_1\">  &quot;Failure to remit any of the above instalments even during the extended period will entail cancellation of the contract and forfeiture of all monies paid till then and all produce remaining in the coupe. The right thus cancelled will be resold at the risk and loss of the contractor.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_8\"> 8. The petitioner did not make any payment after the sale was confirmed. He was a defaulter on his own showing. Clause 7 of the conditions of auction was automatically attracted. Clause  provides : \n</p><blockquote id=\"blockquote_2\">  &quot;In case of resale or departmental working on account of default by the successful bidder/contractor, the loss, if any, will be\n\nmade good by the defaulter but he shall not be entitled to the profit the department may derive thereby.&quot; \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_9\"> 9. The conditions of the auction, accepted by the petitioner and binding on him authorised the Government, on breach by the terms of the auction, to conduct a fresh auction at the &quot;petitioner&#x27;s risk and loss&quot; and the petitioner agreed to make good the loss, if any, sustained on resale. On the terms of the auction notice, the petitioner, in this case, was liable to pay the loss caused to the department on account of his own default. The loss was measured by the difference between the price obtained in the first auction and what was obtained in the second auction. The expenses incurred for conducting the auction, of course, were part of the loss.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_10\"> 10. The petitioner cannot derive any support from the conditions of auction and cannot deny his liability on the admitted breach of its terms. It is in this context that he raises two legal contentions which we shall presently deal with. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_11\"> 11. It is contended that when the State is one of the contracting parties, and seeks to recover damages for breach of that contract.\n</p><p data-structure=\"Precedent\" id=\"p_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"338650\" id=\"span_1\">the State cannot be a judge in its own cause a Judge in its own cause own cause and cannot be its own arbiter to determine the (sic) and quantum of damages. This question poses no problem as the matter is settled by several decisions, and the latest decision of the Supreme Court in <a href=\"/doc/338650/\" id=\"a_6\">State of Karnataka v. Rameshwar Rice Mills</a>. Thirthahalli, AIR 1987 SC 1359. concludes the issue against the petitioner. The Supreme Court held thus : --</span> \n</p>   \n\n<blockquote id=\"blockquote_3\"> &quot;The terms of Clause 13 do not afford scope for a liberal construction being made regarding the powers of the Deputy Commissioner to adjudicate upon a disputed question of breach as well as to assess the damages arising from the breach. The crucial words in Clause 12 are &quot;and for any breach of conditions set forth hereinbefore, the first party shall be liable to pay damages to the second party as may be assessed by the second party&quot;. On a plain reading of the words it is clear that the right of the second party to assess damages would arise only if the breach of conditions is admitted or if no\n\nissue is made of it. If it was the intention of the parties that the officer acting on behalf of the State was also entitled to adjudicate upon a dispute regarding the breach of conditions the wording of Clause 12 would have been entirely different. It cannot also be argued that a right to adjudicate upon an issue relating to a breach of conditions of the contract would flow from or is inhered in the right conferred to assess the damages arising from a breach of conditions. The power to assess damages, as pointed out by the Full Bench, is a subsidiary and consequential power and not the primary power. Even assuming for argument&#x27;s sake that the terms of Clause 12 afford scope for being construed as empowering the officer of the State to decide upon the question of breach as well as assess the quantum of damages, we do not think that adjudication by the Officer regarding the breach of the contract can be sustained under law because a party to the agreement cannot be an arbiter in his own cause. Interests of justice and equity require that where a party to a contract disputes the committing of any breach of conditions the adjudication should be by an independent person or body and not by the other party to the contract. The position will, however, be different where there is no dispute or there is consensus between the contracting parties regarding the breach of conditions. In such a case the officer of the State, even though a party to the contract will be well within his rights in assessing the damages occasioned by the breach in view of the specific terms of Clause 12. \n</blockquote> \n\n<blockquote id=\"blockquote_4\"> We are, therefore, in agreement with the view of the Full Bench that the powers of the State under an agreement entered into by it with a private person providing for assessment of damages for breach of conditions and recovery of the damages will stand confined only to those cases where the breach of conditions is admitted or it is not disputed.  \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_13\"> 12. When a contract is broken, the party who suffers by such breach is entitled to receive from the party who has broken the contract, compensation for any loss or damage caused to him thereby. This principle of <a href=\"/doc/339747/\" id=\"a_7\">Section 73</a> of the Contract Act equally applies where one of the contesting parties is the\n\nGovernment. It is the breach of the contract that gives rise to the cause for damages. The primary duty therefore is to fix the liability for the breach. Assessment of damages is only an incidental or subsidiary function. The liability to pay damages is thus fastened where there is breach of contract. However, when a dispute arises as to whether the contract has been broken or not, that dispute cannot be settled by one of the parties to the contract, for, he cannot be an arbiter in his own cause. The dispute may have to be referred to an arbitrator or the matter has to be settled in a Court of law. This principle applies to the Government also as a party to the contract. Where the breach of the contract is admitted. i.e., where there is no dispute that the contract has been broken by one of the parties, the Government as the party entitled to claim compensation for the breach need not wait for a determination by any outside agency as to whether there was any breach of contract. In that event, the question of damages alone remains to be considered. A sum can be named in the contract as the amount to be paid in case of breach, an amount in liquidation of the claim for compensation. The contract can thus provide for liquidated damages in the event of breach and the Government claiming that amount as compensation for the admitted breach committed by the other party to the contract need not seek the aid of Court or any outside agency for the fixation of the quantum of damages. Similarly, if the contract itself provides that that one party shall be liable to pay damages to the second party as may be assessed by the second party&quot;, the assessment by the second party, in case the breach is admitted, is binding on the first party and there is no more any necessity for a further quantification of the damages by any outside agency. The party assessing the damage can straightway seek to recover the amount and if that party is the Government, it can have recourse to the remedy available under the <a href=\"/doc/101350554/\" id=\"a_8\">Kerala Revenue Recovery Act</a>. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_14\"> 13. These principles are now well settled and applying them to the facts of the case, it is clear that the petitioner admits that he has broken the contract and that he did hot comply with the terms of the conditions of auction. He was, therefore, bound to\n\ncompensate for the loss sustained by the Government. His loss is mitigated to a large extent by the Government conducting a resale and the auction conditions stipulate that the Government can only claim the loss, if any, on account of the resale. The auction notice itself fixes the mode and the method of calculation of the damages. The ascertainment of the quantum is, therefore, a simple arithmetical calculation after the resale. The contention that the Government cannot take steps for recovery of this amount under the <a href=\"/doc/101350554/\" id=\"a_9\">Kerala Revenue Recovery Act</a> cannot be accepted. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_15\"> 14.    But, considerable reliance was placed\nin a decision of a learned single Judge of this Court in Chellappan v. Executive Engineer, 1979 Ker LT. 53 and especially the following observations : -- \n</p><blockquote id=\"blockquote_5\">  &quot; It may be that parties may contemplate in the contract the amount of liquidated damages in the event of breach. But, there is no subtle distinction in India between liquidated and unliquidated damages, for, even where parties to a contract agree in the contract itself as to the quantum of damages payable by the party in the event of the breach the question as to the amount of damages is still a matter for determination by Court, for, in spite of such agreement whether the amount would be reasonably due and therefore for that reason the covenant for liquidated damages is enforceable is a question which would call for examination. That is the reason why even the stipulation for liquidated damages would not render the defaulting party liable ipso facto by reason of the default to answer for the sum agreed upon as damages. The position, therefore, would be that on the breach only a right to sue for damages may accrue. But so long as the sum due remains undetermined it cannot be said that any amount is due.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_16\"> 15. This was approved in a Division Bench ruling in Ponnappan v. D.F.O., 1984\nKer LJ 853 thus :-- \n</p><blockquote id=\"blockquote_6\">  &#x27;&#x27;As pointed out by this Court in the decision in Chellappan v. Executive Engineer, 1979 Ker LT 53 there is no distinction in this country between liquidated damages and unliquidated damages and therefore even when the parties to a contract\n\nagree upon and specify the sum of damages in the event of breach the Court may be called upon to consider the reasonableness of the quantum. If the parties stipulate as damages what may amount to penalty the statute relieves the contracting party from the obligation to pay such penalty. We are only indicating that the determination of quantum of damages is not avoided even in a case of specification of liquidated damages.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_17\"> 16. We are afraid, with due respect to the learned Judges that the principle has been too widely stated. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"338650\" id=\"span_2\">In fact, in the Supreme Court case referred to above, in <a href=\"/doc/338650/\" id=\"a_10\">State of Karnataka v. Rameshwara Rice Mills, Thirthahalli</a>, AIR 1987 SC 1359, it was also stated thus : --</span> \n</p><blockquote id=\"blockquote_7\">  &quot;To illustrate the position if the agreement provides for a liquidated sum being paid as damages for breach of conditions instead of a sum to be assessed by the Deputy Commissioner, it cannot be said that the specified damages will not be money due under the contract and hence the damages cannot be recovered under the <a href=\"/doc/201374/\" id=\"a_11\">Revenue Recovery Act</a>. What applies to specified damages will likewise apply to damages which are quantified after assessment.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_18\"> Admission of the breach of contract by the defaulting party and assimilation of a provision for liquidated damages in the event of breach, dispense with a determination of any dispute by any outside agency and the Government, as the party claiming compensation can proceed to recover the amount due under the <a href=\"/doc/201374/\" id=\"a_12\">Revenue Recovery Act</a> without recourse to a Court of law. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_19\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1813349\" id=\"span_3\">17. It is also necessary to refer to one more decision of a Division Bench consisting of V. P. Gopalan Nambiyar. C. J. and G. Balagangadharan Nair, J. in <a href=\"/doc/1813349/\" id=\"a_13\">State of Kerala v. Universal M. Agencies</a>. 1980 Ker LT 187 : (AIR 1980 Ker 1581. In that case, under Clause 16 of the relevant agreement all sums found due to the lessor could be recovered as arrears of land revenue and Clause 17 provided thus : --</span> \n</p><blockquote id=\"blockquote_8\">  &quot;If any dispute or question shall arise between the lessee and the lessor touching on or relating to any of the matters or things hereinbefore contained the same will be decided bv the lessor and the decisions of the\n\nlessor shall be final and conclusive and shall be binding on the lessee.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_20\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"338650\" id=\"span_4\">These provisions were interpreted by this Court as being wide enough to give the lessor the right to recover all sums found due to the lessor under or by virtue of the agreement and conferring on the Government &quot;the right of deciding the amount due to the Government&quot;. This Court thus held that the Government had the power under the terms of the agreement to adjudicate regarding the breach of the contract and also about the extent of damage suffered by the State consequent on that breach. We think that this decision can no longer be held as good law in view of the decision of the Supreme Court in <a href=\"/doc/338650/\" id=\"a_14\">State of Karnataka v. Rameshwara Rice Mills</a>. Thirthahalli, AIR 1987 SC 1359, A provision enabling one of the parties to an agreement to be the arbiter to decide whether the contract has been broken or not is opposed to public policy, equity and justice and that adjudication regarding the breach of the contract has to be left to an independent person or body and cannot be made by one of the parties to the contract, intimately interested in the result of the adjudication.</span> \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_21\"> 18. The last and most important contention urged is that the terms of the auction, though accepted by the petitioner, are no longer enforceable in the absence of a written agreement signed by the parties and conforming to the constitutional requirements under <a href=\"/doc/1084525/\" id=\"a_15\">Article 299.</a> It is mainly on this question that this case has been referred to a Full Bench. We shall extract the order of reference ; -- \n</p><blockquote id=\"blockquote_9\">  &quot;As these cases involve an important question of law and as we find that there is apparent conflict between the Division Bench rulings of this court reported in 1980 Ker LT 850 between the Spl. Dy. Tahsildar v. Kunju Moideen and 1985 Ker LT249 between State of Kerala v. M. E. Aly. we consider it appropriate to refer these cases to a Full Bench for consideration. The petitioner shall produce proper paper books for all the three Judges, with copies to the other side within ten days from this date. The learned. Advocate General has agreed to produce the relevant papers pertaining to sale notice etc. It is ordered accordingly.&quot;\n</blockquote> \n \n\n<p data-structure=\"Precedent\" id=\"p_22\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1890075\" id=\"span_5\">Before we attempt to resolve the conflict, if any, between the decisions of this Court, it is necessary to note that there are three decisions of the Supreme Court which lay down the law on this aspect and which are sufficient to settle the controversy in this case. We have been taken through these three decisions, <a href=\"/doc/1890075/\" id=\"a_16\">K. P. Chowdhry v. State of M. P..</a> AIR 1967 SC 203, A. Damodaran v. State of Kerala, AIR 1976 SC 1533 and State of Haryana v. Lai Chand. (1984) 3 SCC 634 : (AIR 1984 SC 1326).</span> \n</p> \n\n<p data-structure=\"Section\" id=\"p_23\"> 19. Thus. <a href=\"/doc/1084525/\" id=\"a_17\">Article 299</a> of the Constitution applies to all contracts made in the exercise of the executive power of the Union or a State. The contracts in such cases have to be executed on behalf of the President or Governor by such persons and in such manner as he may direct or authorise. A contract not in compliance with this constitutional requirement is null and void. There can thus be no implied contract and the contract which is void admits of no ratification either. The mandate of <a href=\"/doc/1084525/\" id=\"a_18\">Article 299</a>, therefore, applies only to contracts made in exercise of the executive power. It can have no application to contracts which are statutory in nature: Nor can it have any application for the enforcement of any statutory liability, for the liability arises not under the contract but under the statute. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_24\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1890075\" id=\"span_6\">20. The decision in <a href=\"/doc/1890075/\" id=\"a_19\">K. P. Chowdhry v. State of M. P.</a>, AIR 1967 SC 203 of a Bench of five Judges is authority for the proposition that <a href=\"/doc/1084525/\" id=\"a_20\">Article 299</a> does not countenance implied contracts. There is no implied contract either before the bidding or after the auction. This was a case of a forest auction. It was held thus : --</span> \n</p><blockquote id=\"blockquote_10\">  &quot;The first is that in view of <a href=\"/doc/1525624/\" id=\"a_21\">Article 299(1)</a> there can be no implied contract between the Government and another person, the reason being that if such implied contracts between the Government and another person were allowed, they would in effect make <a href=\"/doc/1525624/\" id=\"a_22\">Article 299(1)</a> useless, for then a person who had a contract with Government which was not executed at all in the manner provided in <a href=\"/doc/1525624/\" id=\"a_23\">Article 299(1)</a> could get away by saying that an implied contract may be inferred on the facts and circumstances of a particular case. This is of course not to say that if there is a valid contract as envisaged by <a href=\"/doc/1525624/\" id=\"a_24\">Article 299(1).</a> there\n\nmay not be implications arising out of such a contract. The second consequence which follows from these decisions is that if the contract between Government and another person is not in full compliance with <a href=\"/doc/1525624/\" id=\"a_25\">Article 299(1)</a> it would be no contract at all and could not be enforced either by the Government or by the other person as a contract. In the present case it is not in dispute that there never was a contract as required by <a href=\"/doc/1525624/\" id=\"a_26\">Article 299(1)</a> of the Constitution. Nor can the fact that the appellant bid at the auction and signed the bid-sheet at the close thereof or signed the declaration necessary before he could bid at the auction amount to a contract between him and the Government satisfying all the conditions of <a href=\"/doc/1525624/\" id=\"a_27\">Article 299(1).</a> The position therefore is that there was no contract between the appellant and the Government before he bid at the auction nor was there any contract between him and, the Government after the auction was over as required by <a href=\"/doc/1525624/\" id=\"a_28\">Article 299(1)</a> of the Constitution. Further in view of the mandatory terms of <a href=\"/doc/1525624/\" id=\"a_29\">Article 299(1)</a> no implied contract could be spelled out between the Government and the appellant at the stage of bidding for <a href=\"/doc/1084525/\" id=\"a_30\">Article 299</a> in effect rules out all implied contracts between Government and another person. The view taken by the High Court that Section 155(b) of the Madhya Pradesh Land Revenue Code which provides for recovery of money as arrears of land revenue would therefore ensure (enure?) in favour of the Government and enable it to recover the deficiency cannot be sustained. That clause provides for recovery of all moneys falling due to the State Government under any grant, lease or contract and says that they shall be recoverable in the same manner as arrears of land revenue. The High Court was of the view that the word &quot;contract&quot; in this clause includes an implied contract. But if there can be no implied contract between the Government and another person in view of the mandatory provision of <a href=\"/doc/1525624/\" id=\"a_31\">Article 299(1)</a> of the Constitution there can be no question of recovery of any money under an implied contract under Clause (b) of Section 155&quot;. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_25\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"91737\" id=\"span_7\">21. The decision in <a href=\"/doc/91737/\" id=\"a_32\">A. Damodaran v. State of Kerala</a>. AIR 1976 SC 1533 illustrates the case of a statutory contract which is outside the pale of the rigour of <a href=\"/doc/1084525/\" id=\"a_33\">Article 299.</a> It\n\nwas a case arising under the <a href=\"/doc/21887562/\" id=\"a_34\">Abkari Act</a> where a &quot;statutory status&quot; was conferred to a &quot;grantee&quot; of a privilege under the Kerala Abkari Act, It was held thus : --</span> \n</p><blockquote id=\"blockquote_11\">  &quot;Section 18A(2) lays down that &quot;no grantee of any privilege under Sub-section (1) shall exercise the same until he has received a licence in that behalf from the Commissioner&quot;. It will be seen that this provision contemplates the statutory status of a &quot;grantee&quot; even before he becomes entitled, as of-right to exercise privileges of a grantee on the receipt of a licence. What is noticeable is that even before he receives his licence he is described as a &quot;grantee&quot;. The successful bidders, in the case before us. had been permitted by the excise authorities, in recognition of their rights to receive and in anticipation of receipt of licences, to exercise the privileges of grantees. They were thus treated as grantees in anticipation of execution, of contracts and grants of licenses. Grantees under <a href=\"/doc/201374/\" id=\"a_35\">Section 28</a> of the Act are those who have received the privilege and not necessarily only those who have received the written contracts and licenses. The word &quot;grantee&quot; used there seems to us to carry this wider connotation with it&quot;, \n  &quot;The appellants became entitled to get licenses from the Government which had to perform its duty to execute written agreements and grant licenses as soon as the appellants fulfilled required conditions by paying up the remainder of the amounts due. The Government had performed its part of the bargain and even allowed the appellants to start selling liquor. The appellants also became liable and bound to perform their corresponding obligations under the conditions of the auctions imposed in pursuance of statutory provisions. This reciprocity of obligations, quite apart from its basis in agreement, had thus acquired an operative force resting on statutory sanction and equity&quot;. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_26\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1115441\" id=\"span_8\">22.    The decision in <a href=\"/doc/1115441/\" id=\"a_36\">State of Haryana v. Lal Chand</a>, (1984) 3 SCC 634 : (AIR 1984 SC 1326) was again an &quot;Excise case&quot; regarding the enforcement of a statutory liability. It was held thus : --</span> \n</p><blockquote id=\"blockquote_12\">  &quot;We are clearly of the opinion that in the\n\ncase of a statutory contract like the one under the <a href=\"/doc/102616839/\" id=\"a_37\">Excise Act</a>. the requirements of <a href=\"/doc/1525624/\" id=\"a_38\">Article 299(1)</a> cannot be invoked. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"91737\" id=\"span_9\">In <a href=\"/doc/91737/\" id=\"a_39\">A. Damodaran v. State of Kerala</a>. (AIR 1976 SC 1533). the Court interpreting Section 28 of the Kerala Abkari Act. 1967 which was in pari materia with <a href=\"/doc/103271360/\" id=\"a_40\">Section 60</a> of the Punjab Excise Act. 1914 held that even if no formal deed had been executed as required under <a href=\"/doc/1525624/\" id=\"a_41\">Article 299(1).</a> still the liability for payment of the balance of the licence amount due could be enforced by taking recourse to <a href=\"/doc/201374/\" id=\"a_42\">Section 28</a> of the Act. The Kerala High Court rejected the contention of the appellants by holding that the liability to satisfy the dues arising out of a bid was enforceable under Section 28 quite apart from any &#x27;contractual liability and this view was upheld by this Court on the ground that the word &#x27;grantee&#x27; in Section 28 has a wide connotation to mean a person who had been granted the privilege by acceptance of his bid. It was further held that the statutory duties and liabilities arising on acceptance of the bid at a public auction of a liquor contract may be enforced in accordance with the statutory provisions and that it was not a condition precedent for the recovery of an amount due under <a href=\"/doc/201374/\" id=\"a_43\">Section 28</a> of the Act. that the amount due and recoverable should be under a formally drawn up and executed contract. This is in recognition of the principle that the provisions of <a href=\"/doc/1525624/\" id=\"a_44\">Article 299(1)</a> of the Constitution are not attracted to the grant of such a privilege to vend liquor under the Act&quot;.</span> \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_27\"> 23. In the present case, no contractual liability can be enforced as there was no contract complying with <a href=\"/doc/1084525/\" id=\"a_45\">Article 299</a> of the Constitution. There was no statutory contract as the provisions of the <a href=\"/doc/95488756/\" id=\"a_46\">Kerala Forest Act</a> and the rules made thereunder do not provide for the creation of any such contract. However, a statutory liability, distinct from a contractual obligation is fastened on the parties under <a href=\"/doc/157078221/\" id=\"a_47\">Section 79</a> of the Forest Act which reads thus : --  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_28\"> 79. Recovery of money due to Government : -- \n</p><p data-structure=\"Section\" id=\"p_29\">  All money, other than fines, payable to the Government under this Act or any rule made thereunder, or on account of timber or forest produce or of expenses incurred in the execution of this Act in respect of timber or\n\nforest produce, or under any contract relating to timber or forest produce including any sum recoverable thereunder for the breach thereof or in consequences of its cancellation or under the terms of a notice relating to the sale of timber or forest produce by auction or by invitation of tenders, issued by or under the authority of a Divisional Forest Officer, and all compensation awarded to the Government under this Act may, if not paid when due be recovered under the law for the time being in force, as if it were an arrear of land revenue&quot;. \n</p> \n\n<p data-structure=\"Section\" id=\"p_30\"> 24. There is corresponding provision in the <a href=\"/doc/201374/\" id=\"a_48\">Revenue Recovery Act</a> in Section 68 providing that all sums declared by any other law for the time being in force, to be recoverable as arrear of public revenue due on land, may be recovered under the provisions of the <a href=\"/doc/201374/\" id=\"a_49\">Revenue Recovery Act</a>. \n</p> \n\n<p data-structure=\"Section\" id=\"p_31\"> 25. Thus under Section 79, all money payable to the Government under the terms of a notice relating to the sale, of timber or forest produce by auction or invitation of tenders issued by or under the authority of a Divisional Forest Officer, if not paid, when due could be recovered under the law for the time being in force as if it were an arrear of land revenue. In the present case, the Government was only claiming an amount under this statutory provision, thus enforcing a statutory liability. There is no constitutional embargo under <a href=\"/doc/1084525/\" id=\"a_50\">Article 299</a> to enforce this statutory obligation. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_32\"> 26. Now to the decisions of this Court. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1336027\" id=\"span_10\">In <a href=\"/doc/1336027/\" id=\"a_51\">Bhaskaran Nair v. State of Kerala</a>, 1980 Ker LT 462, a Division Bench of this Court (Balakrishna Eradi and George Vadakkel, JJ.) held thus:--</span> \n</p><blockquote id=\"blockquote_13\">  &quot;<a href=\"/doc/94268117/\" id=\"a_52\">Section 79</a> of the Kerala Forest Act, 1961 specifically provides that all money payable to the Government on account of timber or forest produce inclusive of any sum recoverable under the terms of a notice relating to sale of timber or forest produce by auction may if not paid when due, be recovered under the law for the time being in force, as if it were an arrear of land revenue. What sought to be recovered from the appellant under Ext. P6 is an amount said to be recoverable from him under the terms of\n\nthe notice relating to the sale of forest produce by auction and hence&quot; it falls directly within the scope of Section 79. It cannot therefore be said that the respondents have acted without jurisdiction in initiating proceedings against the appellant under the <a href=\"/doc/201374/\" id=\"a_53\">Revenue Recovery Act</a> for recovery of the said sum&quot;. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_33\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1250917\" id=\"span_11\">27. This decision has been followed by a Division Bench consisting of Justice Bhaskaran (as his Lordship then was) and one of us (Sukumaran, J.) in <a href=\"/doc/1250917/\" id=\"a_54\">Kunjukrishnan v. State</a>, AIR 1983 Ker 73).</span> The same view has been expressed in a later decision of a Division Bench in State of Kerala v. Aly, 1985 Ker LT 249, consisting of M. P. Menon and Radhakrishna Menon, JJ. Their Lordships construing the effect of <a href=\"/doc/157078221/\" id=\"a_55\">Section 79</a> of the Forest Act stated thus : -- \n</p><blockquote id=\"blockquote_14\">  &quot;Confining attention to only two of the heads under which money payable to Government is made recoverable under the Section, the first to be noticed is liability arising under a contract relating to timber or forest produce. The second is money payable under the terms of a notice relating to timber or forest produce by auction, when such notice is issued by a Divisional Forest Officer, The term &#x27;contract&#x27; under the first head can possibly include only formal contracts executed under <a href=\"/doc/1525624/\" id=\"a_56\">Article 299(1)</a>, in exercise of the State&#x27;s executive power. But the second head is obviously designed to cover something different from such contracts, for otherwise, there was no need to separately provide for it. And what is covered by it is a liability arising from sale notice issued by the D.F.O. The mere issuance of a sale notice may not create liability, but when money becomes &quot;payable under the terms&quot; of such a notice, that becomes recoverable. That is, when a person participates in the auction and becomes answerable for money payable under the terms of the auction notice, something recoverable under Section 79 comes into being&quot;. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_34\"> 28. In yet another decision of a Division Bench of this Court in State of Kerala v. Joy, 1985 Ker LT 1030, Justice Balakrishna Menon and one of us (Sukumaran, J.) observed thus:-- \n</p><blockquote id=\"blockquote_15\">  &quot;A Division Bench of this Court in State of\n\nKerala v. Aly, 1985 Ker LT 249 : 1985 Ker LJ 1 has held that money payable under the terms of a notice for sale of timber or forest produce by auction issued by a Divisional Forest Officer is recoverable under <a href=\"/doc/94268117/\" id=\"a_57\">Section 79</a> of the Kerala Forest Act. Even though the mere issue of a sale notice may not create any liability, but when money becomes payable under the terms of such a notice, it is held the amount is recoverable under Section 79. Such occasions arise when a person participates in the auction and becomes answerable for money payable under the terms of the auction notice. The liability may not be contractual when tested in the light of <a href=\"/doc/1525624/\" id=\"a_58\">Article 299(1)</a> of the Constitution. But the liability is nevertheless fixed and may be enforceable by the statutory provision contained in <a href=\"/doc/94268117/\" id=\"a_59\">Section 79</a> of the Kerala Forest Act. Whether the plaintiffs are entitled to any reliefs in these suits will depend upon the question whether they are liable for any amounts to the State enforceable under <a href=\"/doc/157078221/\" id=\"a_60\">Section 79</a> of the Forest Act&quot;. \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_35\"> The other decision that is required to be referred by the reference order, is the decision in Spl. Dy. Tahsildar v. Kunju Moideen, 1980 Ker LT 850. disposed of by Balakrishna Eradi, CJ. andBalagangadharan Nair, J. Their Lordships were considering the question as to whether the loss sustained by the forest department on account of resale of the right to raise Punam cultivation on certain lands could be recovered under the <a href=\"/doc/201374/\" id=\"a_61\">Revenue Recovery Act</a>. relying on <a href=\"/doc/157078221/\" id=\"a_62\">Section 79</a> of the Forest Act. The learned Judges held that it was not an amount due on account of or in respect of timber or forest produce under any contract relating to timber or forest produce and therefore Section 79 could not be invoked. On the facts of the case, therefore, this case is distinguishable in that it was a case to which <a href=\"/doc/157078221/\" id=\"a_63\">Section 79</a> of the Forest Act did not apply and the question as to whether Section 79 created a statutory liability which could be enforced under the <a href=\"/doc/201374/\" id=\"a_64\">Revenue Recovery Act</a> did not arise. There is thus no conflict between the decision in Special Deputy Tahsildar v. Kunju Moideen. 1980 Ker LT 850 and State of Kerala v. M. E. Aly. 1985 Ker LT 249.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_36\"> 29. The decision in State of Kerala v. Kerala Flour Mills, 1980 Ker LT 966 by Gopalan Nambiyar C. J. and G. Batagangadharan Nair, J. is also not helpful to the petitioner as revenue recovery proceedings were taken in respect of a liability arising under a void contract not conforming to <a href=\"/doc/1084525/\" id=\"a_65\">Article 299</a> and there was no enforcement of any statutory liability or statutory contract. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_37\"> 30. We are, therefore, of the view that in this case, the Government was competent and perfectly justified in taking steps under the <a href=\"/doc/201374/\" id=\"a_66\">Revenue Recovery Act</a>, to recover &quot;the amount due under the terms of a notice relating to the sale of timber by auction&quot;, in enforcement of a statutory liability created under <a href=\"/doc/157078221/\" id=\"a_67\">Section 79</a> of the Forest Act. No writ of prohibition or mandamus can issue prohibiting or forbearing the respondents from taking proceedings under the <a href=\"/doc/201374/\" id=\"a_68\">Revenue Recovery Act</a> for recovery of the loss sustained by the Government consequent on the default committed by the petitioner. The demand notice is also not liable to be quashed as it was issued by a competent authority and with jurisdiction. The parties have been able to retain with them the amount payable to the Government all these seven years. They cannot expect anything more. There are no merits in both the Original Petitions and they are dismissed; but, in the circumstances of the case, no costs. \n</p>\n \n\n","numcites":19,"numcitedby":22,"docsource":"Kerala High Court","citetid":399721,"divtype":"judgments","relatedqs":[{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":"statutory contract what is","formInput":"statutory%20contract%20what%20is"},{"value":"liquidated damages","formInput":"liquidated%20damages"},{"value":"implied contract","formInput":"implied%20contract"},{"value":"article 299","formInput":"article%20299"},{"value":"\"implied contract\"","formInput":"%22implied%20contract%22"},{"value":"contract with government","formInput":"contract%20with%20government"},{"value":"article 299(1)","formInput":"article%20299%281%29"},{"value":"arrears land revenue","formInput":"arrears%20land%20revenue"},{"value":"forest act","formInput":"forest%20act"},{"value":"forest produce","formInput":"forest%20produce"},{"value":"kerala forest act","formInput":"kerala%20forest%20act"},{"value":"\"liquidated damages","formInput":"%22liquidated%20damages"},{"value":"statutory liability","formInput":"statutory%20liability"},{"value":"Damages for breach","formInput":"Damages%20for%20breach"},{"value":"earnest money","formInput":"earnest%20money"},{"value":"quantum of damages ","formInput":"quantum%20of%20damages%20"},{"value":"damages in contract","formInput":"damages%20in%20contract"},{"value":"article 1","formInput":"article%201"},{"value":"auction","formInput":"auction"}],"cats":[{"value":"recovery-revenue, finance","formInput":"tag:recovery-revenue, finance"}],"courtcopy":false,"query_alert":null,"agreement":false}