{"tid":777307,"publishdate":"1960-04-06","title":"The Standard-Vacuum Refining Co.Of ... vs Its Workmen And Others on 6 April, 1960","doc":"<h2 class=\"doc_title\">The Standard-Vacuum Refining Co.Of ... vs Its Workmen And Others on 6 April, 1960</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1960 AIR 948, 1960 SCR (3) 466, AIR 1960 SUPREME COURT 948, 1960-61 18 FJR 345, 1961 (1) SCJ 84, 1960 2 LABLJ 233, 1960 3 SCR 466</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:k-n-wanchoo\">K.N. Wanchoo</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:k-n-wanchoo\">K.N. Wanchoo</a>, <a href=\"/search/?formInput=benchid:p-b-gajendragadkar\">P.B. Gajendragadkar</a>, <a href=\"/search/?formInput=benchid:k-c-gupta\">K.C. Das Gupta</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nTHE STANDARD-VACUUM REFINING CO.OF INDIA LTD.\n\n\tVs.\n\nRESPONDENT:\nITS WORKMEN AND OTHERS.\n\nDATE OF JUDGMENT:\n06/04/1960\n\nBENCH:\nWANCHOO, K.N.\nBENCH:\nWANCHOO, K.N.\nGAJENDRAGADKAR, P.B.\nGUPTA, K.C. DAS\n\nCITATION:\n 1960 AIR  948\t\t  1960 SCR  (3) 466\n CITATOR INFO :\n F\t    1967 SC1206\t (10)\n R\t    1972 SC 319\t (15)\n F\t    1972 SC1942\t (24,95)\n R\t    1987 SC 777\t (6)\n RF\t    1990 SC 532\t (6)\n E\t    1992 SC 457\t (19,20)\n\n\nACT:\n       Industrial  Dispute-Abolition of contract system of  labour-\n       Dispute\traised by regular workmen of  company-Reference\t to\n       Tribunal, if competent-<a href=\"/doc/500379/\" id=\"a_1\">Industrial Disputes Act, 1947</a> (14\t of\n       1947), SS. 2 (k), 10.\n\n\n\nHEADNOTE:\nA dispute was raised by the respondents, the workmen of\t the\nappellant company, with respect to contract labour  employed\nby  it\tfor  cleaning  maintenance  work  at  the   refinery\nincluding  premises and plant belonging to it.\tThey made  a\ndemand\tfor  abolition\tof  the\t contract  system  and\t for\nabsorbing the workmen employed through the contractors\tinto\nthe regular service of the company.  The matter was referred\nto the Tribunal under<a href=\"/doc/1669932/\" id=\"a_2\"> s. 10</a> of the Industrial Disputes\tAct,\n1947.  The company objected to the reference on the  grounds\n(1) that it was incompetent inasmuch as there was no dispute\nbetween\t it and the respondents and it was not open to\tthem\nto raise a dispute with respect to the workmen of some other\nemployer, viz., the contractor, and (2) in any case, it\t was\nfor  the  company  to decide what was  the  best  method  of\ncarrying  on  its  business  and  the  Tribunal\t could\t not\ninterfere  with\t that  function\t of  the  management.\t The\nTribunal  held that the reference was competent and  on\t the\nmerits it was of opinion that the work which was being\tdone\nthrough\t the contractor was necessary for the company to  be\ndone  daily, that doing this work through  annual  contracts\nresulted in the deprivation of security of service and other\nbenefits,  privileges,\tleave, etc., of the workmen  of\t the\ncontractor  and\t that  therefore the  contract\tsystem\twith\nrespect to this work should be abolished:\nHeld,  (1)  that  the dispute in the  present  case  was  an\nindustrial  dispute  within the meaning of<a href=\"/doc/189659891/\" id=\"a_3\"> s.  2(k)</a>  of\t the\nIndustrial Disputes Act, 1947, as interpreted in Workmen  of\nDimakuchi  Tea\tEstate v. The Management  of  Dimakuchi\t Tea\nEstate, [1958],\n467\nS.C.R. 1156, because (i) the respondents had a community  of\ninterest with the workmen of the contractor, (ii) they\thall\nalso  a\t substantial interest in-the subject-matter  of\t the\ndispute in the sense that the class to which they  belonged,\nnamely,\t workmen,  was substantially affected  thereby,\t and\n(iii) the company could give relief in the matter.\nThe reference was, accordingly, competent.\n(2)  that  the\tdirection  given by the\t Tribunal  that\t the\ncontract  system  should  be  abolished\t was  just  in\t the\ncircumstances of the case and should not be interfered with.\nD.   Macropollo\t and Co. (P) Ltd. v. D. Macropollo  and\t Co.\n(P) Ltd.  Employees&#x27; Union, A.I.R. 1958 S.C. 1012,\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">       CIVIL  APPELLATE\t JURISDICTION: Civil   Appeal  No.  130\t of\n       1959.\n</p><p data-structure=\"Issue\" id=\"p_2\">       Appeal  by special leave from the Award dated  September\t 5,\n       1958,  of  the  Industrial Tribunal,  Bombay,  in  Reference\n       (I.T.) No. 187 of 1958.\n</p><p data-structure=\"PetArg\" id=\"p_3\">       C.   K. Daphtary, Solicitor-General of India, G. B. Pai\tand\n       Sardar Bahadur, for the appellants.\n</p><p data-structure=\"Issue\" id=\"p_4\">       H.   R.\tGokhale,  S.  B.  Naik and  K.\tR.  Chaudhury,\tfor\n       respondent No. 1.\n</p><p data-structure=\"Facts\" id=\"p_5\">       1960.  April 6. The Judgment of the Court was delivered by\n       WANCHOO,\t J.-This  is  an  appeal by  special  leave  in\t an\n       industrial  matter.   The appellant is The  Standard  Vacuum\n       Refining\t Company of India Limited (hereinafter\tcalled\tthe\n       company).   A  dispute  was raised by  the  workmen  of\tthe\n       company (hereinafter called the respondents) with respect to\n       contract\t labour\t employed  by  the  company  for   cleaning\n       maintenance of the refinery, (plant and premises)  belonging\n       to the company.\tThe system in force in the company is  that\n       this  work is given to contractors for a period of one  year\n       from  October  1\t to September 30.  At  the  time  when\tthe\n       reference was made the contract. was with Ramji Gordhan\tand\n       Company\tfor the period from October 1, 1957,  to  September\n       30, 1958.  On April 27, 1957, the respondents made a  demand\n       for  abolition of the contract system that prevailed in\tthe\n       company\tand for absorbing the workmen employed through\tthe\n       contractors  into  the regular service of the  company  with\n       retrospective  effect from the date of their  employment\t in\n       the  company  through  the contractors.\t The  case  of\tthe\n       respondents was that the contractor used to change sometimes\n       from year to year with the\n<span class=\"hidden_text\" id=\"span_1\">       468</span>\n       result that the workmen employed by the previous\t contractor\n       were thrown out of employment.  As an instance, it was  said\n       that  previous  to October 1, 1957, the\tcontract  was  with\n       Gowri  Construction  Company.   That  company  employed\t 67\n       workmen to do the work.\tBut when the contract was given\t to\n       Ramji Gordhan and Company, all these 67 workmen were  thrown\n       out  of employment, though 40 of them were subsequently\tre-\n       employed\t as fresh employees by Ramji Gordhan  and  Company.\n       The  result  of the system therefore was that there  was\t no\n       security of service to the workmen who were in effect  doing\n       the  work  of  the company.  Besides  the  contractors  were\n       paying much less to the workmen than the amount paid by\tthe\n       company\tto  its unskilled regular  workmen.   Further,\tthe\n       workmen\tof  the\t contractors were  not\tentitled  to  other\n       benefits\t and  amenities such as provident  fund,  gratuity,\n       bonus,  privilege leave, medical facilities  and\t subsidised\n       food and housing to which the regular workmen of the company\n       were entitled.  The work was of a permanent nature, but\tthe\n       contract\t system\t was  introduced to deny  the  workmen\tthe\n       rights  and  benefits  which the company\t gave  to  its\town\n       workmen.\n</p><p data-structure=\"Precedent\" id=\"p_6\">       The  dispute  was taken to the conciliation  officer.   When\n       conciliation  failed,  the  Government of  Bombay  made\tthe\n       following reference on May 13, 1958.\n</p><blockquote id=\"blockquote_1\">       &quot;  The contract system for cleaning the premises\t and  plant\n       should  be  abolished and workers working  in  the  refinery\n       through\tthe Ramji Gordhan and Company should be treated\t as\n       workers\tof  the Standard Vacuum Refining Company  of  India\n       Limited,\t Bombay,  and wage-scales, conditions  of  service,\n       etc., that are applicable to the workers of the refinery\t be\n       made  applicable\t to them.  Past service\t of  these  workers\n       should be counted and they should be treated as continuously\n       in  the\tservice of the Stanvac refinery from  the  date\t of\n       their entertainment.&quot;\n</blockquote><p data-structure=\"PetArg\" id=\"p_7\">       The   company  resisted\tthe  claim  and\t raised\t two   main\n       contentions.   In the first place it was contended that\tthe\n       reference under<a href=\"/doc/1669932/\" id=\"a_4\"> s. 10</a> of the Industrial Disputes Act, No. 14\n       of  1947 (hereinafter called the Act), was incompetent.\t In\n       the second place it was contended\n<span class=\"hidden_text\" id=\"span_2\">       469</span>\n       that  the  work\tdone by the contractor&#x27;s  workmen  was\tnot\n       germane\tto  the\t manufacturing process\tand  was  therefore\n       entrusted  to  the  contractor.\t If  the  workmen  of\tthe\n       contractor  were\t not  satisfied\t with  the  conditions\t of\n       service, they could take up the, matter with the\t contractor\n       and  the\t company  had  nothing to do with  it.\tAs  to\tthe\n       difference  between the wages and benefits and amenities\t of\n       the  regular  workmen of the company  and  the  contractor&#x27;s\n       workmen,\t it  was  said that the work of\t the  two  sets\t of\n       workmen\twas very different and that in any case this was  a\n       matter\tbetween\t the  contractor  and  its  workmen.\tThe\n       contractor was an independent employer and it was  incorrect\n       to  say that the real employer was the company.\tIt was\tfor\n       the  company to decide what was the best method of  carrying\n       on  its\tbusiness  and the industrial  tribunal\tshould\tnot\n       interfere with that function of the management.\n       The tribunal held that the reference was competent.  On\tthe\n       merits it was of -opinion that the work which was being done\n       through the contractor was necessary for the company and had\n       to  be  done  daily,  though  it\t was  not  a  part  of\tthe\n       manufacturing  process.\tIt further held that doing of  this\n       work through annual contracts resulted in the deprivation of\n       security\t of service and other benefits, privileges,  leave,\n       etc.,   for  the\t workmen  of  the  contractor.\t  Therefore\n       considering  the nature of the case it was of  opinion  that\n       this was a proper case where a direction should be given\t to\n       the  company to abolish the contract system with respect\t to\n       this  work.   In the result the company\twas  directed  with\n       effect from November 1, 1958, to discontinue the practice of\n       getting\tthis work done through contractors and to  have\t it\n       done  through workmen engaged by itself.\t The other part\t of\n       the  demand, namely, that all the workmen of the\t contractor\n       should be taken over by the company and their past  services\n       should  be  counted and that they should be given  the  same\n       wage  scale  and\t conditions of service,\t etc.,\twhich  were\n       applicable  to  the  regular  workmen  of  the  company\twas\n       rejected.   The\tcompany\t was  further  directed\t to  engage\n       regular workmen for this work and in so doing it was to give\n       preference to the workmen employed by Ramji\n<span class=\"hidden_text\" id=\"span_3\">       60</span>\n<span class=\"hidden_text\" id=\"span_4\">       470</span>\n       Gordhan\tand Company.  Wage-scale and other benefits  to\t be\n       given  to  these\t workmen were left to  the  company  to\t be\n       determined by it.\n</p><p data-structure=\"RespArg\" id=\"p_8\">       Learned.\t Solicitor-General appearing for the company raised\n       two  contentions before us, namely, (i) is this\tdispute\t an\n       industrial dispute and therefore the reference was competent\n       ? and (ii) is the tribunal justified in interfering with the\n       management function as to how it should get its work done ?\n       Re. (i) :\n</p><blockquote id=\"blockquote_2\">       The  contention under this head is that there is no  dispute\n       between the company and the respondents and that it was\tnot\n       open  to the respondents to raise a dispute with respect\t to\n       the  workmen  of some other employer (in\t this  case,  Ramji\n       Gordhan\tand  Company).\t Reliance in  this  connection\twas\n       placed  on the definition of &quot; industrial dispute &quot; in<a href=\"/doc/1418464/\" id=\"a_5\"> s.  2</a>\n</blockquote><blockquote id=\"blockquote_3\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1198151\" id=\"span_5\">(k) of the Act and the judgment of this Court in <a href=\"/doc/1198151/\" id=\"a_6\">Workmen\t of\n       Dimakuchi  Tea  Estate v. The Management</a> -of  Dimakuchi\tTea\n       Estate (1).  The definition of &quot; industrial dispute &quot; in\n       s.   2 (k) requires three things-</span>\n</blockquote><blockquote id=\"blockquote_4\">       (i)  There should be a dispute or difference;\n</blockquote><blockquote id=\"blockquote_5\">       (ii) The\t dispute or difference should be between  employers\n       and  employers, or between employers and workmen or  between\n       workmen and workmen;\n</blockquote><blockquote id=\"blockquote_6\">       (iii)\t The  dispute or difference must be connected  with\n       the employment or non-employment or the terms of\t employment\n       or with the conditions of labour, of any person.\n</blockquote><p data-structure=\"RespArg\" id=\"p_9\">       The  first  part\t thus refers to the factum of  a  real\tand\n       substantial  dispute, the second part to the parties to\tthe\n       dispute and the third to the subject-matter of the  dispute.\n       The contention of the learned Solicitor General is  two-fold\n       in  this\t connection, namely, (i) that there is no  real\t or\n       substantial dispute between the company and the respondents,\n       and (ii) that the subject matter of the dispute is such that\n       it  cannot come within the terms of the definition in  s.  2\n</p><p data-structure=\"Precedent\" id=\"p_10\">       (k).\n</p><p data-structure=\"Section\" id=\"p_11\">       The  first submission can be disposed of shortly.  There\t is\n       undoubtedly  a  real  and substantial  dispute  between\tthe\n       company\t and  the  respondents\ton  the\t question  of\tthe\n       employment of contract-labour for the\n       (1)  [1958] S.C.R. 1156.\n</p><span class=\"hidden_text\" id=\"span_6\">       471</span>\n<p data-structure=\"Section\" id=\"p_12\">       work of the company.  The fact that the respondents who have\n       raised this dispute are not employed on contract basis  will\n       not  make  the dispute any the less a  real  or\tsubstantial\n       dispute\tbetween\t them and the company as to the\t manner\t in\n       which  the  work of the company should be carried  on.\tThe\n       dispute\tin  this  case is that the  company  should  employ\n       workmen directly and not through contractors in carrying\t on\n       its  work and this dispute is undoubtedly real and  substan-\n       tial even though the regular workmen (i.e., the respondents)\n       who have raised it are not employed on contract labour.\t <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1198151\" id=\"span_7\">In\n       <a href=\"/doc/1198151/\" id=\"a_7\">Dimakuchi</a>  case\t(1) to which reference has been\t made,\tthe\n       dispute\twas relating to an employee of the tea\testate\twho\n       was not a workman.  It was nevertheless held that this was a\n       real  and  substantial dispute between the workmen  and\tthe\n       company.\t  How the work should be carried on is certainly  a\n       matter  of  some\t importance  to\t the  workmen  and  in\tthe\n       circumstances it cannot be said that this is not a real\tand\n       substantial  dispute  between the company and  its  workmen.</span>\n       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1198151\" id=\"span_8\">Thus  out of the three ingredients of<a href=\"/doc/189659891/\" id=\"a_8\"> s. 2(k)</a> the  first\t is\n       satisfied; the second also is ,satisfied because the dispute\n       is between the company and the respondents ; it is the third\n       ingredient which really calls for determination in the light\n       of the decision in <a href=\"/doc/1198151/\" id=\"a_9\">Dimakuchi</a> case (1).</span>\n</p><p data-structure=\"Section\" id=\"p_13\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1198151\" id=\"span_9\"><a href=\"/doc/189659891/\" id=\"a_10\">Section\t2(k)</a>,  as it is worded, would allow  workmen  of  a\n       particular  employer to raise a dispute connected  with\tthe\n       employment or non-employment, or the terms of employment\t or\n       with  the conditions of labour of any person.  It  was  this\n       aspect of the matter which was considered in <a href=\"/doc/1198151/\" id=\"a_11\">Dimakuchi</a>  case\n       (1) and it was held that the words &quot; any person &quot; used in<a href=\"/doc/189659891/\" id=\"a_12\"> s.\n       2(k)</a> would not justify the workmen of a particular  employer\n       to  raise a dispute about any one in the world, though-\tthe\n       words  &quot; any person &quot; in that provision may not\tbe  equated\n       with  the  words &quot; any workman &quot;. The test therefore  to\t be\n       applied in determining the scope of the words &quot; any person &quot;</span>\n</p><blockquote id=\"blockquote_7\">       in  s.  2(k)  was  stated in  the  following  words  at\tpp.\n       1174-75:-\n</blockquote><blockquote id=\"blockquote_8\">       &quot;  If, therefore, the dispute is a collective  dispute,\tthe\n       party raising the dispute must have either a direct interest\n       in the subject-matter of dispute or a\n       (1) [1958] S. C. R. 1156.\n</blockquote><span class=\"hidden_text\" id=\"span_10\">       472</span>\n<p data-structure=\"Precedent\" id=\"p_14\">       substantial interest therein in the sense that the class\t to\n       which the aggrieved party belongs is substantially  affected\n       thereby.\t It is the community of interest of the class as  a\n       whole-class of employers or class of workmen-which furnishes\n       the  real nexus between the dispute and the parties  to\tthe\n       dispute.\t We see no insuperable difficulty in the  practical\n       application  of this test.  In a case where the party  to  a\n       dispute is composed of aggrieved workmen themselves and\tthe\n       subject-matter  of  the dispute relates to them\tor  any\t of\n       them,  they clearly have a direct interest in  the  dispute.\n       Where,  however, the party to the dispute also  composed\t of\n       workmen espouse the cause of another person whose employment\n       or  non-employment,  etc., may  prejudicially  affect  their\n       interest,  the  workmen have a substantial interest  in\tthe\n       subject-matter  of dispute.  In both such cases the  dispute\n       is an industrial dispute.  &quot;\n</p><blockquote id=\"blockquote_9\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1198151\" id=\"span_11\">We  have therefore to see whether the respondents  who  have\n       raised  this dispute have a direct interest in the  subject-\n       matter  of the dispute or a substantial interest therein\t in\n       the sense that the class to which the respondents belong\t is\n       substantially   affected\t thereby  and  whether\t there\t is\n       community  of  interest between the  respondents\t and  those\n       whose cause they have espoused.\tThere can be no doubt  that\n       there  is  (community of interest in this case  between\tthe\n       respondents  and the workmen of Ramji Gordhan  and  Company.\n       They  belong to the same class and they do the work  of\tthe\n       same  employer and it is possible for the -company  to  give\n       the   relief  which  the\t respondents  are  claiming.\tThe\n       respondents have in our opinion also a substantial  interest\n       in the subject-matter of the dispute, namely, the  abolition\n       of  the\tcontract system in doing work of  this\tkind.\tThe\n       learned Solicitor-General particularly emphasised that there\n       was  no\tquestion of the interest of the\t respondents  being\n       prejudicially affected by the employment or nonemployment or\n       the terms of service or conditions of labour of the  workmen\n       of  Ramji  Gordhan and Company and placed  reliance  on\tthe\n       words &quot; may prejudicially affect their interest &quot;  appearing\n       in the observations quoted above.  We may, however,  mention\n       that\n<span class=\"hidden_text\" id=\"span_12\">       473</span>\n       the  test laid down is that the workmen espousing the  cause\n       should  have a substantial interest in the subjectmatter\t of\n       the dispute, and it was only when illustrating the practical\n       application of the test that this Court used the words  &quot;may\n       prejudicially  affect  their  interest  &quot;.  Besides  it\t is\n       contended  by Mr. Gokhale for the respondents that  even\t if\n       prejudicial effect on the interest of the workmen  espousing\n       the   cause  is\tnecessary,  this  is  a,  case\twhere\tthe\n       respondents&#x27;  interest  may  be\tprejudicially  affected\t in\n       future  in  case the contract system of work is\tallowed\t to\n       prevail\tin  this  branch of the work of\t the  company.\t He\n       submits\tthat if the company can carry on this part  of\tthe\n       work by contract system it may introduce the same system\t in\n       other  branches of its work which are now being done by\tits\n       regular\tworkmen.  We do not think it necessary to  go  into\n       this aspect of the matter as we have already indicated  that\n       prejudicial  effect is only one of the illustrations of\tthe\n       practical  application  of the test <a href=\"/doc/1198151/\" id=\"a_13\">laid down  in</a>  <a href=\"/doc/1198151/\" id=\"a_14\">Dimakuchi</a>\n       case  (1), viz., substantial interest in the sense that\tthe\n       class to which the aggrieved party belongs is  substantially\n       affected\t thereby.   It\tseems  to  us  therefore  that\tthe\n       respondents have a community of interest with the workmen of\n       Ramji Gordhan and Company who are in effect working for\tthe\n       same employer.  They have also a substantial interest in the\n       subject-matter of the dispute in the sense that the class to\n       which   they  belong  (namely,  workmen)\t is   substantially\n       affected\t thereby.  Finally the company can give\t relief\t in\n       the  matter.</span>   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1198151\" id=\"span_13\">We  are therefore of  opinion  that  all\tthe\n       ingredients  of<a href=\"/doc/189659891/\" id=\"a_15\"> s. 2(k)</a> as interpreted in <a href=\"/doc/1198151/\" id=\"a_16\">Dimakuchi</a>  case(1)\n       are present in this case and the dispute between the parties\n       is an industrial dispute and the reference was competent.\n       Re. (ii) :</span>\n</blockquote><blockquote id=\"blockquote_10\">       We  now\tcome  to  the question\twhether\t the  tribunal\twas\n       justified  in giving the direction for the abolition of\tthe\n       contract\t system in the manner in which it has done  so.\t In\n       dealing\twith  this question it may be relevant to  bear\t in\n       mind   that  industrial\tadjudication  generally\t does\tnot\n       encourage the employment of contract labour in modern times.\n       As  has\tbeen observed by the Royal Commission on  Labour  &quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_15\">       whatever the merits of the system\n       (1) [1958] S. C. R. 1156.\n</p><span class=\"hidden_text\" id=\"span_14\">       474</span>\n<p data-structure=\"CDiscource\" id=\"p_16\">       in  primitive times, it is now desirable, if the\t management\n       is  to discharge completely the complex responsibility  laid\n       upon  it by law and by equity, that the manager should  have\n       full  control over the selection, hours of work and  payment\n       of  the\tworkers &quot;. The same opinion has been  expressed\t by\n       several\tLabour\tEnquiry Committees appointed  in  different\n       States.\t We  agree-that\t whenever a dispute  is\t raised\t by\n       workmen\tin regard to the employment of contract\t labour\t by\n       any  employer  it  would be necessary for  the  tribunal\t to\n       examine\tthe  merits of the dispute apart from  the  general\n       consideration that contract labour should not be encouraged,\n       and that in a given case the decision should rest not merely\n       on theoretical or abstract objections to contract labour but\n       also on the terms and conditions on which contract labour is\n       employed and the grievance made by the employees in  respect\n       thereof.\t As in other matters of industrial adjudication\t so\n       in  the\tcase  of contract labour  theoretical  or  academic\n       considerations  may be relevant but their importance  should\n       not  be\toverestimated.\tLet us then consider  the  contract\n       labour system in the present case.\n</p><p data-structure=\"Section\" id=\"p_17\">       The contract in this case related to four matters.  But\tthe\n       reference   is\tconfined  to  one  only,   viz.,   cleaning\n       maintenance  work  at the refinery  including  premises\tand\n       plant  and  we shall deal with that only.  So far  as&#x27;  this\n       work  is\t concerned, it is incidental to\t the  manufacturing\n       process\tand is necessary for it and of a  perennial  nature\n       which  must be done every day.  Such work is generally  done\n       by  workmen in the regular employ of the employer and  there\n       should  be no difficulty in having regular workmen for  this\n       kind of work.  The matter would be different if the work was\n       of intermittent or temporary nature or was so little that it\n       would  not be possible to employ full-time workmen  for\tthe\n       purpose.\t Under the circumstances the order of the  tribunal\n       appears\tto  be\tjust  and there are  no\t good  reasons\tfor\n       interfering with it.\n</p><p data-structure=\"Precedent\" id=\"p_18\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"562979\" id=\"span_15\">Our attention in this connection was drawn to <a href=\"/doc/562979/\" id=\"a_17\">D.\t Macropollo\n       And  Co.\t (P)  Ltd.  v.\tD.  Macropollo\tAnd  Co.  (P)  Ltd.\n       Employees&#x27;  Union</a>  (1) and it was urged\tthat  the  tribunal\n       should not have interfered with the\n       (1)  A.I.R. 1958 S.C. 1012.</span>\n</p><span class=\"hidden_text\" id=\"span_16\">       475</span>\n<p data-structure=\"Precedent\" id=\"p_19\">       management&#x27;s  manner  of having its work done  in  the  most\n       economical  and convenient way that it thought  proper.\t It\n       was pointed out that this was not a case where the  contract\n       system  was a camouflage and the workmen of  the\t contractor\n       were really the workmen of the company.\tIt may be  accepted\n       that  the contractor in the present case is  an\tindependent\n       person and the system is genuine and there is no question of\n       the company carrying on this work itself and camouflaging it\n       as  if it was done through contractors in order to pay  less\n       to the workmen.\tBut the fact that the contract in this case\n       is  a bona fide contract would not necessarily mean that\t it\n       should  not be touched by the industrial tribunals.  If\tthe\n       contract had been mala fide and a cloak for suppressing\tthe\n       fact  that  the\tworkmen\t were really  the  workmen  of\tthe\n       company, the tribunal would have been justified in  ordering\n       the  company  to take over the entire body  of  workmen\tand\n       treat  it as its own workmen.  But because the  contract\t in\n       this  case  was bona fide the tribunal has not  ordered\tthe\n       company\tto  take over the entire body of workmen.   It\thas\n       left  to it to decide for itself how many workmen it  should\n       employ  and on what terms and has merely directed that  when\n       selection  is being made preference should be given  to\tthe\n       workmen\temployed by the present contractor.  <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"562979\" id=\"span_17\">In\t <a href=\"/doc/562979/\" id=\"a_18\">Macropollo</a>\n       case  (1), this Court held that the reorganisation had  been\n       adopted by the employer for reasons of economy and  conveni-\n       ence  and was bona fide.\t In that case the main business\t of\n       the  concern  was the selling agency  of\t various  cigarette\n       manufacturing  concerns.\t  Before 1946 the concern  used\t to\n       employ  distributors for the purpose and these  distributors\n       used to employ salesmen.\t In 1946 there were communal  riots\n       in Calcutta and therefore the concern took over the salesmen\n       in  its\tdirect employment in order to  reorganise  them\t on\n       communal\t basis\tin the then prevailing\tcircumstances.\t In\n       1954 the concern decided to close down its own outdoor sales\n       department and revert to the distributor system.\t It was\t in\n       that context that certain workmen had to be retrenched,\tand\n       this  Court held that the reorganisation scheme\tadopted\t in\n       1954 for reasons of economy and convenience was bona fide\n       (1)  A.I.R. 1958 S.C. 1012.</span>\n</p><span class=\"hidden_text\" id=\"span_18\">       476</span>\n<p data-structure=\"Conclusion\" id=\"p_20\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"562979\" id=\"span_19\">and  if\tit resulted in retrenchment  that  was\tinevitable.\n       These  facts  would  show  that\t<a href=\"/doc/562979/\" id=\"a_19\">in  that  case</a>\tthere\twas\n       reorganisation  of the business resulting  in  retrenchment.\n       In  the\tpresent\t case no such thing  arises  and  the  only\n       question for decision is whether the work which is perennial\n       and  must go on from day to day and which is incidental\tand\n       necessary  for  the  work  of  the  refinery  and  which\t is\n       sufficient  to  employ a considerable  number  of  wholetime\n       workmen\tand  which is being done in most  concerns  through\n       regular workmen should be allowed to be done by contractors.\n       Considering  the\t nature of the work and the  conditions\t of\n       service\tin  the\t present case we are of\t opinion  that\tthe\n       tribunal&#x27;s  decision is right and no interference is  called\n       for, except that the date ;should now be changed, for such a\n       direction cannot be put into force with retrospective effect\n       from November 1, 1958.  It appears that a few months  remain\n       before  the present contract will come to an end.  We  think\n       that  for these few months the present system may  continue.\n       We therefore dismiss the appeal with this modification  that\n       the  order of the tribunal will be carried into effect  from\n       such  date  on which the present contract in  force  in\tthe\n       company\tcomes  to an end.  The respondents will\t get  their\n       costs from the company.</span>\n</p><p data-structure=\"Conclusion\" id=\"p_21\">       Appeal dismissed subject to modification.\n</p>\n\n\n","numcites":6,"numcitedby":34,"docsource":"Supreme Court of India","citetid":777307,"divtype":"judgments","relatedqs":[{"value":"contract labour","formInput":"contract%20labour"},{"value":"industrial disputes act 1947","formInput":"industrial%20disputes%20act%201947"},{"value":"all india reporter","formInput":"all%20india%20reporter"},{"value":"works contract","formInput":"works%20contract"},{"value":"retrenchment","formInput":"retrenchment"},{"value":"workman+contractor","formInput":"workman%2Bcontractor"},{"value":"privilege leave ","formInput":"privilege%20leave%20"},{"value":"espousal ","formInput":"espousal%20"},{"value":"industrial disputes act","formInput":"industrial%20disputes%20act"},{"value":"manufacturing process and manufacture","formInput":"manufacturing%20process%20and%20manufacture"},{"value":"industrial dispute","formInput":"industrial%20dispute"},{"value":"industrial disputes","formInput":"industrial%20disputes"},{"value":"contract case","formInput":"contract%20case"},{"value":" tea estates","formInput":"%20tea%20estates"},{"value":" distributor","formInput":"%20distributor"},{"value":"industrial tribunal","formInput":"industrial%20tribunal"},{"value":"manufacturing process","formInput":"manufacturing%20process"},{"value":"\"manufacturing process\"","formInput":"%22manufacturing%20process%22"},{"value":"\"industrial disputes act\"","formInput":"%22industrial%20disputes%20act%22"},{"value":"definition   filter:   workman section 2 (s) industrial disputes Act","formInput":"definition%20%20%20filter%3A%20%20%20workman%20section%202%20%28s%29%20industrial%20disputes%20Act"}],"cats":[{"value":"dispute-resolution-references","formInput":"tag:dispute-resolution-references"},{"value":"industrial","formInput":"tag:industrial"},{"value":"interpretation-industrial-disputes-act","formInput":"tag:interpretation-industrial-disputes-act"}],"courtcopy":true,"query_alert":null,"agreement":false}