{"tid":45990420,"publishdate":"2012-10-31","title":"Mlgc-Ecc-Vipl (Joint Venture) vs State Of Punjab And Others on 31 October, 2012","doc":"<h2 class=\"doc_title\">Mlgc-Ecc-Vipl (Joint Venture) vs State Of Punjab And Others on 31 October, 2012</h2>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-k-sikri\">A.K.Sikri</a>, <a href=\"/search/?formInput=benchid:r-k-jain\">Rakesh Kumar Jain</a></h3>\n\n<pre id=\"pre_1\">Civil Writ Petition No. 11837 of 2012                                  [1]\n\nIN THE HIGH COURT OF PUNJAB &amp; HARYANA AT CHANDIGARH\n\n\n                                   Date of Decision:        31st October, 2012\n\n\n\n1.     Civil Writ Petition No. 11837 of 2012\n\nMLGC-ECC-VIPL (Joint Venture)                                           ...Petitioner\n\n                                   Versus\n\nState of Punjab and others                                            ..Respondents.\n\n2.     Civil Writ Petition No. 11925 of 2012\n\nMLGC-ECC-VIPL (Joint Venture)                                           ...Petitioner\n\n                                   Versus\n\nState of Punjab and others                                            ..Respondents.\n\n\nCORAM: HON&#x27;BLE MR. JUSTICE A.K.SIKRI, CHIEF JUSTICE.\n       HON&#x27;BLE MR. JUSTICE RAKESH KUMAR JAIN.\n\n1. Whether Reporters of local papers may be allowed to see the judgment ?\n2. Whether to be referred to the Reporters or not ?\n3. Whether the judgment should be reported in the Digest?\n\n\nPresent :     Mr. Sunil Chadha, Advocate, for the petitioners\n              in both the petitions.\n\n              Mr. J.S.Puri, Addl. Advocate General, Punjab.\n\n              Mr. D.V.Sharma, Senior Advocate with\n              Ms. Shivani Sharma, Advocate, for respondents No.3 and 4\n              in both the petitions.\n\n                                   ****\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">A.K.SIKRI (CHIEF JUSTICE)\n\n</p><p data-structure=\"Issue\" id=\"p_2\">1.            Parties to these writ petitions are common. The subject matter\n\nis also common in both the petitions which arise out of contract agreements,\n\nboth dated 04.08.2010. Vide the aforesaid agreements, the respondents\n\ni.e. The Punjab State Federation of Cooperating House Building Societies\n<span class=\"hidden_text\" id=\"span_1\"> Civil Writ Petition No. 11837 of 2012                           [2]</span>\n\nLtd. (hereinafter referred to as &#x27;HOUSEFED&#x27;) had awarded following two\n\nworks to the petitioner, namely:-\n</p>\n<blockquote id=\"blockquote_1\">            a)    the construction of 140 flats of category-III, 200 flats of\n\n                  Category-IV and 100 flats of Category-V,\n\n</blockquote><blockquote id=\"blockquote_2\">            b)    the construction     of 96     flats of Category-I and\n\n                  construction of 96 flats of category-II, as well as all kinds\n\n                  of external services etc. (Group-II) at Cooperative\n\n                  Housing Complex, Sector 79, Mohali.\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_3\">2.          These contracts have been terminated vide orders dated\n\n31.05.2012 in both the cases under identical circumstances.\n\n</p><p data-structure=\"Issue\" id=\"p_4\">3.          After receipt of the termination orders, the petitioner FILED\n\nCivil Writ Petition No. 11837 of 2012 with the following prayers:-\n\n</p><p data-structure=\"PetArg\" id=\"p_5\">                         i)     To issue a writ of Certiorari so as to quash\n            the orders (Annexures P/1A and P/1B), both dated 31.05.2012,\n            passed by respondents No. 3 and 4, whereby contract\n            agreements (Annexures P/4 and P/5), both dated 04.08.2010, in\n            favour of the petitioner have been terminated with immediate\n            effect and the balance work has been ordered to be executed\n            through some other contractual agency at the risk and cost of\n            the petitioner, performance guarantee has been directed to be\n            encashed and alleged excess payments have been directed to be\n            refunded.\n</p><p data-structure=\"Facts\" id=\"p_6\">                         ii)    To issue an appropriate writ, order or\n            direction to the respondents to act in a true spirit and\n            perspective of the agreements entered between the parties and\n            forthwith prepare the running bills pertaining to the work done\n            at the site in a lawful and transparent manner while taking into\n            account the work executed at the site without omission of any\n            item in a whimsical manner;\n</p><p data-structure=\"Issue\" id=\"p_7\">                         iii)   To issue an appropriate writ, order or\n            direction to the respondents to forthwith clear the outstanding\n<span class=\"hidden_text\" id=\"span_2\"> Civil Writ Petition No. 11837 of 2012                             [3]</span>\n\n            dues of the petitioner for the work already done running into\n            several crores as the respondents are deliberately withholding\n            the outstanding dues of the petitioner on the pretext of alleged\n            overpayments which are neither legal nor factually sustainable.\n\n\n</p><p data-structure=\"Facts\" id=\"p_8\">4.          However, when this petition came up for hearing on\n\n07.06.2012, learned counsel for the petitioner restricted the prayer to\n\nchallenge the order Annexure P1/A with liberty to file separate writ petition\n\nto challenge order Annexure P1/B. This prayer was allowed and armed with\n\nthe said order, the petitioner has filed second writ petition bearing No.\n\n11925 of 2012 challenging termination order in the second contract. For this\n\nreason, both the petitions were clubbed and heard together.\n\n</p><p data-structure=\"Issue\" id=\"p_9\">5.          As pointed out above, both the contracts were awarded to the\n\npetitioner under same circumstances and the termination orders have also\n\nbeen passed in the same factual backdrop. Therefore, without any fear of\n\ncontradictions, we can reproduce the facts and contentions taken by the\n\npetitioner in Civil Writ Petition No. 11837 of 2012.\n\n</p><p data-structure=\"Issue\" id=\"p_10\">            The petitioner is a joint venture of three Private Limited\n\nCompanies, namely:-\n</p>\n<blockquote id=\"blockquote_3\">            i) Manohar Lal Gupta &amp;Company Pvt. Ltd. of the First Part\n\n</blockquote><blockquote id=\"blockquote_4\">            ii) E.C. Construction Pvt. Ltd. of the second part.\n</blockquote>\n<blockquote id=\"blockquote_5\">            iii)Vantage Infratech Pvt. Ltd. of the third part.\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_11\">            For this purpose, a Joint Venture Agreement dated 05.07.2010\n\nwas entered into between the aforesaid three parties. This Joint Venture\n\ncompany, namely, the petitioner responded to the notices inviting tenders\n\nfor construction of the aforesaid two works and emerged successful therein\n\nas both these works were awarded to the petitioner vide allotment letter\n<span class=\"hidden_text\" id=\"span_3\"> Civil Writ Petition No. 11837 of 2012                           [4]</span>\n\ndated 16.07.2010 and thereafter two agreements, both dated 04.08.2010,\n\none for each of the works, were entered into and the tender amount of the\n\nfirst contract was ` 38,58,72,164/- and for second contract it was\n\n` 34,18,17,665/-.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_12\">6.          According to the averments made by the petitioner in the writ\n\npetition, right from the inception of the contract, the petitioner had been\n\npointing out innumerable lapses and breaches of contract on the part of the\n\nDepartment, to which no remedial measures were taken. The stipulated date\n\nof commencement was 16.07.2010 and the works were to be completed\n\nwithin a period of 18 months, i.e. by 15.01.2012. It is a matter of record that\n\nthe works have yet to be completed despite best efforts having been put in\n\nby the petitioner. It is stated that the department, in order, to invoke the\n\nprovisions of clause 4, has to establish that there had been no default on its\n\npart. Clause 4 has to be invoked in the manner prescribed in the contract,\n\ni.e. stage-wise. However, no such invocation was ever made by the\n\nDepartment either within the stipulated period or even in the extended\n\nperiod. The extended period expired on 30.04.2012. Infact, as on date, the\n\ntime is at large since the same has neither been extended by the Department\n\nnor there is any such application from the petitioner&#x27;s side. Thus, the\n\nDepartment has lost all rights to take any penal action against the petitioner.\n\nThe petitioner also maintains that the time is not the essence of the contract,\n\nwhich also leads to the obvious inference that there is no vested right in the\n\nDepartment to take any action penal action.\n</p>\n<p data-structure=\"Facts\" id=\"p_13\">7.          The petitioner has also alleged various hindrances faced by it in\n\ndetail and has referred to communications exchanged between the parties in\n\nthis behalf. However, it may not be necessary to advert to all those details.\n<span class=\"hidden_text\" id=\"span_4\"> Civil Writ Petition No. 11837 of 2012                           [5]</span>\n\nSuffice it to state that according to the petitioner, the Department failed to\n\nprovide the set of working drawings, proper plan etc. for carrying out the\n\nconstruction works. On the land where the houses were to be constructed\n\nthere was standing crop and the farmers were constantly creating problems\n\nfor the petitioner which was duly intimated to the Department but the\n\nDepartment failed to take remedial measures. The standing trees on the site\n\nof Group-I were not removed which get the petitioner incapacitated from\n\ncarrying out the work in the manner programmed and planned by it. It is\n\nalso alleged that in the following respects, the respondents committed\n\nbreaches in not carrying out their obligations under the contract:-\n\n</p><pre id=\"pre_2\">                   a)    Drawing issued were not workable;\n\n                   b)    Proper plan for construction of flats had not been\n\n                         supplied;\n\n                   c)    In the absence of vertical section, the height of\n\n                         roof slab and bottom of beam could not be known;\n\n                   d)    details in respect of toilets and kitchens had not\n\n                         been supplied;\n\n                   e)    joinery details had not been supplied and hence the\n\n</pre><p data-structure=\"Issue\" id=\"p_14\">                         petitioner was incapacitated from procure wood;</p><pre id=\"pre_3\">\n\n                   f)    the position of staircase in respect of contract for\n\n                         Group-II was totally wrong; and\n\n                   g)    size of cupboards and internal arrangement of\n\n                         shelves had not been provided. Moreover, the\n\n                         drawings     supplied    were     inconsistent       and\n\n</pre><p data-structure=\"PetArg\" id=\"p_15\">                         incomplete, which required immediate rectification\n\n                         for the petitioner to go ahead with the work.\n</p><span class=\"hidden_text\" id=\"span_5\"> Civil Writ Petition No. 11837 of 2012                           [6]</span><p data-structure=\"Issue\" id=\"p_16\">\n\n</p><p data-structure=\"Facts\" id=\"p_17\">8.            The petitioner has itself stated that though the aforesaid\n\nbreaches on the part of the Department were communicated to it,            the\n\nDepartment not only denied the same and on the contrary it had been\n\nblaming the petitioner for that delay. It is also accepted that the Department\n\naddressed various letters complaining of slow progress and particulars of\n\nthose letters are also given. Thus the petition proceeds on the premise that\n\nthe petitioner was not able to adhere to the time schedule for completion of\n\nthe works due to the faults of the Department whereas the Department\n\nblames the petitioner for slow pace of work and castigated the petitioner for\n\nits incapacity to complete the work. The correspondence in this behalf went\n\non between the two parties and even certain meetings were also held, as\n\nstated in the petition itself. The petition goes to the extent of alleging that\n\neven for the work done, the payments were not released in time and there\n\nwere non-payments of dues pending decision on the alleged tampering of\n\nrates by the petitioner. Ultimately, blaming the petitioner for committing\n\nbreaches of the contract and not completing the contract by stipulated date\n\ni.e. 16.01.2012, the respondents sent legal notices dated 10.05.2012 in\n\nrespect of both the works issued under Clause 4,5 22(a) of the Agreement.\n\n</p><p data-structure=\"Issue\" id=\"p_18\">9.          On receipt of these notices, when the petitioner found threat of\n\ntermination of the contracts looming large, it filed Civil Writ Petition No.\n\n11497 of 2012 on 01.06.2012 seeking restraint against the respondents from\n\ntaking action of purported termination of the contracts. This writ petition\n\nwas, however, dismissed as withdrawn with liberty to raise all the pleas\n\nbefore the authorities leaving it open for the petitioner to seek the remedy as\n\nand when adverse orders are passed. The petitioner, in the meantime, had\n\ngiven joint reply dated 24.05.2012 to the show cause notices dated\n<span class=\"hidden_text\" id=\"span_6\"> Civil Writ Petition No. 11837 of 2012                           [7]</span>\n\n10.05.2012. After receipt of the reply to the said show cause notices, the\n\nrespondents issued impugned orders dated 31.05.2012 terminating the\n\ncontract. This has resulted in filing the present petitions.\n\n</p><p data-structure=\"RespArg\" id=\"p_19\">10.          At this stage, we would like to point out that on 07.06.2012,\n\nwhile issuing notice of motion in Writ Petition No. 11837 of 2012, the\n\nCourt stayed the encashment of performance guarantee given by the\n\npetitioner to the respondents. On 04.07.2012, another interim order was\n\npassed directing that the allotment of work in terms of the fresh tenders\n\nwould be subject to further orders to be passed by this Court. Thereafter, the\n\npetitioner also filed Civil Misc. Application No. 11768 of 2012 with the\n\nprayer to get the final measurement done in respect of the work executed by\n\nit. This application was contested by the respondents by filing reply. On this\n\napplication, vide orders dated 04.09.2012, this Court considered it\n\nappropriate that final measurement in respect of the work executed by the\n\npetitioner be ascertained by appointing a person who is conversant with the\n\nsaid work. Respondents No. 3 and 4 had furnished a list of seven Chief\n\nEngineers and out of this list, Mr. A.K.Singla, Chief Engineer, P.W.D.\n\n(Building), Sector-9, Chandigarh, was appointed for conducting the work of\n\nfinal measurement in respect of the work done by the petitioner at the site.\n\nHis appointment was with the consent of the parties. Mr. Singla was also\n\ndirected to determine the quantity of the tools and plants and also the\n\nconstruction materials lying at the site. Expenses to be incurred on this\n\nexercise were to be borne by the petitioner.\n</p>\n<p data-structure=\"Issue\" id=\"p_20\">11.          The respondents have filed their counter-affidavits denying\n\nvarious averments made by the petitioner in the writ petitions. According to\n\nthem, it is the petitioner who is responsible for delay in execution leading to\n<span class=\"hidden_text\" id=\"span_7\"> Civil Writ Petition No. 11837 of 2012                                   [8]</span>\n\nvarious breaches which compelled the respondents to terminate the\n\nagreements and award the work to the third party at the risk and costs of the\n\npetitioner. According to the HOUSEFED, there is an over payment made to\n\nthe petitioner which is in excess of more than Rupees Five Crores. The\n\npetitioner has not come to the Court with clean hands and infact played\n\nfraud with the HOUSEFED which has led to the lodging of FIR under\n\nvarious provisions of the <a href=\"/doc/1569253/\" id=\"a_1\">Indian Penal Code</a> as well as <a href=\"/doc/1331755/\" id=\"a_2\">Prevention of\n\nCorruption Act</a>.\n</p>\n<p data-structure=\"Issue\" id=\"p_21\">12.         Detailed pleadings are made in this behalf. As we have\n\neschewed detailed discussion on the allegations and counter allegations, it\n\nmay not be necessary to refer to the contentions of the HOUSEFED in this\n\nbehalf. The respondents, in addition, have also taken preliminary objections\n\nto the maintainability of the writ petition, primarily on two counts, firstly\n\nthe HOUSEFED is a Cooperative Society registered under the provisions of\n\nthe <a href=\"/doc/92077659/\" id=\"a_3\">Punjab Cooperative Societies Act, 1961</a> and is not a &#x27;State&#x27; within the\n\nmeaning of <a href=\"/doc/609139/\" id=\"a_4\">Article 12</a> of the Constitution of India. Therefore, the petitioner\n\nis not permitted to file the petition invoking the provisions of <a href=\"/doc/1712542/\" id=\"a_5\">Article 226</a> of\n\nthe Constitution. In support of this plea, the respondents have referred to\n\ncertain judgments. Secondly, the matter is in the contractual domain and the\n\nvalidity of the termination order cannot be challenged in writ proceedings,\n\nmore so when it raises disputed questions of facts.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_22\">13.         When this writ petition was heard on 03.10.2012, while\n\nreserving the judgment, the following order was passed:-\n\n</p><blockquote id=\"blockquote_6\">                           &quot;Vide orders dated 4.9.2012, Mr. A.K. Singla, Chief\n             Engineer, PWD (Building), Sector 9, Chandigarh, was appointed\n             for taking final measurement in respect of the work done by the\n             petitioner at the site. It was also directed that he would determine\n             the quantity of the tools and plants, and the construction materials\n<span class=\"hidden_text\" id=\"span_8\"> Civil Writ Petition No. 11837 of 2012                                    [9]</span>\n\n           lying at the site and submit his report to the court. While posting\n           the matter to 13.9.2012, Mr. Singla was directed to inspect the site\n           and apprise the Court as to how much time would be taken in\n           undertaking the aforesaid work. It appears that matter was not\n           taken up for hearing on 13.9.2012 and was listed on 18.9.2012\n           and on that date, at request made by counsel for respondents\n           No.3 and 4, it was adjourned to 24.9.2012.\n</blockquote><blockquote id=\"blockquote_7\">                          We     are   informed     by   learned    counsel     for\n           respondents No.3 and 4 that after terminating the contract of the\n           petitioner, respondents No.3 and 4 had written various letters to\n           the petitioner for joint measurement of the work done by the\n           petitioner. He states that in spite of those letters, the petitioner did\n           not associate himself with the exercise of joint measurement of\n           work. In these circumstances, the work done by the petitioner was\n           measured by the officials of respondents No.3 and 4. This is\n           disputed by learned counsel for the petitioner.\n</blockquote><blockquote id=\"blockquote_8\">                          Be as it may, since this Court has appointed Shri\n           A.K. Singla, Chief Engineer, we are of the opinion that in order to\n           hasten the process and cut short the time which can be taken in\n           undertaking the work of measurement afresh, it would be more\n           appropriate that details of measurement, which have already been\n           reported by respondents No.3 and 4, are supplied to Shri A.K.\n           Singla. Copy thereof shall also be given to the petitioner. Mr.\n           Singla can proceed on the basis of those measurements and\n           wherever there is an objection of the petitioner to the correctness\n           of the measurements and in respect of those items where there is\n           objection to the measurement recorded by respondents No.3 and\n           4, Mr. Singla shall verify those areas of measurement.\n</blockquote><blockquote id=\"blockquote_9\">                          We would like to record here that in this writ petition,\n           petitioner has challenged the termination of the contract. When\n           the matter came up on 24.9.2012, this Court had put it to the\n           learned counsel for the petitioner as to how such a petition\n           under <a href=\"/doc/1712542/\" id=\"a_6\">Article 226</a> of the Constitution was maintainable. We have\n           heard the arguments on this aspect. Counsel for both the parties\n           have concluded their arguments on the maintainability of the writ\n           petition. If they so desire, they can file their written submissions\n           along with the case law which they rely upon, within one week.\n           Judgment reserved.&quot;\n</blockquote><span class=\"hidden_text\" id=\"span_9\"> Civil Writ Petition No. 11837 of 2012                                   [10]</span>\n\n<p data-structure=\"CDiscource\" id=\"p_23\">14.           Both the parties have also filed their respective written\n\nsynopsis of their submissions. We have considered the oral as well as\n\nwritten submissions.\n</p>\n<p data-structure=\"Issue\" id=\"p_24\">15.           Before dealing with the respective contentions of the parties, let\n\nus first re-visit the law on the point as evolved by Apex court by series of\n\njudgments.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_25\">16.           In M/s. Radha Krishan Aggarwal and Others Vs . State of\n\nBihar. 1977 ]3] SCR 249 action of the state Government revising the rate\n\nof royalty revising the rate of royalty payable by the petitioner/appellant\n\nunder a lease of 1970 and after Cancelling the lease by a letter of 15.3.1975\n\nwas subject matter of challenge and revision of rate of royalty payable by\n\nthe petitioner under the lease to collect and exploit seeds from forest was\n\nchallenged as illegal during the subsistence of lease and consequently it was\n\nthe case of the petitioner that cancelling of lease itself was illegal for\n\nvarious reasons. Writ petition was filled challenging the action of the state\n\nGovernment and the question arose whether such a writ petition was\n\nmaintainable. In paragraph 2 of the judgment the case of the petitioner was\n\nset up. Para 2 reads as under :-\n</p>\n<blockquote id=\"blockquote_10\">             &quot;Primarily, the case of the petitioners is that of a breach of contract\n             for which the state would be liable ordinarily to pay damages if it had\n             broken it. If the petitioners could establish some right, either\n             contractual or equitable to continue in possession, the state could be\n             prevented by appropriate proceedings, from ousting the petitioners\n             from the forest land from which the petitioners have been gathering\n             sal seeds. The petitioners had also set up mala fides on the part of\n             the conservator of Forest, in enhancing the royalty unreasonably and\n             then cancelling the lease, allegedly acting under the influence of\n             friends and associates of the Forest Minister of Bihar.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_26\">             The court noted that as per relevant clause of the Lease Agreement\n             between the parties, the Govt. had right to revise the royalty. The\n             argument of the petitioner that action of the state Government in\n<span class=\"hidden_text\" id=\"span_10\"> Civil Writ Petition No. 11837 of 2012                               [11]</span>\n\n         terminating the contract was in violation of lease agreement has\n         been answered in the following words in para 5 of the Judgment:\n</p><blockquote id=\"blockquote_11\">         &quot;........The questions which apparently arose appertained to action\n         alleged by the state to fall within the terms of the agreement between\n         the parties regulated by the duly signed contract which was\n         presumably executed in compliance with the provisions of <a href=\"/doc/1084525/\" id=\"a_7\">Art. 299</a> of\n         the constitution, prima Facie, Therefore, the appellants can only get\n         their remedies, if they can obtain any at all, through ordinary suits for\n         damages or for injunctions to restrain breaches of contract provided\n         they could show how the contracts were broken or were going to be\n         broken&quot;.\n</blockquote><p data-structure=\"Precedent\" id=\"p_27\">                However, the judgment thereafter proceeded in noticing the\n         arguments of the petitioner that the state in its executive capacity\n         through its Government or its officers, even in the contractual field,\n         cannot escape the obligation imposed upon it by part III on the\n         constitution i.e. <a href=\"/doc/367586/\" id=\"a_8\">Article 14.</a> Answering this contention, the court\n         observed in para 9 of the judgment as under:-\n</p><blockquote id=\"blockquote_12\">                &quot;Dr. Singhvi&#x27;s argument that the state Government had some\n         special obligations attached to it would have appeared more\n         plausible if it could be shown that the state or its officers or agents\n         had practiced some discrimination against the petitioners appellants\n         at the very threshold or at the time of entry into the field of contract\n         so as to exclude them from consideration when compared with\n         others on any unreasonable or unsustainable ground struck by <a href=\"/doc/367586/\" id=\"a_9\">Art.\n         14</a> of the Constitution. It is true that <a href=\"/doc/367586/\" id=\"a_10\">Art. 14</a> of the Constitution imports\n         a limitation or imposes an obligation upon the state&#x27;s executive power\n         under <a href=\"/doc/1174818/\" id=\"a_11\">Art. 298</a> of the Constitution . All constitutional powers carry\n         corresponding obligations with them. This is the rule of law which\n         regulates the operation of organs of government functioning under a\n         Constitution. And, this is exactly what was meant to be laid down by\n         this court in Erusian Equipment &amp; Chemicals Ltd. Vs . state of West\n         Bengal MANU/SC/0061/1974 : [1975]2SCR674 ) on which learned\n         counsel for the appellants sought to rely strongly&quot;.\n</blockquote><p data-structure=\"Precedent\" id=\"p_28\">                Explaining the ratio laid down in Erusian Equipment case\n         (supra) and distinguishing decision from the facts of the case in hand\n         before the court, the law on the point was explained as under in\n         paras 10 and 11 of the Judgment:\n</p><blockquote id=\"blockquote_13\">                &quot;10. It is thus clear that the Erusian Equipment &amp; Chemicals\n         Ltd&#x27;s case MANU/SC/0061/1974 : [1975]2SCR674 (supra) involved\n         discrimination at the very threshold or at the time of entry into the\n<span class=\"hidden_text\" id=\"span_11\"> Civil Writ Petition No. 11837 of 2012                               [12]</span>\n\n         field of consideration of persons with whom the Government could\n         contract at all. At this stage, no doubt, the State act purely in its\n         executive capacity and is bound by the obligations which dealings of\n         the state with the individual citizens import into every transaction\n         entered into in exercise of its constitutional powers. But, after the\n         State or its agents have entered into the field of ordinary contract, the\n         relations are no longer governed by the constitutional provisions but\n         by the legally valid contract which determines rights and obligations\n         of the parties inter se. No question arises of violation of <a href=\"/doc/367586/\" id=\"a_12\">Art. 14</a> or of\n         any other constitutional provision when the State of its agents,\n         purporting to act within this field perform any act. In this sphere, they\n         can only claim rights conferred upon them by contract and are bound\n         by the terms of the contract only unless some statute steps in and\n         confers some special statutory power or obligations on the state in\n         the contractual field which is from contract.\n</blockquote><blockquote id=\"blockquote_14\">                  11. In the cases before us the contracts do not contain any\n         statutory terms or obligations and no statutory power or obligation\n         which could attract the application of <a href=\"/doc/367586/\" id=\"a_13\">Art. 14</a> of the Constitution is\n         involved here. Even in cases where the question is of choice or\n         consideration of competing claims before an entry into the field of\n         contract fats have to be investigated and found before the question\n         of a violation of <a href=\"/doc/367586/\" id=\"a_14\">Art. 14</a> could arise. If those facts are disputed and\n         require assessment of evidence the correctness of which can only be\n         tested     satisfactorily   by   taking   detailed   evidence,    involving\n         examination and cross examination of witnesses, the case could not\n         be conveniently or satisfactorily decided in proceedings under <a href=\"/doc/1712542/\" id=\"a_15\">Art.\n         226</a> of the Constitution. Such proceedings are summary proceedings\n         reserved for extraordinary cases where the exceptional and what are\n         described as perhaps not quite accurately. &quot;Prerogative&quot; powers of\n         the Court are invoked. We are certain that the cases before us are\n         not such in which powers under <a href=\"/doc/1712542/\" id=\"a_16\">Art. 226</a> of the Constitution could be\n         invoked.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_29\">         The contention of the petitioner to the contrary was noticed in para\n         18 and repelled in subsequent paragraphs which may be worth\n         quoting and the relevant portions are quoted below:-\n</p><blockquote id=\"blockquote_15\">                  &quot;18. Learned counsel for the appellants cited certain\n         authorities in an attempt to support his submission that the State and\n         its officers are clothed with special Constitutional obligation including\n         those under <a href=\"/doc/367586/\" id=\"a_17\">Art. 14</a> of the Constitution in all their dealings with the\n         public even when a contract is there to regulate such dealings. The\n<span class=\"hidden_text\" id=\"span_12\"> Civil Writ Petition No. 11837 of 2012                               [13]</span>\n\n         authorities cited were: D.F.O. South Kheri Vs. Ram Sanehi Singh AIR\n         1954 SC 205 (supra) where all that was decided relying upon K.N.\n         Guruswamy Vs . State of Mysore. MANU/SC/0006/1954 : [1955]\n         1SCR305 (supra) was that, Where the source (a right was\n         contractual but the action complained of was the purported exercise\n         of a statutory power relief could be claimed under <a href=\"/doc/1712542/\" id=\"a_18\">Art. 226</a> and\n         Calculate Gas Co. (Proprietary) Ltd. Vs . State of West Bengal.\n         MANU/SC/0063/1962 : AIR1962SC1044 where the real question\n         considered was whether the petitioner had a locus standi to question\n         the validity of an enactment, Basheshar Nath Vs . Commr. of Income\n         Tax, Delhi and Rajashthan, MANU/SC/0064/1958 : [1959]35ITR190\n         (SC) which has nothing to do with any breach of contract but only\n         lays down that &quot;<a href=\"/doc/367586/\" id=\"a_19\">Article 14</a> protects us from both legislative and\n         administrative tyranny of discrimination&quot; State of M.P. Vs . Thakur\n         Bharat Singh MANU/SC/0043/1967 : [1967]2SCR454 which lays that\n         even executive action must not be exercised arbitrarily but must have\n         the authority of law to support it: S.C. Sawhney Vs . D.\n         Ramarathnam, Asstt. Passport Officer. Govt. of India, New Delhi\n         MANU/SC/0040/1967 : [1967]3SCR525 which repeats requirements\n         of action which satisfy Arts. 14 and 21 of the Constitution where\n         compliance with these provisions is obligatory.\n</blockquote><blockquote id=\"blockquote_16\">                 19. We do not think that any of these cases could assist the\n         appellants or is at all relevant. None of these cases lays down that\n         when the state or its officers purport to operate within the contractual\n         field and the only grievance of the citizen could be that the contract\n         between the parties is broken by the action complained of the\n         appropriate remedy is by way of a petition under <a href=\"/doc/1712542/\" id=\"a_20\">Article 226</a> of the\n         Constitution and not an ordinary suit. There is a formidable array of\n         authority against any such a proposition. In Lekhraj Sathramdas Vs.\n         M.M. Shah AIR 1965 SC 334 (supra) this Court said (at page 337):\n</blockquote><blockquote id=\"blockquote_17\">                 &quot;In our opinion, any duty or obligation falling upon a public\n         servant out of a contract entered into by him as such public servant\n         cannot be enforced by the machinery of a writ under <a href=\"/doc/1712542/\" id=\"a_21\">Art. 226</a> of the\n         Constitution&quot;.   In   Bachhanidhi     Rath   Vs    .   State   of   Orissa,\n         MANU/SC/0652/1971 : AIR1972SC843 this court declared (at page\n</blockquote><blockquote id=\"blockquote_18\">         845).\n</blockquote><blockquote id=\"blockquote_19\">                 &quot;If a right is claimed in terms of a contract such a right cannot\n         be enforced in a writ petition&quot;.\n</blockquote><p data-structure=\"Precedent\" id=\"p_30\">                 In Har Shankar Vs . DY. Excise and Taxation Commer\n         MANU/SC/0321/1975 : [1975]3SCR254 a Constitution Bench of this\n<span class=\"hidden_text\" id=\"span_13\"> Civil Writ Petition No. 11837 of 2012                              [14]</span>\n\n          Court observed (at page 265) (of SCR): (at page 1126 of AIR): &quot;The\n          appellants have displayed ingenuity in their search for invalidating\n          circumstances but a writ. petition is not an appropriate remedy for\n          impeaching contractual obligations&quot;.\n</p><p data-structure=\"Issue\" id=\"p_31\">          xx xx xx xx xx xx\n</p><p data-structure=\"PetArg\" id=\"p_32\">                 23. A rather desperate argument which has been addressed to\n          us on behalf of the appellants is that they were entitled to an\n          opportunity to show cause against the cancellation of the leases. It\n          was    urged,   on   the   strength    of   A.K.   Kraipak   Vs   .   UOI\n          MANU/SC/0427/1969 : [1970]1SCR457 that the distinction made\n          between administrative and quasi judicial action is thin and a\n          vanishing one. This argument appears to us to be wholly irrelevant in\n          as much as a question of the distinction between an administrative\n          and quasi judicial decision can only arise in the exercise of powers\n          under statutory provisions. Rules of natural justice are attached to\n          the performance of certain functions regulated by statutes or rules\n          made there under involving decisions affecting rights of parties.\n          When a contract is sought to be terminated by the officers of the\n          state, purporting to act under the terms of an agreement between\n          parties, such action is taken in purported exercise of a statutory\n          power to all.\n</p>\n<p data-structure=\"Precedent\" id=\"p_33\">17.         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1805177\" id=\"span_14\">In the <a href=\"/doc/1805177/\" id=\"a_22\">State of Punjab Vs. Balbir Singh and others</a> (1976)\n\nIILLJ 4 SC , this question again came up for consideration. It was again a\n\ncase where in an auction for country liquor vends, respondent was the\n\nhighest bidder and his bid was accepted and license was issued. But when\n\nhe committed breach of conditions of Licence, demand for payment of\n\nstillhead duty was made and on his failure to pay the same license was\n\ncancelled. His writ petition was allowed by the High Court.</span> Reversing the\n\ndecision and relying upon Her Shanker&#x27;s case (supra) the supreme court\n\nheld that writ was not maintainable.\n</p>\n<p data-structure=\"Precedent\" id=\"p_34\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"987341\" id=\"span_15\">18.         The next case which may be relevant is <a href=\"/doc/987341/\" id=\"a_23\">State Bank of\n\nHaryana and Others Vs. Jage Ram and others</a> [1980] 3 SCR 746 . That\n\nwas the case where retail vend of country spirit known as &quot;Biswan Meel&quot;.\n<span class=\"hidden_text\" id=\"span_16\"> Civil Writ Petition No. 11837 of 2012                          [15]</span>\n\nSonepat was auctioned and respondents who offered the highest bid became\n\nsuccessful bidder and was granted licence, under the relevant statutory\n\nrules, namely, Punjab Liquor license Rules, 1956. However, it failed to pay\n\nthe installments as per the license Agreement. Notice was accordingly\n\nissued by the Excise &amp; Taxation Officer. Rohtak calling upon the\n\nrespondents to make good the short fall of the license fee. As respondents\n\nfailed to pay the amount demanded in the notice, Show Cause Notice was\n\nissued calling upon the respondents as to why their license should not be\n\ncanceled for their failure to comply with the terms of auction. The\n\nrespondents submitted their reply stating that they were illiterate villagers\n\nand that the terms of auction were not explained to them. It was also stated\n\nthat District of Rohtak was in the grip of severe drought leading to a fail in\n\nthe sale of liquor and that April being the summer month. Consumption of\n\nliquor was less as compared to the consumption during the winter month\n\nand that there was, in fact, no default on their part. Hearing was given and\n\nthereafter license was cancelled under sec. 36(b) &amp; (c) of the <a href=\"/doc/95392112/\" id=\"a_24\">Punjab Excise\n\nAct</a>. Respondents filed Civil Writ Petition challenging this action which\n\nwas allowed by the High Court quashing the order of cancellation.\n\nHowever, High Court granted Certificate to Appeal to Supreme Court under\n\n<a href=\"/doc/1011888/\" id=\"a_25\">Art. 133(1)(A)</a> of the Constitution and this is how the case came up for\n\nconsideration by the Apex Court. The Court noticed that auction by which\n\nthe respondents bid was accepted was governed by statutory rules namely\n\nPunjab Liquor license Rules, 1956. Notwithstanding the fact that contract\n\nentered by the state was in exercise of power contained in statutory rules,\n\nthe court considered the question of the maintainability of the writ petition.</span>\n\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1159364\" id=\"span_17\">It referred to its earlier judgments in the cases <a href=\"/doc/1159364/\" id=\"a_26\">Har Shanker Vs. Dy. Excise\n<span class=\"hidden_text\" id=\"span_18\"> Civil Writ Petition No. 11837 of 2012                               [16]</span>\n\n&amp; Taxation Commissioner</a> [1975] 3 SCR 254 and dealt with the aspect of\n\nmaintainability of the writ petition in para 15 of the judgment by making the\n\nfollowing pertinent observations:-</span>\n</p>\n<blockquote id=\"blockquote_20\">           &quot;15. What is important for our purpose in this appeal is that the state\n           of punjab, which was respondent to the appeal in Har Shankar raises\n           a preliminary objection to the maintainability of the writ petition filed\n           by the appellants and that objection was upheld by this court. The\n           preliminary objection was that such of the appellants who offered\n           their bids in the auctions did so with a full knowledge of the terms\n           and conditions attaching to the auctions and that they could not be\n           permitted to wriggle out of the contractual obligations arising out of\n           the acceptance of their bids. Holding that the preliminary objection\n           was well founded, this court observed (SCC PP745-746 para 16).\n</blockquote><blockquote id=\"blockquote_21\">                 Those interested in running the country liquor vends offered\n           their bids voluntarily in the auction held for granting licences for the\n           sale of country liquor. The terms and conditions of auctions were\n           announced before the auctions were held and the bidders\n           participated in the auctions without a demur and with full knowledge\n           of the commitment a which the bids involved. The announcement of\n           conditions governing the auctions were in the nature of an invitation\n           to an offer to those who were interested in the sale of country liquor.\n           The bids given in the auctions were offers made by prospective\n           vendors to the government. the government&#x27;s acceptance of those\n           bids was the acceptance of willing offers made to it. On such\n           acceptance, the contract between the bidders and the government\n           became concluded and a binding agreement came into existence\n           between them. The successful bidders were then granted licences\n           evidencing the terms of contract between them and the government,\n           under which they became entitled to sell liquor. The licencees\n           exploited the respective licences for a portion of the period of their\n           currency. presumably in expectation of a profit. Commercial\n           considerations may have revealed an error of judgment in the initial\n           assessment of profitability of the adventure but that is a normal\n           incident of trading transactions. Those who contract with open eyes\n           must accept the burdens of the contract along with its benefits. The\n           powers of the Financial Commissioner to grant liquor licences by\n           auction and to collect license fees through the medium of auctions\n           cannot by writ petitions be questioned by those who had their venture\n           succeeded, would have relied upon those very powers to found legal\n<span class=\"hidden_text\" id=\"span_19\"> Civil Writ Petition No. 11837 of 2012                               [17]</span>\n\n          claim. Reciprocal Fights and obligations arising out of contract do not\n          depend for their enforceability upon whether a terms of the contract.\n          BY such a test no contract could ever have a binding force. (page\n</blockquote><blockquote id=\"blockquote_22\">          263).\n</blockquote><p data-structure=\"Precedent\" id=\"p_35\">                  At page 266 (SCC p. 748) of the Report, the court further\n          observed that the writ jurisdiction of High Courts under <a href=\"/doc/1712542/\" id=\"a_27\">Article 226</a>\n          was not intended to facilitate avoidance of obligations voluntarily\n          incurred&quot;.\n</p><p data-structure=\"Precedent\" id=\"p_36\">                  In para 16 of the judgment the court observed that case in\n          hand also related to the contract with state Authorities. Which\n          contract the respondents entered with full knowledge of conditions\n          which they had to carry out in the conduct of their business. On\n          which they had willingly and voluntarily embarked. It further observed\n          that the occurrence of the commercial difficulty, inconvenience or\n          hardship in the performance of those conditions like the sale of liquor\n          being less in summer than in winter can provide no justification in not\n          complying with the terms of the contract which they had accepted\n          with open eyes and that respondents could not, Therefore, invoke the\n          writ jurisdiction of the High Court, to avoid the contractual obligations.\n          Some of the observations made in para 18 are also relevant and it\n          could be fruitful to quote this para as well:-\n</p><blockquote id=\"blockquote_23\">                  &quot;18. In view of these decisions, the preliminary objection\n          raised by the learned Solicitor General to the maintainability of the\n          writ petitions filed by the respondents has to be upheld. We hold\n          accordingly that the High Court was in error in entertaining the writ\n          petitions for the purpose of examined whether the respondents could\n          avoid their contractual liability by challenging the Rules under which\n          the bids offered by them were accepted and under which they\n          became entitled to conduct their business. It cannot ever be that a\n          licensee can work out the license if he finds it profitable to do so: and\n          he can challenge the conditions under which he agreed to take the\n          licence, if he finds it commercially inexpedient to conduct his\n          business.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_37\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1893286\" id=\"span_20\">19.         Next case in the line of such cases is <a href=\"/doc/1893286/\" id=\"a_28\">Bareilly Development\n\nAuthority Vs. Ajai Pal Singh and others</a>, [1989] 1 SCR 743 . That was\n\nthe case where Appellate Authority had undertaken construction of dwelling\n\nunits for people belonging to different income groups and the cost at which\n\nsuch flats were to be allotted to the allottees. However, it was mentioned\n<span class=\"hidden_text\" id=\"span_21\"> Civil Writ Petition No. 11837 of 2012                              [18]</span>\n\nthat the cost stated was only estimated cost and subject to increase or\n\ndecrease according to rise or fall in the price at the time of completion of\n\nproperty. The authority increased the cost and monthly installment rates\n\nwhich it demanded from the allottees were almost doubled and cost and\n\nrates of installments initially stated in the brochure. Respondents/allottees\n\nfiled writ petition challenging the same and in this context question of\n\nmaintainability of the writ petition arose.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1281050\" id=\"span_22\">High Court, relying upon the\n\njudgment of supreme Court in the case of <a href=\"/doc/1281050/\" id=\"a_29\">Ramana Dayaram Shetty Vs.\n\nAirport Authority of India</a>, (1979) IILLJ 217 SC allowed the writ petition\n\nby observing as under :-</span>\n</p>\n<blockquote id=\"blockquote_24\">           &quot;It has not been disputed that the contesting opposite party is\n           included within the term `other authority&#x27; mentioned under <a href=\"/doc/609139/\" id=\"a_30\">Article 12</a>\n           of the constitution. Therefore, the contesting opposite parties cannot\n           be permitted to act arbitrarily with the principle which meets the test\n           of reason and relevance. Where an authority appears acting\n           unreasonably, this court is not powerless and a writ of mandamus\n           can be issued for performing its duty free from arbitrariness or\n           unreasonableness.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_38\">                        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1281050\" id=\"span_23\">In appeal filed by the Authority, the Apex Court, on fact,\n           noted that respondents had applied for registration only by\n           acceptance of terms and conditions contained in brochure. Moreover,\n           subsequently letter was written by the Authority about the\n           enhancement of the cost of the houses/flats as well as increase in\n           monthly installments. Rate of yearly interest requesting allottees to\n           give their written acceptance and the respondents except respondent\n           No.4 had sent their written acceptance and it was on the basis of the\n           written acceptance that name of first respondent was included in the\n           draw and he was successful in getting allotment of a particular\n           house. The court observed that respondent were under no obligation\n           to seek allotment of house/flats even if they had registered\n           themselves. Notwithstanding, the voluntarily registered themselves\n           as applicants only after fully understanding the terms and conditions\n           of the brochure including relating to variance in prices. On the basis\n           of these facts. Apex court observed that the aforesaid observations\n           of the High Court relying upon <a href=\"/doc/1281050/\" id=\"a_31\">Ramana Dayaram Shetty</a> case (supra)\n<span class=\"hidden_text\" id=\"span_24\"> Civil Writ Petition No. 11837 of 2012                                [19]</span>\n\n          were not correct. Thus observed the court speaking through Ratnavel\n          Pandian.</span> J.\n</p><blockquote id=\"blockquote_25\">                   <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1281050\" id=\"span_25\">&quot;The finding in our view, is not correct in the light of the facts\n                   and circumstances of this case because in <a href=\"/doc/1281050/\" id=\"a_32\">Ramana Daya\n                   Shetty</a> case, there was no concluded contract as in this\n                   case. Even conceding that the BDA has the trappings of a\n                   state or would be comprehended in &#x27;other authority&#x27; for the\n                   purpose of <a href=\"/doc/609139/\" id=\"a_33\">Article 12</a> of the constitution, while determining\n                   price of the houses/flats constructed by it and the rate of\n                   monthly installments to be paid, the Authority or its agent\n                   after entering into the field of ordinary contract acts purely in\n                   its executive capacity. Thereafter the relations are no longer\n                   governed by the constitutional provisions but by the legally\n                   valid contract which determines the rights and obligations of\n                   the parties inter se. In this sphere they can only claim rights\n                   conferred upon them by the contract in the absence of any\n                   statutory obligations on the part of the authority (i.e. BDA in\n                   this case) in the said contractual field.</span>\n</blockquote><blockquote id=\"blockquote_26\">                          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1732064\" id=\"span_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"541216\" id=\"span_27\">22. There is a line of decisions where the contract\n                   entered into between the state and the persons aggrieved is\n                   non-statutory and purely contractual and the rights are\n                   governed only by the terms of the contract, no writ or order\n                   can be issued under <a href=\"/doc/1712542/\" id=\"a_34\">Article 226</a> of the Constitution of India\n                   so as to compel the authorities to remedy a breach of\n                   contract pure and simple <a href=\"/doc/541216/\" id=\"a_35\">Radhakrishna Agarwal Vs. State of\n                   Bihar</a>, <a href=\"/doc/1732064/\" id=\"a_36\">Premi Bhai Parmar Vs. Delhi Development Authority</a>\n                   and DFO Vs. Biswanath Tea Company Ltd.&quot;</span></span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_39\">20.         Next case of relevance is the Divisional Forest officer Vs.\n\nBishwanath Tea Co. Ltd.         [1981] 3 SCR 662 . In that case respondents\n\ntook on lease certain land from Government. Initially, period of lease was\n\n15 years. The lease was to be extended for cultivation and raising tea garden\n\nand was subject to condition set out in the Lease Agreement and generally\n\nto Assam Land &amp; Revenue Regulation and Rules made thereunder.\n\nRespondent Company approached appellant seeking permission to cut 7000\n\ncub.ft. of timber. Appellant took the stand that as the timber was required\n<span class=\"hidden_text\" id=\"span_28\"> Civil Writ Petition No. 11837 of 2012                              [20]</span>\n\nfor a particular use which was not within the Grant, full royalty will be\n\npayable on timber so cut and removed. Respondent company paid the\n\namount of royalty under protest and filed writ petition under <a href=\"/doc/1712542/\" id=\"a_37\">Article 226</a> of\n\nthe Constitution in the High Court alleging that upon a trued construction of\n\nthe relevant clauses of the Grant as also proviso to Rule 37 of the Settlement\n\nRules, it was entitled to cut and remove timber without payment of royalty\n\nand Therefore, the recovery of royalty being unsupported by law. the\n\nappellant was liable to refund the same. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1159364\" id=\"span_29\">A preliminary objection was taken\n\nby the appellant to the maintainability of the writ petition on the ground that\n\nclaim of the respondent flows from terms of lease and such contractual\n\nrights and obligations can only he enforced in a civil court. This preliminary\n\nobjection was overruled by the High Court which proceeded to hear the\n\nmatter and allowed writ petition of the respondent company. The appellant\n\nappealed to the supreme court and Supreme Court reversed the decision of\n\nthe High Court holding writ as not maintainable. Reliance was placed on the\n\nearlier judgment of the Constitutional Bench in <a href=\"/doc/1159364/\" id=\"a_38\">Har Shankar</a> case (supra)\n\nFollowing observations may usefully be quoted:-</span>\n</p>\n<blockquote id=\"blockquote_27\">           &quot;8. It is undoubtedly true that High Court can entertain in its\n           extraordinary jurisdiction a petition to issue any of the prerogative\n           writs for any other purpose. But such writ can be issued where there\n           is executive action unsupported by law or even in respect of\n           corporation there is a denial of equality before law or equal protection\n           of law. The Corporation can also file a writ petition for enforcement of\n           a right under a statute. As pointed out earlier, the respondent\n           company was merely trying to enforce a contractual obligation. To\n           clear the ground let it be stated that obligation to pay royalty for\n           timber cut and felled and removed is prescribed by the relevant\n           regulations, the validity of regulations is not challenged. Therefore,\n           the demand for royalty is supported by law. What the respondent\n           claims is an exception that in view of a certain term in the indenture\n           of lease, to writ, Clause 2, the appellant is not entitled to demand and\n<span class=\"hidden_text\" id=\"span_30\"> Civil Writ Petition No. 11837 of 2012                              [21]</span>\n\n           collect royalty from the respondent. This is nothing but enforcement\n           of a term of a contract of lease. Hence, the question whether such\n           contractual obligation can be enforced by the High Court in its writ\n           jurisdiction.\n</blockquote><blockquote id=\"blockquote_28\">                  9. Ordinarily, where a breach of contract is complained of, a\n           party complaining of such breach may sue for specific performance\n           of the contract, if contract is capable of being specifically performed,\n           or the party may sue for damages. Such a suit would ordinarily be\n           cognizable by the Civil Court. The High Court in its extraordinary\n           jurisdiction would entertain a petition either for specific performance\n           of contract or for recovering damages. A right to relief flowing from a\n           contract has to be claimed in a Civil Court where a suit for specific\n           performance of contract or for damages could be filed....&quot;.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_40\">            In DFO South Kheri and others Vs. Ram Sanehi Singh\n\nAIR 1973 SC 205 , the Court held writ petition to be maintainable. That\n\nwas the case where respondent had purchased right to cut timber in an\n\nauction held by Forest Officer/Appellant. During the period of contract,\n\nDivisional Forest Officer passed an order that the sleepers &quot;against the tally\n\ndated October 29, 1966 in the allotment of 1965-66 season being wrong&quot;\n\n</p><blockquote id=\"blockquote_29\">since they were cut in the month of November 1966, do stand canceled and\n\nthat the sleepers be &quot;passed against&quot; the tally after getting the hammer-\n</blockquote>\n<blockquote id=\"blockquote_30\">marks canceled and be &quot;reinspected against the allotment for 1966-67\n\nseason&quot;. By that order the timber which the respondent claims was actually\n\nremoved by him with the sanction of the forest authorities under the tally\n\ndated October 29, 1966 was to be treated as if it was removed in November\n\n1966.\n</blockquote>\n<blockquote id=\"blockquote_31\">21.         Respondents filed writ petition in the High Court of Allahabad\n\nfor restraining the DFO from giving effect to the order canceling his\n\n&quot;sleepers tally&quot; pursuant to impugned order dated January 10,1967 and for\n\nquashing of the said order. The objection of the appellant to the\n\nmaintainability of the writ petition was indicated in the following manner:-\n</blockquote><span class=\"hidden_text\" id=\"span_31\"> Civil Writ Petition No. 11837 of 2012                               [22]</span>\n\n<blockquote id=\"blockquote_32\">                 &quot;Counsel for the appellants contends that since the dispute\n           arose out of the terms of the contract and the Divisional Forest officer\n           under the terms of the contract had authority to modify any action\n           taken by a subordinate forest authority remedy of the respondent\n           was to institute an action in the civil court and that the writ petition\n           was not maintainable. But in the present case the order is passed by\n           a public authority modifying the order or proceeding of a subordinate\n           forest authority,. By that order he has deprived the respondent of a\n           valuable right. We are unable to hold that merely because the source\n           of the right which the respondent claims was initially in a contract, for\n           obtaining relief against any arbitrary and unlawful action on the part\n           of a public authority be must resort to a suit and not to a petition by\n           way of a writ. In view of the judgment of this court in\n           K.N.Guruswamy&#x27;s case MANU/SC/0006/1954 : [1955]1SCR305 ,\n           there can be no doubt that the petition was maintainable even if the\n           right to relief arose out of an alleged breach of contract, where the\n           action challenged was of a public authority invested with statutory\n           power.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_41\">                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1455346\" id=\"span_32\">While upholding the decision of the High Court on merits, it\n           was found that the order of the Divisional Forest Officer was without\n           calling for any Explanation of the respondent and that giving him any\n           hearing and Therefore, vocative of principles of natural justice, as per\n           the law laid down in the case of <a href=\"/doc/1455346/\" id=\"a_39\">State of Orissa Vs. Dr. (Miss)\n           Binapani Dei</a>, AIR 1967 SC 1267.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_42\">22.         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1238017\" id=\"span_33\">In <a href=\"/doc/1238017/\" id=\"a_40\">Mahabir Auto Stores and Others Vs. Indian Oil\n\nCorporation and others</a>, [1990] 1 SCR 818 , the question relating to\n\nmaintainability of writ petition in contractual field was again considered at\n\ngreat length. That was the case where Appellant firm was carrying on\n\nbusiness of sale and distribution of lubricants for is years after it was\n\nappointed as Lub Distributor by the respondent Indian Oil Corporation.\n\nHowever, after 18 years, Indian Oil Corporation abruptly stopped supply of\n\nlubricants to the firm without giving any notice or intimation. Appellants\n\nfiled writ petition in the High Court challenging this action of the Indian Oil\n\nCorporation as arbitrary. High Court dismissed the writ petition as not\n<span class=\"hidden_text\" id=\"span_34\"> Civil Writ Petition No. 11837 of 2012                              [23]</span>\n\nmaintainable as the appellants had sought the specific performance of\n\ncertain alleged contract. Aggrieved by this decision of the High Court,\n\nappellants approached the Apex Court. The discussion, relevant for our\n\npurpose is contained in following paragraphs:-</span>\n</p>\n<blockquote id=\"blockquote_33\">          <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"467021\" id=\"span_35\">&quot;12. It is well settled that every action of the State or an\n          instrumentally of the State in exercise of its executive power must be\n          informed by reason. In appropriate cases actions uninformed by\n          reason may be questioned as arbitrary in proceedings under <a href=\"/doc/1712542/\" id=\"a_41\">Art. 226</a>\n          or <a href=\"/doc/981147/\" id=\"a_42\">Article 32</a> of the Constitution. Reliance in this connection may be\n          placed on the observations of this Court in M/s. Radha Krishna\n          Agarwal Vs . State of Bihar MANU/SC/0053/1977 : [1977]3SCR249 .\n          It appears to us at the outset that in the facts and circumstances of\n          the case, the respondent company, IOC is an organ of the state or an\n          instrumentally of the State as contemplated under <a href=\"/doc/609139/\" id=\"a_43\">Article 12</a> of the\n          Constitutions. The state acts in its executive power under <a href=\"/doc/1174818/\" id=\"a_44\">Article 298</a>\n          of the Constitution in entering or not entering in contracts with\n          individual parties. <a href=\"/doc/367586/\" id=\"a_45\">Article 14</a> of the Constitution would be applicable to\n          those exercises of power. Therefore, the action of state organ under\n          <a href=\"/doc/367586/\" id=\"a_46\">Article 14</a> can be checked, See M/s. <a href=\"/doc/467021/\" id=\"a_47\">Radha Krishna Agarwal Vs.\n          State of Bihar</a> at p. 462 (at SCC) : (at p. 1499-1500 of AIR) (supra),\n          but <a href=\"/doc/367586/\" id=\"a_48\">Article 14</a> of the constitution cannot and has not been construed\n          as a charter for judicial review of state action after the contract has\n          been entered into, to call upon the State to account for its actions in\n          its manifold activities by stating reasons for such actions. In a\n          situation of this nature certain activities of the respondent company\n          which constituted State under <a href=\"/doc/609139/\" id=\"a_49\">Article 12</a> of the Constitution may be in\n          certain circumstances subject to <a href=\"/doc/367586/\" id=\"a_50\">Article 14</a> of the Constitution in\n          entering or not entering into contracts and must be reasonable and\n          taken only upon lawful and relevant consideration, it depends upon\n          facts and circumstances of a particular transaction whether hearing\n          its necessary and reasons have to be stated. In case any right\n          conferred on the citizens which is sought to be interfered. Such\n          action is subject to <a href=\"/doc/367586/\" id=\"a_51\">Article 14</a> of the Constitution, and must be\n          reasonable and can be taken only upon lawful and relevant grounds\n          of public interest, Where there is arbitrariness in state action of this\n          type of entering or not entering into contracts. <a href=\"/doc/367586/\" id=\"a_52\">Article 14</a> springs up\n          and judicial review strikes such an action down. Every action of the\n          State executive authority must be informed by reason. So, whatever\n<span class=\"hidden_text\" id=\"span_36\"> Civil Writ Petition No. 11837 of 2012                                 [24]</span>\n\n         be the activity of the public authority, in such monopoly or\n         semimonopoly dealings, it should meet the test of <a href=\"/doc/367586/\" id=\"a_53\">Article 14</a> of the\n         Constitution. If a Governmental action even in the matters of entering\n         or not entering into contracts, fails to satisfy the test of\n         reasonableness,     the     same     would   be   unreasonable.     In   this\n         connection, reference may be made to E.P. Rovappa Vs . State of\n         Tamil Nadu MANU/SC/0380/1973 : (1974)ILLJ172SC : Maneka\n         Gandhi Vs . UOI MANU/SC/0133/1978 : [1978]2SCR621 :, Ajay\n         hasija Vs . Khalid Mujib Sehravardi, MANU/SC/0498/1980 : (1981)\n         ILLJ103SC , R.D. Shetty Vs . International Airport Authority of India\n         MANU/SC/0048/1979 : (1979)IILLJ217SC and also Dwarkadas\n         Marfatis and Sons Vs . Board of Trustees of the port of Bombay,\n         MANU/SC/0330/1989 : [1989]2SCR751 . It appears to us that rule of\n         reason and rule against arbitrariness and discrimination, rules of fair\n         play and natural justice are part of the rule of law applicable in\n         situation or action by state instrumentality in dealing with citizens in a\n         situation like the present one. Even though the rights of the citizens\n         are in the nature of contractual rights, the manner, the method and\n         motive of a decision of entering or not entering into a contract, are\n         subject to judicial review on the touchstone of relevance and\n         reasonableness,      fair    play,    natural     justice,   equality    and\n         nondiscrimination in the type of the transactions and nature of the\n         dealing as in the present case.</span>\n</blockquote><blockquote id=\"blockquote_34\">         13. The existence of the power of judicial review however, depends\n         upon the nature (of) and the right involved in the facts and\n         circumstances of the particular case. It is well settled that there can\n         be &quot;malice in law&quot;. Existence of such &quot;malice in law&quot; is part of the\n         critical apparatus of a particular action in administrative law. Indeed\n         &quot;malice in law&quot; is part of the dimension of the rule of relevance and\n         reason as well as the rule of fair play in action.\n</blockquote><blockquote id=\"blockquote_35\">         xxx xxx xxx\n</blockquote><blockquote id=\"blockquote_36\">         16. Mr. Salve submitted that in private law field there was no scope\n         no scope for applying the doctrine of arbitrariness or mala fides. The\n         validity of the action of the parties have to be rested, it was urged on\n         behalf of the respondent on the basis of &quot;right&quot; and not &quot;power&quot;. A\n         plea of arbitrariness/malafides as being so gross cannot shift a\n         matter falling in private law field to public law field. According to Mr.\n         Salve to permit the same would result in anomalous situation that\n         whenever State is involved it would always be public law field, this\n         would mean all redress against the state would fall in the writ\n<span class=\"hidden_text\" id=\"span_37\"> Civil Writ Petition No. 11837 of 2012                               [25]</span>\n\n         Jurisdiction and not in suits before Civil Courts.\n</blockquote><blockquote id=\"blockquote_37\">                17.    We are of the opinion that in all such cases whether\n         public law or private law rights are involved, depends upon the facts\n         and circumstances of the case. The dichotomy between rights and\n         remedies cannot be obliterated by any straight jacket formula. It has\n         to be examined in each particular case. M/s. Salve sought to urge\n         that there are certain cases under <a href=\"/doc/367586/\" id=\"a_54\">Article 14</a> of arbitrary exercise of\n         such &quot;power&quot; and not cases of exercise of a &quot;right&quot; arising either\n         under a contract or under a statute. We are of the opinion that would\n         depend upon the factual matrix.\n</blockquote><blockquote id=\"blockquote_38\">                18.    Having considered the facts and circumstances of the\n         case and the nature of the contentions and the dealings between the\n         parties and in view of the present State of law. We are of the opinion\n         that decision of the State public authority under <a href=\"/doc/1174818/\" id=\"a_55\">Article 298</a> of the\n         Constitution, is an administrative decision and can be impeached on\n         the ground that the decision is arbitrary or vocative of <a href=\"/doc/367586/\" id=\"a_56\">Article 14</a> of the\n         Constitution of India on any of the grounds available in public law\n         field. It appears to us that in respect of Corporation like IOC, when\n         without informing the parties concerned, as in the instant case of the\n         appellant firm herein on alleged change of policy and on that basis\n         action to seek to bring to an end the course of transaction over 18\n         years involving large amounts of money is not fair action, especially\n         in view of the monopolistic nature of the power of the respondent in\n         this field. Therefore, it is necessary to reiterate that even in the field\n         of public law, the relevant persons concerned or to be affect, should\n         be taken into confidence. Whether and in what circumstances that\n         confidence should be taken into consideration cannot be laid down\n         on any straight jacket basis, it depends on the nature on the right\n         involved and nature of the power sought to be exercised in a\n         particular situation. It is true that there is discrimination (distinction)\n         between power and right but whether the State or the instrumentality\n         of a State has the right to function in public field or private field is a\n         matter which, in our opinion, depends upon the facts and\n         circumstances of the situation, but such exercise of power cannot be\n         dealt with by the State or the instrumentality of the State without\n         informing and taking into confidence, the party whose rights and\n         powers affected or sought to be affected, into confidence. In such\n         situations most often people feel aggrieved by exclusion of\n         knowledge if not being taken into confidence.\n</blockquote><blockquote id=\"blockquote_39\">            19. Such transaction should continue as an administrative\n<span class=\"hidden_text\" id=\"span_38\"> Civil Writ Petition No. 11837 of 2012                             [26]</span>\n\n             decision with the organ of the State, it may be contractual or\n             statutory but in a situation of transaction between the parties for\n             nearly two decades. Such procedure should be followed which will\n             be reasonable, fair and just, that is, the process which normally be\n             accepted to be followed by an organ of the state and that process\n             must be conscious and all those affected should be taken into\n             confidence.\n</blockquote><blockquote id=\"blockquote_40\">              20. Having regard to the nature of the transaction, we are of the\n             opinion that it would be appropriate t o state that in cases where\n             the instrumentality of the state enters the contractual field, it\n             should be governed by the incidence of the contract. It is true that\n             it may not be necessary to give reasons but in our opinion in the\n             field of this nature fairness must be there to the parties concerned,\n             and having regard to the large number or the long period and the\n             nature or the dealings between the parties, the appellant should\n             have been taken into confidence. Equality and fairness at least\n             demands this much from an instrumentality of the state dealing\n             with a right of the state not to treat the contract se subsisting. We\n             must, however, evolve such process which will work.\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_43\">23.       The question came up for consideration again in the case of\n\nKumari Shrilekha Vidyarthi etc. etc. Vs. State of U.P. and others AIR\n\n1991 SC 537. In that case, State of U.P. had issued Government order dated\n\n6.2.1990 whereby appointments of all Government Counsels (Civil,\n\nCriminal, Revenue) in all the Districts of the State of U.P. were terminated\n\nw.e.f. 28.2.1990, irrespective of the fact whether the term of the incumbents\n\nhad expired or was subsisting. Validity of this G.D. was challenged by\n\nmany of these Government Counsels whose appointments were terminated\n\nand one of the issues to be determined by the court was as to whether writ\n\npetition was maintainable challenging this G.D., as according to the\n\nRespondent State the appointment of these Government Counsels were\n\npurely contractual and writ petition to enforce the contract was not\n\nmaintainable. It was also contended that relationship being purely\n<span class=\"hidden_text\" id=\"span_39\"> Civil Writ Petition No. 11837 of 2012                                 [27]</span>\n\ncontractual, cannot contend against will of either party and there was no\n\nscope for arguments that state does not have right to change the\n\nGovernment counsel at its will. After noticing this argument of the\n\nrespondents, the Supreme Court formulated the question to be decided in\n\nthe said case, in the following words:-\n</p>\n<blockquote id=\"blockquote_41\">                    &quot;The learned Additional Advocate General did not dispute\n             that if <a href=\"/doc/367586/\" id=\"a_57\">Art. 14</a> of the Constitution of India is attracted to this case all\n             State actions, the impugned circular would be liable to be quashed\n             if it suffers from the vice of arbitrariness. However, his argument is\n             that there is no such vice. In the ultimate analysis, it is the\n             challenge of arbitrariness which the circular must challenge of\n             arbitrariness withstand in order to survive. This really is the main\n             point evolved for decision by us in the present case&quot;.\n</blockquote><p data-structure=\"Precedent\" id=\"p_44\">                    The court then examined the nature of appointment of the\n             Government counsel in the Districts with reference to the various\n             legal provisions including legal Remembrance Manual and <a href=\"/doc/940317/\" id=\"a_58\">Section\n             24</a> Code of Criminal procedure as well as decision of Supreme\n             Court in which character of engagement of a Government counsel\n             was considered. After analyzing these provisions and case law, the\n             Supreme Court concluded in the following manner, describing the\n             nature of appointment of District Government counsel:-\n</p><blockquote id=\"blockquote_42\">                    17. We are, Therefore, unable t o accept the argument of\n             the Ld. Addl. Advocate General that the appointment of District\n             Government Counsel by the State Government is only a\n             professional engagement like that between a private client and his\n             lawyer, or that it is purely contractual with no public element\n             attaching to it, which may be terminated at any time at the sweet\n             will of the Government excluding judicial review. We have already\n             indicated the presence of public element attached to the &#x27;office&#x27; or\n             post of District Government Counsel of every category covered by\n             the impugned circular. This is sufficient to attract <a href=\"/doc/367586/\" id=\"a_59\">Article 14</a> of the\n             Constitution and bring the question of validity of the impugned\n             circular within the scope of judicial review.\n</blockquote><blockquote id=\"blockquote_43\">                    18. The scope of judicial review permissible in the present\n             case, does not require any elaborate consideration since even the\n             minimum permitted scope of judicial review on the ground of\n             arbitrariness or unreasonableness or irrationality, once <a href=\"/doc/367586/\" id=\"a_60\">Art. 14</a> is\n             attracted, is sufficient to invalidate the impugned circular as\n<span class=\"hidden_text\" id=\"span_40\"> Civil Writ Petition No. 11837 of 2012                             [28]</span>\n\n            indicated later. We need not, Therefore, deal at length with the\n            scope of judicial review permissible in such cases since several\n            nuances of that ticklish question do not arise for consideration in\n            the present case.\n</blockquote><blockquote id=\"blockquote_44\">                     19. Even otherwise and sans the element so obvious in\n            these appointment and its concomitants viewed as purely\n            contractual matters after the appointment is made, also attract <a href=\"/doc/367586/\" id=\"a_61\">Art.\n            14</a> and exclude arbitrariness permitting judicial review of the\n            impugned state action. This aspect is dealt with hereafter.\n</blockquote><blockquote id=\"blockquote_45\">                     20. Even apart from the premises that &#x27;office&#x27; or post of\n            D.G.Cs. has a public element which alone is sufficient to attract\n            the power of judicial review for testing validity of the impugned\n            circular on the anvil of <a href=\"/doc/367586/\" id=\"a_62\">Art. 14</a>, we are also clearly of the view that\n            this power is available even without that element on the premise\n            that after initial appointment, the matter is purely contractual.\n</blockquote><p data-structure=\"Precedent\" id=\"p_45\">            Applicability of <a href=\"/doc/367586/\" id=\"a_63\">Art. 14</a> to all executive actions of the State being\n            settled and for the same reason its applicability at the threshold to\n            the making of a contract in exercise of the executive power being\n            beyond dispute, can it be said that the State can thereafter cast\n            off its personality and exercise unbridled power unfettered by the\n            requirements of <a href=\"/doc/367586/\" id=\"a_64\">Art. 14</a> in the sphere of contractual matters and\n            claim to be governed therein only by private law, principles\n            applicable to private individuals whose rights flow only from the\n            terms of the contract without anything more ? We have no\n            hesitation in saying that the personality of the State, requiring\n            regulation of its conduct in all spheres by requirements of <a href=\"/doc/367586/\" id=\"a_65\">Art. 14</a>\n            does not undergo such a radical change after the making of a\n            contract merely, because some contractual rights accrue to the\n            other party in addition. It is not as if the requirements of <a href=\"/doc/367586/\" id=\"a_66\">Art. 14</a>\n            and contractual obligations are allien concepts, which cannot co-\n            exist.\n</p><p data-structure=\"Precedent\" id=\"p_46\">                     21. The preamble of the Constitution of India resolves to\n            secure to all its citizens Justice, social economic and political: and\n            Equality of status and opportunity. Every State action must be\n            aimed at achieving this goal. Part IV of the Constitution contains\n            &#x27;Directive principles of State Policy&#x27; which are fundamental in the\n            governance of the country and are aimed at securing social and\n            economic freedoms by appropriate State action which is\n            complementary to individual fundamental rights guaranteed in part\n            III for protection against excesses of State action, to realise the\n<span class=\"hidden_text\" id=\"span_41\"> Civil Writ Petition No. 11837 of 2012                             [29]</span>\n\n            vision in the preamble. This being the philosophy of the\n            constitution, can it be said that it contemplates exclusion of <a href=\"/doc/367586/\" id=\"a_67\">Art. 14</a>\n            non arbitrariness which is basic to rule of law from State actions is\n            contractual field when all actions of the State are meant fore\n            public good and expected to be fair and just ? we have no doubt\n            that the Constitution does not envisage or permit unfairness or\n            unreasonableness in State actions in any sphere of its activity\n            contrary to the professed ideals in the preamble. In our opinion, it\n            would be alien to the Constitutional scheme to accept the\n            argument of exclusion of <a href=\"/doc/367586/\" id=\"a_68\">Art. 14</a> in contractual matters. The scope\n            and permissible grounds of judicial review in such matters and the\n            relief which may be available are different matters but that does\n            not justify the view of its total exclusion. This is more so when the\n            modern t rend is also to examine the unreasonableness of a term\n            in such contractual where the bargaining power is unequal so that\n            these are not negotiated contracts but standard from contracts\n            between unequal.\n</p><p data-structure=\"CDiscource\" id=\"p_47\">                  22. There is an obvious difference in the contracts between\n            private parties and contracts to which the State is a party. Private\n            parties are concerned only with their personal interest whereas\n            the State while exercising its powers and discharging its functions,\n            acts indubitably, as is expected of it for public good and in public\n            interest. The impact of every State action is also on public interest.\n            This factor alone is sufficient to import at least the minimum\n            requirements of public law obligations and impress with this\n            character the contracts made by the State or its instrumentality. It\n            is a different mater that the scope of judicial review in respect of\n            disputes scope of judicial review in respect of disputes falling\n            within the domain of contractual obligations may be more limited\n            and in doubtful cases the parties may be relegated to adjudication\n            of their rights by resort to remedies provided for adjudication of\n            purely contractual disputes. However, to the extent, challenge is\n            made on the ground of violation of <a href=\"/doc/367586/\" id=\"a_69\">Art. 14</a> by alleging that the\n            impugned act is arbitrary, unfair or unreasonable, the fact that the\n            dispute also falls within the domain of contractual obligations\n            would not relieve the State of its obligation to comply with the\n            basic requirements of <a href=\"/doc/367586/\" id=\"a_70\">Art. 14.</a> To this extent, the obligation is of a\n            public character invariably in every case irrespective of there\n            being any other right or obligation in addition thereto. An additional\n            contractual obligation cannot divest the claimant of the guarantee\n<span class=\"hidden_text\" id=\"span_42\"> Civil Writ Petition No. 11837 of 2012                              [30]</span>\n\n             under <a href=\"/doc/367586/\" id=\"a_71\">Art. 14</a> of non-arbitrariness at the hands of the State in any\n             of its actions.\n</p><p data-structure=\"Precedent\" id=\"p_48\">              xx xx xx\n</p><p data-structure=\"CDiscource\" id=\"p_49\">                    34. In our opinion, the wide sweep of <a href=\"/doc/367586/\" id=\"a_72\">Art. 14</a> undoubtedly\n             takes within its fold the impugned circular issued by the State of\n             U.P. in exercise of its executive power, irrespective of the precise\n             nature of appointment of the Government counsel in the districts\n             and the other rights, contractual or statutory, which the appointees\n             may have. It is for this reason that we base our decision on the\n             ground that independent of any statutory right, available to the\n             appointments, and assuming for the purpose of this case that the\n             rights flow only from the contract of appointment, the impugned\n             circular, issued in exercise of the executive power of the State,\n             must satisfy <a href=\"/doc/367586/\" id=\"a_73\">Art. 14</a> of the Constitution and if it is shown to be\n             arbitrary, it must be struck down. However, we have referred to\n             certain provisions relating to initial appointment, termination or\n             renewal of tenure to indicate that the action is controlled at least\n             by settled guidelines, followed by the State of U.P. for a long time.\n             This too is relevant for deciding the question of arbitrariness\n             alleged in the present case&quot;\n</p>\n<blockquote id=\"blockquote_46\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"19145047\" id=\"span_43\">24.         Similarly, in <a href=\"/doc/19145047/\" id=\"a_74\">State of Gujarat Vs. M.P. Shah Charitable\n\nTrust</a> (1994) 3 SC 552. Supreme Court reiterated the principles that if the\n\nmatter is governed by a contract, the writ petition is not maintainable since\n\nit is a public Law remedy and is not available in private law field, for\n\nexample, where the matter is governed by a non-statutory contract.</span>\n</blockquote>\n<blockquote id=\"blockquote_47\">           <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1334962\" id=\"span_44\">In Union of India Vs. M/s Graphic Industries Co. and others, AIR\n           1995 SC 409 , a Contractor, had invoked the extra-ordinary\n           jurisdiction of High Court by filing the writ petition seeking Mandamus\n           for payment of the amount on the basis of certain correspondence\n           between the local M.P. and Railway Minister and between the Addl.\n           Private Secretary to the Minister and the Director, Controller of\n           Stores, as also the General Manager, Eastern Railway. The\n           submission of the respondents was that it was clear from the\n           aforesaid correspondence that respondent was entitled to payment\n           to about half-a-corer Rupees by Railway which was wrongly not paid.\n           The learned Single Judge took the view that correspondence in\n           question cannot be treated as decision of the President of India and\n<span class=\"hidden_text\" id=\"span_45\"> Civil Writ Petition No. 11837 of 2012                             [31]</span>\n\n         as visualised by <a href=\"/doc/1686162/\" id=\"a_75\">Article 377</a> of the Constitution of India and\n         Therefore, directed the respondent to move appropriate forum for\n         redressal of the grievances including going in for arbitration as per\n         the Contract, leaving all the questions to be decided in an\n         appropriate forum. In appeal, however, Division Bench took the view\n         that instructions contained in another letter dated 8/9th May, 1991 of\n         Addl.Private secretary, addressed to General Manager Eastern\n         Railway, Calcutta (which was written after the judgment of the Single\n         Bench) were binding on the General Manager being subordinate\n         authority and allowed the appeal directing the appellants to make the\n         payment. The Division Bench also took the view that what was said\n         in the letter was just and proper in the facts and circumstances of the\n         case and was in consonance with views expressed by Supreme\n         Court in <a href=\"/doc/1334962/\" id=\"a_76\">Hindustan Sugar Mill Vs. State of Rajasthan</a> AIR 1981 SC\n         1618 wherein it was held that Central Government should honour its\n         obligation arising even out of contract and not drive a citizen to file a\n         suit. It was reiterated in that judgment that in a democratic society\n         governed by Rule of Law, it is the duty of the State to do what is fair\n         and just to a citizen and State should not seek to defeat the\n         legitimate claim of the citizen by adopting a legalistic claim of the\n         citizen by adopting a legalistic attitude but should do what fairness\n         and justice demands. Against this judgment of Division Bench Union\n         of India preferred SLP to Supreme Court. Before Supreme Court,\n         respondents did not rely upon the letter dated 8/9th May, 1991\n         addressed by Addl.Private Secretary but the main argument adduced\n         was that it was the duty of the Government to act fairly which\n         obligation had to be discharged even in matters pertaining to\n         contractual right. The case was, Therefore, examined from the angle\n         as to whether Government had acted unfairly in withholding payment\n         of the respondent and on facts came to the conclusion that the\n         materials which Division Bench of the High Court had noted do not\n         make out the case of unfairness. However, after coming to this\n         conclusion, the question as to whether writ is maintainable in the field\n         covered by the contractual right and obligations was not decided.</span>\n</blockquote><p data-structure=\"CDiscource\" id=\"p_50\">         What was stated on this aspect can be noticed in paragraphs 10 and\n         11 of the judgment which are reproduced below:-\n</p><blockquote id=\"blockquote_48\">                        &quot;10. We are not satisfied from what has been stated in\n                 the impugned judgment that the Railways had acted unfairly\n                 in withholding the payment of the respondents. In view of this,\n                 we need not dilate on the submission of shri Ganguli that\n<span class=\"hidden_text\" id=\"span_46\"> Civil Writ Petition No. 11837 of 2012                              [32]</span>\n\n                  even in contractual matters public authorities have to act\n                  fairly: and if the fail to do so approach under <a href=\"/doc/1712542/\" id=\"a_77\">Article 226</a> would\n                  always be permissible because that would amount to\n                  violation of <a href=\"/doc/367586/\" id=\"a_78\">Article 14</a> of the Constitution. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1261492\" id=\"span_47\">In support of this\n                  submission, Shri Ganguli has mainly relied upon a two-judge\n                  Bench decision of this court in <a href=\"/doc/1261492/\" id=\"a_79\">Kumari Shrilekha Vidyarthi Vs.\n                  State of U.P.</a>, of which this aspect of the matter has been\n                  dealt with by stating that the requirements of <a href=\"/doc/367586/\" id=\"a_80\">Article 14</a> being\n                  the duty to act fairly, justly and reasonably, there is nothing\n                  which militates against the concept of requiring the State\n                  always to so act even in contractual matters (see paragraph</span>\n</blockquote><blockquote id=\"blockquote_49\">                  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1058612\" id=\"span_48\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1238017\" id=\"span_49\">24). What has been stated in paragraph 28 is that it would be\n                  difficult and unrealistic to exclude the State action in\n                  contractual matters, after the contract has been made, from\n                  the purview of the judicial review to test its validity on the\n                  anvil of <a href=\"/doc/367586/\" id=\"a_81\">Article 14.</a> The Bench thereafter referred to various\n                  earlier decisions of this Court on this point including <a href=\"/doc/1238017/\" id=\"a_82\">Mahabir\n                  Auto Stores Vs. Indian Oil Corpn.</a> and <a href=\"/doc/1058612/\" id=\"a_83\">Dwarkadas Marfatia\n                  Vs. Board of Trustees</a> of the port of Bombay.</span></span>\n</blockquote><blockquote id=\"blockquote_50\">                          11. Having come to the conclusion that the materials\n                  which the Division Bench noted do not make out a case of\n                  unfairness. It is not necessary to examine the question as to\n                  whether in the field covered by contractual rights and\n                  obligations it would always be permissible to invoke the\n                  extraordinary jurisdiction of the High Court under <a href=\"/doc/1712542/\" id=\"a_84\">Article 226</a>\n                  of the Constitution. It would be enough to say that this\n                  remedy being discretionary, it would be open to the High\n                  Court to take a view on the fact situation before it that\n                  invocation of power under <a href=\"/doc/1712542/\" id=\"a_85\">Article 226</a> would not be proper\n                  exercise of discretion, leaving the aggrieved person to seek\n                  remedy in some other forum or to take recourse to arbitration\n                  if that be visualised by the agreement between the parties.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_51\">                  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1513693\" id=\"span_50\"><a href=\"/doc/1513693/\" id=\"a_86\">LIC of India and another Vs. Consumer Education\n\nand Research Centre and others</a> 1995 5 SCC 582, is the next case which\n\nrequires serious consideration and on which reliance was placed by counsel\n\nfor the petitioners. The subject of permissibility to file writ petition in\n\nmatters relating to State in contractual field is discussed in detail in this\n<span class=\"hidden_text\" id=\"span_51\"> Civil Writ Petition No. 11837 of 2012                              [33]</span>\n\njudgment. Certain conditions of LIC policy under table 58, were challenged\n\nin the writ petition, as arbitrary, unjust and discriminatory, whereby the\n\nparticular policy was restricted only to specified classes namely Salaried\n\npersons in government/Quasi Government for reputed commercial firms.\n\nAmongst various issues which arise <a href=\"/doc/1513693/\" id=\"a_87\">in that case</a>, one of the issues was that it\n\nwas the business of the insurer namely LIC and of acceptance of the\n\nproposal by the insurer in the Life Insurance business, the policy holders get\n\nrights under the policy. Therefore, insurer could put conditions in the\n\nproposal and the persons seeking to be insured could not enforce any right\n\nflowing from such conditions in as much as they cannot use judicial process\n\nto create right in their favor unless binding contract emerges by acceptance\n\nof proposal of insurance and acted upon.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_52\">25.         Dealing with the aforesaid contention in para 20, the Court\n\nmade the following pertinent observations:-\n</p>\n<blockquote id=\"blockquote_51\">           &quot;20. It is true that life insurance business as defined under <a href=\"/doc/1210244/\" id=\"a_88\">section 2\n           (11)</a> of the Insurance Act, 1938, is business of effecting contracts of\n           insurance upon human life, including any contract whereby the\n           payment of money is assured on death (except death by accident\n           only) or the happening of any contingency dependent on human life,\n           and any contract which subject to payment of premiums for a term\n           dependent on human life including those enumerated in clauses (a)\n           to (c) thereof. Thereby, the contract of insurance is hedged by\n           bilateral agreement on human life upon payment of premia subject to\n           the covenants contained thereunder. But as stated earlier, is the\n           insurer entitled to impose unconstitutional conditions including that\n           which denied the right of entering into the contract, limiting only to a\n           class of persons under a particular policy ? We made it clear at this\n           juncture that the insurer is free to evolve a policy based on business\n           principles and conditions before floating the policy to the general\n           public offering on insurance of the life of the insured but as seen\n           earlier, the insurance being a social security measure, it should be\n           consistent with the constitutional animation and conscience of socio-\n</blockquote><p data-structure=\"Precedent\" id=\"p_53\">           economic justice adumbrated in the Constitution as elucidated\n<span class=\"hidden_text\" id=\"span_52\"> Civil Writ Petition No. 11837 of 2012                                 [34]</span>\n\n           hereinbefore.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_54\">                  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"205909\" id=\"span_53\">Thereafter the court referred to the earlier judgments in the\n           cases of Erusian Equipment &amp; Chemicals Ltd. Vs . State of West\n           Bengal MANU/SC/0061/1974 : [1975]2SCR674 : Sagir Ahmed Vs .\n           State of Uttar Pradesh MANU/SC/0110/1954 : [1955]1SCR707 : <a href=\"/doc/205909/\" id=\"a_89\">A.\n           Sanjeevi Naidu Vs. State of Madras</a> (1970) SCC 443: Ramana\n           Dayaram Shetty Vs . International Air port Authority of India\n           MANU/SC/0048/1979 : (1979)IILLJ217SC : Kasturi Lal lakshmi\n           Reddy Vs . State of J&amp;K MANU/SC/0079/1980 : [1980]3SCR1338 :</span>\n</p><blockquote id=\"blockquote_52\">           M.C. Metha Vs . UOI MANU/SC/0092/1986 : [1987]1SCR819 : LIC\n           Vs . Escorts Limited MANU/SC/0015/1985 : 1986(8)ECC189 :\n</blockquote><blockquote id=\"blockquote_53\">           Dwarka Dass Marfatia &amp; Sons Vs . Board of Trustees of the port of\n           Bombay MANU/SC/0330/1989 : [1989]2SCR751 : Mahavir Auto store\n           Vs . India Oil Corpn. MANU/SC/0191/1990 : [1990]1SCR818 .\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_55\">26.         It also quoted Benzamin N. Cardozo from his book Judicial\n\nprocess and from Administrative Law by H.W.R. Wade. Thereafter the\n\ncourt reiterated the proposition of law in the following words:-\n\n</p><blockquote id=\"blockquote_54\">                  &quot;26.   This   Court   has    rejected   the   contention    of   an\n           instrumentality of the State that its action is in the private law field\n           and would be immuned from satisfying the tests laid under <a href=\"/doc/367586/\" id=\"a_90\">Article 14</a>,\n           The dichotomy between public law and private law rights and\n           remedies, though may not be obliterated by any strait-jacket formula,\n           it would depend upon the factual matrix. The adjudication of the\n           dispute arising out of a contract would, Therefore, depend upon facts\n           and circumstances in a given case. The distinction between public\n           law remedy and private law field cannot be demarcated with\n           precision. Each case will be examined on its facts and circumstances\n           to find out the nature of the activity, scope and nature of the\n           controversy. The distinction between public law and private law\n           remedy has now become too thin and practicably obliterated.\n</blockquote><blockquote id=\"blockquote_55\">                  27. In the sphere of contractual relations the State, its\n           instrumentality, public authorities or those whose acts bear insignia of\n           public element, action to public duty or obligation are enjoined to act\n           in a manner i.e. fair, just and equitable, after taking objectively all the\n           relevant options into consideration and in a manner that is\n           reasonable, relevant and germane to effectuate the purpose for\n           public good and in general public interest and it must not take any\n           irrelevant or irrational factors into consideration or appear arbitrary in\n<span class=\"hidden_text\" id=\"span_54\"> Civil Writ Petition No. 11837 of 2012                              [35]</span>\n\n         its decision. Duty to act fairly is part of fair procedure envisaged\n         under <a href=\"/doc/367586/\" id=\"a_91\">Articles 14</a> and <a href=\"/doc/1199182/\" id=\"a_92\">21.</a> Every activity of the public authority or\n         those under public duty or obligation must be informed by reason and\n         guided by the public interest.\n</blockquote><blockquote id=\"blockquote_56\">                28. In Kumari Shrilekha vidyarthi Vs. State of UP this court\n         in para 22 pointed out that the private parties are concerned only with\n         their personal interest but the public authority are expected to act for\n         public good and in public interest. The impact of every action is also\n         on public interest. It imposes public law obligation and impresses\n         with that character the contracts made by the state or its\n         instrumentality: (SCC PP 236-37, para 22).\n</blockquote><blockquote id=\"blockquote_57\">         &quot;It is a different matter that the scope of judicial review in respect of\n         disputes falling within the domain of contractual obligations may be\n         more limited and in doubtful cases the parties may be relegated to\n         adjudication of their rights by resort to remedies provided for\n         adjudication of purely contractual disputes. However, to the extent,\n         challenge is made on the ground of violation of <a href=\"/doc/367586/\" id=\"a_93\">Article 14</a> by alleging\n         that the impugned act is arbitrary, unfair or unreasonable, the fact\n         that the dispute also falls within the domain of contractual obligations\n         would not relieve the State of its obligation to comply with the basic\n         requirements of <a href=\"/doc/367586/\" id=\"a_94\">Article 14.</a> To this extent, the obligation is of a public\n         character invariably in every case irrespective of there being any\n         other right or obligation in addition thereto. An additional contractual\n         obligation cannot divest the claimant of the guarantee under <a href=\"/doc/367586/\" id=\"a_95\">Article\n         14</a> of non-arbitrariness at the hands of the state in any of its actions&quot;.\n</blockquote><p data-structure=\"Precedent\" id=\"p_56\">           29. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"298443\" id=\"span_55\">In <a href=\"/doc/298443/\" id=\"a_96\">Food Corporation of India Vs. Kamdhenu Cattle Feed\n              Industries</a> (SCC at p.76 in para 8) this Court held that :</span>\n</p><blockquote id=\"blockquote_58\">                &quot;The mere reasonable or legitimate expectation of a citizen, in\n         such a situation, may not by itself be a distinct enforceable right but\n         failure to consider and give due weight to it may render the decision\n         arbitrary and this is how the requirement of due consideration of a\n         legitimate expectation forms part of the principle of non-arbitrariness,\n         a necessary concomitant of the rule of law. Every legitimate\n         expectation is a relevant factor requiring due consideration in a fair\n         decision-making process&quot;.\n</blockquote><p data-structure=\"Precedent\" id=\"p_57\">                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"616070\" id=\"span_56\">In <a href=\"/doc/616070/\" id=\"a_97\">Sterling Computers Ltd. Vs. M.&amp; N. Publications Ltd.</a>\n         (SCC at p. 464. para 28), it was held that even in commercial\n         contracts where there is a public element it is necessary that relevant\n         considerations    are   taken    into   account   and    the     irrelevant\n         consideration discarded.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"713572\" id=\"span_57\">In <a href=\"/doc/713572/\" id=\"a_98\">Union of India Vs. Graphic Industries Co.</a>\n<span class=\"hidden_text\" id=\"span_58\"> Civil Writ Petition No. 11837 of 2012                                [36]</span>\n\n          this Court held that even in contractual matters public authorities\n          have to act fairly: and if they fail to do so approach under <a href=\"/doc/1712542/\" id=\"a_99\">Article 226</a>\n          would always be permissible because that would amount to violation\n          of <a href=\"/doc/367586/\" id=\"a_100\">Article 14</a> of the constitution.</span> <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1435269\" id=\"span_59\">The ratio in <a href=\"/doc/1435269/\" id=\"a_101\">General Assurance\n          Society Ltd. Vs. Chandumull Jain</a> relied on by the appellants that\n          tests laid therein to construe the terms of insurance contracts bears\n          no relevance to determine the constitutional conscience of the\n          appellant in fixing the terms and conditions in Table 58 and of their\n          justness and fairness on the touchstone of public element. The arms\n          of the High Court are not shackled with technical rules or procedure.\n          The actions of the State, its instrumentality, any public authority or\n          person whose actions bear insignia of public law element or public\n          character are amenable to judicial review and the validity of such an\n          action would be tested on the anvil of <a href=\"/doc/367586/\" id=\"a_102\">Article 14.</a> While exercising the\n          power under <a href=\"/doc/1712542/\" id=\"a_103\">Article 226</a> the court would be circumspect to adjudicate\n          the disputes arising out of the contract depending on the facts and\n          circumstances in a given case. The distinction between the public law\n          remedy and private law field cannot be demarcated with precision.\n          Each case has to be examined on its own facts and circumstances to\n          find out the nature of the activity or scope and nature of the\n          controversy. The distinction between public law and private law\n          remedy is now narrowed down. The actions of the appellants bear\n          public character with an imprint of public interest element in their\n          offers regarding terms and conditions mentioned in the appropriate\n          table inviting the public to enter into contract of life insurance. It isn&#x27;t\n          a pure and simple private law dispute without any insignia of pubic\n          element. Therefore, we have no hesitation to hold that the writ\n          petition is maintainable to test the validity of the conditions laid in\n          Table 58 term policy and the party need not be relegated to a civil\n          action.&quot;</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_58\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_60\">27.         The next case which may be relevant for our purpose is <a href=\"/doc/1156062/\" id=\"a_104\">State of\n\nUttar Pradesh Vs Bridge &amp; Roof Co. (India) Ltd.</a> AIR 1996 SC 3515 .\n\nIn that case, respondent had entered into the work Contract with\n\nGovernment of U.P. for rehabilitation and improvement of certain stretches\n\nof road in U.P. It completed the work. However, certain payments which\n\naccording to the respondent were due to it were not paid by the Government\n<span class=\"hidden_text\" id=\"span_61\"> Civil Writ Petition No. 11837 of 2012                                [37]</span>\n\nof U.P. on the ground that it was entitled to retain. To claim this amount,\n\nrespondent filed writ petition and in that context question arose as to\n\nwhether writ petition was maintainable. This question was answered by the\n\nSupreme Court in the following manner:-</span>\n</p>\n<blockquote id=\"blockquote_59\">                   &quot;15. In our opinion, the very remedy adopted by the\n          respondent is misconceived. It is not entitled to any relief in these\n          proceedings, i.e. in the writ petition filed by it. The High Court\n          appears to be right in not pronouncing upon any of the several\n          contentions raised in the writ petition by both the parties and in\n          merely reiterating the effect of the order of the Deputy Commissioner\n          made under the proviso to Section 8-D (I).\n</blockquote><blockquote id=\"blockquote_60\">                 16. Firstly, the contract between the parties is a contract in the\n          realm of private law. It is not a statutory contract. It is governed by the\n          provisions of the <a href=\"/doc/171398/\" id=\"a_105\">Contract Act</a> or, may be, also by certain provisions\n          of the sale of Goods Act. Any dispute relating to interpretation of the\n          terms and conditions of such a contract cannot be agitated, and\n          could not have been agitated, in a writ petition. That is a matter either\n          for arbitration as provided by the contract or for the civil court, as the\n          case may be. Whether any amount is due to the respondent from the\n          appellant-Government under the contract and, if so, how much and\n          the further question whether retention or refusal to pay any amount\n          by the Government is justified, or not, are all matters which cannot be\n          agitated in or adjudicated upon in a writ petition. The prayer in the\n          writ petition, viz. to restrain the Government from deducting a\n          particular amount from the writ petitioner&#x27;s bill (s) was not a prayer\n          which could be granted by the High Court under <a href=\"/doc/1712542/\" id=\"a_106\">Article 226.</a> Indeed,\n          the High Court has not granted the said prayer.\n</blockquote><blockquote id=\"blockquote_61\">                 17. Secondly, whether there has been a reduction in the\n          statutory liability on account of a change in law within the meaning of\n          sub-clause (4) of clause 70 of the contract is again not a matter to be\n          agitated in the writ petition. That is again a matter relating to\n          interpretation of a term of the contract and should be agitated before\n          the arbitrator or the civil court, as the case may be. If any amount is\n          wrongly withheld by the Government, the remedy of the respondent\n          is to raise a dispute as provided by the contract or to approach the\n          civil court, as the case may be according to law. Similarly, if the\n          government says that any overpayment has been made to the\n          respondent its remedy also is to the same.\n</blockquote><span class=\"hidden_text\" id=\"span_62\"> Civil Writ Petition No. 11837 of 2012                               [38]</span>\n\n<blockquote id=\"blockquote_62\">                  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1974738\" id=\"span_63\">18. Accordingly, it must be held that the writ petition filed by\n           the respondent for the issuance of a writ of mandamus restraining\n           the Government from deducting or withholding a particular sum,\n           which according to the respondent is payable to it under the contract,\n           was wholly misconceived and was not maintainable in law. (See the\n           decision of this Court in <a href=\"/doc/1974738/\" id=\"a_107\">Asstt. Excise Commr. Vs. Issac Peter</a>, where\n           the law on the subject has been discussed fully). The writ petition\n           ought to have been dismissed on this ground alone.&quot;</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_59\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1974738\" id=\"span_64\">At this stage it would be useful to note the relevant\n\nobservations of Supreme Court in <a href=\"/doc/1974738/\" id=\"a_108\">Issac Peter</a> (supra) to which reference was\n\nmade by Supreme Court in the aforesaid case. Dealing with doctrine of\n\nfairness and reasonableness in the matter of contract to which state is a\n\nparty, the court observed as under :-</span>\n</p>\n<blockquote id=\"blockquote_63\">           &quot;26. Learned Counsel for respondents then submitted that doctrine of\n           fairness and reasonableness must be read into contracts to which\n           state is a party. It is submitted that the State cannot act unreasonably\n           or unfairly even while acting under a contract involving state power.\n           Now, let us see what is the purpose for which this argument is\n           addressed and what is the implication? The purpose, as we can see,\n           is that though the contract says that supply of additional quota is\n           discretionary, it must be read as obligatory at least to the extent of\n           previous year&#x27;s supplies by applying the said doctrine. It is submitted\n           that if this is not done, the licensees would suffer monetarily. The\n           other purpose is to say that if the State is not able to so supply, it\n           would be unreasonable on its part to demand the full amount due to\n           it under the contract. In short, the duty to act fairly is sought to be\n           imported into the contract to modify and alter its terms and to create\n           an obligation upon the State which is not there in the contract. We\n           must confess ,we are not aware of any such doctrine of fairness or\n           reasonableness. Nor could that learned counsel bring to our notice\n           any decision laying down such a proposition. Doctrine of fairness or\n           the duty to act fairly and reasonably is a doctrine developed in the\n           administrative law field to ensure the rule of law and to prevent failure\n           of justice where the action is administrative in nature. Just as\n           principle of natural justice ensure fair decision where the function\n           quasi-Judicial, the doctrine of fairness is evolved to ensure fair action\n           where the function is administrative. But it can certainly not be\n<span class=\"hidden_text\" id=\"span_65\"> Civil Writ Petition No. 11837 of 2012                                [39]</span>\n\n           invoked to amend, alter or very the express terms of the contract\n           between the parties. This is so, even if the contract is governed by\n           statutory provisions, i.e. where it is a statutory contract or rather more\n           so.....&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_60\">               In NOIDA Entrepreneur Association Vs. U.P.Financial\n\nCorporation reported in MANU/SC/0984/1994 which is a brief judgment,\n\nSupreme Court held that writ petition agitating the grievance that the rates\n\nof interest and penal interest being charged by the UP Financial Corporation\n\nwere higher than those laid down in the guidelines issued by the refinancing\n\ninstitution namely IDBI had been held to be not maintainable.\n\n</p><p data-structure=\"Precedent\" id=\"p_61\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"906698\" id=\"span_66\">28.          Again in the case of <a href=\"/doc/906698/\" id=\"a_109\">State of Himachal Pradesh Vs. Raja\n\nMahendra Pal and others</a>,            [1999] 2 SCR 323, the Supreme Court\n\nreiterated the principle that writ petition was not maintainable.</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_62\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_67\">29.          At this stage, we would like to discuss at length, the judgment\n\nof Supreme Court in <a href=\"/doc/1943124/\" id=\"a_110\">ABL International Ltd. and another Vs. Export\n\nCredit Guarantee Corporation of India and others</a> (2004) 3 Supreme\n\nCourt Cases 553, on which strong reliance is placed upon by the counsel\n\nfor the parties. In the judgment, this aspect directly fell for consideration at\n\nthe hands of the Apex Court.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"730804\" id=\"span_68\">Various earlier judgments right from the year\n\n1954 were taken note of. One such judgment which the Department in\n\nsupport of their case had referred to was the decision of Apex Court in case\n\n<a href=\"/doc/730804/\" id=\"a_111\">LIC of India Vs. Escorts Ltd.</a> 1986(1) SCC 264 wherein the Court had\n\nheld that ordinarily in matter relating to contractual obligations, the Court\n\nwould not examine it unless the action has some public law character\n\nattached to it. The following passage from <a href=\"/doc/730804/\" id=\"a_112\">the said judgment</a> was relied\n\nupon by the respondents:-</span>\n</p>\n<blockquote id=\"blockquote_64\">                      &quot;If the action of the State is related to contractual\n             obligations or obligations arising out of the tort, the court\n<span class=\"hidden_text\" id=\"span_69\"> Civil Writ Petition No. 11837 of 2012                               [40]</span>\n\n           may not ordinarily examine it unless the action has some\n           public law character attached to it. Broadly speaking, the\n           court will examine actions of State if they pertain to the\n           public law domain and refrain from examining them if they\n           pertain to the private law field.      The difficulty will lie in\n           demarcating the frontier between the public law domain\n           and the private law field. It is impossible to draw the line\n           with precision and we do not want to attempt it.            The\n           question must be decided in each case with reference to\n           the particular action, the activity in which the State or the\n           instrumentality of the State is engaged when performing\n           the action, the public law or private law character of the\n           action and a host of other relevant circumstances. When\n           the State or an instrumentality of the State ventures into\n           the corporate world and purchases the shares               of a\n           company, it assumes to itself the ordinary role of a\n           shareholder, and dons the robes of a shareholder, with all\n           the rights available to such a shareholder. There is no\n           reason why the State as a shareholder should be expected\n           to state its reasons when it seeks to change the\n           management, by a resolution of the company, like any\n           other shareholder.&quot;\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_63\">           The Apex Court dealt with this judgment in the following\n\nmanner:-\n</p>\n<blockquote id=\"blockquote_65\">                         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"730804\" id=\"span_70\">&quot;We do not think this Court <a href=\"/doc/730804/\" id=\"a_113\">in <a href=\"/doc/730804/\" id=\"a_114\">the above case</a></a>\n           has, in any manner, departed from the view expressed in\n           the earlier judgments in the case cited hereinabove.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1513693\" id=\"span_71\">This\n           Court in the case of <a href=\"/doc/1513693/\" id=\"a_115\">Life Insurance Corporation of India</a>\n           (Supra) proceeded on the facts of that case and held that\n           a relief by way of a writ petition may not ordinarily be an\n           appropriate remedy. This judgment does not lay down that\n           as a rule in matters of contract the court&#x27;s jurisdiction under\n           <a href=\"/doc/1712542/\" id=\"a_116\">Article 226</a> of the Constitution is ousted. On the contrary,\n           the use of the words &quot;court may not ordinarily examine it\n           unless the action has some public law character attached to\n           it&quot; itself indicates that in a given case, on the existence of\n           the required factual matrix a remedy under <a href=\"/doc/1712542/\" id=\"a_117\">Article 226</a> of\n           the Constitution will be available.&quot;</span>\n</blockquote><span class=\"hidden_text\" id=\"span_72\"> Civil Writ Petition No. 11837 of 2012                             [41]</span>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_64\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_73\">Another judgment which was taken note of by the Supreme\n\nCourt was <a href=\"/doc/1156062/\" id=\"a_118\">State of U.P. Vs. Bridge &amp; Roop</a>. Co. (India) Ltd. 1996(6)\n\nSupreme Court Cases 22, wherein the Supreme Court held that when\n\ncontract itself provide for a mode of settlement of dispute arising from the\n\ncontract (arbitration in the said case), such existence of an effective\n\nalternative remedy would be a good ground to decline extra ordinary\n\njurisdiction under <a href=\"/doc/1712542/\" id=\"a_119\">Article 226</a> of the Constitution.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1943124\" id=\"span_74\">The Court in <a href=\"/doc/1943124/\" id=\"a_120\">ABL\n\nInternational Ltd.</a> case (supra), however, distinguished this judgment by\n\nstating that in the case in hand there was no arbitration clause in the contract\n\nat all.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_65\">             <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"460900\" id=\"span_75\">Another judgment noted by the Supreme Court was the case of\n\n<a href=\"/doc/460900/\" id=\"a_121\">State of Bihar Vs. Jain Plastics and Chemicals Ltd.</a> 2002(1) SCC 216,\n\nwhich was relied upon by the respondents in the said case to non-suit the\n\npetitioner on the ground that there were disputed question of facts. The\n\nSupreme Court remarked that not every case, where there are disputed\n\nquestions of fact, would dis-entitle the High Court to exercise its\n\njurisdiction under <a href=\"/doc/1712542/\" id=\"a_122\">Article 226</a> of the Constitution and it is only when the\n\npetition raises questions of fact of a complex nature, which may for their\n\ndetermination require oral evidence to be taken, and on that account the\n\nHigh Court by exercising its discretion can refuse to entertain the petition.</span>\n\n</p><p data-structure=\"RespArg\" id=\"p_66\">             In so far as the argument of the respondents in the said case that\n\nwrit petition on contractual matter was not maintainable, unless it is shown\n\nthat the authority performs a public function or discharges a public duty, is\n\nconcerned, it was answered in the following manner:-\n\n</p><blockquote id=\"blockquote_66\">                   &quot;22.   We do not think the above judgment in VST\n             Industries Ltd. (supra) supports the argument of the learned\n<span class=\"hidden_text\" id=\"span_76\"> Civil Writ Petition No. 11837 of 2012                                [42]</span>\n\n           counsel on the question of maintainability of the present\n           writ petition. It is to be noted that VST Industries Ltd.\n           against whom the writ petition was filed was not a State or\n           an instrumentality of a State as contemplated under <a href=\"/doc/609139/\" id=\"a_123\">Article\n           12</a> of the Constitution, hence, in the normal course, no writ\n           could have been issued against the said industry. But it was\n           the contention of the writ petitioner in that case that the said\n           industry was obligated under the concerned statute to\n           perform certain public functions, failure to do so would give\n           rise to a complaint under <a href=\"/doc/1712542/\" id=\"a_124\">Article 226</a> against a private body.\n           While considering such argument, this Court held that when\n           an authority has to perform a public function or a public\n           duty if there is a failure a writ petition under <a href=\"/doc/1712542/\" id=\"a_125\">Article 226</a> of\n           the Constitution is maintainable. In the instant case, as to\n           the fact that the respondent is an instrumentality of a State,\n           there is no dispute but the question is: was first respondent\n           discharging a public duty or a public function while\n           repudiating the claim of the appellants arising out of a\n           contract ? Answer to this question, in our opinion, is found\n           in the judgment of this Court in the case of Kumari Shri\n           Lekha Vidyarthi &amp; Ors. vs. State of U.P.&amp; Ors. [1991] (1)\n           SCC 212] wherein this Court held :\n</blockquote><blockquote id=\"blockquote_67\">                         &quot;The impact of every State action is also on\n                  public interest. It is really the nature of its personality\n                  as State which is significant and must characterize\n                  all its actions, in whatever field, and not the nature of\n                  function, contractual or otherwise which is decisive of\n                  the nature of scrutiny permitted for examining the\n                  validity of its act. The requirement of <a href=\"/doc/367586/\" id=\"a_126\">Article 14</a> being\n                  the duty to act fairly, justly and reasonably, there is\n                  nothing which militates against the concept of\n                  requiring the State always to so act, even in\n                  contractual matters.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_67\">                  23.    It is clear from the above observations of this\n           Court, once State or an instrumentality of State is a party to\n           the contract, it has an obligation in law to act fairly, justly\n           and reasonably which is the requirement of <a href=\"/doc/367586/\" id=\"a_127\">Article 14</a> of the\n           Constitution of India. Therefore, if by the impugned\n           repudiation of the claim of the appellants the first\n           respondent as an instrumentality of the State has acted in\n<span class=\"hidden_text\" id=\"span_77\"> Civil Writ Petition No. 11837 of 2012                                 [43]</span>\n\n            contravention of the above said requirement of <a href=\"/doc/367586/\" id=\"a_128\">Article 14</a>\n            then we have no hesitation that a writ court can issue\n            suitable directions to set right the arbitrary actions of the\n            first respondent.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_68\">\n\n\n            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_78\">Another argument of the respondents in <a href=\"/doc/1943124/\" id=\"a_129\">ABL</a> case that the writ\n\npetition for &#x27;money claim&#x27; simpliciter was not maintainable was turned\n\ndown on the ground that such proposition cannot be accepted in its absolute\n\nterms. The Court thereafter summarized the legal position in the following\n\nmanner:-</span>\n</p>\n<blockquote id=\"blockquote_68\">                   &quot;27.   From the above discussion of ours, following\n            legal principles emerge as to the maintainability of a writ\n            petition :-\n</blockquote><blockquote id=\"blockquote_69\">            (a)    In an appropriate case, a writ petition as against a\n            State or an instrumentality of a State arising out of a\n            contractual obligation is maintainable.\n</blockquote><blockquote id=\"blockquote_70\">            (b)    Merely because some disputed questions of facts\n            arise for consideration, same cannot be a ground to refuse\n            to\n            entertain a writ petition in all cases as a matter of rule.\n</blockquote><blockquote id=\"blockquote_71\">            (c)    A writ petition involving a consequential relief of\n            monetary claim is also maintainable.\n</blockquote><p data-structure=\"Precedent\" id=\"p_69\">                   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1885496\" id=\"span_79\">28.    However, while entertaining an objection as to\n            the maintainability of a writ petition under <a href=\"/doc/1712542/\" id=\"a_130\">Article 226</a> of the\n            Constitution of India, the court should bear in mind the fact\n            that the power to issue prerogative writs under <a href=\"/doc/1712542/\" id=\"a_131\">Article 226</a> of\n            the Constitution is plenary in nature and is not limited by\n            any other provisions of the Constitution. The High Court\n            having regard to the facts of the case, has a discretion to\n            entertain or not to entertain a writ petition. The Court has\n            imposed upon itself certain restrictions in the exercise of\n            this power [See: <a href=\"/doc/1885496/\" id=\"a_132\">Whirlpool Corporation vs. Registrar of\n            Trade Marks, Mumbai &amp; Ors.</a> [1998 (8) SCC 1]. And this\n            plenary right of the High Court to issue a prerogative writ\n            will not normally be exercised by the Court to the exclusion\n            of other available remedies unless such action of the State\n<span class=\"hidden_text\" id=\"span_80\"> Civil Writ Petition No. 11837 of 2012                                [44]</span>\n\n               or its instrumentality is arbitrary and unreasonable so as to\n               violate the constitutional mandate of <a href=\"/doc/367586/\" id=\"a_133\">Article 14</a> or for other\n               valid and legitimate reasons, for which the court thinks it\n               necessary to exercise the said jurisdiction.&quot;</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_70\">30.            The position thus summarized in the aforesaid principles has to\n\nbe understood in the context of discussion that preceded which we have\n\npointed out above. As per this, no doubt, there is no absolute bar to the\n\nmaintainability of the writ petition even in contractual matters or where\n\nthere are disputed questions of fact or even when monetary claim is raised.\n\nAt the same time, discretion lies with the High Court which under certain\n\ncircumstances, can refuse to exercise. It also follows that under the\n\nfollowing circumstances, &#x27;normally&#x27;, the Court would not exercise such\n\ndiscretion:-\n</p>\n<blockquote id=\"blockquote_72\">               a)     the Court may not examine it as such unless the action\n\n                      has some public law character attached to it.\n</blockquote>\n<blockquote id=\"blockquote_73\">               b)     Whenever a particular mode of settlement of dispute is\n\n                      provided in the contract, the High Court would refuse to\n\n                      exercise its discretion under <a href=\"/doc/1712542/\" id=\"a_134\">Article 226</a> of the\n\n                      Constitution and relegate the party to the said made of\n\n                      settlement, particularly when settlement of disputes is to\n\n                      be resorted to through the means of arbitration.\n</blockquote>\n<blockquote id=\"blockquote_74\">               c)     If there are very serious disputed questions of fact which\n\n                      are of complex nature and require oral evidence for their\n\n                      determination.\n</blockquote>\n<blockquote id=\"blockquote_75\">               d)     Money claims perse           particularly   arising   out   of\n\n                      contractual obligations are normally not to be entertained\n\n                      except in exceptional circumstances.\n</blockquote><span class=\"hidden_text\" id=\"span_81\"> Civil Writ Petition No. 11837 of 2012                            [45]</span>\n\n<p data-structure=\"Precedent\" id=\"p_71\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1885496\" id=\"span_82\">31.          Same view was taken by the Supreme Court in <a href=\"/doc/1885496/\" id=\"a_135\">Whirlpool\n\nCorporation Vs. Registrar of Trade Marks, Mumbai</a> 1998(8) SCC 1,\n\nwherein it was held that High Court having regard to the facts of the case,\n\nhas a discretion to entertain or not to entertain a writ petition and this\n\nplenary right of the High Court to issue a prerogative writ will not normally\n\nbe exercised by the Court to the exclusion of other remedies unless such\n\naction of the State or its instrumentality is arbitrary and unreasonable so as\n\nto violate the constitutional mandate of <a href=\"/doc/367586/\" id=\"a_136\">Article 14</a> or for other valid and\n\nlegitimate reasons, for which the Court thinks it necessary to exercise the\n\nsaid jurisdiction.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_72\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"40024962\" id=\"span_83\">32.          Similarly, in case Zonal Manager, Central Bank of India Vs.\n\nM/s Devi Ispat Ltd. and others 2010(11) SCC 186, in paragraph No. 11 of\n\nthe judgment, the Hon&#x27;ble Supreme Court has held that when the relief\n\nsought for does not relate to the interpretation of any terms of the contract, a\n\nwrit court can issue appropriate directions. See also <a href=\"/doc/40024962/\" id=\"a_137\">Coal India Ltd. and\n\nothers Vs. Alok Fuels (P) Ltd. and others</a> 2010(10) SCC 157.</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_73\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"855552\" id=\"span_84\">33.          We would also like to refer to another judgment of the Supreme\n\nCourt in <a href=\"/doc/855552/\" id=\"a_138\">Pimpri Chinchwad Municipal Corporation and others Vs.\n\nGayatri Construction Company and another</a> 2008(8) Supreme Court\n\nCases 172 wherein the Court held that the High Court was not justified in\n\ninterfering in contractual matters filed under <a href=\"/doc/1712542/\" id=\"a_139\">Article 226</a> of the Constitution\n\nparticularly when alternate remedy was available under the agreement. That\n\nwas a case where the appellant-Municipal Corporation had awarded a\n\ncontract to the respondent for the work of improvement and widening of\n\npart of the road and as the respondents had not completed the work within\n\nthe agreed period of one year, the contract was terminated and the\n<span class=\"hidden_text\" id=\"span_85\"> Civil Writ Petition No. 11837 of 2012                                [46]</span>\n\nCorporation had issued advertisement notifying fresh tenders. While\n\nallowing the appeal of the Corporation and dismissing the writ petition\n\nreversing the order of the High Court, the Court took note of few judgments,\n\nsome of which are discussed in the following manner:-</span>\n\n</p><blockquote id=\"blockquote_76\">                          13.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318728\" id=\"span_86\">In <a href=\"/doc/318728/\" id=\"a_140\">Kerala State Electricity Board and\n            Anr. v. Kurien E.Kalathil and Ors.</a> (2000 (6) SCC 293), this\n            Court dealt with the question of maintainability of petition\n            under <a href=\"/doc/1712542/\" id=\"a_141\">Article 226</a> of the Constitution and the desirability of\n            exhaustion of remedies and availability of alternative\n            remedies, as also difference between statutory contracts\n            and non-statutory contracts.     In paras 10 and 11 of the\n            judgment it was noted as follows:</span>\n</blockquote><blockquote id=\"blockquote_77\">                  &quot;10. We find that there is a merit in the first contention\n            of Mr Raval. Learned counsel has rightly questioned the\n            maintainability of the writ    petition. The        interpretation\n            and implementation of a clause in a contract cannot be the\n            subject-matter of a writ petition. Whether the contract\n            envisages actual payment or not is a question of\n            construction of contract. If a term of a contract is violated,\n            ordinarily the remedy is not the writ petition under Article\n</blockquote><blockquote id=\"blockquote_78\">            226. We are also unable to agree with the observations of\n            the High Court that the contractor was seeking enforcement\n            of a statutory contract. A contract would not become\n            statutory simply because it is for construction of a public\n            utility and it has been awarded by a statutory body. We are\n            also unable to agree with the observation of the High Court\n            that since the obligations imposed by the contract on the\n            contracting parties come within the purview of the <a href=\"/doc/171398/\" id=\"a_142\">Contract\n            Act</a>, that would not make the contract statutory. Clearly, the\n            High Court fell into an error in coming to the conclusion that\n            the contract in question was statutory in nature.\n</blockquote>\n\n<blockquote id=\"blockquote_79\">            11.          A statute may expressly or impliedly confer\n            power on a statutory body to enter into contracts in order to\n            enable it to discharge its functions. Dispute arising out of the\n            terms of such contracts or alleged breaches have to be\n            settled by the ordinary principles of law of contract. The fact\n            that one of the parties to the agreement is a statutory or\n<span class=\"hidden_text\" id=\"span_87\"> Civil Writ Petition No. 11837 of 2012                                        [47]</span>\n\n           public body will not by itself affect the principles to be\n           applied. The disputes about the meaning of a covenant in a\n           contract or its enforceability have to be determined according\n           to the usual principles of the <a href=\"/doc/171398/\" id=\"a_143\">Contract Act</a>. Every act of a\n           statutory body need not necessarily involve an exercise of\n           statutory power. Statutory bodies, like private parties, have\n           power to contract or deal with property. Such activities may\n           not raise any issue of public law. In the present case, it has\n           not been shown how the contract is statutory. The contract\n           between the parties is in the realm of private law. It is not a\n           statutory contract.            The         disputes        relating       to\n           interpretation of the terms and conditions of such a contract\n           could not have been agitated in a petition under <a href=\"/doc/1712542/\" id=\"a_144\">Article 226</a>\n           of the Constitution of India. That is a matter for adjudication\n           by a civil court or in arbitration if provided for in the contract.\n           Whether any amount is due and if so, how much and refusal\n           of the appellant to pay it is justified or not, are not the\n           matters which could have been agitated and decided in a writ\n           petition. The contractor should have relegated to other\n           remedies.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_74\">           14.           Reference can also be made to State of\n           Gujarat and Ors. v. Meghji Pethraj Shah Charitable Trust\n           and Ors. (1994 (3) SCC 552). In para 22 it was observed as\n           follows:\n</p><blockquote id=\"blockquote_80\">                                   &quot;22. We are unable to see any substance\n                        in   the     argument         that    the   termination      of\n                        arrangement without observing the principle of\n                        natural justice (audi alteram partem) is void. The\n                        termination is not a quasi-judicial act by any\n                        stretch     of     imagination;       hence    it   was     not\n                        necessary to observe the principles of natural\n                        justice.     It    is   not    also    an     executive      or\n                        administrative act to attract the duty to act\n                        fairly. It was -- as has been repeatedly urged\n                        by Shri Ramaswamy -- a matter governed by a\n                        contract/agreement between the parties. If the\n                        matter is governed by a contract, the writ\n                        petition is not maintainable since it is a public\n                        law remedy and is not available in private law\n                        field, e.g., where the matter is governed by a\n<span class=\"hidden_text\" id=\"span_88\"> Civil Writ Petition No. 11837 of 2012                                 [48]</span>\n\n                        non-statutory contract. Be that as it may, in\n                        view of our opinion on the main question, it is\n                        not    necessary     to   pursue     this    reasoning\n                        further.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_75\">34.         Legal position which emerges from various judgments of\n\nthe Apex Court dealing with different situations/aspects relating to\n\nthe contract entered into by the State/public Authority with private\n\nparties, can be summarized as under:-\n</p>\n<blockquote id=\"blockquote_81\">            (i) At the stage of entering into contract, the State acts purely\n            in its executive capacity and is bound by the obligations\n            which dealings of the State with the individual citizens import\n            into every transaction entered into in exercise of its\n            constitutional power.\n</blockquote><blockquote id=\"blockquote_82\">            (ii) State in its executive capacity, even in the contractual\n            field, is under obligation to act fairly and cannot practice\n            some discriminations. However, the discrimination involved\n            should be at the very threshold or at the time of entering into\n            the field of consideration of person with whom Govt. could\n            contract at all. Writ petition would be maintainable to\n            challenge such discriminatory action of the State at the time\n            of entering into contract.\n</blockquote><blockquote id=\"blockquote_83\">            (iii) Even in cases where question is of choice or\n            consideration of competing claims before entering into the\n            field of contract, facts have to be investigated and found\n            before the question of a violation of <a href=\"/doc/367586/\" id=\"a_145\">Article 14</a> could arise. If\n            those facts are disputed and require assessment of evidence\n            the correctness of which can only be tested satisfactorily by\n            taking detailed evidence, Involving examination and cross-\n</blockquote><p data-structure=\"Precedent\" id=\"p_76\">            examination of witnesses, the case could not be conveniently\n            or satisfactorily decided in proceedings under <a href=\"/doc/1712542/\" id=\"a_146\">Article 226</a> of\n            the Constitution. In such cases court can direct the aggrieved\n            party to resort to alternate remedy of civil suit etc.\n</p><p data-structure=\"Section\" id=\"p_77\">            (iv) After the State has entered into the field of ordinary\n            contract, the relations are no longer governed by the\n            Constitutional provisions but by the legally valid contract\n            which rights and obligations of the parties inter se. No\n            question arises of violation of <a href=\"/doc/367586/\" id=\"a_147\">Art. 14</a> or of any other\n            constitutional provision when the State or its agents.\n<span class=\"hidden_text\" id=\"span_89\"> Civil Writ Petition No. 11837 of 2012                                 [49]</span>\n\n           Purporting to act within this field, perform any act. In this\n           sphere, they can only claim rights conferred upon them by\n           contract and are bound by the terms of the contract only. If\n           some breach of contract is alleged writ is not the remedy\n           unless some statute steps in and confers some special\n           statutory power or obligation on the State in the contractual\n           field which is apart from contract.\n</p><p data-structure=\"Conclusion\" id=\"p_78\">           (v) Writ jurisdiction of High Court under <a href=\"/doc/1712542/\" id=\"a_148\">Article 226</a> was not\n           intended to facilitate avoidance of obligation voluntarily\n           incurred.\n</p><p data-structure=\"Section\" id=\"p_79\">           (vi) Writ petition was not maintainable to avoid contractual\n           obligation. Occurrence of commercial difficulty, inconvenience\n           or hardship in performance of the conditions agreed to in the\n           contract can provide no justification in not complying with the\n           terms of contract which the parties had accepted with open\n           eyes. It cannot ever be that a licensee can work out the\n           license if he finds it profitable to do so: and he can challenge\n           the conditions under which he agreed to take the license, if\n           he finds it commercially inexpedient to conduct his business.\n</p><p data-structure=\"CDiscource\" id=\"p_80\">           (vii) Ordinarily, where a breach of contract is complained of\n           the party complaining of such breach may sue for specific\n           performance of the contract, if contract is capable of being\n           specifically performed, or the party may sue for damages.\n           Viii)   Writ can be issued where there is executive action\n           unsupported by law or even in respect of a corporation there\n           is denial of equality before law or equal protection of law or if\n           can be shown that action of the public authorities was without\n           giving any hearing and violation of principles of natural justice\n           after holding that action could not have been taken without\n           observing principles of natural justice.\n</p><p data-structure=\"CDiscource\" id=\"p_81\">           ix)     If the contract between private party and the\n           State/instrumentality and/or agency of State is under the\n           realm of a private law and there is no element of public law,\n           the normal course for the aggrieved party, is to invoke the\n           remedies provided under ordinary civil law rather than\n           approaching the High Court under <a href=\"/doc/1712542/\" id=\"a_149\">Article 226</a> of the\n           Constitutional   of   India   and     invoking   its   extraordinary\n           jurisdiction.\n</p><p data-structure=\"CDiscource\" id=\"p_82\">           (x) the distinction between public law and private law element\n           in the contract with State is getting blurred. However, it has\n<span class=\"hidden_text\" id=\"span_90\"> Civil Writ Petition No. 11837 of 2012                                 [50]</span>\n\n             not been totally obliterated and where the matter falls purely\n             in private field of contract. Apex court is still maintaining that\n             writ petition is not maintainable. Dichotomy between public\n             law and private law, rights and remedies would depend on\n             the factual matrix of each case and the distinction between\n             public law remedies and private law, field cannot be\n             demarcated with precision. In fact, each case has to be\n             examined, on its facts whether the contractual relations\n             between the parties bear insignia of public element. Once on\n             the facts of a particular case it is found that nature of the\n             activity or controversy involves public law element, then the\n             matter can be examined by the High Court in writ petitions\n             under <a href=\"/doc/1712542/\" id=\"a_150\">Article 226</a> of the Constitution of India to see whether\n             action of the State and/or instrumentality or agency of the\n             State is fair, just and equitable or that relevant factors are\n             taken into consideration and irrelevant factors have not gone\n             into the decision making process or that the decision is not\n             arbitrary.\n</p><p data-structure=\"Section\" id=\"p_83\">             (xi) Mere reasonable or legitimate expectation of a citizen, in\n             such a situation, may not by itself be a distinct enforceable\n             right, but failure to consider and give due weight to it may\n             render   the   decision   arbitrary, and     this   is   how    the\n             requirements of due consideration of a legitimate expectation\n             forms part of the principle of non-arbitrariness.\n</p><p data-structure=\"CDiscource\" id=\"p_84\">             (xii) The scope of judicial review in respect of disputes falling\n             within the domain of contractual obligations may be more\n             limited and in doubtful cases the parties may be relegated to\n             adjudication of their rights by resort to remedies provided for\n             adjudication of purely contractual disputes. &quot;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_85\">\n\n\n</p><p data-structure=\"Section\" id=\"p_86\">35.          Law is thus well settled and it is the application of the\n\nprinciples noted down in the aforesaid judgments , on the basis of which,\n\nwe have to determine as to whether it is a fit case for exercising extra\n\nordinary jurisdiction in the present writ petitions.\n\n</p><p data-structure=\"PetArg\" id=\"p_87\">36.          Learned counsel for the petitioner was conscious of the limited\n\npower of this Court in writ petitions involving contractual matters. He thus\n<span class=\"hidden_text\" id=\"span_91\"> Civil Writ Petition No. 11837 of 2012                           [51]</span>\n\ntried to bring the case within the four corners under <a href=\"/doc/367586/\" id=\"a_151\">Article 14</a> of the\n\nConstitution alleging that in the instant case the HOUSEFED did not act\n\nbonafidely but in a totally arbitrary and unfair manner in terminating the\n\ncontract. The entire thrust of this submission was on the ground that\n\nimpugned orders terminating the contract were non-speaking. He submitted\n\nthat the petitioner had submitted a detailed reply to the show cause notices\n\nbut the respondents had not adverted to any of the pleas raised by the\n\npetitioner and in a summary manner by non-speaking order terminated the\n\ncontract. This according to him amounted to violation of the principles of\n\nnatural justice and entire show cause notice was a mere formality and eye\n\nwash. He thus submitted that notwithstanding the arbitration clause in the\n\nagreement, the Court should entertain the petition striking down such an\n\norder. Learned counsel for the petitioner referred to the following two\n\njudgments in support of the aforesaid plea:-\n</p>\n<blockquote id=\"blockquote_84\">            i)     Food Corporation of India and another Vs. Sail Ltd.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_88\">                    and others 2008(3) SCC 440;\n</p>\n<p data-structure=\"Precedent\" id=\"p_89\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"96104\" id=\"span_92\"><a href=\"/doc/96104/\" id=\"a_152\">ii)    E.Mohan Vs. Madras Fertilizers Ltd. and others</a> 2010\n\n                   (3) MLJ 673.</span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_90\">            He also submitted that merely because the contract has now\n\nbeen awarded to a third party should not be a ground to reject the petition as\n\nthis Court had specifically ordered that award of contract to a new\n\ncontractor would be subject to a decision in the present writ petition.\n\n</p><p data-structure=\"Precedent\" id=\"p_91\">37.         After considering the arguments of respective parties, we are of\n\nthe view that the present case, on its facts, is not a fit case to exercise\n\ndiscretionary jurisdiction under <a href=\"/doc/1712542/\" id=\"a_153\">Article 226</a> of the Constitution. First, the\n\nmatter is in the realm of pure contract. It is not a case where any statutory\n<span class=\"hidden_text\" id=\"span_93\"> Civil Writ Petition No. 11837 of 2012                          [52]</span>\n\ncontract is awarded. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318728\" id=\"span_94\">In <a href=\"/doc/318728/\" id=\"a_154\">Kerala State Electricity Board</a> case (supra), the\n\nSupreme Court has drawn a clear distinction between the statutory contract\n\nand the non-statutory contract.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_92\">             Secondly, there are very serious and complex issues of fact\n\nwhich are disputed. Right from the word &#x27;go&#x27; when this contract was\n\nentered, there have been allegations and counter allegations by both the\n\nparties blaming each other for prolongation and non-performance. Plethora\n\nof correspondence exchanged between the parties have been annexed by the\n\npetitioner itself along with the petition. One will have to undertake detailed\n\nexercise in going through the voluminous correspondence to find out which\n\nis correct. It would necessitate oral evidence as well.\n\n</p><p data-structure=\"Precedent\" id=\"p_93\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_95\">Thirdly, there is a specific machinery provided in the form of\n\narbitration in the contract, as a mode of settlement of disputes between the\n\nparties. This is contained in Clause 25(A) of the contract. Thus, the\n\njudgment of Bridge &amp; Roop. <a href=\"/doc/1156062/\" id=\"a_155\">Co. (India) Ltd.</a> (supra) directly gets\n\nattracted.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_94\">             Fourthly, it is not in dispute that before terminating the\n\ncontract, show cause notices were given to the petitioner. The petitioner\n\nreplied to the said show cause notices. Merely because the impugned order\n\nis non-speaking may not be sufficient to hold termination to be bad in law\n\nwhen more particularly in a matter which is purely in contractual domain.\n\nUltimately, it will have to be seen as to whether there were breaches\n\ncommitted by the petitioner which led the respondents to take such an\n\naction or it was the fault of the respondents. This material aspect can\n\nsuitably and effectively be given into only in arbitration proceedings. In\n\nState of Gujarat and others Vs. Meghji Pethraj Shah Charitable Trust\n<span class=\"hidden_text\" id=\"span_96\"> Civil Writ Petition No. 11837 of 2012                                   [53]</span>\n\nand others 1994(3) Supreme Court Cases 552 the Supreme Court\n\nspecifically rejected the argument as without substance, namely, the\n\ntermination of arrangement without observing the principle of natural\n\njustice is void, as is clear from the following:-\n</p>\n<blockquote id=\"blockquote_85\">                            &quot;22. We are unable to see any substance in\n               the argument that the        termination   of   arrangement\n               without   observing the principle of natural justice (audi\n               alteram partem) is void. The termination is not a quasi-\n               judicial act by any stretch of imagination; hence it was not\n               necessary to observe the principles of natural justice. It is\n               not also an executive or administrative act to attract the\n               duty to act fairly. It was ___ as has been repeatedly\n               urged by Shri Ramaswamy ___ a matter governed by a\n               contract/agreement between the parties. If the matter is\n               governed by a contract, the writ           petition is      not\n               maintainable since it is a public law remedy and         is not\n               available in private law field, e.g., where the    matter is\n               governed by a non-statutory contract.Be that as it may, in\n               view of our opinion on the main question, it is not necessary\n               to pursue this reasoning further.&quot;\n</blockquote>\n\n\n<p data-structure=\"Section\" id=\"p_95\">               Fifthly, for whatever reasons, (whether the petitioner is to be\n\nblamed or the HOUSEFED is responsible), the arrangement between the\n\nparties has failed as the stipulated date of completion of two housing\n\nprojects could not adhered to. The stipulated date for completion of the\n\nwork was 15.12.2011. On 16.12.2011, an extension was sought by the\n\npetitioner which was granted for four months and even within this extended\n\nperiod the contract could not be completed. If the state of affairs occurred\n\ndue to the faults of the respondents, the petitioner can always claim that the\n\ntermination was wrong and in that event it would be held entitled to\n\ndamages or other permissible reliefs that has to be through the means of\n\narbitration.\n</p><span class=\"hidden_text\" id=\"span_97\"> Civil Writ Petition No. 11837 of 2012                           [54]</span><p data-structure=\"Conclusion\" id=\"p_96\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_97\">             Sixthly and pertinently, the contract stands awarded to some\n\nother person now and at this stage it will neither be practicable nor feasible\n\nto direct the HOUSEFED to stop that work. The direction cannot be given\n\nin the present writ petitions to the effect that the petitioner be allowed to\n\ncomplete the contract. That would amount to allowing the specific\n\nperformance of contract which is not the right of the petitioner even under\n\nthe <a href=\"/doc/1671917/\" id=\"a_156\">Specific Relief Act, 1963</a>. The declaration sought by the petitioner,\n\nnamely, the contract is wrongly terminated, can always be given by the\n\nArbitral Tribunal in arbitration proceedings.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_98\">38.          For all the aforesaid reasons taken cumulatively we are not\n\ninclined to entertain both the writ petitions. We may clarify that the question\n\nas to whether the HOUSEFED is a State under <a href=\"/doc/609139/\" id=\"a_157\">Article 12</a> of the Constitution\n\nor not is left open. However, the interim orders regarding measurement of\n\nthe works shall continue to bind the parties as this will facilitate smooth\n\narbitration proceedings. In so far as stay of encashment of Bank Guarantee\n\nis concerned, that will continue to operate till November 15, 2012 to enable\n\nthe petitioner to seek the remedy under the <a href=\"/doc/1306164/\" id=\"a_158\">Arbitration &amp; Conciliation Act,\n\n1996</a>.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_99\">             Subject to aforesaid observations, both these writ petitions are\n\ndismissed. No costs.</p><pre id=\"pre_4\">\n\n\n                                                       (A.K.SIKRI)\n                                                      CHIEF JUSTICE\n\n\n                                                                $\n\n\n\n\n31st October, 2012                              (RAKESH KUMAR JAIN)\n&#x27;ravinder&#x27;                                              JUDGE\n </pre>","numcites":49,"numcitedby":2,"docsource":"Punjab-Haryana High Court","citetid":45990420,"divtype":"judgments","relatedqs":[{"value":"writ petition maintainability","formInput":"writ%20petition%20maintainability"},{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":"administrative law","formInput":"administrative%20law"},{"value":"public law and private law","formInput":"public%20law%20and%20private%20law"},{"value":"statutory contract what is","formInput":"statutory%20contract%20what%20is"},{"value":"writ petition not maintainable","formInput":"writ%20petition%20not%20maintainable"},{"value":"scope for review","formInput":"scope%20for%20review"},{"value":"scope of judicial review","formInput":"scope%20of%20judicial%20review"},{"value":"judicial review","formInput":"judicial%20review"},{"value":"LEGITIMATE EXPECTATION","formInput":"LEGITIMATE%20EXPECTATION"},{"value":"disputed question of facts","formInput":"disputed%20question%20of%20facts"},{"value":"maintainability of petition","formInput":"maintainability%20of%20petition"},{"value":"constitution article 14","formInput":"constitution%20article%2014"},{"value":"what is arbitrary action arbitrariness","formInput":"what%20is%20arbitrary%20action%20arbitrariness"},{"value":"writ not maintainable","formInput":"writ%20not%20maintainable"},{"value":"article 12","formInput":"article%2012"},{"value":"contractual obligations","formInput":"contractual%20obligations"},{"value":"article 226 of constitution","formInput":"article%20226%20of%20constitution"},{"value":"public law remedy","formInput":"public%20law%20remedy"},{"value":"public function","formInput":"public%20function"}],"cats":[{"value":"equality-before-law","formInput":"tag:equality-before-law"},{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"definition-of-state","formInput":"tag:definition-of-state"}],"courtcopy":true,"query_alert":null,"agreement":false}