{"tid":74850629,"publishdate":"2017-10-27","title":"Sukhlal (Died) And Another vs State Of M.P. on 27 October, 2017","doc":"<h2 class=\"doc_title\">Sukhlal (Died) And Another vs State Of M.P. on 27 October, 2017</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-nagu\">Sheel Nagu</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-nagu\">Sheel Nagu</a></h3>\n\n<pre id=\"pre_1\">         Cra.355/2000, Cra. 454/2000 and Cra.459/2000\n                                 1\n\n             HIGH COURT OF MADHYA PRADESH\n                      BENCH AT GWALIOR\n\n                             PRESENT\n                   DB:JUSTICE SHEEL NAGU\n                                 &amp;\n                JUSTICE ASHOK KUMAR JOSHI\n                (Criminal Appeal No. 355/2000)\n                         Nirbha &amp; others\n                                Vs.\n                  State of Madhya Pradesh\n      Shri Atul Gupta, Advocate for the appellants.\n      Shri B.K.Sharma, Public Prosecutor for the respondent-State.\n                         Connected with\n                (Criminal Appeal No. 454/2000)\n                        Sukhlal &amp; others\n                                Vs.\n                     State of Madhya Pradesh\n      Shri D.R.Sharma, Advocate for the appellants.\n      Shri B.K.Sharma, Public Prosecutor for the respondent-State.\n                                And\n                (Criminal Appeal No. 459/2000)\n                         Smt. Sampatbai\n                                Vs.\n                     State of Madhya Pradesh\n      Shri Rajmani Bansal, Advocate for the appellant.\n      Shri B.K.Sharma, Public Prosecutor for the respondent-State.\n                        JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">          (Delivered on the 27th day of October,2017)\nPer Sheel Nagu, J.\n</p><p data-structure=\"Issue\" id=\"p_2\">      The aforesaid three Criminal Appeals arise out of the impugned\njudgment and order of conviction and sentence dated dated 3/5/2000\n           Cra.355/2000, Cra. 454/2000 and Cra.459/2000\n<span class=\"hidden_text\" id=\"span_1\">                                  2</span>\n\nrendered in Special Sessions Trial No. 56/1999 by the Special Judge,\nShivpuri (M.P.). Since the judgment and order challenged in these\ncriminal appeals is one, all the appeals are herewith taken up\ntogether for disposal and decided by this common judgment.\n</p><p data-structure=\"PetArg\" id=\"p_3\">2.    At the very outset, it would be appropriate to point out that\nCriminal Appeal No.454/2000 was filed by three appellants namely,\nSukhlal, Harcharan and Ajay Singh. During pendency of the said\nappeal, appellants Sukhlal and Harcharan expired and therefore\nCri.Appeal No. 454/2000 is being now prosecuted by sole appellant\nAjay Singh. It is further relevant to mention here that two amongst\nthe accused namely Devpal Lodhi and Ajab Singh absconded and\ncould not be traced out.\n</p><p data-structure=\"PetArg\" id=\"p_4\">3.    Appellants Nirbha, Pistabai, Kamla, Thakurdas in Cri. Appeal\nNo. 355/00, appellants Sukhlal, Harcharan and Ajay Singh in Cri.\nAppeal No. 454/00 and Smt. Sampatbai in Cri. Appeal No. 459/00\nstood trial on the charges levelled against them before the trial court\nand accordingly they were convicted and sentenced as follows :-\n</p>\n\n<blockquote id=\"blockquote_1\">     (a) for the offence punishable under <a href=\"/doc/763672/\" id=\"a_1\">Section 148</a> of I.P.C.,\n     they were sentenced to suffer one-one year&#x27;s rigorous\n     imprisonment;\n</blockquote>\n<blockquote id=\"blockquote_2\">     (b) for the offence punishable under <a href=\"/doc/1560742/\" id=\"a_2\">Section 302</a>/<a href=\"/doc/999134/\" id=\"a_3\">149</a> of\n     I.P.C. for causing murder of Ajeeta in prosecution of their\n     common object, and <a href=\"/doc/1507082/\" id=\"a_4\">Sec. 3(2)(v)</a> of the Scheduled Castes\n     and Scheduled Tribes (Prevention of Atrocities), Act, 1989,\n     they were sentenced to suffer life imprisonment with a\n     fine of Rs.5,000/- each and in default of payment of fine\n     they were directed to suffer additional six-six months&#x27;\n     rigorous imprisonment;\n</blockquote>\n<blockquote id=\"blockquote_3\">     (c) for the offence punishable under <a href=\"/doc/1540253/\" id=\"a_5\">Section 326</a>/<a href=\"/doc/999134/\" id=\"a_6\">149</a> of\n     I.P.C. for voluntarily causing grievous hurt with common\n     intention to the injured, they were sentenced to suffer\n     five-five year&#x27;s rigorous imprisonment with a fine of\n     Rs.1,000/- each, in default of payment of which they were\n            Cra.355/2000, Cra. 454/2000 and Cra.459/2000\n<span class=\"hidden_text\" id=\"span_2\">                                   3</span>\n\n      directed to suffer additional imprisonment of one month;\n</blockquote>\n<blockquote id=\"blockquote_4\">      (d)    for the offence punishable under <a href=\"/doc/1133601/\" id=\"a_7\">Section 325</a>/<a href=\"/doc/999134/\" id=\"a_8\">149</a> of\n      I.P.C. for voluntarily causing grievous hurt to the injured\n      with common intention, they were sentenced to suffer\n      three-three years&#x27; rigorous imprisonment with a fine of\n      Rs.1,000/- each, in default of payment of which they were\n      directed to suffer additional imprisonment of one month;\n</blockquote>\n<blockquote id=\"blockquote_5\">      (e) for the offence punishable under <a href=\"/doc/1011035/\" id=\"a_9\">section 323</a>/<a href=\"/doc/999134/\" id=\"a_10\">149</a> of\n      I.P.C. for causing simple hurt to the injured with common\n      intention, they were sentenced to suffer six-six months&#x27;\n      rigorous imprisonment with a fine of Rs. 1,000/-, in\n      default of payment of which they were directed to suffer\n      additional imprisonment of one month.\n</blockquote><p data-structure=\"Issue\" id=\"p_5\">3.1    The trial court further directed that out of total fine amount of\nRs. 64,000/- deposited by the appellant under the impugned\njudgment, Rs. 40,000/- be paid as compensation to the wife of the\ndeceased Ajeeta under Sec. 357 Cr.P.C.\n</p><p data-structure=\"CDiscource\" id=\"p_6\">4.     Heard the learned counsel appearing for the rival parties and\nalso perused the judgment and the evidence on record.\n</p><p data-structure=\"Facts\" id=\"p_7\">5.     The prosecution story in brief is that at about 4 p.m. on\n15/3/99 Virdha (PW-1) alongwith his daughter Imratibai, Savitribai,\nsister Kalibai, Suniyabai, Gyasobai, mother-in-law Sonabai, wife\nRuniabai and sister-in-law Shantibai was harvesting the wheat crop at\nvillage Bamhari, P.S. Dinara. Deceased Ajeeta was also present. It is\nalleged that at that moment, all the accused alongwith Devpal and\nAjab Singh wielding lathi, luhangi, Farsa, Kulhadi and country-made\npistols arrived at the scene of the crime and started abusing Virdha\n(PW-1) and his family members. On being objected to, accused\nDevpal (absconded accused) fired with his country-made pistol\nresulting in deceased Ajeeta sustaining gunshot injury at the back\nand dying on the spot. Shantibai, Bhuniabai, Runiabai, Imratibai,\nKalibai, GyasobaI, Savitribai and Sonabai rushed to the rescue when\nthe accused assaulted and injured them. Thereafter, Mathura (brother\n              Cra.355/2000, Cra. 454/2000 and Cra.459/2000\n<span class=\"hidden_text\" id=\"span_3\">                                     4</span>\n\nof the deceased Ajeeta) and Ramdeen Jatav also came to the scene\nof the crime when the accused fled away. FIR was lodged by Virdha\n(PW-1) vide Ex.P/1 at 6 p.m. on the same day where the said\nincident was reported and old property dispute was assigned as the\nmotive behind the crime. The necessary formalities of investigation\nwere completed by the police which included panchnama of dead-\nbody, seizure of the plain and blood-stained soil, arrest of the\naccused and recovery of the offending weapons based on disclosure\nstatements. The investigation was conducted by SDO (P) Karera who\nsent the seized items for chemical analysis to FSL, Sagar but the\nforensic report was not obtained. After completion of investigation\ncharge-sheet was filed against all the 11 accused (including four\nappellants in Criminal Appeal No.355/00, one surviving appellant in\nCriminal Appeal No. 454/00 and sole appellant in Criminal Appeal\nNo.459/00 except against Devpal and Ajab Singh who absconded and\nagainst whom perpetual warrants were issued.\n</p><p data-structure=\"Issue\" id=\"p_8\">5.1    The postmortem of the deceased was conducted by Dr.\nR.K.Goyal (PW-10) who prepared the postmortem report (Ex.P/3)\nfinding the following injuries on the dead-body:-\n</p><blockquote id=\"blockquote_6\">      &quot;(i) Incised wound of size 8 cm. x 1/2 cm. x deep up to\n      bone over the post aspect of head, occipital region, Rt. side\n      obliquely placed.\n</blockquote>\n<blockquote id=\"blockquote_7\">      (ii) Contusion of size 4 cm. x 2 cm. Over right side of head;\n</blockquote>\n<blockquote id=\"blockquote_8\">      (iii) Lacerated wound of size 1 cm. x 1/2 cm. x skin deep\n      over the right ankle left aspect;\n</blockquote>\n<blockquote id=\"blockquote_9\">      (iv) Abrasion of size 1 cm x 1 cm. over the left knee\n      anterior aspect.\n</blockquote>\n<blockquote id=\"blockquote_10\">      (v)    Lacerated wound of size 1 cm. x 1/2 cm. X skin deep\n      over the left elbow posterior aspect.\n</blockquote>\n<blockquote id=\"blockquote_11\">      (vi)    Contusion of size 2 cm. x 2 cm. over the sup. Surface\n            Cra.355/2000, Cra. 454/2000 and Cra.459/2000\n<span class=\"hidden_text\" id=\"span_4\">                                   5</span>\n\n      and left shoulder.\n</blockquote>\n<blockquote id=\"blockquote_12\">      (vii) Gunshot injury of entrance over the back at the level\n      of T6, caused by pallets which found embedded in the\n      bone and the lungs.\n</blockquote><p data-structure=\"Facts\" id=\"p_9\">5.2     On internal examination of the dead-body, left lung was found\nto be in collapsed state. The autopsy surgeon opined the Injury No.\n</p><p data-structure=\"Precedent\" id=\"p_10\">(i) to be caused by sharp-cutting weapon, Injury Nos. (ii) to (vi) by\nhard and blunt object while Injury No.(vii) by firearm. Injury No.(vii)\nwas further opined to be sufficient in the ordinary course of nature to\ncause death.\n</p><p data-structure=\"Facts\" id=\"p_11\">5.3    Dr. Vinod Chaurasiya (PW-11) deposed that on 17/3/1999 at\n6-55 p.m. he examined injured Pistabai aged 35 years (appellant\nNo.2 in Cri. Appeal No. 355/00) and found as per MLC (Ex.P/4) one\ncontusion of size 2 cm. X 1 cm. over dorsal aspect of left forearm,\nmiddle region. He further deposed that on clinical examination no\nexternal injury was seen.\n</p><p data-structure=\"Facts\" id=\"p_12\">5.4    Similarly on the same day injured Sampat Bai aged 35 years\n(appellant in Cri. Appeal No. 459/00) was examined by Dr. Vinod\nChaurasiya (PW-11) who found as per MLC (Ex.P/5) one contusion of\nsize 1 ½ cm. x ½ cm. over right side of face below right eye with\nreddish blue hue. He further deposed that on clinical examination no\nexternal injury was seen.\n</p><p data-structure=\"CDiscource\" id=\"p_13\">5.5    On 16/3/1999 injured Imarti (victim) w/o Parmanand aged 30\nyears was examined by Dr. Vinod Chaurasiya (PW-11), who found as\nper MLC (Ex.P/6) lacerated wound of size 1 cm. x ½ cm. x muscle\ndeep over dorsal aspect of left lower leg. One contusion of size 2 cm.\nx 1 cm. over posterior aspect of right lower leg, middle region and\none contusion of size 1 ½ cm. X 1 cm. over left scapular region.\n5.6    On 16/3/1999 injured Kalibai (victim) w/o Kallu aged 40 years\nwas examined by Dr. Vinod Chaurasiya (PW-11), who found vide MLC\n            Cra.355/2000, Cra. 454/2000 and Cra.459/2000\n<span class=\"hidden_text\" id=\"span_5\">                                   6</span>\n\n(Ex.P/7) three lacerated wounds; first of size 3 cm. x ½ cm. x bone\ndeep over right side of parietal region of skull, second of size 1 ½\ncm. x ½ cm. x muscle deep over anterior aspect of left lower leg,\nmiddle region and third of size ½ cm. x ½ cm. x muscle deep over\nlateral aspect of right lower leg, lower 1/3 rd region. For injury\nsustained on right side of parietal region, the injured was referred for\nx-ray examination to the District Hospital, Shivpuri.\n5.7   On 16/3/1999 injured Gyasobai (victim) w/o Parma aged 55\nyears was examined by Dr. Vinod Chaurasiya (PW-11), who found\nvide MLC (Ex.P/8) one contusion of size 3 cm x 1 cm over the left\nscapular region placed obliquely. One swelling of size 3 cm x 2 cm\nover posterior aspect of right lower leg middle region and one\ncontusion of size ¼ cm x ¼ cm. over tip of little finger of left hand.\nFor injury No.1 sustained on scapular region, x-ray examination was\nadvised.\n</p><p data-structure=\"Facts\" id=\"p_14\">5.8   On 16/3/1999 injured Muniya (victim) w/o Halke aged 50 years\nwas examined by Dr. Vinod Chaurasiya (PW-11), who as per MLC\n(Ex.P/9) found diffused swelling of size 4 cm x 3 cm over dorsal\naspect of left forearm lower 1/3rd region. For this injury, x-ray\nexamination was advised.\n</p><p data-structure=\"CDiscource\" id=\"p_15\">5.9   On 16/3/199 injured Runiabai w/o Virdha aged 35 years was\nexamined by Dr. Vinod Chaurasiya (PW-11) who as per MLC\n(Ex.P/10) found lacerated wound with diffused swelling of size 1 cm x\n½ cm x muscle deep with swelling of size 4 cm x 3 cm over dorsal\naspect of left hand, lacerated wound of size 1 ½ cm. x ½ cm x\nmuscle deep over dorsal aspect of right hand in between index finger\nand thumb, lacerated wound of size 2 ½ cm. x ½ cm x muscle deep\nover anterior part of left lower leg middle region, lacerated wound of\nsize ½ cm x ¼ cm x muscle deep over lateral aspect of right lower\nleg and one abrasion of size ½ cm x ¼ cm over anterior aspect of\n           Cra.355/2000, Cra. 454/2000 and Cra.459/2000\n<span class=\"hidden_text\" id=\"span_6\">                                  7</span>\n\nleft knee. For the injuries sustained by this injured on left/right hand\nand left leg, x-ray examination was advised.\n</p><p data-structure=\"CDiscource\" id=\"p_16\">5.10 On 16/3/199 injured Shanti (victim) w/o Imrat aged 35 years\nwas examined by Dr. Vinod Chaurasiya (PW-11) who vide MLC\n(Ex.P/11) found one incised wound of size 3 cm x ½ cm x bone\ndeep over right side of parietal region of skull, lacerated wound with\ndiffused swelling of size 2 cm x ½ cm x muscle deep with swelling of\nsize 4 cm x 3 cm over posterior aspect of left elbow joint, multiple\ncontusions of maximum size of 1 cm x 1 and ½ cm and minimum of\n2 cm x ½ cm over both legs and posterior aspect of chest, one\ncontusion of size 2 ½ cm x 1 cm over post aspect of left lower leg\nand lacerated wound of size 1 ½ cm x ½ cm x muscle deep over\nanterior aspect of right lower leg. For injuries sustained by the\ninjured on right side of parietal region and left elbow joint, x-ray\nexamination was advised.\n</p><p data-structure=\"CDiscource\" id=\"p_17\">5.11 On 16/3/199 injured Savitri (victim) daughter of Virtha aged 12\nyears was examined by Dr. Vinod Chaurasiya (PW-11) who vide MLC\n(Ex.P/12) found diffused swelling of size 3 cm x 2 cm over dorsal\naspect of left forearm middle region, one contusion of size 1 ½ x ½\ncm over dorsal aspect of right forearm middle region, one contusion\nof size 2 ½ cm x 1 cm over posterior aspect of left thigh lower 1/3 rd\nregion, one contusion of size 1 ½ cm x 1 cm over posterior aspect of\nright lower leg middle region and multiple abrasions of maximum size\n3 cm x 1 cm and minimum 1 ½ cm x ½ over both sides of posterior\naspect of chest. For the injury sustained on dorsal aspect of left\nforearm x-ray examination was advised.\n</p><p data-structure=\"CDiscource\" id=\"p_18\">5.12 On 16/3/199 injured Sonabai (victim) w/o Bhagwandas aged\n50 years was examined by Dr. Vinod Chaurasiya (PW-11) who vide\nMLC (Ex.P/13) found one lacerated wound of size ½ cm x ¼ cm x\nmuscle deep over dorsal aspect of right forearm lower 1/3 rd region\n             Cra.355/2000, Cra. 454/2000 and Cra.459/2000\n<span class=\"hidden_text\" id=\"span_7\">                                    8</span>\n\nand one contusion of size 1 ½ cm x 1 cm over dorsal aspect of left\nforearm middle region.\n</p><p data-structure=\"CDiscource\" id=\"p_19\">5.13 Dr. M.L.Agrawal (PW-12) carried out the radiological test on\n20/3/1999 and found the following grievous injuries:-\n</p>\n<pre id=\"pre_2\">     Injured                                  Nature of injury\n     Bhuniabai             Fracture of lower half of left radius and ulna\n                           vide Ex.P/15\n     Runiabai              (i) Fracture of lower end of left radius and ulna\n                           with multiple Ros (small) seen on hand\n                           (ii) Fracture of 5th meta carpel upper end and\n</pre><p data-structure=\"Issue\" id=\"p_20\">                           fracture of 1st phalanx of index finger of right\n                           hand vide Ex.P/16.\n</p><p data-structure=\"Section\" id=\"p_21\">     Shantibai             Fracture of lower end of humerus bone vide\n                           Ex.P/18\n\n</p><p data-structure=\"PetArg\" id=\"p_22\">8.    The trial court after marshalling of the evidence, out of the 13\noriginal accused (Devpal and Ajab Singh absconding) acquitted\naccused Jevanlal, Narayan Ju and Maharajsingh of the charge of\nmurder but convicted appellants Nirbha, Pistabai, Kamla, Thakurdas\nin Cri. Appeal No. 355/00, appellants Sukhlal, Harcharan and Ajay\nSingh in Criminal Appeal No. 454/00 and sole appellant Sampatbai in\nCriminal Appeal No. 459/00 of the charge of murder punishable<a href=\"/doc/1560742/\" id=\"a_11\"> u/S.\n302</a>/<a href=\"/doc/999134/\" id=\"a_12\">149</a> and for causing grievous and minor hurt to the injured u/Ss.\n326/149, 325/149, 323/149 <a href=\"/doc/1569253/\" id=\"a_13\">I.P.C</a>., and<a href=\"/doc/111591460/\" id=\"a_14\"> u/S. 3(2)(v)</a> of the Scheduled\nCastes and Scheduled Tribes (Prevention of Atrocities) Act and\nsentenced accordingly as mentioned above. Hence, these appeals.\n</p><p data-structure=\"CDiscource\" id=\"p_23\">9.    Before adverting to the findings rendered by the trial court, the\ntestimony      of   each     of   the   injured   eye-witnesses    deserves\nconsideration as follows :-\n</p><blockquote id=\"blockquote_13\">      (i)      PW-1 Virdha in his testimony disclosed that all the\n      accused had collected since 6 a.m., on the fateful day at the\n      house of Ajay Singh (sole surviving appellant in Cri.Appeal\n      No.454/00), which was situated adjacent to the agricultural\n        Cra.355/2000, Cra. 454/2000 and Cra.459/2000\n<span class=\"hidden_text\" id=\"span_8\">                               9</span>\n\nfield of Virdha (PW-1) where the incident took place. This\nwitness further disclosed that all these accused consumed\nliquor cooked and ate food and when it was around 4 p.m.\nall the accused armed with different weapons came to the\nspot where the incident took place. This witness has\ncategorically testified that the appellants Sampatbai\nand Pistabai had no weapon in their hands. PW-1 has\nunequivocally disclosed the presence of all the appellants at\nthe time of incident by further stating that the absconded\naccused Devpal inflicted gunshot injury upon deceased\nAjeeta with country-made pistol leading to the death of\ndeceased on the spot while other absconded accused Ajab\nSingh inflicted injury with a pharsa on the neck of deceased.\n</blockquote><p data-structure=\"PetArg\" id=\"p_24\">This witness has denied the suggestion that any disclosure in\nhis earlier statement or FIR was made regarding appellants\nhaving collected since 6 a.m. on 15/3/1999 at appellant\nAjay&#x27;s house situated adjacent to the field in which incident\ntook place.\n</p><p data-structure=\"Facts\" id=\"p_25\">(ii)     PW-2 Suniabai who is mother-in-law of PW-1 Virdha\nbeing an outsider (resident of Jhansi) stated that she was\nharvesting crop alongwith PW-1 Virdha and his family\nmembers and recognized only the absconded accused\nDevpal but none of the other accused since she permanently\nresides in District Jhansi. Although PW-2 states that number\nof other persons had come when the said absconded\naccused Devpal and other accused were involved in the act\nof abuse and assault and that the absconded accused Devpal\ninflicted firearm injury upon deceased Ajeeta who died on\nthe spot. As regards injuries sustained by one self she\ndisclosed of having sustained injury on her wrist which\n         Cra.355/2000, Cra. 454/2000 and Cra.459/2000\n<span class=\"hidden_text\" id=\"span_9\">                               10</span>\n\naccording to her was inflicted by one of the assailants. PW-2\nSuniabai further states that her accomplices Shantibai,\nRuniabai, Guniyabai, Gyasobai, Savitribai, Imratibai also\nsustained injuries.      Certain omissions and contradictions\nwere noticed between her earlier statement and the\ntestimony recorded in the court of the said witness Suniabai\n(PW-2) but the trial court found that PW-2 Sunibai was\npresent on the date of the incident and sustained injuries\nwhile being attacked by the appellants while she was\nharvesting crop of wheat and that the absconded accused\nDevpal had inflicted gunshot injury upon deceased Ajeeta\nwhich led to his death. PW-2 Suniabai further deposed that\nthe incident took place in the agricultural field of Virdha (PW-\n</p><p data-structure=\"Precedent\" id=\"p_26\">1).\n</p><p data-structure=\"CDiscource\" id=\"p_27\">(iii)     PW-3 Muniabai, the sister of Virdha (PW-1) who was\nalso an outsider being resident of Jhansi testified and\ndisclosed about the same facts and circumstances which\nwere revealed by PW-2 Suniabai.\n</p><p data-structure=\"CDiscource\" id=\"p_28\">(iv)      PW-4 Runiabai states that she was present at the\nscene of the crime and she was harvesting the crop of wheat\nalongwith PW-1 Virdha and his family members. She states\nthat apart from Jeevanlal, Narayan Ju and Maharajsingh, all\nthe other accused (including the appellants herein in all the\nthree criminal appeals) were among the assailants, who had\naccompanied the absconded accused Devpal and Ajab Singh\nand that the deceased died on the spot due to gunshot\ninjury inflicted by Devpal. This witness further disclosed that\nshe sustained injuries due to assault made by absconded\naccused Ajab Singh, Kamla, Nirbha, Sampatbai and Ajay\nSingh with the weapons like lathi, pharsa, axe etc. This\n         Cra.355/2000, Cra. 454/2000 and Cra.459/2000\n<span class=\"hidden_text\" id=\"span_10\">                               11</span>\n\nwitness also states that there is long standing property\ndispute between the rival parties arising out of agricultural\nfield where the incident took place. She also states that PW-\n13 Mathura witnessed the incident.\n</p><p data-structure=\"CDiscource\" id=\"p_29\">(v)       PW-5 Gyasobai who is an outsider being resident of\nJhansi has testified and made disclosure in manner similar to\nthat of PW-2 Suniabai and PW-3 Muniabai.\n</p><p data-structure=\"Facts\" id=\"p_30\">(vi)      PW-6 Imratibai, daughter of the PW-1 Virdha who is\nalso an outsider being resident of Jhansi, testified that she\nwas harvesting the crop of wheat alongwith his father and\nother family members. She states that bedsides Jeevanlal,\nNarayan Ju and Maharaj Sngh all other appellants had come\nto the spot alongwith absconded accused Devpal who\ninflicted gunshot injury upon deceased Ajeeta and all these\nassailants caused injuries by assaulting the women family\nmembers of PW-1 Virdha. This witness as regards injury\nsustained by her, discloses that absconded accused Devpal\ninflicted an Axe blow on her left hand while appellant Kamla\nand Thakurdas (two of the appellants in Cri. Appeal No.\n355/00) inflicted lathi blow on her. This witness further\nreveals that Ajay Singh (sole surviving appellant of Cri.\nAppeal No.454/00) was present at the scene of crime as one\nof the assailants. This witness lastly testified that the\nacquitted accused Jeevanlal, Narayan Ju and Maharaj Singh\nwere not present at the scene of crime.\n</p><p data-structure=\"Facts\" id=\"p_31\">(vii)     PW-7 Kalibai another sister of PW-1 Virdha is an\noutsider being resident of Jhansi, who also states that the\nacquitted accused Jeevanlal, Narayan Ju and Maharaj Singh\nwere not present at the scene of the crime and also clarified\nthat being outsider she did not know the assailants prior to\n        Cra.355/2000, Cra. 454/2000 and Cra.459/2000\n<span class=\"hidden_text\" id=\"span_11\">                              12</span>\n\nthe incident. This witness has revealed that she was present\nat the scene of the crime and was harvesting the crop of\nwheat alongwith her brother Virdha (PW-1) and other family\nmembers when she saw absconded accused Devpal inflicting\ngunshot injury on the deceased who died on the spot. This\nwitness further testified that sole appellant Sampatbai in\nCri.Appeal No.459/00 and Pistabai one of the appellants in\nCri.Appeal No. 355/00 were present at the scene of the\ncrime. This witness further reveals that Nirbha/appellant in\nCri. Appeal No. 355/00 alongwith Sampatbai assaulted all the\ninjured women who were harvesting the crop. She has\nfurther stated that Nirbha did not cause any assault upon\nher.\n</p><p data-structure=\"PetArg\" id=\"p_32\">(viii) PW-8 Shantibai who is an outsider belonging to the\nneighbouring village testified that she was harvesting wheat\ncrop alongwith PW-1 Virdha and his relatives. She states that\nPW-1 Virdha is her brother-in-law (Behanoi) and she knows\nthe appellants Sampatbai and Pistabai and she belongs to\nthe neighbouring village and not to the village where the\nincident took place and therefore she does not know the\nother appellants but clarifies that she recognizes the\nabsconded accused Devpal since prior to the incident and\nthat it was Devpal who inflicted gunshot injury upon the\ndeceased who died and that absconded accused Devpal and\nappellant Kamla inflicted injury on her.\n</p><p data-structure=\"PetArg\" id=\"p_33\">(ix)     PW-9 Savitribai another daughter of PW-1 Virdha\nstates that she knows the appellants Sampatbai, Pistabai,\nKamalbai, Nirbha and Thakurdas since before the incident\nbut does not know other appellants. However, she states\nthat she knew absconded accused Devpal and Ajab Singh\n        Cra.355/2000, Cra. 454/2000 and Cra.459/2000\n<span class=\"hidden_text\" id=\"span_12\">                              13</span>\n\nwho were very much available and she witnessed the\nincident when she was harvesting the crop of wheat\nalongiwth PW-1 Virdha and other relatives. This witness\nstates that 8 to 10 persons came to the spot and among\nwhom the absconded accused Devpal inflicted gunshot injury\nto the deceased who died on the spot while appellant Kamla\ninflicted minor injury with an axe and appellants Thakurdas\ninflicted injury with lathi. Appellants Sampatbai also gave\nlathi blow and appellant Pistabai caused blow with the blunt\nside of a spade. She states that these accused also inflicted\ninjuries to the persons harvesting the crop in the agricultural\nfield alongwith PW-1 Virdha. This witness further reveals that\nappellant Kamla inflicted minor injury with an axe on her leg.\nShe also reveals that the incident was witnessed by\nRamdeen and Mathura.\n</p><p data-structure=\"Facts\" id=\"p_34\">(x)      PW-13 Mathura who is brother of the deceased\ndisclosed his presence at the scene of the crime where PW-1\nVirdha and his relatives were present and harvesting the\ncrop alongwith Ramdeen and Chandan when absconded\naccused Devpal caused gunshot injury upon deceased Ajeeta\nwho died on the spot. The appellant Thakurdas, Nirbha,\nSamptatbai and Pistabai were stated to be present on the\nspot. Appellant Nirbha and as well as Thakurdas inflicted\nfarsa blow on the deceased while appellants Pistabai and\nSampatbai pelted stone on her and other women harvesting\nthe crop alongwith PW-1 Virdha. This witness has denied\nsuggestion that she alongiwth PW-1 Virdha and other injured\nwitnesses     has   concocted   the   story   to   implicate   the\nappellants.\n</p><p data-structure=\"CDiscource\" id=\"p_35\">(xi)     PW-10 Dr. R.K.Goyal who conducted the postmortem\n               Cra.355/2000, Cra. 454/2000 and Cra.459/2000\n<span class=\"hidden_text\" id=\"span_13\">                                     14</span>\n\n      has proved the same by reiterating his opinion in the\n      postmortem report by stating that out of all the injuries\n      found on the body of the deceased, the cause of death was\n      a result of excessive internal and external haemorrhage due\n      to gunshot injury over the back region which corroborates\n      the ocular version of the deceased being assaulted by\n      absconded accused Devpal. The injuries No. (ii) to (vi) were\n      caused by hard and blunt object while Injury No.(vii) was a\n      firearm injury which was opined to be sufficient in the\n      ordinary course of nature to cause death. Dr. Goyal (PW-10)\n      accepted suggestion that the incised injury No.(i) can be\n      caused by weapon such as Pharsa or Kulhadi. All the injuries\n      were also stated to be antemortem in nature and caused\n      within 24 hrs of the autopsy.\n</p><p data-structure=\"CDiscource\" id=\"p_36\">      (xii)     PW-11 Dr. Vinod Chaurasiya who had conducted\n      examination of the 8 injured witnesses namely, Pistabai,\n      Sampatbai, Imartibai, Kalli, Gyaso, Muniabai, Runia, Shanti,\n      Savitri and Sona, proved MLCs prepared by him in regard to\n      each of the injured persons while PW-12 Dr. M.L.Agrawal\n      proved the radiological/x-ray examination of the grievous\n      injures described above and sustained by injured Bhunia,\n      Rania, Savitri and Shanti.\n</p><p data-structure=\"PetArg\" id=\"p_37\">10.   Per contra, appellants Nirbha, Pistabai, Kamla and Thakurdas\nrecorded the statement of DW-1 Nahar Singh, DW-2 Saligram, DW-3\nLakhan Singh and DW-4 Kailash in support of their plea of alibi.\nAppellants Kamla, Nirbha and Pistabai took the plea that they had\ngone to attend Satyanarayan Ki Katha at the house of Nahar Singh\n(DW-1) whereas appellant Thakurdas took the plea that he had gone\nto his in-laws&#x27; place since his wife was unwell. Both these pleas of\nalibi were discarded by the trial court primarily on the ground that all\n           Cra.355/2000, Cra. 454/2000 and Cra.459/2000\n<span class=\"hidden_text\" id=\"span_14\">                                 15</span>\n\nthe said Dws were closely related to the said four appellants and\ntherefore are interested witnesses and also the fact that no such\nsuggestions were made in respect of these four appellants being\nelsewhere at the time of occurrence of incident in the cross-\nexamination of the prosecution witnesses. The court also found that\nno such plea was raised in the statement of any of these four\nappellants recorded<a href=\"/doc/767287/\" id=\"a_15\"> u/S. 313</a> Cr.P.C. More so, further reason for\ndiscarding testimony of Dws was that they contradicted each other as\nregards period of stay of the appellants Kamla, Nirbha and Pistabai at\nthe house of Nahar Singh to attend said Satyanarayan Katha. One of\nthe said DWs stated that the said appellants stayed away for one day\nwhile other DW stated that they stayed away for 3 days.\n10.1 The plea of right of private defence was also raised by the\nappellants. In this regard, the plea was raised that the appellants\nwere in possession of the agricultural land on which deceased, PW-1\nVirdha and his relatives including the injured witnesses were\nharvesting wheat crop and therefore altercation and assault took\nplace in exercise of right of private defence of property. The trial\ncourt discarded this plea as none of the witnesses supported the said\nplea while in fact categorically denying the possession of the\nagricultural field in question, to be of the appellants. The court\nfurther noticed that the witnesses were unanimous on the aspect that\ncivil suit between the rival parties in regard to the said agricultural\nfield was pending since last 12 years. The court also noticed that the\nappellants had collected in the adjoining field since 6 a.m in the\nmorning on the fateful day where they cooked and ate food and\ndrank liquor liquor. Alongwith appellants, Sampat and Pistabai\n(appellants) were also present and it was only at about 4 p.m. that\nthey came down to the place where the deceased, PW-1 and his\nrelatives were harvesting the crop to perpetrate the crime in\n           Cra.355/2000, Cra. 454/2000 and Cra.459/2000\n<span class=\"hidden_text\" id=\"span_15\">                                 16</span>\n\nquestion. The court also found that the deceased, PW-1 Virdha and\nhis relatives were unarmed while the appellants were armed.\n10.2 The trial court found that the appellants formed an unlawful\nassembly to assault and commit crime. The common object of\nforming unlawful assembly was inferred by the trial court on the basis\nof all the appellants having collected since 6 a.m., in the morning in\nthe adjoining field and thereafter coming down to the scene of\nincident and committing the offence, armed with weapons. The court\nalso found that all the appellants actively participated in the incident\nthereby strengthening assumption of all the appellants nursing\ncommon object which was to put an end to life of the deceased\nAjeeta.\n</p><p data-structure=\"Precedent\" id=\"p_38\">11.   From the analysis of the evidence above, the fact which comes\nto light is that all the appellants involved in the present three criminal\nappeals have been convicted u/S. 302 with the aid of <a href=\"/doc/999134/\" id=\"a_16\">Sec. 149</a> I.P.C.\nThus, the trial court was of the view that all the appellants formed\nunlawful assembly as defined in <a href=\"/doc/999134/\" id=\"a_17\">Sec. 149</a> I.P.C., for committing\noffence of murder alongwith the principal absconded accused Devpal\nwho inflicted fatal firearm injury. For establishing the offence with the\naid of <a href=\"/doc/999134/\" id=\"a_18\">Sec. 149</a> I.P.C., the essential ingredient is the common object\nbetween the members of the unlawful assembly. This object should\nbe to commit the crime for which members of the unlawful assembly\nare being vicariously held liable for the offence which they have\nactually and obviously not committed and the same has been\nexecuted by only one of the members of the unlawful assembly. The\ninference of common object is drawn from various factors such as the\nweapons wielded by the members of the unlawful assembly, their\nmovements, individual acts committed by each of the members and\nthe result thereof. The Apex court in the various decisions has\nenumerated the scope and ambit of the culpability to which a\n           Cra.355/2000, Cra. 454/2000 and Cra.459/2000\n<span class=\"hidden_text\" id=\"span_16\">                                 17</span>\n\nmember of unlawful assembly can be held responsible for an act\nwhich is not done by him but by only one member of the assembly.\nSee : Goudappa Vs. State of Karnataka reported in (2013) 3\nSCC 675 (para 20 to 22), Balu Vs. State (UT of Pondicherry)\nreported in (2016) 15 SCC 471 (para 11 to 15) and Nankaunoo\nVs. State of U.P. reported in (2016) 3 SCC 317 (para 11 and\n</p><p data-structure=\"Precedent\" id=\"p_39\">12).\n</p><p data-structure=\"CDiscource\" id=\"p_40\">12.    The evidence brought on record is that absconded accused\nDevpal is the one who had inflicted fatal firearm injury whereas the\nappellants in all the present appeals have either inflicted minor or\ngrievous hurt on non-vital parts of the body of the injured. The\ntestimony of the autopsy surgeon Dr. R.K.Goyal (PW-10) discloses\nthat besides the injury No.(vii) which is opined to be fatal caused by\nfirearm, there was injury No.(i) which was incised in nature of 8 cm.\nx 1/2 cm. x bone deep over the occipital region of the head of the\ndeceased, which obviously was caused by sharp-cutting object such\nas phrasa or an axe, which appears to have been caused by another\nabsconded accused Ajab Singh vide testimony of the PW-1 Virdha. So\nfar as injury No.(ii) is concerned, the same was contusion over the\nright of the head which was minor in nature and the injury Nos. (iii),\n</p><p data-structure=\"CDiscource\" id=\"p_41\">(iv) and (v) were also minor in nature being lacerations and abrasions\non non-vital parts of the body, i.e., ankle, knee and elbow.\n12.1 As regards injury inflicted to the injured eye-witnesses Virdha\n(PW-1), Suniyabai (PW-2), Muniabai (PW-3), Runia (PW-4), Gyasobai\n(PW-5), Imartibai (PW-6), Kallibai (PW-7), Shantibai (PW-8) and\nSavitribai (PW-9), all have sustained injuries of minor and grievous on\nnon-vital parts of the body.\n</p><p data-structure=\"CDiscource\" id=\"p_42\">13.    In the above conspectus of the circumstances, this court has to\nsee whether each of the appellants involved in the present appeals\nwas individually responsible for his/her individual act of assault or\n            Cra.355/2000, Cra. 454/2000 and Cra.459/2000\n<span class=\"hidden_text\" id=\"span_17\">                                  18</span>\n\nthere are circumstances to indicate that they shared common object\nto commit murder of Ajeeta with principal absconded accused who\ninflicted fatal firearm injury.\n</p><p data-structure=\"CDiscource\" id=\"p_43\">13.1 The element of common object pre-supposes the commonality\nof motive and intention among all the members of unlawful assembly.\nPremeditation and sharing of mind to commit the offence among\nmembers of unlawful assembly is vital ingredient which indicates\ntowards each member of the unlawful assembly sharing common\nobject. In the present case PW-1 Virdha is the complainant who has\nlodged FIR describing the incident without disclosing that there was\nany meeting of mind between the appellants and the main\nabsconded accused Devpal. PW-1 Virdha in the FIR has stated that at\nabout 4 p.m., when they were harvesting wheat crop, the main\nabsconded accused alongwith the appellants came to the spot armed\nwith weapons and started abusing and assaulting. In his testimony\nPW-1 for the first time brings out a new story that since 6 a.m., on\nthe fateful day i.e., 15/3/1999 the absconded main accused Devpal,\nAjab Singh alongwith all the appellants herein had collected in the\nadjoining field belonging to the appellant Ajay Singh and were\ncooking and eating food and consuming alcohol and when it was\naround 4 p.m., all of them came down to the field where injured PW-\n1 Virdha and his relatives were harvesting crop and started abusing\nand assaulting. This story of the appellants having collected at the\nadjoining field since 6 a.m on the fateful day and remained there till\n4 p.m when they the launched attack is neither mentioned by any of\nthe other witnesses in their previous statements nor in their\ntestimony before the court. Thus, it can safely be said that this story\nof the appellants having collected alongwith the principal absconded\naccused since 6 a.m.in the adjoining field was a story concocted and\nmanufactured by PW-1 Virdha to project a case of sharing of common\n           Cra.355/2000, Cra. 454/2000 and Cra.459/2000\n<span class=\"hidden_text\" id=\"span_18\">                                 19</span>\n\nobject between the members of unlawful assembly. This story having\nbeen found untrue, the element of the common object vanishes into\nthin air and therefore each of the appellants deserves to be dealt\nwith solely on the basis of their individual acts.\n</p><p data-structure=\"PetArg\" id=\"p_44\">14.   More so, the injuries sustained by appellant No.2-Pistabai in\nCri. Appeal No.355/00 and sole appellant Sampatbai in Cri. Appeal\nNo. 459/00 vide P/4 and P/5 which though were minor in nature but\nhave not been explained by the prosecution as discussed in the\npreceding paragraphs coupled with the fact that all the witnesses\nhave unanimously affirmed and established the presence of motive of\nlong standing property dispute between the rival parties involving civil\nlitigation in the court of competent civil jurisdiction as regards the\nfield in which the incident took place. More so, the forensic report\ncould neither been obtained much less proved by the prosecution and\ntherefore the question as to whether the place of incident had any\nblood-stained soil or the weapons recovered and seized from the\nappellants had any blood stains, remained unanswered.\n</p><p data-structure=\"Precedent\" id=\"p_45\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"853570\" id=\"span_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1660698\" id=\"span_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1479705\" id=\"span_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1112516\" id=\"span_22\">15.   The trial court has discarded the evidence of right of private\ndefence of property by applying stricter criteria of proof beyond all\nreasonable doubt. To establish right of private defence of person or\nproperty the accused is to establish the same mainly on the basis of\nprinciple of preponderance of probability and not on proof beyond all\nreasonable doubt. The criteria for establishing plea of right of private\ndefence is required to be proved on the preponderance of probability\nand not on proof beyond reasonable doubt as held by the Apex court\nin the case of <a href=\"/doc/1112516/\" id=\"a_19\">Ranveer Singh Vs. State of M.P.</a> (AIR 2009 SC\n1658) after re-visiting it&#x27;s earlier view in the cases of <a href=\"/doc/1479705/\" id=\"a_20\">Munshi Ram\nand Ors. Vs. Delhi Administration</a> (AIR 1968 SC 702); <a href=\"/doc/1660698/\" id=\"a_21\">State of\nGujarat v. Bai Fatima</a> (AIR 1975 SC 1478); <a href=\"/doc/853570/\" id=\"a_22\">State of U.P. v.\nMohd. Musheer Khan</a> (AIR 1977 SC 2226), and Mohinder Pal\n           Cra.355/2000, Cra.</span></span></span></span> 454/2000 and Cra.459/2000\n<span class=\"hidden_text\" id=\"span_23\">                                 20</span>\n\nJolly v. State of Punjab (AIR 1979 SC 577).\n</p><p data-structure=\"CDiscource\" id=\"p_46\">15.1 The trial court in para 35 of the impugned judgment has\ndiscussed the reasons for discarding the said plea of right of private\ndefence of property primarily on the ground that all the injured eye-\nwitnesses including PW-1 Virdha has stated in one voice that crop of\nwheat which was being harvested when the attack took place, was\nsown by PW-1 Virdha. However, the trial court did not dispute the\nfact that civil litigation regarding the field in which offence took place\nis pending between the rival parties since last 12 years. Thus, it is\nevident that due to this long standing litigation between the rival\nparties, there was bad blood between them. It is common knowledge\nthat agricultural holdings which in India are predominantly marginal\nin area, are the sole source of livelihood for a marginal farmer who\nmakes all out efforts to protect his land sometimes even at the cost\nof incurring the wrath. It is this burning desire in the mind of the\nappellants of hoping to acquire ownership of the land by fruits of\nlitigation which was pending since long that the appellants were\nmotivated to commit the assault when they saw the yield of the crop\nbeing harvested by PW-1 Virdha. Thus, in the considered opinion of\nthis court the fact of sustaining injuries by appellant Pistabai and\nappellant Sampatbai, the admitted long standing litigation of the rival\nparties in regard to the land in question where the incident took place\ncoupled with the burning desire of neighbouring farmer to increase\nhis holdings which appears to have been frustrated by long standing\nlitigation, the trial court ought to have given the benefit of right of\nprivate defence of property to the appellants to at least some extent.\n15.3 Pertinently, appellants Sampatbai and Pistabai, as er ocular\nevidence of PW@-1 were empty handed and merely pelted stones\ncausing only minor injuries. Thus, these two appellants are liable for\nthe offence of voluntarily causing minor injury punishable u/S. 323\n            Cra.355/2000, Cra. 454/2000 and Cra.459/2000\n<span class=\"hidden_text\" id=\"span_24\">                                  21</span>\n\n<a href=\"/doc/1569253/\" id=\"a_23\">I.P.C</a>. Whereas all the other appellants except Sampatbai and Pistabai\nhave been seen by one or more of the injured witnesses to cause\nminor and/or grievous hurt and thus are liable to be held guilty for\noffence punishable u/S. 324 and/or 325 <a href=\"/doc/1569253/\" id=\"a_24\">I.P.C</a>. as enumerated in the\ntable infra.\n</p><p data-structure=\"Conclusion\" id=\"p_47\">16.    In view of the above discussions, the element of common\nobject being missing and not spelled out from the attending\ncircumstances, the appellants herein have been wrongly convicted\nand sentenced for commission of offence punishable u/Ss. 148,\n302/149 I.P.C. read with 3(2)(v) of the SC &amp; ST Act, but have been\nrightly held guilty for causing minor and grievous hurt to various\ninjured witnesses with the help of their different weapons thereby\nrendering themselves punishable u/Ss. 325, 326, 323 I.P.C.\n</p><p data-structure=\"Conclusion\" id=\"p_48\">17.    Consequently, the present appeals stand allowed in part to the\nextent of setting aside conviction and sentence of the appellants\nherein for commission of offence u/Ss. 148, 302/149 <a href=\"/doc/1569253/\" id=\"a_25\">I.P.C</a>. and <a href=\"/doc/111591460/\" id=\"a_26\">Sec.\n3(2)(v)</a> of the SC &amp; ST Act. However, their conviction and sentences\nare altered as follows :-\n</p><pre id=\"pre_3\">Appellants name                  Offence       Sentence\n(i)   Appellants  Nirbha,      326 <a href=\"/doc/1569253/\" id=\"a_27\">IPC</a>      5 Years R.I. with a fine\nKamla and Thakurdas in                      of Rs. 1,000/- and in\nCriminal           Appeal                   default of payment of\nNo.355/2000.                                fine one month rigorous\n(ii) Appellant Ajay Singh                   imprisonment.\nin Criminal Appeal No.\n454/2000.\n(i)   Appellants  Nirbha,      325 <a href=\"/doc/1569253/\" id=\"a_28\">IPC</a>      3 Years R.I. with a fine\nKamla and Thakurdas in                      of Rs. 1,000/- and in\nCriminal           Appeal                   default of payment of\nNo.355/00.                                  fine one month rigorous\n(ii) Appellant Ajay Singh                   imprisonment.\nin     Criiminal   Appeal\nNo.454/00.\n</pre><p data-structure=\"Conclusion\" id=\"p_49\">                  Cra.355/2000, Cra. 454/2000 and Cra.459/2000\n<span class=\"hidden_text\" id=\"span_25\">                                        22</span>\n\n</p><p data-structure=\"Conclusion\" id=\"p_50\">       (i)    Appellants    Nirbha,   323 <a href=\"/doc/1569253/\" id=\"a_29\">IPC</a>           6 months&#x27; R.I. with a fine\n       Pistabai,     Kamla      and                     of Rs. 1,000/- and in\n       Thakurdas      in   Criminal                     default of payment of\n       Appeal No.355/00.                                fine one month rigorous\n</p><p data-structure=\"Conclusion\" id=\"p_51\">       (ii) Appellant Ajay Singh                        imprisonment\n       in           CriiminalAppeal\n       No.454/00.\n</p><p data-structure=\"Conclusion\" id=\"p_52\">       (iii) Appellant Sampatbai\n<span class=\"hidden_text\" id=\"span_26\">       in Cri.Appeal No.459/00</span>\n\n</p><p data-structure=\"Conclusion\" id=\"p_53\">       18.    Since the appellants herein have been acquitted of the charge\n       u/<a href=\"/doc/1560742/\" id=\"a_30\">S. 302</a>/<a href=\"/doc/999134/\" id=\"a_31\">149</a> I.P.C., as held above, the amount of fine if any paid by the\n       appellants be refunded to them on proper identification.\n</p><p data-structure=\"Conclusion\" id=\"p_54\">       19.    The appellants who have not suffered sentence as upheld above\n       and are on bail, their bail bonds and surety bonds shall stand cancelled\n       and they are directed to surrender in the trial Court to serve the\n       remainder of the sentence forthwith failing which the trial court shall\n       take steps to apprehend them for execution of remaining period of\n       sentence awarded to them. It is further directed that the sentences\n       awarded to the appellants herein as mentioned in the tabular form shall\n       run concurrently.\n</p><p data-structure=\"Conclusion\" id=\"p_55\">       20.    The appellants who have undergone sentence as upheld above\n       and are in jail, they shall be released forthwith if not required to be\n       detained in connection with any other offence.\n</p><p data-structure=\"Conclusion\" id=\"p_56\">       21.    Before we part with these appeals, we would like to make it clear\n       that the findings recorded by us shall govern the appeals which we have\n       heard and disposed of and shall not be taken into consideration in a\n       trial, if any, against the absconding accused persons and the trial Court\n       shall reach its own conclusion on the evidence led before it, without\n       being influenced by the findings recorded in this judgment.\n</p>\n\n<pre id=\"pre_4\">             (Sheel Nagu)                       (Ashok Kumar Joshi)\n               Judge                                Judge\n              27/10/2017                           27/10/2017\n(Bu)\n </pre>","numcites":14,"numcitedby":40,"docsource":"Madhya Pradesh High Court","citetid":74850629,"divtype":"judgments","relatedqs":[{"value":"private defence","formInput":"private%20defence"},{"value":"sec 149 ipc","formInput":"sec%20149%20ipc"},{"value":"unlawful assembly","formInput":"unlawful%20assembly"},{"value":"right of private defence","formInput":"right%20of%20private%20defence"},{"value":"no common intention","formInput":"no%20common%20intention"},{"value":"section 149 of indian penal code","formInput":"section%20149%20of%20indian%20penal%20code"},{"value":"ipc 323","formInput":"ipc%20323"},{"value":"325 ipc","formInput":"325%20ipc"},{"value":"abscondence","formInput":"abscondence"},{"value":"absconding accused","formInput":"absconding%20accused"},{"value":"common object","formInput":"common%20object"},{"value":"302/149 of IPC ","formInput":"302/149%20of%20IPC%20"},{"value":"Grievous  hurt","formInput":"Grievous%20%20hurt"},{"value":"what is hurt","formInput":"what%20is%20hurt"},{"value":"vital parts ","formInput":"vital%20parts%20"},{"value":"property dispute","formInput":"property%20dispute"},{"value":"member of an unlawful assembly","formInput":"member%20of%20an%20unlawful%20assembly"},{"value":"325 of indian penal code","formInput":"325%20of%20indian%20penal%20code"},{"value":"injuries on accused","formInput":"injuries%20on%20accused"},{"value":"Non vital part","formInput":"Non%20vital%20part"}],"cats":[{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"murder","formInput":"tag:murder"}],"courtcopy":true,"query_alert":null,"agreement":false}