{"tid":146434130,"publishdate":"2010-09-16","title":"Union Of India vs Victor Nnamdi Okpo on 16 September, 2010","doc":"<h2 class=\"doc_title\">Union Of India vs Victor Nnamdi Okpo on 16 September, 2010</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-n-dhingra\">Shiv Narayan Dhingra</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-n-dhingra\">Shiv Narayan Dhingra</a></h3>\n\n<pre id=\"pre_1\">               *          IN THE HIGH COURT OF DELHI AT NEW DELHI\n\n\n                                                        Date of Reserve: 16th August, 2010\n\n                                  Date of Order: September 16, 2010\n\n                                    + Crl. Appeal No.617/2004\n%                                                                          16.09.2010\n         Union of India                                             ...Appellant\n\n         Versus\n\n         Victor Nnamdi Okpo                                         ...Respondent\n\nCounsels:\n\nMr. Satish Aggarwala with Mr. Shirish Aggarwal for appellant\nMr. Ankit Khetarpal for respondent.\n\n\n         JUSTICE SHIV NARAYAN DHINGRA\n\n1.       Whether reporters of local papers may be allowed to see the judgment? Yes.\n\n2.       To be referred to the reporter or not?                                     Yes.\n\n3.       Whether judgment should be reported in Digest?                             Yes.\n\n\n                                             JUDGMENT\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">1.       The present appeal under <a href=\"/doc/1856707/\" id=\"a_1\">Section 378 (4)</a> of the Code of Criminal Procedure,\n\n1973 has been preferred by the appellant Union of India assailing the judgment dated\n\n20th March, 2003 passed by learned <a href=\"/doc/1727139/\" id=\"a_2\">Special Judge, NDPS Act</a>, New Delhi acquitting the\n\nrespondent/accused of the charges under <a href=\"/doc/1566465/\" id=\"a_3\">Section 21</a>, <a href=\"/doc/654722/\" id=\"a_4\">23</a> and <a href=\"/doc/646188/\" id=\"a_5\">28</a> of Narcotic Drugs and\n\nPsychotropic Substances Act (&quot;<a href=\"/doc/1727139/\" id=\"a_6\">NDPS Act</a>&quot; for short).\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n\n</p><p data-structure=\"Facts\" id=\"p_3\">2.       Brief facts relevant for the purpose of deciding present appeal are that\n\nrespondent/accused, a Nigerian citizen holding Nigerian Passport No.C-420048 was\n\nintercepted on 15th September, 1998 while he had checked in for going to Lagos at Indira\n\nGandhi International Airport. After checking in for boarding Ethiopian Airline and after\n\nclearance of immigration and custom formalities, while he was proceedings towards\n\n\nCrl. Appeal No.617/2004   UOI v Victor Nnamdi Okpo                         Page 1 Of 16\n Security Hold Area, he was intercepted by the custom officers and was asked if he was\n\ncarrying a narcotic drug for foreign currency or any contraband goods either on his\n\nperson or in any checked-in-baggage or hand baggage. To this, the respondent/accused\n\nreplied in negative. Thereafter, he was served a written notice under <a href=\"/doc/961083/\" id=\"a_7\">Section 50</a> of NDPS\n\nAct informing him that his baggage and person would be searched and if he desired, his\n\nsearch could be conducted in presence of either a Magistrate or a Gazette Officer of\n\nCustoms to which he replied, in writing, that his baggage could be searched in presence\n\nof any custom officer. His baggage which he had already checked was retrieved noting\n\ndown the baggage number from his ticket tag and called from the belt. He was also\n\nhaving hand baggage. On checking checked-in-baggage nothing incriminating was\n\nfound. However, when his black coloured leather executive handbag was checked, a\n\nfalse bottom was found in this executive bag which on opening resulted in the recovery\n\nof two polythene bags containing brown powder. The brown powder was tested with the\n\nhelp of Field Test Kit. It gave result of heroin. The respondent/accused was taken to\n\nCustom Prevention Room situated in the Departure Hall itself and his personal search\n\nwas conducted. Nothing incriminating was found on the personal search. This entire\n\noperation of search had taken place in presence of witnesses. The respondent/accused\n\nwas asked if the brown powder recovered from the false bottom of his handbag in the\n\npolythene was heroin, to which he admitted. The brown powder in two polythene bags\n\nwas marked as A and B weighed. Packet marked A was having gross weight of 1090\n\ngms and net weight of 1065 gms and packet marked B was having weight of 1065 gms\n\nand net weight of 920 gms. Thus the total quantity of heroin was found to be 1985 gms.\n\nThis brown power was confiscated by the custom authorities along with executive\n\nhandbag and polythene bag used for packing and sealing the brown powder. Two\n\nrepresentative samples each of 5 gms were taken from the two polythene bags and were\n\nmarked as A1 and A2, B1 and B2 and kept in small polythene bags separately further\n\nkept in paper envelops and sealed with the seal of custom officers. Rest of the brown\n\n\n\nCrl. Appeal No.617/2004   UOI v Victor Nnamdi Okpo                      Page 2 Of 16\n powder was placed in a round metal container and was sealed separately under the\n\nsignatures of the signatories to the punchnama. Torn inner lining of handbag and its\n\nplywood rectangular sheet were put in the black coloured leather executive handbag\n\nitself and then the bag was wrapped with while cloth and sealed under the signatures of\n\nthe signatories of the punchnama. The boarding card of the respondent/accused in\n\nrespect of flight ET-619, his air ticket, his baggage claim stubs affixed on his ticket,\n\nhandbag, tag of economy class of Ethiopian Airline were also seized. The statement of\n\nrespondent /accused under <a href=\"/doc/1752792/\" id=\"a_8\">Section 67</a> of NDPS Act was recorded by the custom officer\n\nwherein respondent admitted recovery of brown powder and other incriminating facts.\n\nThe respondent was arrested and was produced before the concerned court and\n\nremanded to judicial custody. On 16th September 1998 i.e. the next date, two\n\nrepresentative samples with test memo in duplicate were sent to Central Revenue\n\nControl Laboratory for analysis through Mr. Rama Shankar, Air Custom Officer and the\n\nsamples were deposited with the laboratory on 16th September 1998. The chemical\n\nanalysis report dated 16th November 1998 confirms that the samples were of diacetyle\n\nmorphine (heroin). On 15th September 1998 itself a letter was written to Joint Secretary,\n\nMinistry of External Affairs indicating arrest of the respondent.\n\n\n</p><p data-structure=\"Facts\" id=\"p_4\">3.       Since the entire recovery and investigation was done by the Custom Department,\n\na complaint for offence was filed before the learned Special Judge by the Air Customs\n\nOfficer Mr. P.K.          Chattopadhaya giving details of the facts of the recovery and the\n\nproceedings.\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_6\">4.       The facts as stated in the complaint were proved by examination of PW-1 Mr.\n\nP.K. Chattopadhaya, Air Customs Officer who was the officer who had intercepted the\n\nrespondent/accused and effected recoveries. He testified on the lines of his complaint\n\nand punchnama. The other witnesses examined also supported the prosecution case in\n\ntoto.   However, the learned Special Judge acquitted the respondent/accused on the\n\n\nCrl. Appeal No.617/2004     UOI v Victor Nnamdi Okpo                        Page 3 Of 16\n ground that there was no evidence whatsoever as to where the case property had been\n\nkept after the same was seized and there was non-compliance of <a href=\"/doc/1363838/\" id=\"a_9\">Section 55</a> of the\n\nNDPS Act. The leaned Special Judge observed that after seizure of the case property for\n\nremaining substance after taking out samples, there was no evidence as to where it was\n\nkept till it was produced in the Court and there was no evidence when the case property\n\nwas kept for safe custody and there was no explanation as to why the case property and\n\nsamples were deposited with SDO-I and remained with him till the samples and the case\n\nproperty were produced in the court and why this method was adopted and SDO-I to\n\nwhom the case property was entrusted was not produced in the court. Thus, a prejudice\n\nwas caused to the accused/ respondent because of non-compliance of provisions of\n\n<a href=\"/doc/1363838/\" id=\"a_10\">Section 55</a> of NDPS Act which was meant to safeguard the interest of the accused. The\n\nother observation made by learned Special Judge was that the custom seal affixed on\n\nthe case property was easily available to the officers of custom as and when they\n\nrequired and this caused prejudice to the accused and there was probability of tampering\n\nwith the seals on the case property. The next observation made by learned Special\n\nJudge is that provisions of <a href=\"/doc/961083/\" id=\"a_11\">Section 50</a> of NDPS Act were not complied with as the notice\n\ngiven to the accused/respondent under <a href=\"/doc/961083/\" id=\"a_12\">Section 50</a> stated that if he desired he could be\n\nsearched before a Magistrate or a Gazette Officer of customs while law requires that he\n\nshould have been informed about his right to be searched by any gazette officer and not\n\na Gazette officer of customs. Since the notice mentioned that he could be searched\n\nbefore a gazetted officer of customs, the notice was not a proper notice under <a href=\"/doc/961083/\" id=\"a_13\">section 50</a>\n\nof NDPS Act. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1894780\" id=\"span_1\">The learned Special Judge turned down the arguments that there was no\n\nrequirement of serving a <a href=\"/doc/961083/\" id=\"a_14\">Section 50</a> notice in case of a search of handbag and observed\n\nthat in view of the judgment of          <a href=\"/doc/1894780/\" id=\"a_15\">Namdi Francis Nwazor v Union of India and another</a>\n\n1996 (4) Scale (SP), <a href=\"/doc/961083/\" id=\"a_16\">Section 50</a> would apply even in case of search of handbag carried\n\nby a person. The learned Special Judge also observed that PW-1 has stated that the test\n\nmemo was prepared on the spot but he admitted in cross examination that he affixed\n\n\n\nCrl.</span> Appeal No.617/2004   UOI v Victor Nnamdi Okpo                         Page 4 Of 16\n seal on test memo by going to SDO-1 and taking seal from him and then affixing seal on\n\ntest memo. He thereafter returned the seal. She observed that since the seals were\n\nobtained from SDO-1, the importance of preparing test memo on the spot was lost. She,\n\ntherefore, held that there were serious discrepancies in the case of the prosecution and\n\nthe accused/respondent was entitled for benefit of doubt. The learned Special Judge\n\nalso observed that the prosecution had not produced the public witness, therefore, an\n\nadverse inference was to be drawn against the prosecution.\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">\n\n</p><p data-structure=\"Section\" id=\"p_8\">5.       The accused/respondent was charged for offence under <a href=\"/doc/1330288/\" id=\"a_17\">Section 8(c)</a> of NDPS\n\nAct read with <a href=\"/doc/1566465/\" id=\"a_18\">Section 21</a>, <a href=\"/doc/654722/\" id=\"a_19\">23</a> and <a href=\"/doc/646188/\" id=\"a_20\">28</a> of the NDPS Act. <a href=\"/doc/1330288/\" id=\"a_21\">Section 8(c)</a> of NDPS Act reads as\n\nunder:\n</p>\n<blockquote id=\"blockquote_1\">                    &quot;8. Prohibition of certain operations\n                  No person shall-\n</blockquote>\n<blockquote id=\"blockquote_2\">                  (a) cultivate any coca plant or gather any portion of coca plant;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_9\">                  or\n\n</p><p data-structure=\"Section\" id=\"p_10\">                  (b) cultivate the opium poppy or any cannabis plant; or\n\n</p><p data-structure=\"Section\" id=\"p_11\">                  (c) produce, manufacture, possess, sell, purchase, transport, ware-\n                  house, use, consume, import inter-State export inter-State import into\n                  India, export from India or transship any narcotic drug or psychotropic\n                  substance, except for medical or scientific purposes and in the manner\n                  and to the extent provided by the provisions of this Act or the rules or\n                  orders made thereunder and in a case where any such provision,\n                  imposes any requirement by way of license, permit or authorization also\n                  in accordance with the terms and conditions of such license, permit or\n                  authorization:\n</p>\n<blockquote id=\"blockquote_3\">                  Provided that, and subject to the other provisions of this Act and the\n                  rules made thereunder, the prohibition against the cultivation of the\n                  cannabis plant for the production of ganja or the production, possession,\n                  use, consumption, purchase, sale, transport, warehousing, import inter-\n                  State and export inter-State of ganja for any purpose other than medical\n                  and scientific purpose shall take effect only from the date which the\n                  Central Government may, by notification in the Official Gazette, specify\n                  in this behalf.\n</blockquote>\n\n<blockquote id=\"blockquote_4\">Crl. Appeal No.617/2004   UOI v Victor Nnamdi Okpo                                    Page 5 Of 16\n                   6[Provided further that nothing in this section shall apply to the export of\n                  poppy straw for decorative purposes.]&quot;\n</blockquote>\n\n\n<p data-structure=\"Section\" id=\"p_12\">6.       <a href=\"/doc/1566465/\" id=\"a_22\">Section 21</a> of NDPS Act prescribes punishment for contravention of the\n\nprovisions of the Act including <a href=\"/doc/704277/\" id=\"a_23\">Section 8</a>. <a href=\"/doc/654722/\" id=\"a_24\">Section 23</a> makes export from India or transport\n\nor shipment of any narcotic drug and narcotic substance as an offence and provides\n\nsentence for this. <a href=\"/doc/646188/\" id=\"a_25\">Section 28</a> makes attempt to commit offence as an offence. The\n\noffence under <a href=\"/doc/1330288/\" id=\"a_26\">section 8(c)</a> of NDPS Act, 1985 is complete if it is proved that a person\n\nproduces, manufactures or possesses narcotic drug or psychotropic substance. The\n\npossession of narcotic substance in this case was proved by credible evidence. The\n\nlearned Special Judge has not at all doubted the evidence of any of the witness\n\nregarding possession of narcotic substance i.e. heroin weighing 1985 gms by the\n\naccused/respondent and recovery of the same by the complainant. PW-1 categorically\n\ntestified that on 15th September 1998 the respondent/accused was intercepted after he\n\nhad cleared the immigration area and custom counter and was going to security hold\n\narea and heroin was recovered from him in a false bottom of his briefcase, held by him.\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_13\">7.       Service of notice under <a href=\"/doc/961083/\" id=\"a_27\">Section 50</a> of NDPS Act is not denied in this case. The\n\nrespondent/accused in his own handwriting has written on the notice that he may be\n\nsearched by any custom officer. The view taken by learned Special Judge that notice\n\nunder <a href=\"/doc/961083/\" id=\"a_28\">Section 50</a> was not a notice in the eyes of law is clearly an illegal view. <a href=\"/doc/961083/\" id=\"a_29\">Section 50</a>\n\nputs an obligation on officer conducting search that he shall before conducting search tell\n\nthe suspect that if he so requires his search can be conducted either before a\n\nMagistrate or a gazetted officer. Since the respondent/accused was intercepted at the\n\nairport and gazatted officers of customs department were available at the airport, a\n\nnotice under <a href=\"/doc/961083/\" id=\"a_30\">Section 50</a> of NDPS Act stating that he could be searched before a\n\nMagistrate of a gazette officer of customs would not be an invalid notice. Rather the\n\nnotice shows that the searching officer was being more honest and clearly stated the\n\n\nCrl. Appeal No.617/2004   UOI v Victor Nnamdi Okpo                                  Page 6 Of 16\n department of which gazetted officer were readily available on the spot. It was for the\n\naccused/respondent to say that he wanted to be searched before the MM. The option\n\nbefore the respondent/accused was not only of gazetted officer of customs but also of a\n\nMagistrate. Once the searching officer had made it clear to the accused/respondent that\n\nhe could be searched before a Magistrate or a gazette officer from customs, the\n\nrequirement of <a href=\"/doc/961083/\" id=\"a_31\">Section 50</a> of NDPS Act stands complied with and the notice cannot\n\nconsidered to be invalid.\n</p>\n<p data-structure=\"Precedent\" id=\"p_14\">\n\n</p><p data-structure=\"Precedent\" id=\"p_15\">8.       Even otherwise, the legal position is that no notice was required to be served\n\nunder <a href=\"/doc/961083/\" id=\"a_32\">Section 50</a> NDPS Act if handbag of a person was to be searched. In Ajmer Singh\n\nv State of Haryana Criminal Appeal No.436 of 2009 2010(2) SCR 785, the Supreme\n\nCourt made the position clear in following terms:\n</p>\n<p data-structure=\"Precedent\" id=\"p_16\">\n</p><blockquote id=\"blockquote_5\">                  <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"489126\" id=\"span_2\">&quot;13. The learned counsel for the appellant contended that the\n                  provision of <a href=\"/doc/961083/\" id=\"a_33\">Section 50</a> of the Act would also apply, while\n                  searching the bag, brief case etc., carried by the person and its\n                  non-compliance would be fatal to the proceedings initiated under\n                  the Act. We find no merit in the contention of the learned counsel.\n                  It requires to be noticed that the question of compliance or non-\n                  compliance of <a href=\"/doc/961083/\" id=\"a_34\">Section 50</a> of the N.D.P.S. Act is relevant only\n                  where search of a person is involved and the said Section is not\n                  applicable nor attracted where no search of a person is involved.\n                  Search and recovery from a bag, brief case, container, etc., does\n                  not come within the ambit of <a href=\"/doc/961083/\" id=\"a_35\">Section 50</a> of the N.D.P.S. Act,\n                  because firstly, <a href=\"/doc/961083/\" id=\"a_36\">Section 50</a> expressly speaks of search of person\n                  only. Secondly, the Section speaks of taking of the person to be\n                  searched by the Gazetted Officer or Magistrate for the purpose of\n                  search. Thirdly, this issue in our considered opinion is no more\n                  res-integra in view of the observations made by this court in the\n                  case of <a href=\"/doc/489126/\" id=\"a_37\">Madan Lal vs. State of Himachal Pradesh</a> 2003 Crl.L.J.\n                  3868. The Court has observed:</span>\n</blockquote>\n<blockquote id=\"blockquote_6\">                          &quot;A bare reading of <a href=\"/doc/961083/\" id=\"a_38\">Section 50</a> shows that it only applies in\n\n\nCrl. Appeal No.617/2004   UOI v Victor Nnamdi Okpo                          Page 7 Of 16\n                             case of personal search of a person. It does not extend to\n                            search of a vehicle or a container or a bag or premises\n                            (See Kalema Tumba vs. State of Maharashtra and Anr. (JT\n                            1999 (8) SC 293), State of Punjab vs. Baldev Singh (JT\n                            1994 (4) SC 595), Gurbax Singh vs. State of Haryana\n                            (2001 (3) SCC 28). The language of section is implicitly\n                            clear that the search has to be in relation to a person as\n                            contrast to search of premises, vehicles, or articles. This\n                            position was settled beyond doubt by the Constitution\n                            Bench in Baldev Singh&#x27;s case (supra). Above being the\n                            position, the contention regarding non-compliance of\n                            <a href=\"/doc/961083/\" id=\"a_39\">Section 50</a> of the Act is also without any substance.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_17\">                  14. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"794095\" id=\"span_3\">In <a href=\"/doc/794095/\" id=\"a_40\">State of Himachal Pradesh vs. Pawan Kumar</a>, [2005 4 SCC\n                  350], this Court has stated:</span>\n</p>\n<blockquote id=\"blockquote_7\">                          &quot;A bag, briefcase or any such article or container, etc. can,\n                          under no      circumstances, be treated as body of a human\n                          being. They are given a separate name and are identifiable\n                          as such. They cannot even remotely be treated to be part of\n                          the body or a human being. Depending upon the physical\n                          capacity of a person, he may carry any number of items like a\n                          bag, a briefcase, a suitcase, a tin box, a thaila, a jhola, a\n                          gathri, a holdall, a carton etc. of varying size, dimension or\n                          weight. However, while carrying or moving along with them,\n                          some extra effort or energy would be     required. They would\n                          have to be carried either by the hand or hung on the\n                          shoulder or back or placed on the head. In common parlance\n                          it would be said that a person is carrying a particular article,\n                          specifying the manner in which it was carried like hand,\n                          shoulder, back or head, etc. Therefore, it is not possible to\n                          include these articles within the ambit of the word &quot;person&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_18\">                          occurring in <a href=\"/doc/961083/\" id=\"a_41\">Section 50</a> of the Act.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_19\">                          After discussion on the interpretation of the word `person&#x27;,\n                  this Court concluded:\n</p>\n<blockquote id=\"blockquote_8\">                          &quot;that the provisions of <a href=\"/doc/961083/\" id=\"a_42\">section 50</a> will come into play only in\n\nCrl. Appeal No.617/2004     UOI v Victor Nnamdi Okpo                             Page 8 Of 16\n                   the case of personal search of the accused and not of some\n                  baggage like a bag, article or container, etc. which (the accused)\n                  may be carrying&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_20\">                     The court further observed:\n</p>\n<blockquote id=\"blockquote_9\">                     &quot;In view of the discussion made, <a href=\"/doc/961083/\" id=\"a_43\">Section 50</a> of the Act can have\n                  no application on the facts and circumstances of the present case\n                  as opium was allegedly recovered from the bag, which was being\n                  carried by the accused.&quot;\n</blockquote>\n\n\n<p data-structure=\"CDiscource\" id=\"p_21\">9.       I, therefore, consider that the learned Special Judge‟s observations that <a href=\"/doc/961083/\" id=\"a_44\">Section\n\n50</a> was not complied with, does not hold ground.\n</p>\n<p data-structure=\"Precedent\" id=\"p_22\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_23\">10.      The proceedings of seizure of contraband were carried out at the airport itself and\n\nall documents were prepared in the custom area of IGI Airport. The observation of\n\nlearned Special Judge that PW-1 went to collect seal from SDO-I and then put seal so\n\ncollected from SDO-I on the documents created doubt on the preparation of these\n\ndocuments on the spot is contrary to the evidence and the inference drawn by learned\n\nSpecial     Judge         is    also    uncalled     for.   PW-1   categorically   stated    that   the\n\naccused/respondent was intercepted few yards away from the Custom Counter which is\n\nknown as transit area. During cross examination, the witness affirmed that <a href=\"/doc/961083/\" id=\"a_45\">Section 50</a>\n\nnotice, punchnama and other seizure proceedings were conducted in English and\n\npunchnama contents were explained to the accused and witnesses. The notice under\n\n<a href=\"/doc/961083/\" id=\"a_46\">Section 50</a> of NDPS Act was prepared by one of his colleagues and he signed the notice\n\nafter reading the same. To a question put by defence counsel, this witness also\n\nconfirmed that three persons were detained at IGI Airport on that day including the\n\naccused/respondent and the witnesses arrived at Custom Preventive Room and\n\nremained there for conducting proceedings from 3.15 am to 10.30 am. From this\n\ntestimony, it stands rather admitted by the accused/respondent that the accused was\n\nintercepted along with two more persons at IGI Airport on suspicion and the proceedings\n\nCrl. Appeal No.617/2004        UOI v Victor Nnamdi Okpo                              Page 9 Of 16\n were carried out in Custom Prevention Room and there were about 7-8 persons in the\n\nroom including the accused. Thus, there could have been no doubt about the recovery of\n\n1985 gms of heroin from the accused/respondent. The only suggestion given by the\n\naccused to the witness was that the recovery made from some other person was planted\n\non him but no suggestion was given if PW-1 was having an enmity with the\n\naccused/respondent so as to implicate him falsely in the case or he was having some\n\naffinity with other persons so as to spare them if recovery had been made. The conduct\n\nof PW-1 of not involving other two persons in a case of <a href=\"/doc/1727139/\" id=\"a_47\">NDPS Act</a>, since no recovery\n\nwas made from them and only proceeding against the accused from whom recovery was\n\nmade is a creditworthy conduct and not a condemnable conduct. If PW-1 had to falsely\n\nimplicate the innocent persons, then he would have implicated other two persons also\n\nfrom whom no recovery was made. But the fact that he did not implicate the other two\n\npersons from whom no recovery was made does not mean that the case made against\n\nthe respondent/accused was a false case. Putting seal of SDO-I on the test memo and\n\npunchnama cannot be a ground to doubt the veracity of the testimony or preparation of\n\ndocuments. It is not required nor necessary that every custom officer would carry his\n\nseal with him all the time nor it is necessary that a officer should affix his personal seal. A\n\nsample is to be sealed with a seal and the same seal is to be put on test form. The\n\nsamples and test form sealed with the same seal are to be sent to the laboratory, as per\n\nrules. In this case, proceedings of seizure were conducted upto 10.30 am on 15th\n\nSeptember, 1996 and thereafter accused/ respondent was produced before the\n\nconcerned court on the same day and the samples were sent to the laboratory along with\n\ntest form on the following day i.e. 16th September, 1996. There is no suggestion given to\n\nthe witness that in between samples were tampered or the rest of the material recovered\n\nfrom the accused was tampered. In his statement under <a href=\"/doc/767287/\" id=\"a_48\">Section 313</a> Cr.P.C, to the\n\nquestion that accused was intercepted while he was through the security hold area, the\n\naccused/respondent stated that it was incorrect. This false answer of the accused shows\n\n\n\nCrl. Appeal No.617/2004   UOI v Victor Nnamdi Okpo                           Page 10 Of 16\n that accused was out to deny everything. The accused even denied his written response\n\nto <a href=\"/doc/961083/\" id=\"a_49\">Section 50</a> notice. He was put question that his check-in-baggage containing black\n\ncoloured zipper suitcase was called and the baggage was matched with his ticket tag\n\nnumber. To this also, he gave negative answer. However, during trial the\n\naccused/respondent made an application to learned Special Judge o n 30th September\n\n1998 itself wherein he had admitted that his luggage and baggage was seized by the\n\ncustom authorities and he wanted that an order of release of this baggage and personal\n\nluggage be passed by the court. He similarly made another application for release of his\n\npersonal search. He also made an application on 16th September 1996 itself of retracting\n\nhis statement under <a href=\"/doc/1752792/\" id=\"a_50\">Section 67</a> NDPS Act made before the custom officers. This shows\n\nthat the accused was very conscious of his rights from the very beginning and\n\ndeliberately gave wrong answer to the question that he was intercepted at the airport and\n\nhis baggage was matched with the luggage stubs etc.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_24\">11.      The other reason for acquittal of the accused/respondent as given by learned\n\nSpecial Judge is that public witnesses were not examined by the prosecution. A perusal\n\nof record of learned trial court would show that notices were sent to both the public\n\nwitnesses namely Mr. Bahadur Singh and Davender Kumar. These notices came back\n\nunserved with the report that the addresses given by the witness were wrong. It is a\n\ncommon knowledge that generally public is averse to become a witness in a criminal\n\ncase because of the attitude of the Courts in summoning the witnesses time and again\n\nand sending them back on the ground that either the counsel for accused was not\n\navailable or accused was not there. Even in this case, PW-1 was not cross examined on\n\nthe date he deposed and his cross examination was deferred because the counsel for\n\nthe respondent/accused was not available. Similarly PW-2 was not cross examined on\n\nthe date he was examined in chief and his cross examination was deferred. So on 22nd\n\nSeptember 1999 and on 10th July, 2000 when the two witnesses were examined, the\n\n\n\nCrl. Appeal No.617/2004   UOI v Victor Nnamdi Okpo                      Page 11 Of 16\n cross examination was deferred as counsel for accused was not available. These are\n\ndepartmental witnesses and felt themselves duty bond to appear in the court, as many\n\ntime as they are called but same is not true in respect of public witness. While\n\ndepartmental witnesses get leave from their office and also get necessary support from\n\nthe office regarding TA, DA, public witness are treated in a very clumsy manner in the\n\ncourts and they keep standing from morning till evening and then they are told that\n\ndefence counsel is not available. That is the reason that public persons are scared to\n\nbecome a witness in a criminal case and it is hard to find public witnesses these days.\n\nThe case of the prosecution cannot be rejected on the ground of non examination of\n\npublic witness or on account of non-joining of public witness. Neither the prosecution\n\nversion of incident can be disbelieved only on the ground of non-joining public witness\n\nor non examination of public witness for valid reasons.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_25\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_26\">12.      The case property in this case was produced in the Court duly sealed with seal of\n\nCustoms, IGI Airport with signatures of signatories of punchnama. It has to be seen that\n\nthe punchnama was signed by public witnesses and the sealed parcel was also signed\n\nby the public witnesses. These two public witnesses were the persons available at the\n\nairport and were asked to join at the time of investigation. It seems that they joined\n\ninvestigation but gave their wrong and incorrect addresses. However, the paper slips\n\nbearing signatures of these witnesses were found intact on the cloth parcel which was\n\nsealed with the seal of custom and bore signatures of the witness. This cloth parcel\n\ncontained the round metal container containing rest of heroin (brown powder) recovered\n\nfrom the possession of the accused/ respondent. The container was marked Ex. P4 and\n\npaper slips were marked Ex.P1. The other bags of accused/respondent were marked as\n\nEx.P2 and P3. The handbag from which the contraband was recovered was marked as\n\nEx.P5. The inner lining and sheet and false bottom were produced in the court and were\n\nmarked as Ex.P7 and P8. No suggestion was given to the witness that the case property\n\n\n\nCrl. Appeal No.617/2004   UOI v Victor Nnamdi Okpo                        Page 12 Of 16\n produced in the court was not having proper seal or was substituted or tampered with.\n\nThe only suggestion given was that the contraband recovered from the other person was\n\nplanted on the respondent. It may be noted that no name of the other person was given\n\nin the suggestion. The suggestion given about tampering of samples was denied by the\n\nwitness. In view of this testimony of PW-1 who testified that the samples were taken from\n\nthe contraband recovered from the accused/respondent and were separately sealed and\n\nthe property was separately sealed and deposited with SDO-I. It is not a case of non-\n\ncompliance       of       <a href=\"/doc/1363838/\" id=\"a_51\">Section   55</a>    of   NDPS     Act   resulting   into   prejudice   to    the\n\naccused/respondent. The reason given by learned Special Judge that the witness\n\ntestified only during cross examination that the samples were deposited with SDO-I and\n\nhe did not testify this during his examination in chief makes no sense. The testimony\n\ngiven by a witness whether during examination in chief or during cross examination is\n\n„evidence‟ given in the court on oath and it has same weightage and value whether it\n\nwas given during examination in chief or during cross examination. Once it was deposed\n\nby the witness that the samples and the case property was deposited with SDO-I and the\n\ncase property produced in the court bore the signatures of those public witness who\n\nwere not traceable no doubt could have been entertained in respect of the property not\n\nbeing the same which was recovered from the respondent/accused. Even no suggestion\n\nwas given by the accused/respondent to the witness that this was not the same case\n\nproperty or his handbag was not the same or his handbag had no false bottom. Hence it\n\nstands admitted, since no contrary questions were asked, that the handbag seized from\n\nthe accused was having false bottom and it contained contraband. In view of this\n\nclinching evidence, it is surprising that it could have been held by learned Special Judge\n\nthat it was a doubtful case.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_27\">\n\n</p><p data-structure=\"Precedent\" id=\"p_28\">13.      <a href=\"/doc/1276310/\" id=\"a_52\">Section 53</a> of NDPS Act authorizes Central Government to invest the officers of\n\nCentral Excise and Customs etc. with the powers of an officer in charge of a police\n\n\n\nCrl. Appeal No.617/2004      UOI v Victor Nnamdi Okpo                              Page 13 Of 16\n station for investigation of the offences under this Act. Thus, the custom officers have\n\nbeen specifically authorized by the government with powers of an officer in charge of a\n\npolice station i.e. SHO. If the case property is kept in the custody of SDO-I (who is a\n\ncustom officer) during trial and is produced in an intact condition at trial before the court\n\nof learned Special Judge, it cannot be said that since the case property was not sent to\n\npolice station in-charge of the area it caused prejudice to the accused/respondent. Once\n\nan officer of custom department is equivalent to that of officer in charge of police station,\n\nthe custom department officer is equivalent to SHO and the compliance under <a href=\"/doc/1363838/\" id=\"a_53\">Section\n\n55</a> of NDPS Act is substantially done if the property is kept in the custom department and\n\nfound in intact condition.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_29\">\n\n</p><p data-structure=\"Precedent\" id=\"p_30\">14.      In State of Punjab v Leema 2009(8) SCALE 564(SC) the Supreme Court\n\nobserved as under:\n</p>\n<blockquote id=\"blockquote_10\">                   &quot;12.   It is not in dispute that provisions of <a href=\"/doc/1363838/\" id=\"a_54\">Sec. 55</a> are directory in\n                  nature. In the instant case, the DSP who was examined as PW.1 is an\n                  officer and was higher in rank or of the same rank as the SHO in the\n                  instant case. There is no reason indicated as to how the accused has\n                  been prejudiced by PW.1 putting his seal instead of the SHO. The\n                  provisions are directory and as there is no doubt about the authenticity of\n                  the official Act, the High Court ought not to have held that there was non-\n                  compliance of requirement of <a href=\"/doc/961083/\" id=\"a_55\">Sec. 50</a>. Coming to the plea as confined to\n                  the conclusion that officer witnessed were examined in the Court the\n                  conviction could not be maintained. Firstly Sec.50 of the Act has no\n                  application as there was o personal search. The issue has been\n                  examined in several cases and it has been held that clearly shows that\n                  the official witnesses have been examined. It is not sufficient to be doubt\n                  the evidence of the official witnesses. The elementary question is\n                  whether the evidence of official witness suffers from any infirmity. In the\n                  instant case there is no finding in that regard. Coming to the plea of the\n                  respondent accused that the seals were found smudged, it is to be noted\n                  that the trial Court has noticed this aspect and held that they were\n                  produced before the Court after one year and by the time of production\n                  there is likelihood the seal getting protection or get smudged.&quot;\n</blockquote>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_31\">Crl. Appeal No.617/2004   UOI v Victor Nnamdi Okpo                                   Page 14 Of 16\n</p><p data-structure=\"Precedent\" id=\"p_32\"> 15.      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"481558\" id=\"span_4\">In <a href=\"/doc/481558/\" id=\"a_56\">Hardip Singh v State of Punjab</a> (2008) 8 SCC 557, Supreme Court observed\n\nas under:</span>\n</p>\n<blockquote id=\"blockquote_11\">                  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"106968\" id=\"span_5\">&quot;13. The contention of Mr. Singh that <a href=\"/doc/1363838/\" id=\"a_57\">Section 55</a> of the Act, which is a\n                  mandatory provision, was violated is also found to be without merit in the\n                  light of the decision of this Court in <a href=\"/doc/106968/\" id=\"a_58\">Karnail Singh v. State of Rajasthan</a>\n                  [(2000) 7 SCC 632] relied by him in order to buttress his argument,\n                  wherein, a similar contention was raised that after the seizure the goods\n                  were sent to the Superintendent, Central Narcotics Bureau, Kota, who,\n                  as per law, was in charge of a police station but had not affixed his seal\n                  on the articles and the samples, and therefore the whole of the\n                  procedure followed became illegal, entitling the appellant to be acquitted.\n                  In the light of the aforesaid submissions, the Supreme Court proceeded\n                  to hold that with the application of <a href=\"/doc/1609866/\" id=\"a_59\">Section 51</a> read with <a href=\"/doc/1294540/\" id=\"a_60\">Sections 52</a> and\n                  <a href=\"/doc/1276310/\" id=\"a_61\">53</a>, the officer required to affix the seal etc., under <a href=\"/doc/1363838/\" id=\"a_62\">Section 55</a>, would be\n                  &quot;the officer in charge of the nearest police station&quot; as distinguishable\n                  from an officer in charge of a police station empowered under Section</span>\n</blockquote><blockquote id=\"blockquote_12\">                  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"106968\" id=\"span_6\">53. It was also held that if the arrested person and the seized articles are\n                  forwarded under <a href=\"/doc/1251647/\" id=\"a_63\">Section 52(3)(b)</a> to the officer empowered under\n                  <a href=\"/doc/1276310/\" id=\"a_64\">Section 53</a>, the compliance with <a href=\"/doc/1363838/\" id=\"a_65\">Section 55</a> cannot be insisted upon. The\n                  Supreme <a href=\"/doc/106968/\" id=\"a_66\">Court further held</a> in the said case that keeping in view the\n                  multifarious activities and the duties cast upon the officer in charge of\n                  the police station under the <a href=\"/doc/445276/\" id=\"a_67\">Code of Criminal Procedure</a> and he being\n                  apparently busy with the duties under the Code, the officers mentioned\n                  in <a href=\"/doc/1276310/\" id=\"a_68\">Section 53</a> of the Act have been mandated to take action for disposal\n                  of the seized narcotic drugs and psychotropic substances by filing an\n                  application which, when filed, has to be allowed by the Magistrate as\n                  soon as may be.&quot;</span>\n</blockquote>\n\n\n<p data-structure=\"Conclusion\" id=\"p_33\">16.      In view of the fact that in this case, the seizure was done by the Air Custom\n\nOfficer and the case property was kept in safe custody of SDO-I of the Air Customs\n\nOfficer, I find no reason to agree with learned Special Judge that a prejudice was caused\n\nto the accused because the case property was not sent to SHO of the area.\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_34\">17.      From the entire evidence it is clear that the recovery of heroin to the tune of 1985\n\ngms from the accused/respondent was proved beyond reasonable doubt, when he was\n\n\n\nCrl. Appeal No.617/2004   UOI v Victor Nnamdi Okpo                                  Page 15 Of 16\n just ready to enter the security area at IGI Airport after clearance of immigration. The\n\naccused/respondent was acquitted by the learned Special Judge on non-existing\n\ntechnical grounds taking a wrong view of law. I, therefore, set aside the impugned\n\njudgment passed by learned Special Judge. The accused/respondent is convicted under\n\n<a href=\"/doc/1330288/\" id=\"a_69\">Section 8(c)</a> read with <a href=\"/doc/1566465/\" id=\"a_70\">Sections 21</a> and <a href=\"/doc/654722/\" id=\"a_71\">23</a> of NDPS Act. He is sentenced to ten years\n\nrigorous imprisonment and a fine of Rs.1 lac, which is the minimum sentence that can be\n\nawarded by the Court keeping in view the fact the quantity of heroin recovered from the\n\nrespondent/accused was commercial quantity. The respondent be taken into custody to\n\nserve the sentence awarded.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_35\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_36\">18.      The appeal stands allowed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_37\">\n\n</p><pre id=\"pre_2\">September 16, 2010                                   SHIV NARAYAN DHINGRA, J\nrd\n\n\n\n\nCrl. Appeal No.617/2004   UOI v Victor Nnamdi Okpo                     Page 16 Of 16\n </pre>","numcites":21,"numcitedby":59,"docsource":"Delhi High Court","citetid":146434130,"divtype":"judgments","relatedqs":[{"value":"section 8(c) of ndps act","formInput":"section%208%28c%29%20of%20ndps%20act"},{"value":"ndps act","formInput":"ndps%20act"},{"value":"section 50 ndps act","formInput":"section%2050%20ndps%20act"},{"value":"NDPS","formInput":"NDPS"},{"value":"heroin","formInput":"heroin"},{"value":" all section of ndps act","formInput":"%20all%20section%20of%20ndps%20act"},{"value":"punchnama","formInput":"punchnama"},{"value":"testing memo   ","formInput":"testing%20memo%20%20%20"},{"value":"50 ndps act","formInput":"50%20ndps%20act"},{"value":"Sec. 50 NDPS ","formInput":"Sec.%2050%20NDPS%20"},{"value":"narcotic drug","formInput":"narcotic%20drug"},{"value":"prejudice caused to the respondent: unnecessary  ","formInput":"prejudice%20caused%20to%20the%20respondent%3A%20unnecessary%20%20"},{"value":"Ndps section 8","formInput":"Ndps%20section%208"},{"value":"shiv narayan dhingra","formInput":"shiv%20narayan%20dhingra"},{"value":"Gazetted officer","formInput":"Gazetted%20officer"},{"value":"Airport","formInput":"Airport"},{"value":"u/s 50 ndps act","formInput":"u/s%2050%20ndps%20act"},{"value":"narcotics and drugs act","formInput":"narcotics%20and%20drugs%20act"},{"value":"EXPORT  filter:  NDPS act cases","formInput":"EXPORT%20%20filter%3A%20%20NDPS%20act%20cases"},{"value":"the narcotic drugs and psychotropic substances act","formInput":"the%20narcotic%20drugs%20and%20psychotropic%20substances%20act"}],"cats":[{"value":"conditions-for-search-of-persons","formInput":"tag:conditions-for-search-of-persons"},{"value":"punishment-for-production-of-manufactured-drugs,sell-or-purchase-drugs","formInput":"tag:punishment-for-production-of-manufactured-drugs,sell-or-purchase-drugs"},{"value":"narcotics-drugs-and-psychotropic-substance < prohibition-against-cultivation-of-cannabis-plant < production-possession-use-consumption-purchase-sale-transport-of-ganja","formInput":"tag:narcotics-drugs-and-psychotropic-substance < prohibition-against-cultivation-of-cannabis-plant < production-possession-use-consumption-purchase-sale-transport-of-ganja"},{"value":"law-governing-narcotics","formInput":"tag:law-governing-narcotics"}],"courtcopy":true,"query_alert":null,"agreement":false}