{"tid":114948236,"publishdate":"2014-02-26","title":"Nanak Ram vs State Of Rajasthan on 26 February, 2014","doc":"<h2 class=\"doc_title\">Nanak Ram vs State Of Rajasthan on 26 February, 2014</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2014 AIR SCW 1534, 2014 (12) SCC 297, 2014 CRI. L. J. 1843, AIR 2014 SC (CRIMINAL) 892, 2014 (3) AJR 84, AIR 2014 SC (SUPP) 1357, (2014) 136 ALLINDCAS 59 (SC), (2014) 3 RECCRIR 408, (2014) 2 MAD LJ(CRI) 107, (2014) 2 CURCRIR 29, (2014) 4 KCCR 316, (2014) 57 OCR 981, (2014) 2 SCALE 665, (2014) 1 CRIMES 244, (2014) 2 ALLCRILR 300, (2014) 85 ALLCRIC 399, (2014) 1 ALLCRIR 971, (2014) 2 DLT(CRL) 685, (2014) 2 MADLW(CRI) 71, (2014) 2 UC 897</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:c-nagappan\">C. Nagappan</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:c-nagappan\">C. Nagappan</a>, <a href=\"/search/?formInput=benchid:t-s-thakur\">T.S. Thakur</a></h3>\n\n<pre id=\"pre_1\">                                                                             REPORTABLE\n                        IN THE SUPREME COURT OF INDIA\n\n                       CRIMINAL APPELLATE JURISDICTION\n\n                       CRIMINAL APPEAL NO.1985 OF 2010\n                                    With\n       Crl.A.No.1990/2010, Crl.A.No.1991/2010, Crl.A.No.1992/2010 and\n                              Crl.A.No.342/2011\n\n\n\n     Nanak Ram                         ..    Appellant(s)\n\n                                   versus\n\n     State of Rajasthan                ..       Respondent(s)\n\n\n\n\n\n\n\n                               J U D G M E N T\n</pre>\n\n\n\n<p data-structure=\"Issue\" id=\"p_1\">     C. NAGAPPAN, J.\n</p>\n\n\n\n<p data-structure=\"Issue\" id=\"p_2\">            1.      This judgment shall dispose of three appeals in Criminal\n               appeal  Nos.1985  of  2010  filed  by  the  appellant   Nanak\n               Ram/Accused and Criminal  Appeal  No.342  of  2011  filed  by\n               appellants/Accused Mohan Ram  and  Surja  Ram  against  their\n               conviction and sentence, and Criminal  Appeal  Nos.  1991  of\n               2010,  1990 of 2010 and Criminal Appeal No.1992 of 2010 filed\n               by the State of Rajasthan for the enhancement of the sentence\n               against the above mentioned  accused, respectively.\n</p>\n\n\n\n<p data-structure=\"Facts\" id=\"p_3\">            2.      The case of the prosecution in brief is as follows :  PW\n               7 Shera Ram is the younger brother of deceased Shivji Ram and\n               they had  obtained  land  from  Gram  Panchayat  towards  the\n               western side  of the village and obtained Pattas for the said\n               land. Accused Bhera  Ram  and  accused  Chuna  Ram  are  real\n               brothers while accused Surja Ram and accused  Mohan  Ram  are\n               sons of accused Sadula Ram.  Accused Bhera Ram and Sadula Ram\n               told Shivji Ram and Shera Ram that they will not  allow  them\n               to take the land and will snatch it  from  them.  Two  months\n               prior to occurrence Shivji Ram and Shera Ram erected  fencing\n               around their land whereupon the accused Bhera Ram  and  other\n               accused  were  seriously  annoyed  over  the  same.  On   the\n               occurrence day i.e. on  29.5.1983 at 10.30  a.m.  Shivji  Ram\n               and both his younger brothers were repairing/re-erecting  the\n               fencing in their land, accused persons Bhera Ram, Sadula  Ram\n               and his sons Mohan Ram and Surja Ram, Gordhan  Ram, Nanak Ram\n               and Chuna Ram, all duly armed entered into Bara  from   south\n               side and started  dismantling the fence.  Shivji Ram and  his\n               brothers  questioned  the  same  by  saying  that  they  have\n               obtained  Patta from the Panchayat.  Thereupon Bhera Ram  and\n               Surja Ram simultaneously inflicted Barchhi blow on  the  head\n               of Shivji Ram, as a result of which he fell down and all  the\n               accused  attacked  him  with  their   weapons.    Shera   Ram\n               intervened and accused Mohan Ram inflicted Barchhi blow which\n               landed on the left side of his head  and  accused  Chuna  Ram\n               inflicted the jei blow  on  his  right  leg.  Then  all   the\n               accused  started beating  whereupon  his  sister  Dhuri  came\n               running and fell upon Shera Ram in order to protect him.   PW\n               11 Balu Ram and PW 2  Mangi  Lal  who  were  present  at  the\n               occurrence place were threatened by the accused and they  got\n               frieghtened and saw the occurrence standing by  the  side  of\n               the road. After that all the accused went  away.  Shivji  Ram\n               died on the spot.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_4\">            3.      Some unknown person gave a telephonic information  about\n               the occurrence to the Police Station Nokha on  29.5.1983  and\n               after making Exh.P-54 entry in the Roznamcha PW 13 Attar  Ali\n               Khan went to the occurrence place and found Shivji Ram  lying\n               dead  and Shera Ram with  injuries  and  he  recorded  Exh.P9\n               statement of Shera Ram,  sent  him   to  Nokha  Hospital  for\n               treatment.  He  forwarded  Exh.P9  statement  to  the  Police\n               Station for registering the case and Exh. P55 FIR came to  be\n               registered.  He conducted inquest on the body of  Shivji  Ram\n               and prepared Exh.P5 ‘inquest  report’.  He  prepared   Exh.P3\n               site plan and Exh.P45  site inspection note.  He seized blood\n               stained earth and ordinary earth  under  Exh.  P33  and  also\n               seized jeis used by the accused Chuna Ram, Nanak Ram from the\n               occurrence place and the blood stained wooden jei under  Exh.\n               P34.  He also seized the footwear of Shivji Ram viz.  Exh.P35\n               and sent the body for post mortem.\n</p>\n\n\n\n<p data-structure=\"PetArg\" id=\"p_5\">            4.      Dr. Moti Lal Mishra (PW 9) conducted the autopsy on  the\n               body of Shivji Ram and found the following 9 injuries:\n</p>\n<blockquote id=\"blockquote_1\">               i) An incised wound of 6-½” x ½” and deep upto  brain on  the\n                  head,\n\n</blockquote><blockquote id=\"blockquote_2\">              ii) a punctured wound of 1 x ½ x ½ cm  on the left knee  joint\n                  deep to the bone;\n</blockquote>\n<blockquote id=\"blockquote_3\">             iii) multiple contusion of 1 cm each  incised on the left elbow\n                  joint;\n</blockquote>\n<blockquote id=\"blockquote_4\">              iv) an abrasion 1 x ½ cm on the left ring finger dorsally;\n\n</blockquote><blockquote id=\"blockquote_5\">               v) a contusion of 4 x 2 cm on the lower half of the left  leg\n                  anteriorly;\n</blockquote>\n<blockquote id=\"blockquote_6\">              vi) swelling 2 x 2 cm on the left leg near the 5th injury;\n\n</blockquote><blockquote id=\"blockquote_7\">             vii) a contusion of 1 x 1 cm on the right thigh\n\n</blockquote><blockquote id=\"blockquote_8\">            viii) an abrasion 3 x 1 cm on the  right  knee  joint  near  the\n                  ankle joint; and\n\n</blockquote><blockquote id=\"blockquote_9\">              ix) an abrasion on the right middle finger dorsally.\n\n</blockquote><p data-structure=\"PetArg\" id=\"p_6\">              He issued Exh. P 33 Post Mortem report by expressing  opinion\n              that the death has occurred due to  destruction  of  all  the\n              elements of  brain and shock due to excessive  bleeding.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_7\">            5.      PW 9 Dr. Moti Lal Mishra examined Shera Ram in the Nokha\n               hospital and found the following 11 injuries on him:\n</p>\n<blockquote id=\"blockquote_10\">              i) One crushed wound of 4 x 3 cm bone deep on  lower  half  of\n                 the left leg interiorly;\n</blockquote>\n<blockquote id=\"blockquote_11\">             ii) One crushed wound of 1cm x .5x.5 cm on middle  1/3  of  the\n                 right leg laterally;\n</blockquote>\n<blockquote id=\"blockquote_12\">            iii) Contusion of 15 x 1.5 cm on the  lower  portion  of  glutal\n                 region;\n</blockquote>\n<blockquote id=\"blockquote_13\">             iv) An abrasion 3 x ½ cm on the right scapula;\n\n</blockquote><blockquote id=\"blockquote_14\">              v) One crushed wound of 6 x 1 x 1.5 cm on the left side of the\n                 head, 7 cm above the left ear,\n\n</blockquote><blockquote id=\"blockquote_15\">             vi) An abrasion 1cm x 1 cm on the back side of the head;\n\n</blockquote><blockquote id=\"blockquote_16\">            vii) Swelling 4 x 3 cm on the right palm;\n\n</blockquote><blockquote id=\"blockquote_17\">           viii) An abrasion 1 x ½ cm on the left thumb laterally;\n\n</blockquote><blockquote id=\"blockquote_18\">             ix) A contusion of 6 x 1 cm on the middle  half  of  the  right\n                 thigh medially;\n</blockquote>\n<blockquote id=\"blockquote_19\">              x) A contusion of 3 x 1 cm on the  right thigh 2 cm above  the\n                 ninth injury and\n\n</blockquote><blockquote id=\"blockquote_20\">             xi) Contusion two in number, one of 4 x 1 cm and another of 3 x\n                 1 cm on the upper half of the right glutal.\n\n</blockquote><p data-structure=\"PetArg\" id=\"p_8\">               He opined that all the above injuries were simple  in  nature\n               and issued Exh. P 32 Injury Report.\n</p>\n\n\n\n<p data-structure=\"Facts\" id=\"p_9\">            6.      After completing investigation challan was filed in  the\n               Court of Munsif-cum-Judicial Magistrate Nokha against all the\n               accused persons. Accused Nanak Ram was absconding. The  other\n               accused persons namely Bhera Ram,   Sadula  Ram,  Chuna  Ram,\n               Surja Ram, Mohan Ram and Gordhan Ram were tried  in  Sessions\n               Case No.63 of1983 for the alleged offences under Section 302,\n               307, 323 and 324 all read with <a href=\"/doc/999134/\" id=\"a_1\">Section 149</a> IPC and  also  the\n               offence under <a href=\"/doc/1258372/\" id=\"a_2\">Section  147</a>  and  <a href=\"/doc/763672/\" id=\"a_3\">148</a>  IPC.   The  prosecution\n               examined 13 witnesses and tendered in evidence  59 documents.\n                The learned Sessions Judge convicted accused Bhera  Ram  and\n               Surja Ram for  the  offences  under  <a href=\"/doc/1560742/\" id=\"a_4\">Section  302</a>  read  with\n               <a href=\"/doc/999134/\" id=\"a_5\">section  149</a>  IPC  and  sentenced  them   each   to   undergo\n               imprisonment for life.  He  also  convicted  accused  persons\n               Sadula Ram, Mohan Ram and Gordhan Ram for the offences  under\n               <a href=\"/doc/409589/\" id=\"a_6\">Section 304</a> Part II read with <a href=\"/doc/999134/\" id=\"a_7\">Section 149</a> IPC  and  sentenced\n               them  each  to  undergo  five  years  rigorous  imprisonment.\n               Besides he convicted accused persons namely Surja Ram,  Bhera\n               Ram, Gordhan Ram and Mohan Ram for the offence under  <a href=\"/doc/763672/\" id=\"a_8\">Section\n               148</a> IPC  and  sentenced  them  each  to  undergo  six  months\n               rigorous imprisonment  He also convicted Sadula Ram  for  the\n               offence under <a href=\"/doc/1258372/\" id=\"a_9\">Section 147</a> IPC and sentenced him to undergo  3\n               months rigorous  imprisonment.    In  addition  he  convicted\n               accused persons Surja Ram, Bhera Ram, Mohan Ram,  Sadula  Ram\n               and Gordhan Ram for the offence under <a href=\"/doc/1011035/\" id=\"a_10\">Sections  323</a>  and  <a href=\"/doc/724142/\" id=\"a_11\">324</a>\n               read with <a href=\"/doc/999134/\" id=\"a_12\">Section 149</a> IPC and sentenced them each to  undergo\n               6 months rigorous imprisonment and directed all the sentences\n               to run concurrently.  However, he acquitted accused Chuna Ram\n               of the charges.\n</p>\n\n\n\n<p data-structure=\"Issue\" id=\"p_10\">            7.      All the five  convicted accused persons preferred appeal\n               in Appeal No.428 of  1984  on  the  file  of  High  Court  of\n               Judicature  of  Rajasthan,  at  Jodhpur,  challenging   their\n               conviction and sentences.  The State of Rajasthan  challenged\n               the complete acquittal of Chuna  Ram  and  the  acquittal  of\n               accused persons Sadula Ram, Mohan Ram and Gordhan Ram for the\n               offences under <a href=\"/doc/1560742/\" id=\"a_13\">Section 302</a> read with  149  <a href=\"/doc/1569253/\" id=\"a_14\">IPC</a>  ,  in  Appeal\n               No.106 of 1985.  During the  pendency  of  the  appeals  four\n               accused persons namely Sadula Ram, Gordhan Ram, Bhera Ram and\n               Chuna Ram died, with the result the appeal preferred  against\n               them in Appeal No. 106 of 1985  abated and  the  said  appeal\n               continued only as against the accused Mohan  Ram.  Like  wise\n               Appeal No.428 of 1984 preferred by the accused persons  Bhera\n               Ram, Sadula  Ram,  Gordhan  Ram  also  stood  abated  and  it\n               continued on behalf of accused Surja Ram and Mohan Ram  only.\n</p>\n\n\n\n\n\n<p data-structure=\"Facts\" id=\"p_11\">            8.      The High Court of Rajasthan partly allowed the appeal in\n               Appeal No.428 of 1984 filed  by  the  accused  Surja  Ram  by\n               setting aside his conviction for the  offence  under  <a href=\"/doc/1560742/\" id=\"a_15\">Section\n               302</a> read with <a href=\"/doc/999134/\" id=\"a_16\">Section 149</a> IPC and instead convicted him under\n               <a href=\"/doc/409589/\" id=\"a_17\">Section 304</a> Part II read with <a href=\"/doc/999134/\" id=\"a_18\">Section 149</a> IPC  and  sentenced\n               him to undergo 5 years rigorous imprisonment  and  the  other\n               conviction and sentences imposed on him were maintained.   At\n               the same time it dismissed the appeal  in  Appeal  No.428  of\n               1984 preferred  by  accused  Mohan  Ram,  by  confirming  the\n               conviction and sentence imposed on him. The High  Court  also\n               dismissed the Appeal No.106 of 1985 preferred by the State of\n               Rajasthan against accused Mohan Ram.\n</p>\n\n\n\n<p data-structure=\"Facts\" id=\"p_12\">            9.       The accused Nanak Ram  on being apprehended  was  tried\n               in Sessions Case No.24  of  1985  and  the  learned  Sessions\n               Judge, Bikaner convicted him for the  offence  under  <a href=\"/doc/1560742/\" id=\"a_19\">Section\n               302</a> read with <a href=\"/doc/999134/\" id=\"a_20\">Section 149</a> IPC and sentenced  him  to  undergo\n               life imprisonment.  He also convicted  him  for  the  offence\n               under <a href=\"/doc/763672/\" id=\"a_21\">Section 148</a> IPC and sentenced him to undergo six months\n               rigorous imprisonment and  further  convicted  him   for  the\n               offence under <a href=\"/doc/724142/\" id=\"a_22\">Section 324</a>  read  with  <a href=\"/doc/999134/\" id=\"a_23\">Section  149</a>  IPC  and\n               sentenced him to undergo one year rigorous  imprisonment  and\n               in addition he convicted him for the  offence  under  <a href=\"/doc/1011035/\" id=\"a_24\">Section\n               323</a> read with <a href=\"/doc/999134/\" id=\"a_25\">Section 149</a> IPC and sentenced  him  to  undergo\n               three months rigorous imprisonment and further  he  convicted\n               him for the offence under <a href=\"/doc/162506/\" id=\"a_26\">Section 447</a> IPC and  sentenced  him\n               to undergo two months rigorous imprisonment and directed  all\n               sentences to run concurrently.   Challenging  the  conviction\n               and  sentence Nanak Ram preferred appeal in  Criminal  Appeal\n               No.314 of 1990 on the file of High  Court  of  Judicature  at\n               Rajasthan at Jodhpur and the High Court  partly  allowed  the\n               appeal by setting aside the  conviction   under  <a href=\"/doc/1560742/\" id=\"a_27\">Section  302</a>\n               read with <a href=\"/doc/999134/\" id=\"a_28\">Section 149</a>  IPC  and  instead  convicted  him  for\n               offence under <a href=\"/doc/409589/\" id=\"a_29\">Section 304</a> Part II read with <a href=\"/doc/999134/\" id=\"a_30\">Section  149</a>  IPC\n               and sentenced him to undergo five years rigorous imprisonment\n               and  maintained  all  the  other  convictions  and  sentences\n               imposed by the Sessions Court.\n</p>\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_13\">           10.      Challenging their convictions and sentences  imposed  by\n               the High Court on them accused Nanak Ram, Mohan Ram and Surja\n               Ram preferred Criminal Appeal referred to above and the State\n               of Rajasthan also filed appeals  against  the  above  accused\n               seeking for enhancement of the  sentences  imposed  on  them.\n               All these appeals were heard together and are being  disposed\n               of by this common judgment.\n</p>\n\n\n\n<p data-structure=\"PetArg\" id=\"p_14\">           <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1719453\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"315565\" id=\"span_2\">11.      Mr. Mahabir Singh, learned senior counsel appearing  for\n               the appellants contended that the occurrence took place about\n               30 years ago and accused persons went to the occurrence place\n               only to remove the  fence  put  up  by  Shivji  Ram  and  his\n               brothers and when it was resisted a free fight followed which\n               was accidental and there was no intention to kill  and   only\n               one blow on the head of Shivji Ram was fatal  and  the  other\n               injuries were only minor injuries, and the Courts below  have\n               failed to appreciate that there are material improvements and\n               infirmities in the prosecution case and the presence  of  eye\n               witnesses is highly doubtful and the conviction of appellants\n               is wholly unwarranted and  liable  to  be  set  aside.    The\n               alternative plea of the learned counsel  for  the  appellants\n               was that the appellants have undergone three years  of  their\n               sentence  and they be granted the benefit of probation  under\n               the provision of <a href=\"/doc/755395/\" id=\"a_31\">Section 360</a> of Code  of  Criminal  Procedure\n               as well as under <a href=\"/doc/14315/\" id=\"a_32\">Section 4</a> of the Probation of Offenders Act,\n               1958, and in support of  the  submission  he  relied  on  the\n               decision of this Court in <a href=\"/doc/315565/\" id=\"a_33\">State  of  Karnataka  vs.  Muddappa</a>\n               (<a href=\"/doc/1719453/\" id=\"a_34\">1999) 5 SCC  732  and  Eliamma  and  Another  vs.  State  of\n               Karnataka</a> (2009) 11 SCC 42.</span></span>\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_15\">           12.     Per contra Ms. Sonia Mathur,  learned  counsel  appearing\n               for the State of Rajasthan strenuously contended that  Shivji\n               Ram and his brothers are the Patta holders  of the  land  and\n               lease deeds have been executed  by  the  Panchayat  in  their\n               favour and the accused persons having failed in  their  legal\n               proceedings had decided  to  attack  the  brothers  and  take\n               forcible possession of the land and in pursuance of the  said\n               common object  all  the  seven  accused  persons  duly  armed\n               forcibly entered the land and inflicted  injuries  on  Shivji\n               Ram with barchhi and jei resulting in instantaneous death and\n               also inflicted injuries on his younger brother Shera Ram  and\n               the alteration made by the High Court on the conviction  from\n               <a href=\"/doc/1560742/\" id=\"a_35\">Section 302</a> IPC read  with  <a href=\"/doc/999134/\" id=\"a_36\">Section  149</a>  IPC  to  one  under\n               Section 304  Part  II  <a href=\"/doc/1569253/\" id=\"a_37\">IPC</a>  read  with  <a href=\"/doc/999134/\" id=\"a_38\">Section  149</a>  IPC  is\n               erroneous and  legally  unsustainable.   In  support  of  her\n               submissions  she relied on the decisions  of  this  Court  in\n               Mahesh Balmiki alias Munna vs. State of M.P. (2000)1 SCC  319\n               and Arun Nivalaji More vs. State of Maharashtra (2006) 12 SCC\n<span class=\"hidden_text\" id=\"span_3\">               613.</span>\n\n</p><p data-structure=\"Facts\" id=\"p_16\">           13.      The prosecution has examined PW 7 Shera Ram, PW 2, Mandi\n               Lal, PW6 Dhuri and PW11 Balu  Ram  as  having  witnessed  the\n               occurrence. PW7 Shera Ram and PW 11 Balu  Ram are the younger\n               brothers of deceased  Shivji  Ram  and  PW6  Dhuri  is  their\n               sister.  PW  7  Shera  Ram   was  also  injured  during   the\n               occurrence and according to him on the occurrence day  namely\n               on 29.5.1983 at 10.30 a.m. Shivji Ram and both  his  brothers\n               were repairing/re-erecting the fencing in their   Patta  Land\n               and accused persons Bhera Ram, Sadula Ram and his sons  Mohan\n               Ram and Surja Ram, Gordhan  Ram,  Nanak  Ram  and  Chuna  Ram\n               armed with weapons entered into  Bara  from  south  side  and\n               started dismantling the fence and they questioned the same by\n               saying that they have obtained Patta from  Panchayat  and  at\n               that time Bhera Ram and Surja Ram inflicted Barchhi  blow  on\n               the head of Shivji Ram as a result of which he fell down  and\n               all the accused attacked him with their weapons and  when  he\n               intervened accused Mohan Ram inflicted barchhi  blow  on  the\n               left side of his head and accused  Chuna  Ram  inflicted  jei\n               blow on his right leg and other accused also started  beating\n               him whereupon his sister Dhuri came running and fell upon him\n               in  order  to  protect  him  and  the  accused  persons  also\n               threatened PW 11  Balu  Ram  and  PW2  Mangi  Lal  and  being\n               frightened they stood by the side  of  the road and  saw  the\n               occurrence and  Shivji Ram died on the spot.  PW7  Shera  Ram\n               sustained as many as 11 injuries on his person as a result of\n               the attack made by all the accused on  him  at  the  time  of\n               occurrence. PW 11 Balu Ram was involved in the fencing of the\n               land  along  with  his  brothers  and  his  presence  in  the\n               occurrence place cannot doubted.  PW 2 Mangi Lal happened  to\n               be with Shivji Ram in his  land  and  he  has  witnessed  the\n               occurrence.  He is an independent  witness.   On  seeing  the\n               attack made by the accused on her brothers PW  6  Dhuri  came\n               running and tried to protect Shera Ram by falling  upon  him.\n               The testimonies of PW2 Mangi Lal, PW6 Dhuri,  PW11  Balu  Ram\n               are  natural  cogent  and   in   all   material   particulars\n               corroborated the testimony of PW7 Shera Ram.  Accepting their\n               testimonies it is clear that during the  occurrence  all  the\n               seven accused as members of unlawful assembly have  inflicted\n               injuries with their weapons on deceased Shivji Ram and  PW  7\n               Shera Ram.\n</p>\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_17\">           14.      Shivji Ram died of homicidal violence is established  by\n               the medical evidence adduced in the case.  PW9 Dr.  Moti  Lal\n               Mishra conducted autopsy on the body of Shivji Ram and  found\n               on the head an incised wound of 6½” x ½” deep upto brain  and\n               on internal examination the destruction of  the  elements  of\n               the brain.  He also found eight other injuries on  the  other\n               parts of the body.  He issued Exh. P33 post mortem report and\n               expressed  opinion  that  the  death  has  occurred  due   to\n               destruction of the  elements  of  brain  and  shock  due   to\n               excessive bleeding.  In the oral testimony PW9 Dr.  Moti  Lal\n               Mishra has categorically stated that injury No.1 found on the\n               head was itself sufficient to cause death.  There is no doubt\n               that  Shivji  Ram  died  of  injuries  sustained  during  the\n               occurrence.  It is further relevant to note that PW9 Dr. Moti\n               Lal Mishra examined  PW7  Shera  Ram  immediately  after  the\n               occurrence in Nokha hospital and found 11  injuries  on  him.\n               Ex.P.32 is the injury report issued  by  him  mentioning  the\n               injuries.  According to him all the injuries  are  simple  in\n               nature.\n</p>\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_18\">           15.      Telephonic information about the occurrence was given to\n               Nokha Police Station by  some  unknown  person  on  29.5.1983\n               itself and PW13 Attar Ali Khan after making Exh.P54 entry  in\n               the Roznamcha, immediately went to the occurrence  place  and\n               found Shivji Ram lying dead and Shera Ram with injuries.   He\n               recorded Exh.P9 statement of Shera Ram and sent him to  Nokha\n               hospital for  treatment and forwarded the  statement  to  the\n               Police Station for registering the case Exh.P55 is the  First\n               Information Report. He also seized jeis used by  the  accused\n               from the occurrence place under Exh.P34 Mazhar.   There is no\n               delay in registering  case  and  there  is  no  flaw  in  the\n               investigation.\n</p>\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_19\">           16.      It is true that the accused party had land dispute  with\n               the  victim  party.   The  Collector  ordered  conversion  of\n               subject land into abadi  and  on  the  applications  made  by\n               Shivji Ram and  his  two  brothers,  Pattas  were  issued  as\n               evident from P12, P16, P17, P20, P21 and P24.  Accused  Bhera\n               Ram preferred appeals against the grant of Patta to Panchayat\n               Samiti at the first instance and they came  to  be  dismissed\n               and the revision preferred before the Collector was  pending.\n               PW8 Sarpanch Dhura Ram and PW5 record keeper Hanuman Das have\n               stated so.  Thus the evidence shows that  the  accused  party\n               was desirous to get the subject land to themselves  and  were\n               taking legal steps to achieve it.  On coming to know  of  the\n               fencing put by Shivji Ram and his brothers they were  annoyed\n               and went there  to  remove  the  fencing.   While  they  were\n               dismantling the fencing, Shivji Ram  and  his  brothers  came\n               there and objected to it by saying that  they  have  obtained\n               Patta and a sudden quarrel erupted.\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_20\">           17.       A fight suddenly takes place for which both parties are\n               more or less to be blamed and it is a combat whether with  or\n               without weapons.  It may be that one of them starts  it,  but\n               if the other had not aggravated it by  his  own  conduct,  it\n               would not have taken  the  serious  turn  it  did.   Heat  of\n               passion requires that there must be no time for the  passions\n               to cool down  and  in  this  case  the  parties  have  worked\n               themselves into a fury on account of the  verbal  altercation\n               in the beginning.  Out of the 9 injuries,  only  injury  no.1\n               was held to be of grievous nature, which  was  sufficient  in\n               the ordinary course of nature to cause death of the deceased.\n                The  assaults  were  made  at  random.   Even  the  previous\n               altercations were  verbal  and  not  physical.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1737363\" id=\"span_4\">The  earlier\n               disputes  over  land  do  not  appear  to  have  assumed  the\n               characteristics of physical combat.  This goes to  show  that\n               in the heat of passion upon  a  sudden  quarrel  the  accused\n               persons had caused injuries on the deceased.  That  being  so\n               the Exception 4 to <a href=\"/doc/626019/\" id=\"a_39\">Section 300</a> IPC is applicable.   The  fact\n               situation bears great similarity to that in  <a href=\"/doc/1737363/\" id=\"a_40\">Ghapoo  Yadav  &amp;\n               Ors.  vs.  State of M.P.</a> (2003) 3 SCC 528.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_21\">      18.           Looking at the  nature  of  injuries  sustained  by  the\n              deceased  and  the  circumstances  as  enumerated  above  the\n              conclusion is irresistible that the death was caused  by  the\n              acts of the accused done with the intention of  causing  such\n              bodily injury as is likely to cause death and  therefore  the\n              offence would squarely come within the first part of  <a href=\"/doc/409589/\" id=\"a_41\">Section\n              304</a> IPC and the appellants would be liable  to  be  convicted\n              for   the   said   offence.    The    conviction    of    the\n              appellants/accused  under  Section  304  Part  II  read  with\n              <a href=\"/doc/999134/\" id=\"a_42\">Section 149</a> IPC by the High Court is liable to be set aside.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_22\">      19.            We are of the considered view  that  imposition  of  7\n              years rigorous imprisonment on each of the appellants for  the\n              conviction under Section 304 Part I <a href=\"/doc/1569253/\" id=\"a_43\">IPC</a> would meet the ends of\n              justice.   We  sustain  the  other  conviction  and  sentences\n              imposed on the appellants.  We are also of the view  that  the\n              appellants are not entitled for release on probation.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_23\">      20.               In the result Criminal Appeal No.1990 of 2010,  1991\n              of 2010 and 1992 of 2010 preferred by the State  of  Rajasthan\n              against the accused persons Nanak Ram, Mohan Ram and Surja Ram\n              are partly allowed and their conviction for the offence  under\n              Section 304 Part II <a href=\"/doc/1569253/\" id=\"a_44\">IPC</a> read with  <a href=\"/doc/999134/\" id=\"a_45\">Section  149</a>  IPC  and  the\n              sentences of 5 years rigorous imprisonment each are set  aside\n              and instead they are convicted for the offence  under  Section\n              304 Part I read with <a href=\"/doc/999134/\" id=\"a_46\">Section 149</a> IPC and  sentenced to undergo\n              seven years rigorous imprisonment each.  All other convictions\n              and  sentences  imposed  on  them  by  the  High   Court   are\n              maintained. Criminal Appeal No.1985 of 2010 and  342  of  2011\n              are dismissed.\n</p>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_24\">                                                              …………………………….J.\n                                             (T.S. Thakur)\n\n\n\n\n\n\n                                                               ……………………………J.\n                                             (C. Nagappan)\n     New Delhi;\n</p><p data-structure=\"Conclusion\" id=\"p_25\">     February 26, 2014.\n</p>\n\n","numcites":15,"numcitedby":8,"docsource":"Supreme Court of India","citetid":114948236,"divtype":"judgments","relatedqs":[{"value":"section 304 ipc","formInput":"section%20304%20ipc"},{"value":"sec 149 ipc","formInput":"sec%20149%20ipc"},{"value":"section 304 part ii ipc","formInput":"section%20304%20part%20ii%20ipc"},{"value":"patta","formInput":"patta"},{"value":"section 149 of indian penal code","formInput":"section%20149%20of%20indian%20penal%20code"},{"value":"304 ipc part ii","formInput":"304%20ipc%20part%20ii"},{"value":"section 304 part ii","formInput":"section%20304%20part%20ii"},{"value":"section 148  ipc","formInput":"section%20148%20%20ipc"},{"value":"section 304 indian penal code","formInput":"section%20304%20indian%20penal%20code"},{"value":"section 323","formInput":"section%20323"},{"value":"304 part ii","formInput":"304%20part%20ii"},{"value":"304 ipc","formInput":"304%20ipc"},{"value":"304-II iPC","formInput":"304-II%20iPC"},{"value":"indian penal code 304","formInput":"indian%20penal%20code%20304"},{"value":"section 304","formInput":"section%20304"},{"value":"Nokha","formInput":"Nokha"},{"value":"section 149  ","formInput":"section%20149%20%20"},{"value":"section 304-ii ipc","formInput":"section%20304-ii%20ipc"},{"value":"304 ipc part ii of ipc","formInput":"304%20ipc%20part%20ii%20of%20ipc"},{"value":"304 ii","formInput":"304%20ii"}],"cats":[{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"murder","formInput":"tag:murder"},{"value":"rioting","formInput":"tag:rioting"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"culpable-homicide","formInput":"tag:culpable-homicide"}],"courtcopy":true,"query_alert":null,"agreement":false}