{"tid":1430059,"publishdate":"1994-03-17","title":"K. Sasidharan vs Kerala State Film Development Corpn on 17 March, 1994","doc":"<h2 class=\"doc_title\">K. Sasidharan vs Kerala State Film Development Corpn on 17 March, 1994</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1994 AIR 2534, 1994 SCC (4) 135, AIR 1994 SUPREME COURT 2534, 1994 (4) SCC 135, 1994 AIR SCW 3576, 1994 (2) ARBI LR 86, (1994) 3 JT 578 (SC), 1994 (2) CIVILCOURTC 18, (1994) 2 CIVILCOURTC 186, (1994) 3 SCR 82 (SC), 1994 (3) JT 578, (1995) 1 BANKCAS 18, (1994) 3 SCJ 93, (1994) 2 LJR 301, (1994) 2 KER LT 1065, (1994) 2 ARBILR 86, (1995) 1 CIVLJ 792, (1994) 2 APLJ 77, (1994) 2 CURCC 8, (1994) 2 CURLJ(CCR) 169</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:k-ramaswamy\">K. Ramaswamy</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:k-ramaswamy\">K. Ramaswamy</a>, <a href=\"/search/?formInput=benchid:n-venkatachala\">N Venkatachala</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nK. SASIDHARAN\n\n\tVs.\n\nRESPONDENT:\nKERALA STATE FILM DEVELOPMENT CORPN.\n\nDATE OF JUDGMENT17/03/1994\n\nBENCH:\nRAMASWAMY, K.\nBENCH:\nRAMASWAMY, K.\nVENKATACHALA N. (J)\n\nCITATION:\n 1994 AIR 2534\t\t  1994 SCC  (4) 135\n JT 1994 (3)   578\t  1994 SCALE  (2)811\n\n\nACT:\n\n\n\nHEADNOTE:\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">\t\t\t   ORDER\n</p><p data-structure=\"PetArg\" id=\"p_2\">1.   Leave granted.  Heard both the counsel.\n</p><p data-structure=\"Facts\" id=\"p_3\">2.   The appellant had on 27-1-1982 entered into a  contract\nwith  the respondent to construct a theatre.   He  completed\nthe  work and handed over the same to the respondent in\t May\n1985.\tDuring the execution of the contract a\tdispute\t had\narisen\ton certain items of the work which was sought to  be\ndecided by arbitration.\t The appellant, therefore, filed  OS\nNo. 20 of 1986 in the Court of Subordinate Judge, Trivandrum\nunder  <a href=\"/doc/811701/\" id=\"a_1\">Section\t20</a> of the Arbitration Act, 1940,  for  short\n&#x27;the  Act&#x27; for reference to an Arbitrator.   The  respondent\ncontended  that there is no arbitrable agreement  under\t the\ncontract.   Overruling the objection, the Subordinate  Judge\nby  his\t order\tdated 5-6-1986 held that clause\t 73  of\t the\nMadras\tDetailed  Standard Specifications for  short  &#x27;MDSS&#x27;\nwould  apply  to the dispute which  contains  an  arbitrable\nclause\tand, therefore, by order dated 2-7-1986 appointed  a\nretired\t District Judge as an Arbitrator.  On appeal by\t the\nrespondent  in\tMFA No. 460 of 1986, by order  dated  15-12-\n1986, the Division Bench of the Kerala High Court held\tthat\nclause\t73 of MDSS is inapplicable.  There is no  arbitrable\nagreement  for\treference  to the  Arbitrator.\t Thus,\tthis\nappeal by special leave.\n</p><p data-structure=\"PetArg\" id=\"p_4\">3.   Shri  E.M.S. Anam, learned counsel for  the  appellant,\nplacing\t reliance on clause 12 of the &quot;General Condition  of\nthe  Contract&quot; contended that all items of work referred  to\ntherein would include MDSS in the addenda volume.  Clause 73\nof  the arbitrable agreement therein gets attracted  to\t the\ndispute.   Therefore,  the  trial court\t was  right  in\t its\nconclusion  that the dispute is arbitrable under clause\t 73.\nThe High Court was not right in its contra conclusion.\n</p><p data-structure=\"Section\" id=\"p_5\">4.   Having  given our anxious consideration, we  find\tthat\nthe  contention\t raised\t by the appellant  is  not  tenable.\nAdmittedly,   the   contract  contains\t<a href=\"/doc/1102405/\" id=\"a_2\">Article\t  60</a>   which\nprovides .LM15\n&quot;   arbitration\t of any dispute or  difference\tbetween\t the\nparties to the contract either during the progress or  after\ncompletion  of\tthe  works  or\tthe  interpretation  of\t the\ncontract or as any matter or thing arising thereunder except\nas  to\tthe  matters  left to the  sole\t discretion  of\t the\nCorporation Engineer under the clauses of the contract.&quot;\nWhile entering into the contract this clause was  admittedly\nexcluded.   In <a href=\"/doc/1456610/\" id=\"a_3\">Article 2</a> of the &quot;General Conditions  of\t the\nContract&quot; clause (b) provides that :\n</p><span class=\"hidden_text\" id=\"span_1\">137</span>\n<blockquote id=\"blockquote_1\">\t      &quot;the Original Agreement, with its accompanying\n\t      Schedules forms part of the Contract Documents\n\t      and  shall be kept by the Corporation but\t the\n\t      Contractor  shall be supplied with a  copy  of\n\t      the    agreement\t and   copies\tof    Tender\n\t      Notification,   General  Conditions   of\t the\n\t      Contract,\t   Specifications,   Drawings\t and\n\t      relevant\tschedules all duly attested  by\t the\n\t      Contractor and the Managing Director&quot;.\n</blockquote><p data-structure=\"RespArg\" id=\"p_6\">Clause (f) postulates that &quot;the terms of the Contract cannot\nbe  added  to,\tvaried\tor reduced  by\tany  oral  agreement\nprevious or subsequent to its signature&quot;.\n</p><p data-structure=\"Section\" id=\"p_7\">5.   Clause  12 relied upon by Shri Anam, the relevant\tpart\nreads thus:\n</p><blockquote id=\"blockquote_2\">\t      &quot;And item of work shall be carried out as\t per\n\t      Madras  Detailed Standard\t Specifications\t and\n\t      its addenda volume and shall be deemed to have\n\t      been included here.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_8\">What  clause  12 postulates is that the\t general  conditions\nregarding the execution of the work will be as carried on in\naccordance  with the conditions etc. contained in  MDSS\t and\naddenda.   General Conditions of the Contract  provided\t the\naccepted rates, units, tentative quantities etc. which\twere\ngiven in the Schedule A and the time schedules for the\twork\nwas given in Schedule B. The  list  and\t details   regarding\nsupply of drawings were given in Schedule C. The       short\ndescription given in the Schedule A for different items were\nonly the general specifications.  Thereafter, the above 12th\nclause has been added, namely,\n\t      &quot;All items of work shall be carried out as per\n\t      Madras  Detailed Standard\t Specifications\t and\n\t      its addenda volume and shall be deemed to have\n\t      been included here.&quot;\n</p><p data-structure=\"CDiscource\" id=\"p_9\">The  arbitration agreement is collateral to the\t substantial\nstipulation  of the contract.  It is merely  procedural\t and\nancillary  to the contract and it is a mode of settling\t the\ndisputes, though the agreement to do so is itself subject to\nthe discretion of the court.  Arbitration is distinguishable\nfrom  other clauses in the contract.  The other clauses\t set\nout  the  obligations  which  the  parties  have  undertaken\ntowards each other binding them, but the arbitration  clause\ndoes not impose on one of the parties an obligation  towards\nthe  other.  It embodies an agreement of both  parties\twith\nconsensus ad idem that if any dispute arises with regard  to\nthe  obligations  undertaken  therein which  one  party\t has\nundertaken  towards  the  other, such  a  dispute  shall  be\nsettled by a tribunal of their own constitution.  Therefore,\narbitration clause in a contract, stands apart from rest  of\nthe contract, it must be construed according to its language\nand in the light of the circumstances in which it was  made.\nRussel on Arbitration, 19th Edn., p. 27 states that :\n</p><blockquote id=\"blockquote_3\">\t      &quot;A  court cannot make a contract\tbetween\t the\n\t      parties.\tIn general its power would appear to\n\t      end  with interpretation.\t It applies  equally\n\t      to   the\testablishment  of   an\t arbitration\n\t      agreement.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_10\">6.   The  appellant and the respondent\thaving\tspecifically\nexcluded   the\tarbitration  clause  in\t the  contract,\t  by\nnecessary implication they excluded clause 73 in MDSS, If it\nwere, to be contra it must expressly and specifically\n<span class=\"hidden_text\" id=\"span_2\">138</span>\nbe  incorporated  in the contract which admittedly  was\t not\ndone.\tWhen the parties to the agreement, in terms  of\t the\ndocuments,  have not incorporated the arbitration  agreement\nin clause 73 of MDSS, it cannot, by implication, be imported\nby  interpretation  that the terms of  clause  73  including\narbitration  clause therein stands attracted.  By  necessary\nimplication, it conflicts with the expressly agreed terms of\nthe  contract.\tThereby, it is manifest that what the  terms\nin  the MDSS, referred to in clause 12 is only of the  terms\nreferable  to  the execution of the work, etc. and  not\t one\nconcerned  with\t an agreement to refer any  dispute  arising\nbetween\t the parties to an arbitration, at a later point  of\ntime,  or during the course of the execution of the work  or\nafter the completion thereof of any dispute arising  between\nthe parties in relation to the contract.\n</p><p data-structure=\"Precedent\" id=\"p_11\">7.   Therefore,\t the High Court is right in  its  conclusion\nthat  there is no arbitrable agreement for reference to\t the\nArbitrator.   The  civil court in the  circumstances  cannot\nexercise its power under <a href=\"/doc/811701/\" id=\"a_4\">Section 20</a> of the Act to appoint an\narbitrator and refer the dispute for arbitration.\n</p><p data-structure=\"Conclusion\" id=\"p_12\">8.   The appeal is accordingly dismissed.  No costs.\n</p><span class=\"hidden_text\" id=\"span_3\">139</span>\n\n\n\n","numcites":3,"numcitedby":534,"docsource":"Supreme Court of India","citetid":1430059,"divtype":"judgments","relatedqs":[{"value":"MDSS","formInput":"MDSS"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"arbitral agreement ","formInput":"arbitral%20agreement%20"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"}],"cats":[{"value":"application-to-file-in-arbitration-agreement","formInput":"tag:application-to-file-in-arbitration-agreement"},{"value":"admission-or-establishment-of-new-states","formInput":"tag:admission-or-establishment-of-new-states"}],"courtcopy":true,"query_alert":null,"agreement":false}