{"tid":900958,"publishdate":"1990-10-20","title":"Ram Krishan Singhal vs Executive Engineer And Ors. on 20 October, 1990","doc":"<h2 class=\"doc_title\">Ram Krishan Singhal vs Executive Engineer And Ors. on 20 October, 1990</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1991(1)ARBLR154(DELHI), ILR1991DELHI275, 1991RLR47</h3>\n\n<pre id=\"pre_1\">JUDGMENT  \n\n P.K. Bahri, J.  \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> (1) This petition has been filed under <a href=\"/doc/811701/\" id=\"a_1\">Section 20</a> of the Arbitration Act seeking direction to respondent No. 1 for filing the arbitration agreement and for appointing an arbitrator to adjudicate the disputes arising between the parties in relation to agreement No. 38jEElDAD11987-88 dated January 18, 1988.  \n</p>\n<p data-structure=\"Facts\" id=\"p_2\"> (2) Respondent No. I on behalf of respondent No. 2 bad invited the tenders for construction of double lane link road from main Delhi, Loni Road to C.R.P.F. Campus at Beharipur (Wazirabad), Delhi]. The tender of petitioner was accepted for and on. behalf of respondent No. 2 and the contract was awarded to the petitioner vide agreement dated January 18, 1988. The said agreement is governed by general conditions of contract and the same provide the arbitration clause 25.  \n</p>\n<p data-structure=\"Issue\" id=\"p_3\"> (3) The case of the petitioner is that due to certain illegal and irregular action of the respondents and their officers, the petitioner had to suffer a great deal of loss and thus, disputes have arisen out of the said contract which are liable to be referred for arbitration. One of the disputes pertains to forfeiture of earnest money of Rs. 11,621 by the respondents and Rs. 15,000 for the work already done by the petitioner for which Ho payment had been made and Rs. 60,000 on account of loss of&#x27; expected profits From the said contract due to illegal termination of the contract by the respondents and Rs. 30.000 as damages&#x27; suffered by the petitioner as his labour remained idle lor about six months and then a claim is put in for interest and costs.  \n</p>\n<p data-structure=\"PetArg\" id=\"p_4\"> (4) This petition is contested by the Union of india pleading that in fact, no written agreement has been arrived at between the parties, hence, the matter is not liable to be referred to the arbitrator. On merits, it is pleaded that, in fact, there exists no disputes between the parties which arc liable to be referred to the arbitrator inasmuch as She petitioner has not even commenced the work: awarded to him within the stipulated period and despite various reminders, and ultimately the contract was rescinded and earnest money of Rs. 11,621 was forfeited and the petitioner accepted this forfeiture of earliest money vide&#x27; his letter dated September 14, 1.988, without, raising any depute. No rejoinder has been filed by the petitioner. Following issues were framed   \n\n</p><p data-structure=\"Issue\" id=\"p_5\"> 1. Whether there was an arbitration agreement between the parties ? 2. Relief ?  \n</p>\n<p data-structure=\"CDiscource\" id=\"p_6\"> (5) A direction was given for deciding this matter by permitting the parties to file affidavits and affidavits have been filed by both the parties. It is not, indeed&#x27;, in dispute that in response to the notice issued by the respondents inviting the tenders in respect of the aforesaid work the petitioner gave his lender which was accepted by the respondent and the contract was awarded to the petitioner vide office letter issued by the respondent dated January 18, 1988. The contention of the learned counsel for the respondent that there has not come about any written contract between the parties is devoid of force. It is not necessary that a formal contract should have been signed by both the parties before a contract could be concluded&#x27; A contract can come into existence between the parties by exchange of letters. In M/s. Prahlad Singh Mulakh Raj v. Union of India &amp; Others, 1986(1) Arbitration Law Reporter 4281,(l) on similar facts the court has opined that a formal contract is a mere formality and merely because the same was not executed it would not mean that a final and a binding contract had not come into existence between the parties by exchange of letters. in the said case also, the contract had come into existence between the parties by exchange of letters and it was held that as the terms of the contract entered into between the parties by exchange of letters&#x27; contemplate that the contract shall be governed by the general conditions of contract which contain the arbitration clause, the arbitration clause would govern the disputes arising out of the said contract. So, I hold that in the present case a written binding contract has come into existence between the parties and there exists arbitration clause governing the disputes arising out of file contract. Issue No. 1 is decided in favor of the petitioner. Issue No. 2278   \n\n (6) The learned counsel for the respondents has vehemently argued that as the petitioner had not at all commenced the work awarded to him, thus, no disputes could be raised by the petitioner of the nature mentioned in the petition. There is a dispute between the parties as to whether the petitioner had or had not commenced the work and whether the petitioner had carried some work in the contract or not. Clause 25, which is quoted in the petition as well as in the affidavit of Shri N. K. Gupta, Executive Engineer, Delhi Aviator. Divisor, Cpwd, runs as follows:    &quot;EXCEPT where otherwise provided in the contract all questions and disputes relating to and the meaning of the specifications, designs, drawings and instructions hereinbefore mentioned and as to the .quality of workmanship or materials used On the work or as to any other question, claim, right&#x27;matter or thing whatsoever, in any way arising out of or relating to the contract designs, drawings specifications, estimates instructions, orders or these conditions .or otherwise concerning the works or the execution or failure to execute the same whether arising during the progress Of the work or after the completion or abandonment thereof, shall be referred to the sole arbitration of the person appointed by the Chief Engineer, Central Public Works Department, in charge of the work at the time of dispute or if there be no Chief Engineer, the administrative head of the said Cpwd at the time of such appointment. .......  \n</p>\n<p data-structure=\"RespArg\" id=\"p_7\"> (7) He arbitration clause is comprehensive enough and it would also include a dispute with regard to non-commencement of the work by the petitioner. It would be for the arbitrator to decide whether the petitioner had been prevented from commencing the work due to any lapse on the part of the respondent or the petitioner himself had been guilty of not commencing the work of his own and also whether the petitioner has executed some work for which no payment has been made to him. So, the disputes raised in the petition do arise out of the contract. However, the learned counsel for the respondents has contended that in fact, there exists no such disputes between the parties&#x27; and for that purpose he has drawn my attention to specific plea taken in this respect in para 7 of the reply which shows that after the contract was&#x27; terminated, and earnest money was forfeited the petitioner himself agreed for adjustment of the said forfeited earnest money from. his some other account. Copy of the letter of the petitioner has been filed Along with the affidavit which is annexure &#x27;G&#x27; which I reproduce as follows : &quot;Dear Sir, Vide your letter referred above you had asked me to deposit Rs. 11,621 towards&#x27; earnest money as I am exempted to deposit Matter has been taken up with D.G.(W), CPWD. As my bill for the work &quot;do G.O&#x27;s accommodation for B.S.F. at Chawala (SH :-8 Nos suits) amounting to Rs. 45,000 approx is, pending for payment. I, therefore, request your goodself that Rs. 11,621 may be adjusted from my bill and D.G.J(W),be &#x27;kindly requested not to encash my F.D.R to adjust the above sum. An early action be kindly taken in matter. Yours faithfully, Sd/ (R. K.SINGHAL)&quot;  \n</p>\n<blockquote id=\"blockquote_1\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1545494\" id=\"span_1\">(8) A bare perusal of the contents of this reply indicates that the petitioner did not challenge the termination of his contract and the forfeiture of the earnest money. He did not take any plea in this letter that any dispute? existed between the parties in respect of the said contract which stood terminated. Counsel for the petitioner, however, has contended that whether the petitioner had acquiesced in the termination of the contract and in the forfeiture of the earnest money is a question which could be left for decision of the arbitrator and he has placed reliance on <a href=\"/doc/1545494/\" id=\"a_2\">Damodar Valley Corporation v. K. K. Kar</a>, . (2) In this case, the respondent had entered info a contract for supply of coal but he failed to do so in accordance with the terms of the contract. The contract was repudiated and certain penalties were imposed which, however, were waived and certain amount due to the contractor for the supplies already made were paid to the contractor. It was the case of the appellant before the Supreme Court that these payments included the return of the deposit amount finally settling the claims of the respondent. The respondent was asked to submit his bill Along with a receipt that he had received the payment in full and final settlement of all payments and there was no other claim but the respondent- contractor while submitting the bill did not give such a receipt. The Supreme Court held that the question whether there had been full and final settlement: of a claim under the contract was itself a dispute arising &#x27;upon&#x27; or &#x27;in relation to&#x27; or &#x27;in connection with&#x27; the contract and a claim for damages put up by the respondent was also referable to arbitration and thus, it could not be said that no dispute existed between the parties arising upon or in relation to or in connection with the contract and it was for the arbitrator to decide whether full and final payment has been made or not. The facts of this case are somewhat distinguishable from the facts appearing in the present case. Here, it is admitted fact that various notices were sent to the petitioner by the respondent requiring the petitioner to commence the work under the contract but no response was received and ultimately the contract of the petitioner was cancelled and the earnest money was forfeited and in the light of said correspondence that the petitioner had&#x27; sent the letter dated September 14, 1988, the contents of which have been reproduced above. The contents of this letter would clearly indicate that the petitioner had acquiesced in the forfeiture of the earnest money of that contract after the contract was rescinded and the petitioner had not set up any dispute regarding that contract in this letter. So, an irresistible conclusion can be reached that in fact, no disputes existed between the parties which are referable for arbitration. Hence, the petition is liable to be dismissed.</span>  \n</blockquote>\n<blockquote id=\"blockquote_2\"> (9) I dismiss the petition but leave the parties to bear their own costs. \n</blockquote> \n\n","numcites":2,"numcitedby":12,"docsource":"Delhi High Court","citetid":900958,"divtype":"judgments","relatedqs":[{"value":"earnest money","formInput":"earnest%20money"},{"value":"\"commencement of work\"","formInput":"%22commencement%20of%20work%22"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"commencement of work ","formInput":"commencement%20of%20work%20"},{"value":"CPWD ","formInput":"CPWD%20"},{"value":"earnest","formInput":"earnest"},{"value":"forfeiture ","formInput":"forfeiture%20"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"}],"cats":[{"value":"application-to-file-in-arbitration-agreement","formInput":"tag:application-to-file-in-arbitration-agreement"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"}],"courtcopy":false,"query_alert":null,"agreement":false}