{"tid":190304391,"publishdate":"2015-12-22","title":"Kamal Dev @ Kamal Kumar Son Of Shri Devi ... vs State Of Himachal Pradesh on 22 December, 2015","doc":"<h2 class=\"doc_title\">Kamal Dev @ Kamal Kumar Son Of Shri Devi ... vs State Of Himachal Pradesh on 22 December, 2015</h2>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-karol\">Sanjay Karol</a>, <a href=\"/search/?formInput=benchid:p-s-rana\">P.S.Rana</a></h3>\n\n<pre id=\"pre_1\">    IN THE HIGH COURT OF HIMACHAL PRADESH, AT SHIMLA\n\n                              Judgment reserved on:21st December 2015\n                              Date of Judgment: 22nd December 2015\n\n\n\n\n                                                             .\n\n    1. Cr. Appeal No. 14 of 2010\n       Kamal Dev @ Kamal Kumar son of Shri Devi Dass\n                                                         .....Appellant.\n                              Vs.\n\n\n\n\n\n     State of Himachal Pradesh                          ...Respondent.\n\n      For the Appellant:      Mr.N.K. Thakur, Sr. Advocate with\n\n\n\n\n                                      of\n                              Mr.Surender K. Sharma, Advocate\n\n      For the Respondent: Mr.V.S.Chauhan, Additional Advocates\n                          General.\n                rt\n    1A. Cr. Appeal No. 422 of 2011\n      Kamal Dev @ Kamal Kumar son of Shri Devi Dass\n                                                         .....Appellant.\n\n                              Vs.\n\n     State of Himachal Pradesh                          ...Respondent.\n\n      For the Appellant:      Mr. Imran Khan, Legal Aid counsel.\n\n\n\n      For the Respondent: Mr.V.S.Chauhan Additional Advocate\n                          General.\n\n\n\n\n    2. Cr. Appeal No. 34 of 2010\n\n      Kapil Dev son of Shri Sat Pal                      .....Appellant.\n\n\n\n\n\n                              Vs.\n\n     State of Himachal Pradesh                          ...Respondent.\n\n\n\n\n\n      For the Appellant:      Mr. Anup Chitkara, Advocate.\n\n      For the Respondent: Mr. V.S.Chauhan Additional Advocate\n                          General.\n\n\n\n\n                                          ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP\n                                              2\n\n\n\n\n    3. Cr. Appeal No. 142 of 2010\n       Roshan Lal son of Shri Hajura Singh\n                                                                   .....Appellant.\n                                   Vs.\n\n\n\n\n                                                                       .\n      State of Himachal Pradesh                                   ...Respondent.\n\n\n\n\n\n      For the Appellant:           Mr. Adarsh Sharma vice Advocate.\n\n     For the Respondent:           Mr.V.S. Chauhan Additional Advocate\n\n\n\n\n\n                                   General.\n\n\n\n\n                                             of\n    Coram:\n\n    Hon&#x27;ble Mr. Justice Sanjay Karol, Judge.\n    Hon&#x27;ble Mr.Justice P.S.Rana, Judge.\n                   rt\n    Whether approved for reporting1?. Yes.\n\n    P.S.Rana, Judge\n\n    JUDGMENT:</pre><p data-structure=\"Issue\" id=\"p_1\">              <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"98981380\" id=\"span_1\">Kamal Dev son of Shri Devi Dass, Kapil Dev\n\n\n    son of Shri Sat Pal, Roshan Lal son of Shri Hajura Singh were\n\n    accused in Sessions trial No. 5 of 2009 titled <a href=\"/doc/98981380/\" id=\"a_1\">State of H.P. vs.\n\n\n\n\n    Kamal Dev and others</a>. All accused persons have filed the\n\n    present appeals. Accused Kamal Dev has filed two appeals i.e.\n\n\n\n\n\n    Criminal Appeal No. 14 of 2010 and Criminal Appeal No. 422\n\n\n\n\n\n    of 2011, co-accused Kapil Dev filed Criminal Appeal No. 34 of\n\n    2010 and co-accused Roshan Lal filed Criminal Appeal No. 142\n\n    of 2010. All appeals have been filed against same judgment of\n\n\n    Whether reporters of the Local papers are allowed to see the judgment?. Yes.</span>\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_2\">                                                    ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_3\">                                      3</span>\n\n\n\n\n<p data-structure=\"Issue\" id=\"p_2\">    conviction and sentence passed by learned trial Court. All\n\n    appeals consolidated and disposed of by same judgment in\n\n\n\n\n                                                               .\n</p><p data-structure=\"Issue\" id=\"p_3\">    order to avoid repetition of oral and documentary evidence\n\n\n\n\n\n    and in order to avoid conflicting judgments.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">    BRIEF FACTS OF THE PROSECUTION CASE:\n</p>\n\n\n\n\n<blockquote id=\"blockquote_1\">    2.            Brief facts of the case as alleged by prosecution\n\n    are that PW1 Krishan Dev father of deceased had retired from\n\n\n\n\n                                     of\n    police department as head constable in the year 2003. It is\n\n    alleged by prosecution that PW1 Krishan Dev had purchased\n                rt\n    one Tavera vehicle for private use of his deceased son. It is\n\n    alleged by prosecution that on 10.10.2008 in the morning\n\n    deceased Rajnish @ Bhishu had gone in that vehicle to village\n\n    Mawa Kaholan towards Daulatpur. It is alleged by prosecution\n\n\n    that deceased Rajnish @ Bhishu did not return to his house\n\n    during day time and Rajnish @ Bhishu had informed his\n\n\n\n\n    mother on mobile phone at about 8/8.30 PM on 10.10.2008\n\n    that he would come to his residential house after sometime. It\n\n\n\n\n\n    is alleged by prosecution that thereafter Rajnish @ Bhishu did\n\n\n\n\n\n    not return to his house till 10 PM and thereafter wife of PW1\n\n    Krishan Dev tried to contact his son on his mobile phone at 10\n\n    PM but deceased could not be contacted. It is alleged by\n\n    prosecution    that   deceased       Rajnish   @     Bhishu      was     in\n\n\n\n\n<span class=\"hidden_text\" id=\"span_4\">                                            ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_5\">                                   4</span>\n\n\n\n\n    possession of two mobile phones in active use. One mobile\n\n    phone was of Nokia and other mobile phone was of Samsung.\n</blockquote>\n\n\n\n<p data-structure=\"Issue\" id=\"p_5\">                                                           .\n</p><p data-structure=\"Facts\" id=\"p_6\">    It is alleged by prosecution that on 10.10.2008 PW4 Rajesh @\n\n\n\n\n\n    Billu had left his work site at Amb for Hoshiarpur and PW4\n\n    took the vehicle of company to Hoshiarpur. It is alleged by\n\n\n\n\n\n    prosecution that PW4 was posted as driver in Sonalika factory\n\n    which manufatured the tractors at Amb. It is alleged by\n\n\n\n\n                                  of\n    prosecution that after dropping the vehicle of Company at\n\n    Hoshiarpur PW4 was on his way to his village at Mawa Kaholan\n               rt\n    and when PW4 reached at Mehatpur in bus then no bus\n\n    service was available from Mehatpur towards Mawa Kaholan.\n</p>\n<p data-structure=\"Facts\" id=\"p_7\">    It is alleged by prosecution that PW4 had reached area of\n\n    Chalet at 8 PM on 10.10.2008. It is alleged by prosecution that\n\n\n    PW4 noticed Tavera vehicle of deceased Rajnish @ Bhishu at\n\n    Chalet and contacted Rajnish @ Bhishu. It is alleged by\n\n\n\n\n    prosecution that deceased Rajnish @ Bhishu had informed\n\n    PW4 that he would leave for his house at village Mawa\n\n\n\n\n\n    Kaholan after sometime. It is alleged by prosecution that PW4\n\n\n\n\n\n    stayed at Chalet with deceased Rajnish @ Bhishu. It is further\n\n    alleged by prosecution that accused persons were consuming\n\n    liquor in liquor vend shop at Chalet and deceased Rajnish @\n\n    Bhishu was also present in liquor vend shop. It is alleged by\n\n\n\n\n<span class=\"hidden_text\" id=\"span_6\">                                        ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_7\">                                       5</span>\n\n\n\n\n    prosecution that at that time PW4 was also along with\n\n    deceased Rajnish @ Bhishu. It is alleged by prosecution that\n\n\n\n\n                                                              .\n</p><p data-structure=\"Facts\" id=\"p_8\">    accused persons picked up quarrel with PW4 and thereafter\n\n\n\n\n\n    deceased Rajnish @ Bhishu intervened and saved PW4 from\n\n    accused persons. It is alleged by prosecution that thereafter\n\n\n\n\n\n    deceased Rajnish @ Bhishu asked PW4 to return to his house\n\n    in his Tavera vehicle and deceased Rajnish @ Bhishu had\n\n\n\n\n                                      of\n    supplied the key of Tavera vehicle to PW4. It is alleged by\n\n    prosecution that PW4 left the liquor shop and started the\n                rt\n    Tavera vehicle of deceased and took the vehicle to petrol\n\n    pump for fuel purpose. It is alleged by prosecution that\n\n    accused persons were also in possession of another tractor of\n\n    blue colour and took another tractor to petrol pump. It is\n\n\n    alleged by prosecution that when PW4 noticed the tractor of\n\n    accused   persons    in   front   of   his   Tavera     vehicle      PW4\n\n\n\n\n    immediately reversed the Tavera vehicle and came towards\n\n    Mawa Kaholan despite the fact that PW4 was stopped by\n\n\n\n\n\n    accused persons. It is alleged by prosecution that thereafter\n\n\n\n\n\n    accused persons picked up quarrel with deceased Rajnish @\n\n    Bhishu. It is alleged by prosecution that accused persons took\n\n    their tractor from petrol pump towards house of PW23 Ranjit\n\n    Singh situated in locality of Chalet. It is alleged by prosecution\n\n\n\n\n<span class=\"hidden_text\" id=\"span_8\">                                           ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_9\">                                     6</span>\n\n\n\n\n    that co-accused Roshan Lal was in possession of scythe (Sharp\n\n    edged weapon) which was kept in bag and PW4 and deceased\n\n\n\n\n                                                                   .\n</p><p data-structure=\"Facts\" id=\"p_9\">    Rajnish @ Bhishu had seen the scythe (Sharp edged weapon)\n\n\n\n\n\n    in liquor shop. It is alleged by prosecution that PW7 Ramesh\n\n    was on his way from Bhabmout to village Mawa Kaholan on his\n\n\n\n\n\n    scooter and he also saw the accused persons along with\n\n    tractor in the area of Chalet. It is alleged by prosecution that\n\n\n\n\n                                    of\n    PW7 has recognized the accused persons because PW7 and\n\n    accused persons used to reside in same village. It is alleged\n                rt\n    by prosecution that next day dead body of deceased Rajnish\n\n    @ Bhishu was recovered from place where PW7 had seen\n\n    accused   persons    along   with   tractor.      It    is   alleged   by\n\n    prosecution that PW4 also reported the matter of quarrel to\n\n\n    Pardhan of Gram Panchayat. It is alleged by prosecution that\n\n    there were cut marks upon throat of deceased and there were\n\n\n\n\n    also cut marks on hands of deceased. It is alleged by\n\n    prosecution   that   after   registration    of        FIR   Ext.PW16/B\n\n\n\n\n\n    Investigating Agency reached at the spot at Chalet and\n\n\n\n\n\n    photographs obtained. It is also alleged by prosecution that\n\n    Investigating Agency collected blood stained earth Ext.P3 and\n\n    sealed the same with seal &#x27;M&#x27;. It is alleged by prosecution that\n\n    marks of tyre of tractor were also found near the dead body. It\n\n\n\n\n<span class=\"hidden_text\" id=\"span_10\">                                          ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_11\">                                    7</span>\n\n\n\n\n    is also alleged by prosecution that two mobiles i.e. one of\n\n    Nokia and another of Samsung were also recovered vide\n\n\n\n\n                                                            .\n</p><p data-structure=\"Facts\" id=\"p_10\">    recovery memo Ext.PW2/E. It is alleged by prosecution that\n\n\n\n\n\n    post mortem of dead body of deceased was conducted and as\n\n    per post mortem report Ext.PW15/A the death of deceased\n\n\n\n\n\n    was caused due to multiple ante mortem injuries upon neck\n\n    leading to shock and death. As per post mortem report\n\n\n\n\n                                   of\n    probable duration between the injury and death was ten\n\n    mintues and probable duration between the death and post\n                rt\n    mortem was 24 hours. It is alleged by prosecution that viscera\n\n    of deceased was preserved for chemical examination and was\n\n    sealed with seal of medical officer. It is alleged by prosecution\n\n    that clothes Ext.P14 to Ext.P16 and shoes Ext.P17 were also\n\n\n    sealed with seal of medical officer for chemical analysis. It is\n\n    further alleged by prosecution that disclosure statements of\n\n\n\n\n    accused persons recorded. It is alleged by prosecution that\n\n    scythe (Sharp edged weapon) was also recovered as per\n\n\n\n\n\n    disclosure statement and scythe was sealed with seal\n\n\n\n\n\n    impression &#x27;B&#x27;. It is alleged by prosecution that photographs of\n\n    tractor also obtained and placed on record and case property\n\n    deposited in malkhana register and thereafter sent to\n\n    chemical examiner. It is alleged by prosecution that PW23\n\n\n\n\n<span class=\"hidden_text\" id=\"span_12\">                                         ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_13\">                                      8</span>\n\n\n\n\n    Ranjit Singh had seen that accused persons were beating the\n\n    deceased near his house on 10.10.2008 at about 9 PM. It is\n\n\n\n\n                                                             .\n</p><p data-structure=\"Facts\" id=\"p_11\">    alleged by prosecution that site plan also prepared by PW22\n\n\n\n\n\n    and   he    had    also   prepared   sketches     Ext.PW22/B         and\n\n    Ext.PW22/G.\n\n\n\n\n\n</p><p data-structure=\"Issue\" id=\"p_12\">    3.          Learned Sessions Judge Una framed charge under\n\n    Section 302 read with <a href=\"/doc/37788/\" id=\"a_2\">Section 34</a> IPC and also framed charge\n\n\n\n\n                                    of\n    against accused persons under <a href=\"/doc/386021/\" id=\"a_3\">Section 201</a> IPC read with\n\n    <a href=\"/doc/37788/\" id=\"a_4\">Section 34</a> IPC. Accused persons did not plead guilty and\n                  rt\n    claimed trial. Learned Sessions Judge Una also framed\n\n    amended charge against the accused persons on 25.5.2009.\n</p>\n<p data-structure=\"Issue\" id=\"p_13\">    4.          Prosecution examined 23 oral witnesses and also\n\n    tendered documentary evidence. Accused persons did not\n\n\n    lead any defence evidence. Learned Sessions Judge Una\n\n    convicted all accused persons under <a href=\"/doc/1560742/\" id=\"a_5\">Sections 302</a> and <a href=\"/doc/386021/\" id=\"a_6\">201</a>\n\n\n\n\n    read with <a href=\"/doc/37788/\" id=\"a_7\">Section 34</a> IPC. Learned Sessions Judge Una\n\n    convicted    all   accused    persons    to     undergo        rigorous\n\n\n\n\n\n    imprisonment for life and also imposed fine to the tune of\n\n\n\n\n\n    `5000/- (Rupees five thousand only) each under <a href=\"/doc/1560742/\" id=\"a_8\">Section 302</a>\n\n    IPC. Learned Sessions Judge further directed that in default of\n\n    payment of fine each accused shall further undergo simple\n\n    imprisonment for two years. Learned Sessions Judge Una also\n\n\n\n\n<span class=\"hidden_text\" id=\"span_14\">                                          ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_15\">                                      9</span>\n\n\n\n\n    convicted    all    accused   persons    to     undergo        rigorous\n\n    imprisonment for seven years and to pay fine to the tune of\n\n\n\n\n                                                             .\n</p><p data-structure=\"Issue\" id=\"p_14\">    `1000/- (Rupees one thousand only) each under <a href=\"/doc/386021/\" id=\"a_9\">Section 201</a>\n\n\n\n\n\n    read with <a href=\"/doc/37788/\" id=\"a_10\">Section 34</a> IPC. Learned Sessions Judge Una further\n\n    directed that in default of payment of fine accused persons\n\n\n\n\n\n    would undergo simple imprisonment for six months. Learned\n\n    Sessions Judge Una also directed that both sentences of\n\n\n\n\n                                     of\n    imprisonment would run concurrently.\n</p>\n<p data-structure=\"PetArg\" id=\"p_15\">    5.          Feeling aggrieved against the judgment and\n                  rt\n    sentence passed by learned trial Court appellants have filed\n\n    the present appeals.\n</p>\n<p data-structure=\"RespArg\" id=\"p_16\">    6.          We have heard learned Advocates appearing on\n\n    behalf of appellants and learned Additional Advocate General\n\n\n    appearing on behalf of the respondent and also perused the\n\n    entire record carefully.\n</p>\n\n\n\n<p data-structure=\"Issue\" id=\"p_17\">    7.          Following points arise for determination in the\n\n    present appeal:-\n</p>\n\n\n\n\n<blockquote id=\"blockquote_2\">                1. Whether learned trial Court did not properly\n                       appreciate the oral as well as documentary\n\n\n\n\n\n                       evidence on record and whether learned trial\n                       Court has caused miscarriage of justice to\n                       appellants as mentioned in memorandum of\n\n\n\n\n<span class=\"hidden_text\" id=\"span_16\">                                          ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_17\">                                      10</span>\n\n\n\n\n                     grounds of appeals Nos. 14 of 2010, 422 of\n                     2011, 34 of 2010 and 142 of 2010?\n</blockquote><blockquote id=\"blockquote_3\">                 2. Final order.\n</blockquote>\n\n\n\n<p data-structure=\"Issue\" id=\"p_18\">                                                                 .\n</p>\n<p data-structure=\"Issue\" id=\"p_19\">    8. Findings on point No.1 with reasons:\n</p>\n<blockquote id=\"blockquote_4\">    8.1.         PW1 Krishan Dev has stated that he retired as\n\n\n\n\n\n    head constable from police department in the year 2003. He\n\n    has stated that after retirement he purchased one Tavera\n\n\n\n\n                                      of\n    vehicle for his deceased son Rajnish @ Bhishu. He has stated\n\n    that age of deceased was 31 years. He has stated that his\n\n    deceased son used to ply Tavera vehicle for private use and\n                 rt\n    registration number of vehicle is HP-19A-1966. He has stated\n\n    that his deceased son was in possession of driving licence. He\n\n    has stated that on 10.10.2008 in the morning his son left from\n\n    his residential house alongwith vehicle and further stated that\n\n\n\n    his son was in possession of two mobile phones. He has stated\n\n    that his wife contacted at 8/8.30 PM on 10.10.2008 and his\n\n\n\n\n    wife was informed by deceased that he would come to the\n\n\n\n\n\n    house after some time. He has stated that when his son did\n\n    not return to his residential house till 10 PM then his wife tried\n\n\n\n\n\n    to contact the deceased son at 10 PM on his mobile phone and\n\n    his mobile phone was found to be switched off and his wife\n\n    could not contact deceased despite repeated calls. He has\n\n\n\n\n<span class=\"hidden_text\" id=\"span_18\">                                              ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_19\">                                    11</span>\n\n\n\n\n    stated that on 11.10.2008 Lekh Raj Up-Pardhan G.P. Mawa\n\n    Kaholan had telephonically informed that dead body of his son\n\n\n\n\n                                                            .\n</blockquote><p data-structure=\"RespArg\" id=\"p_20\">    was lying by the side of link road at Chalet. He has stated that\n\n\n\n\n\n    link road was from Chalet to Gagret. He has stated that throat\n\n    of his deceased son was cut and there was injury upon throat\n\n\n\n\n\n    with sharp edged weapon. He has stated that hands of his son\n\n    have also sustained marks of injuries. He has stated that it\n\n\n\n\n                                    of\n    appeared that with a view to protect himself deceased had\n\n    raised his hands. He has stated that there were marks of tyre\n                rt\n    of tractor near the dead body. He has stated that dead body\n\n    of his son was lying upon the ground with blood smearing\n\n    earth. He has stated that tyre of tractor had left the marks of\n\n    blood stained earth. He has stated that it was found that on\n\n\n    10.10.2008 in the evening his son had visited liquor shop near\n\n    petrol pump in the area of Chalet and it was found that\n\n\n\n\n    accused persons were also present in liquor shop. He has\n\n    stated that accused persons had beaten one Billu and his\n\n\n\n\n\n    deceased son had saved Billu from grip of accused persons\n\n\n\n\n\n    and asked him to go to his house in Tavera vehicle of his\n\n    deceased son. He has stated that his deceased son had\n\n    supplied the key of his Tavera vehicle to Billu and Billu left the\n\n    liquor shop in Tavera vehicle of his deceased son. He has\n\n\n\n\n<span class=\"hidden_text\" id=\"span_20\">                                         ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_21\">                                      12</span>\n\n\n\n\n    stated that Billu had also informed about incident to Pardhan\n\n    on 10.10.2008. He has stated that he also reported the matter\n\n\n\n\n                                                             .\n</p><p data-structure=\"RespArg\" id=\"p_21\">    to police under <a href=\"/doc/1980578/\" id=\"a_11\">Section 154</a> Cr.P.C. Ext.PW1/A and thereafter\n\n\n\n\n\n    police officials rushed to the shop where dead body of his son\n\n    was lying. He has stated that police also took into possession\n\n\n\n\n\n    the blood stained earth and started investigation. He has\n\n    stated that dead body of deceased was sent for post mortem.\n</p>\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_22\">                                     of\n    He has stated that co-accused Kapil Dev had informed the\n\n    police officials that accused person Kamal Dev took off his\n                rt\n    blood stained clothes and directed him to burn the clothes. He\n\n    has   stated    that   ash was   recovered     as    per    disclosure\n\n    statement. He has denied suggestion that accused persons\n\n    did not give the disclosure statement and also denied\n\n\n    suggestion that he has deposed falsely in Court.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_23\">    8.2            PW2 Pardeep Kumar has stated that he is Pardhan\n\n\n\n\n    of G.P. Mawa Kaholan w.e.f. 31.1.2006 and village Chalet is in\n\n    his jurisdiction. He has stated that on 10.10.2008 at about 9\n\n\n\n\n\n    PM Rajesh @ Billu had telephonically informed him on his\n\n\n\n\n\n    mobile phone that accused person namely Kamal Dev had\n\n    picked up quarrel with him. He has stated that he asked Billu\n\n    to go to his residential house and report the matter to him on\n\n    next day. He has stated that on next day in the morning when\n\n\n\n\n<span class=\"hidden_text\" id=\"span_22\">                                          ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_23\">                                   13</span>\n\n\n\n\n    he was on morning walk and when he was in the area of\n\n    Nangal Jarliana at about 6 AM he met some persons. He has\n\n\n\n\n                                                           .\n</p><p data-structure=\"RespArg\" id=\"p_24\">    stated that persons informed him that deceased Rajnish @\n\n\n\n\n\n    Bhishu of his village who was owner of Tavera vehicle was\n\n    murdered. He has stated that on receipt of this information he\n\n\n\n\n\n    rushed to village Chalet and Lekh Raj Up-Pardhan had earlier\n\n    telephonically informed the police officials. He has stated that\n\n\n\n\n                                   of\n    when he reached the area of Chalet he found that dead body\n\n    of deceased Rajnish @ Bhishu was lying on the road side and\n                rt\n    there were injury marks on throat of Rajnish @ Bhishu. He has\n\n    stated that there was blood on the ground and marks of tyres\n\n    of tractor were also found on earth. He has stated that police\n\n    recorded the statement and also obtained photographs of\n\n\n    dead body and further stated that photographs are Ext.PW2/A-\n</p>\n<p data-structure=\"CDiscource\" id=\"p_25\">    1 to Ext.PW2/A-4. He has stated that police sealed the holy\n\n\n\n\n    thread in separate parcel packet with seal &#x27;M&#x27;. He has stated\n\n    that police impounded tractor having registration No. HP-19-\n\n\n\n\n\n    4826. He has stated that police also obtained blood stains\n\n\n\n\n\n    from the tractor and sealed in his presence. He has stated that\n\n    documents of tractor along with tractor were also recovered\n\n    by police vide memo Ext.PW2/B. He has stated that he has\n\n    signed memos Ext.PW2/B, Ext.PW2/C and Ext.PW2/D. He has\n\n\n\n\n<span class=\"hidden_text\" id=\"span_24\">                                        ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_25\">                                   14</span>\n\n\n\n\n    stated that police also recovered two mobile phones from the\n\n    pocket of deceased vide recovery memo Ext.PW2/E. He has\n\n\n\n\n                                                          .\n</p><p data-structure=\"CDiscource\" id=\"p_26\">    stated that police also took into possession the purse of\n\n\n\n\n\n    deceased. He has stated that police also obtained the\n\n    photograph of tractor Ext.PW2/F. He has stated that petrol\n\n\n\n\n\n    pump was at a distance of 100-150 yards from the place\n\n    where dead body was recovered at the link road. He has\n\n\n\n\n                                  of\n    stated that dead body was found on main road. He has stated\n\n    that tractor was recovered from the house of co-accused Kapil\n\n    Dev.\n</p><p data-structure=\"RespArg\" id=\"p_27\">               rt\n    8.3        PW3 Dev Saroop has stated that he is tea vendor\n\n    and his shop was in front of shop of co-accused Kamal and\n\n    further stated that police raided and searched the shop of co-\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_28\">    accused Kamal on 11.10.2008. He has stated that he knew co-\n</p>\n<p data-structure=\"CDiscource\" id=\"p_29\">    accused Kamal present in Court. He has stated that co-\n</p>\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_30\">    accused Kamal is a hair dresser. He has stated that police\n\n    officials recovered one wrist watch from shop of co-accused\n\n\n\n\n\n    Kamal and wrist watch was stained with blood. He has stated\n\n\n\n\n\n    that apart from wrist watch there were marks of blood in and\n\n    outside the shop of co-accused Kamal. He has stated that\n\n    police had collected the marks of blood from the ground of\n\n    shop and outside the shop and sealed the same. He has\n\n\n\n\n<span class=\"hidden_text\" id=\"span_26\">                                       ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_27\">                                     15</span>\n\n\n\n\n    stated that wrist warch was also sealed separately vide\n\n    seizure memo. He has stated that he has signed both\n\n\n\n\n                                                            .\n</p><p data-structure=\"CDiscource\" id=\"p_31\">    documents on outer cover of both sealed packets. He has\n\n\n\n\n\n    denied suggestion that all proceedings were completed by\n\n    police officials and thereafter he was called to sign document\n\n\n\n\n\n    Ext.PW3/A. Self stated that he is local resident of area and he\n\n    is familiar with the facts. He has denied suggestion that he\n\n\n\n\n                                    of\n    has deposed falsely in Court.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_32\">    8.4        PW4 Rajesh Kumar has stated that accused\n                rt\n    persons are known to him and further stated that he is\n\n    working in Sonalika factory at Amb. He has stated that he\n\n    used to take the vehicle of factory upto Hoshiarpur and\n\n    thereafter he was on his way from Hoshiarpur to his village.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_33\">    He has stated that he boarded down the vehicle at Chalet at\n\n    about 8 PM. He has stated that he noticed Tavera vehicle of\n\n\n\n\n    deceased Rajnish @ Bhishu at Chalet and as deceased was\n\n    known to him therefore he inquired from deceased Rajnish\n\n\n\n\n\n    about the fact whether deceased was going to his village. He\n\n\n\n\n\n    has stated that deceased Rajnish informed him that he would\n\n    go to his village after sometime. He has stated that thereafter\n\n    he stayed at Chalet and accused persons Nos. 1 to 3 present\n\n    in Court were consuming liquor in liquor shop near petrol\n\n\n\n\n<span class=\"hidden_text\" id=\"span_28\">                                         ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_29\">                                   16</span>\n\n\n\n\n    pump. He has stated that co-accused Roshan Lal picked up\n\n    quarrel with him without any reason. He has stated that he\n\n\n\n\n                                                           .\n</p><p data-structure=\"PetArg\" id=\"p_34\">    asked co-accused Roshan Lal to keep away and thereafter co-\n</p>\n\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_35\">    accused Kapil came and asked him as to why he was\n\n    quarrelling with his friend Roshan Lal. He has stated that\n\n\n\n\n\n    deceased Rajnish @ Bhishu saved him from co-accused Kapil\n\n    and Roshan Lal and asked him to return to his house in his\n\n\n\n\n                                  of\n    Tavera vehicle. He has stated that deceased Rajnish had given\n\n    key of Tavera vehicle to him and he started Tavera vehicle\n               rt\n    and came to petrol pump for fuel purpose. He has stated that\n\n    thereafter accused persons Nos. 1 to 3 followed him in tractor.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_36\">    He has stated that co-accused Roshan Lal was in possession of\n\n    a bag and one scythe was kept in bag and its handle was\n\n\n    visible to him. He has stated that deceased Rajnish @ Bhishu\n\n    had also reached petrol pump. He has stated that he reversed\n\n\n\n\n    the Tavera vehicle with a view to approach his village. He has\n\n    stated that thereafter co-accused Kapil came to Tavera\n\n\n\n\n\n    vehicle from conductor side and tried to drag him out of the\n\n\n\n\n\n    vehicle. He has stated that he started Tavera vehicle and sped\n\n    away. He has stated that thereafter he informed Pardhan\n\n    Partap on his mobile phone. He has stated that thereafter he\n\n    informed deceased Rajnish that he had reached the village\n\n\n\n\n<span class=\"hidden_text\" id=\"span_30\">                                        ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_31\">                                   17</span>\n\n\n\n\n    and thereafter he requested deceased Rajnish to hand over\n\n    the mobile to Kapil and he informed Kapil that he had\n\n\n\n\n                                                           .\n</p><p data-structure=\"CDiscource\" id=\"p_37\">    informed the Pardhan about incident. He has stated that next\n\n\n\n\n\n    day he came to know that accused persons have caused the\n\n    death of deceased. He has stated that he left the deceased at\n\n\n\n\n\n    petrol pump and spot of recovery of dead body of deceased\n\n    was 150-200 yards from petrol pump. He has stated that co-\n</p>\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_38\">                                  of\n    accused Kapil Dev had given disclosure statement that Kamal\n\n    had given his pant, shirt and vest to him and all these clothes\n               rt\n    were smeared with blood. He has stated that co-accused Kapil\n\n    had informed the police that he had set on fire blood stained\n\n    clothes of Kamal. He has stated that disclosure statement of\n\n    Kapil was reduced into writing and ash of clothes was\n\n\n    recovered as per disclosure statement given by accused\n\n    persons. He has stated that co-accused Roshan Lal had\n\n\n\n\n    slapped him and he pushed him back and further stated that\n\n    co-accused Kapil also started quarrelling with him on the\n\n\n\n\n\n    ground that why he had pushed co-accused Roshan Lal. He\n\n\n\n\n\n    has stated that accused persons had blocked his route with\n\n    their tractor. He has stated that he parked the Tavera vehicle\n\n    in the market of Mawa Kaholan as he was directed by\n\n    deceased. He has stated that house of deceased is situated at\n\n\n\n\n<span class=\"hidden_text\" id=\"span_32\">                                        ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_33\">                                   18</span>\n\n\n\n\n    a distance of 1½ K.m. from the place where he parked the\n\n    vehicle. He has stated that deceased had also asked him to\n\n\n\n\n                                                          .\n</p><p data-structure=\"CDiscource\" id=\"p_39\">    keep the key in vehicle on one side without locking the driver\n\n\n\n\n\n    window. He has stated that he was informed about murder of\n\n    deceased on 11.10.2008 in the morning at 6 AM when he was\n\n\n\n\n\n    in his house.    He has stated that police officials have\n\n    interrogated him about incident. He has denied suggestion\n\n\n\n\n                                  of\n    that co-accused Kapil Dev and Roshan did not have any talk\n\n    with him on 10.10.2008. He has denied suggestion that\n               rt\n    accused persons did not pick up quarrel with him. He has\n\n    denied suggestion that co-accused Kapil Dev did not give any\n\n    disclosure statement. He has denied suggestion that co-\n</p>\n<p data-structure=\"Section\" id=\"p_40\">    accused Nos. 2 and 3 have been falsely implicated in present\n\n\n    case.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_41\">    8.5        PW5 Devinder Singh has stated that in 2008 he\n\n\n\n\n    was working as salesman in liquor shop. He has stated that on\n\n    10.10.2008 in the evening accused persons Nos. 1 to 3\n\n\n\n\n\n    present in Court visited the liquor shop and purchased liquor\n\n\n\n\n\n    from there and started consuming the liquor in liquor shop. He\n\n    has stated that PW4 Rajesh Kumar visited the liquor shop and\n\n    accused persons picked up quarrel with PW4. He has stated\n\n    that thereafter PW4 sped away in vehicle of deceased Rajnish\n\n\n\n\n<span class=\"hidden_text\" id=\"span_34\">                                       ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_35\">                                   19</span>\n\n\n\n\n    and thereafter accused persons Nos. 1 to 3 also left the liquor\n\n    shop and accused persons had left the liquor shop in tractor of\n\n\n\n\n                                                            .\n</p><p data-structure=\"CDiscource\" id=\"p_42\">    co-accused Kapil. He has stated that colour of tractor was blue\n\n\n\n\n\n    and deceased Rajnish had also gone away from liquor shop in\n\n    same tractor. He has denied suggestion that accused persons\n\n\n\n\n\n    did not pick up quarrel with PW4 Rajesh and deceased Rajnish\n\n    on 10.10.2008. He has denied suggestion that accused\n\n\n\n\n                                  of\n    persons did not left the liquor shop along with deceased upon\n\n    the tractor. He has denied suggestion that buses ply on\n               rt\n    Chalet, Gagret road even at night time.\n</p>\n<p data-structure=\"PetArg\" id=\"p_43\">    8.6        PW6    Rajesh   Prashar   has     stated     that    he    is\n\n    correspondent of Himachal news channel of District Una. He\n\n    has stated that accused person Kapil Dev had given disclosure\n\n\n    statement and one blood stained stone was recovered as per\n\n    disclosure statement given by co-accused Kapil Dev. He has\n\n\n\n\n    stated that ash was also recovered as per disclosure\n\n    statement and recovery memo Ext.PW6/A was prepared. He\n\n\n\n\n\n    has stated that thereafter blood stained vest recovered as per\n\n\n\n\n\n    recovery memo Ext.PW6/B. He has denied suggestion that co-\n</p>\n<p data-structure=\"RespArg\" id=\"p_44\">    accused Kapil Dev did not give any disclosure statement.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_45\">    8.7        PW7 Umesh has stated that on 10.10.2008 he was\n\n    on his way from Bhabnout to Mawa Kaholan on his scooter. He\n\n\n\n\n<span class=\"hidden_text\" id=\"span_36\">                                         ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_37\">                                    20</span>\n\n\n\n\n    has stated that when he reached at Chalet at 8.30 PM he\n\n    stopped in front of liquor shop. He has stated that Roshan Lal\n\n\n\n\n                                                            .\n</p><p data-structure=\"CDiscource\" id=\"p_46\">    accused person present in Court was quarrelling with Rajesh\n\n\n\n\n\n    @ Billu PW4. He has stated that they were separated at the\n\n    intervention of others. He has stated that thereafter deceased\n\n\n\n\n\n    had handed over the key of his vehicle to PW4 and PW4 had\n\n    gone in vehicle and thereafter he also left. He has stated that\n\n\n\n\n                                   of\n    accused persons left the liquor shop in tractor. He has stated\n\n    that he found that tractor was parked near the highway. He\n                rt\n    has stated that deceased was with accused persons in liquor\n\n    shop. He has stated that dead body of deceased was\n\n    recovered at a distance of 150 yards from the place when he\n\n    had seen the tractor parked on highway. He has denied\n\n\n    suggestion that accused persons Nos. 1 to 3 have approached\n\n    him to resile from his earlier statement.\n</p>\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_47\">    8.8         PW8 Naresh Kumar has stated that accused\n\n    persons are known to him. He has stated that on 11.10.2008\n\n\n\n\n\n    at about 4.30 to 5 PM he left his house for morning walk. He\n\n\n\n\n\n    has stated that when he was on his way to his house he saw\n\n    accused person Kamal Kumar at about 6 AM in the area of\n\n    Chalet. He has denied suggestion that he did not see Kamal\n\n    Kumar on the way to his house on 11.10.2008 at about 6 AM.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_38\">                                         ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_39\">                                   21</span>\n\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_48\">    8.9        PW9 Om Parkash has stated that accused Kamal\n\n    Kumar present in Court is known to him. He has stated that on\n\n\n\n\n                                                          .\n</p><p data-structure=\"CDiscource\" id=\"p_49\">    14.10.2008 co-accused Kamal Kumar produced one scythe to\n\n\n\n\n\n    police from sugarcane field in the area of Chalet. He has\n\n    stated that sketch Ext.PW9/A was prepared. He has stated\n\n\n\n\n\n    that length of scythe was 55 cm and blade of scythe was 28\n\n    cm and handle thereof was 27 cm. He has stated that scythe\n\n\n\n\n                                  of\n    (Sharp edged weapon) is Ext.P11. He has denied suggestion\n\n    that co-accused Kamal Kumar did not produce scythe Ext.P11\n               rt\n    before the police. He has denied suggestion that he is\n\n    deposing falsely in the Court on account of relations with\n\n    Krishan Dev.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_50\">    8.10       PW10 Raj Kumar has stated that co-accused\n\n\n    Kamal Kumar had given disclosure statement that scythe used\n\n    in commission of offence of crime was concealed in sugarcane\n\n\n\n\n    field in village Chalet. He has stated that co-accused Kamal\n\n    Kumar also informed that he handed over his pant, shirt and\n\n\n\n\n\n    vest to co-accused Kapil. He has stated that he has also given\n\n\n\n\n\n    statement that pant was kept by him in his house at village\n\n    Ambota. He has denied suggestion that co-accused Kamal did\n\n    not give any disclosure statement Ext.PW10/A. He has denied\n\n    suggestion that co-accused Kamal did not inform the police\n\n\n\n\n<span class=\"hidden_text\" id=\"span_40\">                                       ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_41\">                                     22</span>\n\n\n\n\n    that he handed over the pant, shirt and vest to co-accused\n\n    Kapil. He has denied suggestion that he has given wrong\n\n\n\n\n                                                                 .\n</p><p data-structure=\"Precedent\" id=\"p_51\">    statement on account of friendship with Kamal.\n</p>\n\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_52\">    8.11         PW11 Kamal Kumar has stated that on 14.10.2008\n\n    co-accused Kamal Kumar took police officials to his house and\n\n\n\n\n\n    one pant of black colour was recovered. He has stated that he\n\n    has signed recovery memo Ext.PW11/A.\n\n\n\n\n                                    of\n    8.12         PW12 HC Sukhdev has stated that a pair of shoes\n\n    of black colour Ext.P13 recovered as per disclosure statement\n                rt\n    given by co-accused Kamal Kumar. He has denied suggestion\n\n    that co-accused Kamal did not produce shoes Ext.P13.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_53\">    8.13         PW13 Arvind has stated that he is working as J.E.\n\n    in HPPWD at Daulatpur w.e.f. 2007 to March 2009 and he\n\n\n    prepared site plan Ext.PW13/A of the site of crime.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_54\">    8.14         PW14 Rajinder Parsad has stated that he is\n\n\n\n\n    running a photo studio at Daulatpur. He has stated that on\n\n    11.10.2008    at   the   instance    of    Gagret      police     he    took\n\n\n\n\n\n    photographs of site of crime. He has stated that photographs\n\n\n\n\n\n    are Ext.PW2/A-1 to Ext.PW2/A-4 and Ext.PW14/A. He has\n\n    stated that marks of tyres of tractor were visible in\n\n    photograph Ext.PW12/A. He has stated that photogrpahs\n\n    Ext.PW2/F and Ext.PW14/A-2 to Ext.PW14/A-4 are of tractor.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_42\">                                              ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_43\">                                        23</span>\n\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_55\">    He has stated that there were marks of blood upon tractor and\n\n    in scarf. He has stated that one of accused persons namely\n\n\n\n\n                                                                  .\n</p><p data-structure=\"Precedent\" id=\"p_56\">    Kamal Kumar is running barber shop at Mawa and he also took\n\n\n\n\n\n    photographs Ext.PW14/A-5 to Ext.PW14/A-7 of his shop. He\n\n    has stated that there were marks of blood in the shop of co-\n</p>\n\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_57\">    accused Kamal Kumar. He has stated that vest was recovered\n\n    at the instance of Kapil and he also took photograph of it. He\n\n\n\n\n                                        of\n    has    stated    that   digital   camera    was     issued      for   taking\n\n    photographs. He has denied suggestion that there were no\n                 rt\n    marks of blood in shop of co-accused Kamal Kumar. He has\n\n    denied suggestion that there were no marks of blood on\n\n    tractor. He has denied suggestion that there was no ash and\n\n    no ash was recovered as per disclosure statement of Kapil.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_58\">    8.15            PW15 Dr. Ravinder Mohan has stated that he is\n\n    working as medical officer in Health and Family Welfare\n\n\n\n\n    department         and he has conducted the post mortem\n\n    examination of dead body of deceased on 11.10.2008. He has\n\n\n\n\n\n    stated that on observation it was found that external\n\n\n\n\n\n    appearance of dead body of male adult of average built length\n\n    was 5&#x27;8&quot; wearing yellowish T-shirt with blackish stripes grey\n\n    pant white socks and blue underwear and further stated that\n\n    deceased also weared yellow metal ring in left ear and white\n\n\n\n\n<span class=\"hidden_text\" id=\"span_44\">                                               ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_45\">                                    24</span>\n\n\n\n\n    metal ring in right ring finger with blackish stone. He has\n\n    stated that (1) On left hand a sharp edged injury was found on\n\n\n\n\n                                                            .\n</p><p data-structure=\"CDiscource\" id=\"p_59\">    left thumb at the level MP joint on volar aspect, depath bone\n\n\n\n\n\n    cut at base of proximal phalynx through and flexor and\n\n    abductors tendol injury was also found. He has stated that\n\n\n\n\n\n    direction of wound was from the first web space to volar\n\n    aspect of thumb and injury was ante mortem in nature. (2) On\n\n\n\n\n                                    of\n    right hand a sharp edged injury on palmer aspect of right\n\n    middle finger and right index finger in proximal space\n                rt\n    between proximal IP and middle IP joint space and injury was\n\n    tapering towards right side which was skin deep. (3) On neck\n\n    the extent of wound with loss of skin from angle of mandible\n\n    sub mandible region was found and frontal aspect of neck\n\n\n    upto sternal notch was found. He has stated that esophagus\n\n    trachea and major blood vessels bilateral carotid arteries,\n\n\n\n\n    jugular veins and strap muscles at the level of inferior border\n\n    of thyroid cartilage with injury to cervial certebrae at the level\n\n\n\n\n\n    of C5 was found and wound was found to be ante mortem in\n\n\n\n\n\n    nature. He has stated that deceased had died due to ante\n\n    mortem sharp injury to the vital structures in neck leading to\n\n    haemmorhage shock and death. He has stated that probable\n\n    time between injury and death was 5 to 10 minutes and post\n\n\n\n\n<span class=\"hidden_text\" id=\"span_46\">                                         ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_47\">                                   25</span>\n\n\n\n\n    mortem was within 24 hours. He has stated that he had issued\n\n    post mortem report Ext.PW15/A which was duly signed by\n\n\n\n\n                                                           .\n</p><p data-structure=\"RespArg\" id=\"p_60\">    him. He has stated that police officials filed application\n\n\n\n\n\n    Ext.PW15/B for post mortem examination of deceased. He has\n\n    stated that Medical Superintendent directed him to carry out\n\n\n\n\n\n    the post mortem examination and police also filed inquest\n\n    reports Ext.PW15/D and Ext.PW15/E. He has admitted that\n\n\n\n\n                                   of\n    injury noticed upon the throat/neck and hands of deceased\n\n    are possible by scythe Ext.P11. He has stated that he had\n                rt\n    collected contents of intestines, liver, spleen, stomach, heart,\n\n    lungs of deceased for chemical analysis. He has stated that he\n\n    had sealed the viscera with seal of medical officer and further\n\n    stated that he had collected clothes of deceased for chemical\n\n\n    analysis. He has stated that he took into possession pant\n\n    Ext.P14, shirt Ext.P15, socks Ext.P16 and shoes Ext.P17 from\n\n\n\n\n    dead body of deceased for chemical analysis. He has stated\n\n    that all items were smeared with blood. He has denied\n\n\n\n\n\n    suggestion that scythe Ext.P11 is not a sharp edged weapon.\n</p>\n\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_61\">    He has stated that there were three layers in skin and all three\n\n    layers were cut in present case. He has stated that injury to\n\n    throat of deceased was started from below the chin and upto\n\n\n\n\n<span class=\"hidden_text\" id=\"span_48\">                                        ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_49\">                                     26</span>\n\n\n\n\n    lower end of throat. He has stated that injury to throat was\n\n    chopped up.\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_62\">                                                               .\n</p><p data-structure=\"CDiscource\" id=\"p_63\">    8.16         PW16 Vikram Singh has stated that he is working\n\n\n\n\n\n    as MHC at P.S. Gagret w.e.f. 17.7.2006 and he has brought the\n\n    daily diary of P.S. Gagret. He has stated that PW1 Krishan Dev\n\n\n\n\n\n    had telephonically reported the murder of his son at 7.30 am\n\n    on     11.10.2008   vide   report    No.10-A    copy     of    which     is\n\n\n\n\n                                        of\n    Ext.PW16/A of P.S. Gagret. He has stated that Ext.PW16/A is\n\n    correct copy of report as per register brought by him. He has\n                 rt\n    stated that he registered FIR Ext.PW16/B against accused\n\n    persons and copy of FIR was sent to Additional SHO. He has\n\n    stated that since he had to proceed on leave he left police\n\n    station on 11.10.2008. He has stated that in his absence\n\n\n    Additional MHC Narender Kumar was incharge of his seat. He\n\n    has     denied   suggestion   that    FIR   was     registered       after\n\n\n\n\n    11.10.2008 and was issued in the back date.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_64\">    8.17         PW17 ASI Vikram Singh has stated that he is\n\n\n\n\n\n    working as ASI P.S. Gagret w.e.f. September 2008. He has\n\n\n\n\n\n    stated that dead body of deceased was took into possession.\n</p>\n<p data-structure=\"RespArg\" id=\"p_65\">    He has stated that he filed application Ext.PW15/B, inquest\n\n    forms Ext.PW15/D and Ext.PW15/E before medical officer. He\n\n    has stated that medical officer handed over viscera of\n\n\n\n\n<span class=\"hidden_text\" id=\"span_50\">                                            ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_51\">                                  27</span>\n\n\n\n\n    deceased and blood stained clothes duly sealed with seal and\n\n    he deposited the same with Additional MHC on 11.10.2008 in\n\n\n\n\n                                                          .\n</p><p data-structure=\"Section\" id=\"p_66\">    the evening.\n</p>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_67\">    8.18       PW18 HC Navin Kumar has stated that he is\n\n    working as head constable in police station Gagret w.e.f.\n</p>\n\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_68\">    August 2008 to 31.3.2009. He has stated that on 11.10.2008\n\n    Vikram Singh MHC proceeded on leave and as per the order of\n\n\n\n\n                                 of\n    SHO he was incharged MHC. He has stated that PW17\n\n    deposited two sealed packets containing viscera of deceased\n               rt\n    and his blood stained clothes with him and on the same day\n\n    Mohinder Singh Additional SHO deposited seven sealed\n\n    packets with him. He has stated that these packets contained\n\n    blood of deceased and other items. He has stated that on\n\n\n    13.10.2008 Mohinder Singh deposited two sealed packets with\n\n    him and further stated that packets were alleged to contain\n\n\n\n\n    shoes of accused persons and on 14.10.2008 I.O. had\n\n    deposited two sealed parcels alleged to have contained scythe\n\n\n\n\n\n    and pant of accused persons. He has stated that he\n\n\n\n\n\n    transmitted the sealed packets to Chemical Examiner Junga\n\n    through C. Pardeep vide RC No. 359 of 2008. He has stated\n\n    that he returned the RC on 20.10.2008. He has stated that\n\n    case property remained intact in his custody. He has stated\n\n\n\n\n<span class=\"hidden_text\" id=\"span_52\">                                       ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_53\">                                   28</span>\n\n\n\n\n    that some objections were raised by chemical examiner and\n\n    thereafter objections were removed and case property was\n\n\n\n\n                                                           .\n</p><p data-structure=\"Section\" id=\"p_69\">    again sent to laboratory.\n</p>\n\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_70\">    8.19        PW19 Pardeep Kumar has stated that he is\n\n    working as constable in P.S. Gagret for the last two years. He\n\n\n\n\n\n    has stated that on 16.10.2008 PW18 handed over the case\n\n    property in sealed cover with direction to deposit in office of\n\n\n\n\n                                   of\n    FSL Junga vide RC No. 359 of 2008. He has stated that he took\n\n    the case property to laboratory and since some objections\n                rt\n    were raised he brought the case property back to police\n\n    station. He has stated that thereafter on removing the\n\n    objections he again took the case property to office of FSL\n\n    Junga on 20.10.2008. He has stated that case property\n\n\n    remained intact in his custody. He has denied suggestion that\n\n    he did not deposit the case property in office of chemical\n\n\n\n\n    examiner.\n</p>\n<p data-structure=\"Precedent\" id=\"p_71\">    8.20        PW20 Nasib Singh Patial Scientific Officer posted\n\n\n\n\n\n    in FSL Junga has stated that he had qualified M.Sc in Math\n\n\n\n\n\n    from H.P. University in 2005 and had also done post\n\n    graduation in Math. He has stated that he was appointed as\n\n    Scientific Officer in Physics and Ballistics Division FSL Junga.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_72\">    He has stated that he received parcel and seals on the parcel\n\n\n\n\n<span class=\"hidden_text\" id=\"span_54\">                                        ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_55\">                                   29</span>\n\n\n\n\n    were intact and tallied with sample seals which were\n\n    separately sent. He has stated that he examined the parcel\n\n\n\n\n                                                           .\n</p><p data-structure=\"CDiscource\" id=\"p_73\">    and after examination he found that thread Ext.P1 stood cut\n\n\n\n\n\n    by a sharp edged weapon. He has stated that ash Ext.P8 was\n\n    of burnt cloth and contained small metal piece which was a\n\n\n\n\n\n    part of zip used in pants. He has stated that he also examined\n\n    sharp edged weapon i.e. scythe Ext.P11 received in laboratory\n\n\n\n\n                                  of\n    and found that thread was cut with scythe. He has stated that\n\n    he prepared report Ext.PW20/A which is duly signed by him\n               rt\n    and was counter signed by Dr. Rajesh Kumar. He has stated\n\n    that he is conversant with hand writing and signatures of\n\n    Dr.Rajesh Kumar. He has denied suggestion that his opinion\n\n    was based on surmises and conjectures and his opinion was\n\n\n    not based upon facts.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_74\">    8.21       PW21 Ajay Sehjal Scientific Officer FSL Junga has\n\n\n\n\n    stated that he had passed M.Sc in Botany in 1994 from\n\n    Dr.B.R.Ambedkar University Agra and thereafter he has\n\n\n\n\n\n    qualified post graduation in Botany. He has stated that\n\n\n\n\n\n    thirteen parcels duly sealed with seals received by Biology\n\n    and Serology Division from the police. He has stated that seals\n\n    on these parcels tallied with specimen impression of seal sent\n\n    by police. He has stated that apart from 13 parcels Biology\n\n\n\n\n<span class=\"hidden_text\" id=\"span_56\">                                        ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_57\">                                    30</span>\n\n\n\n\n    Division had received one parcel duly sealed from Chemistry\n\n    and Toxicology divison of FSL and further stated that seals\n\n\n\n\n                                                            .\n</p><p data-structure=\"CDiscource\" id=\"p_75\">    applied to parcel tallied with specimen impression of seals\n\n\n\n\n\n    separately sent by Chemistry division. He has stated that he\n\n    examined 13 parcels and prepared report Ext.PW21/A which is\n\n\n\n\n\n    duly signed by him and counter signed by Dr. Gian Thakur. He\n\n    has stated that he found human blood of A group on Ext.P18\n\n\n\n\n                                   of\n    blood collected from spot, Ext.P1 metallic locket, Ext.P3 dust\n\n    and soil component collected from spot, Ext.P6 wrist watch\n                rt\n    HMT, Ext.P7 blood stained soil collected from tractor, Ext.P13\n\n    shoes of Kamal Kumar, Ext.P12 pant of Kapil Kumar, Ext.P11\n\n    sickle, Ext.P14 pant of deceased Rajnish, Ext.P15 t-shirt of\n\n    deceased Rajnish and human blood was found on pieces of\n\n\n    flesh lifted near the dead body. He has also stated that human\n\n    blood was also found on scarf, vest of co-accused Kamal\n\n\n\n\n    Kumar and shoes of deceased Rajnish and socks of deceased\n\n    Rajnish. He has denied suggestion that his report was based\n\n\n\n\n\n    on surmises and conjectures.\n</p>\n\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_76\">    8.22       PW22 Mohinder Singh has stated that he is\n\n    working   as   SI/Additional   SHO   with    P.S.    Gagret      w.e.f.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_77\">    September 2007 and on 11.10.2008 at about 7.30 AM he was\n\n    present in police station. He has stated that telephone\n\n\n\n\n<span class=\"hidden_text\" id=\"span_58\">                                         ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_59\">                                   31</span>\n\n\n\n\n    information was received about murder of deceased Rajnish.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_78\">    He has stated that rapat No. 10-A Ext.PW16/A was recorded in\n\n\n\n\n                                                            .\n</p><p data-structure=\"CDiscource\" id=\"p_79\">    daily diary and thereafter he along with police officials rushed\n\n\n\n\n\n    to village Chalet and dead body of deceased was found on\n\n    highway. Again stated that some portion of dead body was on\n\n\n\n\n\n    bank of highway and rest of portion of dead body was beyond\n\n    the highway. He has stated that marks of tyre of tractor were\n\n\n\n\n                                   of\n    found on highway and blood was scattered on highway and\n\n    tyre marks were also present. He has stated that he examined\n                rt\n    dead body of deceased and found that there was cut marks\n\n    with sharp edged weapon on front side of throat of deceased.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_80\">    He has stated that there were also marks of injuries upon\n\n    hands of deceased. He has stated that he took photogrpahs\n\n\n    Ext.PW2/A-1   to   Ext.PW2/A-4     and   Ext.PW14/A        and     also\n\n    recorded statement under <a href=\"/doc/1980578/\" id=\"a_12\">Section 154</a> Cr.P.C. and forwarded\n\n\n\n\n    the same to police station for registration of FIR through C.\n\n    Pardeep Kumar. He has stated that he also collected blood\n\n\n\n\n\n    from place where dead body was left vide recovery memo\n\n\n\n\n\n    Ext.PW2/B and also collected pieces of flesh Ext.P4, blood\n\n    stained earth Ext.P3 and holy thread applied to neck of\n\n    deceased Ext.P1 vide recovery memo Ext.PW2/A in presence\n\n    of witnesses. He has stated that thereafter he filed inquest\n\n\n\n\n<span class=\"hidden_text\" id=\"span_60\">                                         ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_61\">                                  32</span>\n\n\n\n\n    forms Ext.PW15/D and Ext.PW15/E and dead body was\n\n    identified by Pardeep Kumar and Krishan Chand. He has\n\n\n\n\n                                                          .\n</p><p data-structure=\"CDiscource\" id=\"p_81\">    stated that thereafter he prepared application Ext.PW15/B and\n\n\n\n\n\n    sent the dead body for post mortem examination to District\n\n    Hospital Una through Vikram Singh ASI, HHC Mulakh Raj and\n\n\n\n\n\n    Surinder Singh. He has stated that thereafter he prepared\n\n    rough sketch Ext.PW20/B. He has stated that co-accused\n\n\n\n\n                                 of\n    Kamal Dev was performing the business of hair dressing in\n\n    village Mawa Kaholan. He has stated that he also found marks\n               rt\n    of blood in verandah of shop of co-accused Kamal Dev. He has\n\n    stated that he also found marks of blood inside the shop of\n\n    Kamal Dev. He has stated that one wrist watch was found on\n\n    counter of shop of Kamal Dev. He has stated that wrist watch\n\n\n    had also marks of blood. He has stated that he took\n\n    photographs of blood stains. He has stated that photographs\n\n\n\n\n    are Ext.PW14/A-5 to Ext.PW14/A-7 and he also collected the\n\n    blood from shop of co-accused Kamal Dev and from verandah\n\n\n\n\n\n    of shop in presence of Ashwani Kumar and Dev Saroop vide\n\n\n\n\n\n    recovery memo Ext.PW3/A. He has stated that wrist watch is\n\n    Ext.P6 and blood stained earth is Ext.P7 and items were\n\n    sealed by him with seal &#x27;Z&#x27; and then seal was handed over to\n\n    HC Ashwani Kumar. He has stated that he also examined\n\n\n\n\n<span class=\"hidden_text\" id=\"span_62\">                                       ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_63\">                                    33</span>\n\n\n\n\n    tractor No. HP-19-4826 which was parked outside the house of\n\n    Kapil Dev. He has stated that he examined tractor and found\n\n\n\n\n                                                            .\n</p><p data-structure=\"RespArg\" id=\"p_82\">    marks of blood on foot rest, pressure pipe of the brake of\n\n\n\n\n\n    tractor, on tool box of tractor and on liver of tractor. He has\n\n    stated that there were marks of blood upon scarf tied around\n\n\n\n\n\n    the steering rod. He has stated that Ext.PW2/F is photograph\n\n    of steering rod and scarf tied to the steering rod to the tractor\n\n\n\n\n                                   of\n    and other photographs are Ext.PW14/A-1 to Ext.PW14/A-4. He\n\n    has stated that he collected the blood from various parts of\n                rt\n    tractor and sealed the same in packet with seal &#x27;B&#x27; and took\n\n    into possession vide recovery memo Ext.PW2/D. He has stated\n\n    that marks of blood are Ext.P5 and tractor along with\n\n    documents     took   into   possession    vide     seizure      memo\n\n\n    Ext.PW2/D. He has stated that scarf Ext.P2 was separately\n\n    sealed with seal &#x27;V&#x27; and took into possession vide recovery\n\n\n\n\n    memo Ext.PW2/C. He has stated that seal V was handed over\n\n    to Pardeep Kumar Pardhan and he also prepared sketch map\n\n\n\n\n\n    Ext.PW22/C of shop of co-accused Kamal Dev and also\n\n\n\n\n\n    recorded statements of witnesses. He has stated that co-\n</p>\n<p data-structure=\"CDiscource\" id=\"p_83\">    accused Kapil Dev has given disclosure statement that clothes\n\n    which were worn by him and another co-accused Kamal Dev\n\n    were burnt by him in the nearby local river Mawa. He has\n\n\n\n\n<span class=\"hidden_text\" id=\"span_64\">                                         ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_65\">                                   34</span>\n\n\n\n\n    stated that disclosure statement of co-accused Kapil Dev is\n\n    Ext.PW1/B. He has stated that vest was also recovered as per\n\n\n\n\n                                                          .\n</p><p data-structure=\"RespArg\" id=\"p_84\">    disclosure statement given by co-accused Kapil Dev. He has\n\n\n\n\n\n    stated that ash Ext.P8 and stone Ext.P9 took into possession\n\n    vide recovery memo Ext.PW6/A. He has stated that he also\n\n\n\n\n\n    took photographs of site and also prepared sketch maps\n\n    Ext.PW22/D and Ext.PW22/E. He has stated that vest Ext.P10\n\n\n\n\n                                  of\n    took into possession vide recovery memo Ext.PW6/B. He has\n\n    stated that he also took into possession the shoes of co-\n</p><p data-structure=\"RespArg\" id=\"p_85\">               rt\n    accused Kamal Dev Ext.P13 vide recovery memo Ext.PW12/A\n\n    which were worn by him at the time of incident. He has stated\n\n    that he also recorded disclosure statement of co-accused\n\n    Kamal Dev. He has stated that co-accused Kamal Dev has\n\n\n    stated that he had concealed the scythe in the field of\n\n    sugarcane. He has stated that pant was also recovered as per\n\n\n\n\n    disclosure statement given by co-accused. He has stated that\n\n    he also recovered scythe Ext.P11 vide recovery memo\n\n\n\n\n\n    Ext.PW9/B and further stated that marks of blood were\n\n\n\n\n\n    present on scythe. He has stated that he also collected post\n\n    mortem report Ext.PW15/A from medical officer. He has stated\n\n    that he recorded statements of prosecution witensses as per\n\n    their versions. He has stated that accused persons were lastly\n\n\n\n\n<span class=\"hidden_text\" id=\"span_66\">                                       ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_67\">                                   35</span>\n\n\n\n\n    seen with deceased by Billu @ Rajesh. He has stated that\n\n    accused persons had caught hold of deceased and caused\n\n\n\n\n                                                          .\n</p><p data-structure=\"CDiscource\" id=\"p_86\">    multiple injuries upon him with sharp edged weapon. He has\n\n\n\n\n\n    stated that deceased had tried to save himself and blow of\n\n    scythe struck against his hands. He has stated that report of\n\n\n\n\n\n    chemical examiner is Ext.PY. He has stated that he recorded\n\n    statements of prosecution witnesses as per their versions and\n\n\n\n\n                                  of\n    thereafter prepared final report under <a href=\"/doc/1412034/\" id=\"a_13\">Section 173</a> Cr.P.C. He\n\n    has stated that he also prepared supplementary report and\n               rt\n    submitted in Court. He has denied suggestion that Tavera\n\n    vehicle had struck against the person of co-accused Kapil Dev.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_87\">    He has denied suggestion that there was no mark of blood on\n\n    floor/verandah of shop and wrist watch. He has denied\n\n\n    suggestion that he had tried to create evidence. He has\n\n    denied suggestion that co-accused Kamal Dev had not made\n\n\n\n\n    any disclosure statement relating to scythe (Sharp edged\n\n    weapon). He has denied suggestion that he did not record\n\n\n\n\n\n    statements of prosecution witnesses as per their versions. He\n\n\n\n\n\n    has denied suggestion that co-accused Kapil Dev did not give\n\n    any disclosure statement under <a href=\"/doc/1312051/\" id=\"a_14\">Section 27</a> of Indian Evidence\n\n    Act. He has denied suggestion that ash was recovered from\n\n    cremation ground. He has denied suggestion that there was\n\n\n\n\n<span class=\"hidden_text\" id=\"span_68\">                                       ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_69\">                                   36</span>\n\n\n\n\n    no blood stained mark upon tractor, scarf and other parts\n\n    thereof.\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_88\">                                                           .\n</p><p data-structure=\"CDiscource\" id=\"p_89\">    8.23       PW23 Ranjit Singh has stated that he is working in\n\n\n\n\n\n    BSF department and was on annual leave. He has stated that\n\n    about one year back at about 8.30 PM he was present in his\n\n\n\n\n\n    house. He has stated that he had stepped out of his house and\n\n    further stated that his house is adjoining the highway. He has\n\n\n\n\n                                  of\n    stated that he had seen accused persons Kamal and Kapil\n\n    accusing each other. He has stated that he asked them not to\n                 rt\n    use filthy language in front of his house and thereafter both\n\n    accused persons had gone on their tractor. He has stated that\n\n    on next day he had seen dead body of Rajnish at about 50-60\n\n    yards from the place where he had seen the accused persons\n\n\n    standing. He has stated that accused persons were said to\n\n    have thrown away the dead body of Rajnish and managed to\n\n\n\n\n    escape. He has stated that there was tractor near his house\n\n    and accused persons left upon the tractor. He has denied\n\n\n\n\n\n    suggestion that as dead body was nearby his house he was\n\n\n\n\n\n    scared and had made statement against accused persons.\n</p>\n<p data-structure=\"Section\" id=\"p_90\">    9.         Prosecution   tendered     following       documentary\n\n    evidence. (1) Ext.PW1/A statement of Krishan Dev recorded\n\n    under Section 154 Cr.P.C. (2) Ext.PW1/B disclosure statement\n\n\n\n\n<span class=\"hidden_text\" id=\"span_70\">                                        ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_71\">                                     37</span>\n\n\n\n\n    recorded under Section 27 of Indian Evidence Act of co-\n</p>\n<p data-structure=\"Precedent\" id=\"p_91\">    accused   Kapil    Dev.   (3)    Ext.PW2/A-1      to    Ext.PW2/A-4\n\n\n\n\n                                                             .\n</p><p data-structure=\"CDiscource\" id=\"p_92\">    photographs of dead body of deceased and tractor. (4)\n\n\n\n\n\n    Ext.PW2/B recovery memo of blood stained thread. (5)\n\n    Ext.PW2/C recovery memo of           blood stained scarf. (6)\n\n\n\n\n\n    Ext.PW2/D recovery memo of tractor No. HP-19-4826 along\n\n    with documents and blood stained soil. (7) Ext.PW2/E recovery\n\n\n\n\n                                    of\n    memo of two mobiles, purse, driving licence and visiting card\n\n    from dead body of deceased. (8) Ext.PW9/A sketch of scythe.\n</p><p data-structure=\"Precedent\" id=\"p_93\">                rt\n    (9) Ext.PW3/A recovery memo of blood stained soil taken from\n\n    shop of co-accused Kamal Kumar. (10) Ext.PW6/A recovery\n\n    memo of blood stained stone. (11) Ext.PW6/B disclosure\n\n    statement given by co-accused Kapil Dev under <a href=\"/doc/1312051/\" id=\"a_15\">Section 27</a> of\n\n\n    Indian Evidence Act. (12) Ext.PW9/B disclosure statement\n\n    given by co-accused Kamal Kumar under <a href=\"/doc/1312051/\" id=\"a_16\">Section 27</a> of Indian\n\n\n\n\n    Evidence Act. (13) Ext.PW10/A disclosure statement given by\n\n    co-accused Kamal Kumar under <a href=\"/doc/1312051/\" id=\"a_17\">Section 27</a> of Indian Evidence\n\n\n\n\n\n    Act. (14) Ext.PW11/A disclosure statement given by co-\n</p>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_94\">    accused Kamal Kumar regarding recovery of blood stained\n\n    pant under <a href=\"/doc/1312051/\" id=\"a_18\">Section 27</a> of Indian Evidence Act. (15) Ext.PW12/A\n\n    Recovery memo of pair of shoes. (16) Ext.PW13/A site plan\n\n    showing   the     place   of    murder.   (17)Ext.PW14/A-1            to\n\n\n\n\n<span class=\"hidden_text\" id=\"span_72\">                                         ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_73\">                                  38</span>\n\n\n\n\n    Ext.PW14/A-14 photographs. (18) Ext.PW15/A post mortem\n\n    report of deceased Rajnish aged 31 years. (19) Ext.PW15/B\n\n\n\n\n                                                          .\n</p><p data-structure=\"RespArg\" id=\"p_95\">    application moved by police for conducting the post mortem\n\n\n\n\n\n    of deceased Rajnish @ Bhishu. (20) Ext.PW15/C direction of\n\n    medical superintendent to conduct post mortem of deceased.\n</p>\n\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_96\">    (21)   Ext.PW15/D   and   Ext.PW15/E   inquest      reports.     (22)\n\n    Ext.PW16/A daily diary No. 10-A dated 11.10.2008. (23)\n\n\n\n\n                                  of\n    Ext.PW16/B FIR No. 146 dated 11.10.2008. (24) Ext.PX copy\n\n    of malkhana register. (25) Ext.PW20/A and Ext.PW21/A FSL\n                rt\n    reports Junga. (26) Ext.PW22/B to Ext.PW22/G site plans. (27)\n\n    Ext.PY FSL report. (28) Ext.DX, Ext.DX-1, Ext.DX-2, Ext.DX-3,\n\n    Ext.DX-4 statements of prosecution witnesses.\n</p>\n<p data-structure=\"Section\" id=\"p_97\">    10.        Statements of accused persons recorded under\n\n\n    <a href=\"/doc/767287/\" id=\"a_19\">Section 313</a> Cr.P.C. Accused have stated that they are\n\n    innocent and they have been falsely implicated in present\n\n\n\n\n    case. Accused persons did not lead any defence evidence.\n</p>\n<p data-structure=\"Precedent\" id=\"p_98\">    (A) Last seen theory of deceased along with accused\n\n\n\n\n\n    persons by way of testimony of PW4 Sh Rajesh Kumar is\n    hostile to appellants._______________________________\n\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_99\">    11.        We have carefully perused the testimony of PW4\n\n    Sh. Rajesh Kumar. PW4 has specifically stated in positive\n\n    manner when he appeared in witness box that accused\n\n\n\n\n<span class=\"hidden_text\" id=\"span_74\">                                       ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_75\">                                    39</span>\n\n\n\n\n    persons 1 to 3 present in court were consuming liquor in the\n\n    court yard of liquor shop near the petrol pump. PW4 Rajesh\n\n\n\n\n                                                            .\n</p><p data-structure=\"Precedent\" id=\"p_100\">    Kumar has specifically stated in positive manner that co-\n</p>\n\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_101\">    accused Roshan Lal picked up quarrel with him without any\n\n    reason and he asked co-accused Roshan Lal to keep away.\n</p>\n\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_102\">    PW4 Rajesh Kumar has stated in positive manner that in the\n\n    meanwhile co-accused Kapil came and asked him as to why\n\n\n\n\n                                   of\n    he was quarreling with his friend co-accused Roshan Lal. PW4\n\n    Rajesh Kumar has stated in positive manner that in the\n                rt\n    meanwhile deceased Rajneesh saved him from accused\n\n    persons Kapil and Roshan Lal and asked him to return to his\n\n    house in his Tavera vehicle. PW4 has specifically stated in\n\n    positive manner that he started the vehicle and took the same\n\n\n    to petrol pump for fuel purpose.       PW4 Rajesh Kumar has\n\n    stated in positive manner that co-accused Roshan Lal was in\n\n\n\n\n    possession of one bag and one scythe was in bag and handle\n\n    of scythe was visible to him. It is held that as per testimony of\n\n\n\n\n\n    PW4 Rajesh Kumar it is proved on record that deceased was\n\n\n\n\n\n    lastly seen along with accused persons. Hence it is held that\n\n    last seen theory is proved as per testimony of PW4 in present\n\n    case. We are of the opinion that testimony of PW4 is trust\n\n    worthy, reliable and inspires confidence of Court. There is no\n\n\n\n\n<span class=\"hidden_text\" id=\"span_76\">                                         ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_77\">                                      40</span>\n\n\n\n\n    reason to disbelieve the testimony of PW4 Rajesh Kumar.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_103\">    There is no evidence on record in order to prove that PW4\n\n\n\n\n                                                             .\n</p><p data-structure=\"Precedent\" id=\"p_104\">    Rajesh Kumar         has hostile animus against accused persons\n\n\n\n\n\n    prior to incident.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_105\">    (B) Last seen theory of deceased with accused persons is\n\n\n\n\n\n    also proved as per testimony of PW5 Devinder Singh\n    salesman of liquor shop in present case which is hostile to\n    appellants.________________________________________\n\n\n\n\n                                     of\n</p><p data-structure=\"CDiscource\" id=\"p_106\">    12.         We have carefully perused the testimony of PW5\n\n    Devinder Singh who was working as salesman in the liquor\n                rt\n    shop at relevant time. PW5 Devinder Singh has specifically\n\n    stated that there is court yard in the liquor shop. PW5 has\n\n    stated in positive manner that on 10.10.2008 in the evening\n\n    accused persons 1 to 3 present in Court visited liquor shop\n\n\n    and they purchased liquor from him and started consuming\n\n    liquor in the court yard. PW5 has stated in positive manner\n\n\n\n\n    that thereafter deceased Rajneesh came to liquor shop and\n\n\n\n\n\n    accused persons have picked up quarrel with PW4 Rajesh and\n\n    thereafter PW4 Rajesh left the court yard of liquor shop in\n\n\n\n\n\n    vehicle of deceased Rajneesh. PW5 Devinder Singh has stated\n\n    in positive manner that thereafter accused persons 1 to 3 left\n\n    the liquor shop in the tractor of co-accused Kapil.           Pw5 has\n\n    stated that the colour of tractor was blue. PW5 has stated in\n\n\n\n\n<span class=\"hidden_text\" id=\"span_78\">                                          ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_79\">                                   41</span>\n\n\n\n\n    positive manner that deceased Rajneesh has also gone away\n\n    from the liquor shop on the same tractor along with accused\n\n\n\n\n                                                          .\n</p><p data-structure=\"Conclusion\" id=\"p_107\">    persons. Last seen theory of deceased along with accused\n\n\n\n\n\n    persons is also proved beyond reasonable doubt as per\n\n    testimony of PW5 Devinder Singh. Testimony of PW5 is trust\n\n\n\n\n\n    worthy, reliable and inspires confidence of Court. There is no\n\n    reason to disbelieve the testimony of PW5 Devinder Singh.\n</p>\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_108\">                                  of\n    (C) Presence of co-accused Kapil and co-accused Kamal\n    Dev at the distance of 50 to 60 yards from the place where\n    dead body of deceased Rajneesh was found during night\n    period at 8.30 PM is also proved beyond reasonable doubt\n               rt\n    as per testimony of PW23 Ranjeet Singh which is hostile to\n    appellants.________________________________________\n\n</p><p data-structure=\"CDiscource\" id=\"p_109\">    13.        The presence of co-accused Kapil and co-accused\n\n    Kamal Dev at a distance of about 50 to 60 yards from the\n\n    place where the dead body of deceased was found is also\n\n\n\n    proved beyond reasonable doubt at 8.30 PM on dated\n\n    10.10.2008 in present case. PW23 Ranjit Singh has stated in\n\n\n\n\n    positive manner that at about 8.30 PM he has seen co-\n</p>\n\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_110\">    accused Kapil and co-accused Kamal Dev were present at a\n\n    distance of 50 to 60 yards from the place where the dead\n\n\n\n\n\n    body of deceased was found. PW23 has stated in positive\n\n    manner that accused persons have thrown away dead body of\n\n    deceased Rajneesh and have managed to escape. PW23\n\n\n\n\n<span class=\"hidden_text\" id=\"span_80\">                                       ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_81\">                                   42</span>\n\n\n\n\n    Ranjit Singh has stated in positive manner that tractor was\n\n    also nearby his house. PW23 has stated in positive manner\n\n\n\n\n                                                           .\n</p><p data-structure=\"CDiscource\" id=\"p_111\">    that accused persons have left on a tractor after 8.30 PM on\n\n\n\n\n\n    10.10.2008. Presence of co-accused Kapil and co-accused\n\n    Kamal Dev at a distance of about 50 to 60 yards from the\n\n\n\n\n\n    place where the dead body of deceased Rajneesh was found\n\n    along with tractor is proved as per testimony of PW23 Ranjit\n\n\n\n\n                                  of\n    Singh in present case. Testimony of PW23 is trust worthy,\n\n    reliable and inspires confidence of Court. There is no evidence\n               rt\n    on record in order to prove that PW23 Ranjit Singh has hostile\n\n    animus against accused persons at any point of time.\n</p>\n<p data-structure=\"PetArg\" id=\"p_112\">    (D) Ante mortem death of deceased proved beyond\n    reasonable doubt in present as per testimony of medical\n    officer corroborated with post mortem report which is\n    hostile to appellants.______________________________________\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_113\">    14.        As per testimony of PW15 Dr Ravinder Mohan\n\n\n\n\n    deceased Rajneesh had died due to ante mortem sharp injury\n\n\n\n\n\n    (Homicidal) upon vital parts of the body i.e. neck leading to\n\n    hemorrhagic shock and death. As per testimony of PW15 Dr.\n\n\n\n\n\n    Ravinder Mohan the probable time between injury and death\n\n    was within 5 to 10 minutes and probable time between death\n\n    and post mortem was within 24 hours. As per testimony of\n\n    PW15 Dr. Ravinder Mohan the deceased had sustained injuries\n\n\n\n\n<span class=\"hidden_text\" id=\"span_82\">                                        ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_83\">                                   43</span>\n\n\n\n\n    upon his left hand and right hand with sharp edged weapon.\n</p>\n<p data-structure=\"Precedent\" id=\"p_114\">    As per testimony of PW15 Dr. Ravinder Mohan deceased\n\n\n\n\n                                                          .\n</p><p data-structure=\"CDiscource\" id=\"p_115\">    Rajneesh had sustained wound upon his neck and wound was\n\n\n\n\n\n    ante mortem in nature. Testimony of PW15 is corroborated\n\n    with documentary evidence i.e. post mortem report placed on\n\n\n\n\n\n    record. It is proved beyond reasonable doubt that deceased\n\n    had died due to ante mortem injury sustained with sharp\n\n\n\n\n                                  of\n    edged weapon.    Testimony of PW15 medical officer is also\n\n    trust worthy, reliable and inspires confidence of Court. There\n               rt\n    is no reason to disbelieve the testimony of PW15.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_116\">    (E) Switch off two mobile phones of deceased after 8 PM\n\n    on 10.10.2008 is proved beyond reasonable doubt as per\n    testimony of PW1 Krishan Dev which is hostile to\n    appellants.________________________________________\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_117\">    15.        It is proved on record that as per testimony of\n\n    PW1 Krishan Dev mother of deceased had contacted deceased\n\n\n\n\n    Rajneesh at about 8 PM on 10.10.2008 through his mobile\n\n\n\n\n\n    phone. It is proved on record that as per testimony of PW1\n\n    that at 10 PM deceased could not be contacted upon his two\n\n\n\n\n\n    mobile phones as both mobile phones were switch off. The\n\n    fact that two mobile phones of deceased were switched off\n\n    between 8 to 10 PM clearly proved that deceased was not in\n\n\n\n\n<span class=\"hidden_text\" id=\"span_84\">                                       ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_85\">                                  44</span>\n\n\n\n\n    possession of two mobile phone after 8.30 PM. Same fact is\n\n    hostile to appellants.\n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_118\">                                                         .\n</p><p data-structure=\"CDiscource\" id=\"p_119\">    (F) No evidence of fact that accused persons have dropped\n\n\n\n\n\n    deceased alone from their tractor No. HP-19-4826. Same\n    fact is hostile to appellants.________________________\n\n\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_120\">    16.         It is proved on record as per testimony of PW5\n\n    Devinder Singh that deceased Rajneesh had boarded in\n\n\n\n\n                                 of\n    tractor No. HP-19-4826 on 10.10.2008 during evening time\n\n    along with accused persons. There is no evidence on record\n\n    that deceased was boarded down from tractor No. HP-19-4826\n                rt\n    and was left alone. In the absence of fact that deceased\n\n    Rajneesh was boarded down from tractor No. HP-19-4826\n\n    during night period on 10.10.2006 theory of intervention of\n\n    third person committing homicidal murder of deceased is\n\n\n\n    ruled out in present case.\n</p>\n<p data-structure=\"Precedent\" id=\"p_121\">    (G) Human blood group &#x27;A&#x27; found upon shoes of co-\n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_122\">    accused Kamal, pant of co-accused Kapil and scythe\n    (Sharp edged weapon) also proved beyond reasonable\n\n\n\n\n\n    doubt in present case as per chemical analyst report Ext\n    PW21/A which is hostile to appellants.______________\n\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_123\">    17.         It is proved beyond reasonable doubt that human\n\n    blood group of deceased was &#x27;A&#x27;. As per chemical analyst\n\n    report Ext PW21/A it is proved beyond reasonable doubt that\n\n    blood group &#x27;A&#x27; was found upon shoes of co-accused Kamal\n\n\n\n\n<span class=\"hidden_text\" id=\"span_86\">                                      ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_87\">                                     45</span>\n\n\n\n\n    Dev, pant of co-accused Kapil and wrist watch recovered as\n\n    per disclosure statement given by accused persons. Hence it\n\n\n\n\n                                                            .\n</p><p data-structure=\"CDiscource\" id=\"p_124\">    is held that blood clotted pant of co-accused Kapil, blood\n\n\n\n\n\n    clotted shoes of co-accused Kamal Dev, blood clotted scythe\n\n    (sharp edged weapon) used for commission of homicide and\n\n\n\n\n\n    blood   clotted wrist   watch   recovered     as    per    disclosure\n\n    statement of accused connects the accused persons with the\n\n\n\n\n                                    of\n    commission of homicide of deceased. No explanation is given\n\n    by accused persons as to how the blood group &#x27;A&#x27; was found\n                rt\n    upon shoes of co-accused Kamal, pant of co-accused Kapil and\n\n    blood clotted wrist watch recovered from the shop of accused.\n</p>\n<p data-structure=\"Precedent\" id=\"p_125\">    Above stated facts incriminate accused persons for the\n\n    commission of homicidal death of deceased Rajneesh.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_126\">    (H) Disclosure statement given by co-accused Kapil under\n    <a href=\"/doc/1312051/\" id=\"a_20\">Section 27</a> of Indian Evidence Act and disclosure\n    statement given by co-accused Kamal incriminate\n    accused persons beyond reasonable doubt.__________\n\n\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_127\">    18.         Disclosure statement of co-accused Kapil Dev\n\n    proved on record as per testimony of PW4 Rajesh Kumar. PW4\n\n\n\n\n\n    Rajesh Kumar has specifically stated in positive manner that\n\n    disclosure statements were given by accused persons in his\n\n    presence. Testimony of PW4 Rajesh Kumar relating to\n\n    disclosure statement of co-accused Kamal Dev is trust worthy,\n\n\n\n\n<span class=\"hidden_text\" id=\"span_88\">                                         ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_89\">                                   46</span>\n\n\n\n\n    reliable and inspires confidence of Court. There is no reason to\n\n    disbelieve the testimony of PW4. There is no evidence on\n\n\n\n\n                                                           .\n</p><p data-structure=\"CDiscource\" id=\"p_128\">    record that PW4 has hostile animus against the accused\n\n\n\n\n\n    persons at any point of time. Even disclosure statement given\n\n    by co-accused Kapil is also proved on record beyond\n\n\n\n\n\n    reasonable doubt as per testimony of PW9 Om Parkash.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_129\">    Testimony of PW9 is trust worthy, reliable and inspires\n\n\n\n\n                                   of\n    confidence of Court. Sharp edged weapon scythe used for the\n\n    commission of offence was recovered as per disclosure\n                rt\n    statement given by accused. Blood group of deceased &#x27;A&#x27; was\n\n    found upon scythe (Sharp edged weapon) recovered as per\n\n    disclosure statement of accused. Weapon of attack scythe is\n\n    connected with homicidal of deceased beyond reasonable\n\n\n    doubt.\n</p>\n<p data-structure=\"Precedent\" id=\"p_130\">    (1) Finding in Criminal Appeal No. 14 of 2010 titled Kamal\n    Dev Vs. State of HP and Criminal Appeal No. 422 of 2011\n\n\n\n\n    titled Kamal Dev Vs. State of HP_____________________.\n</p>\n\n\n\n\n<p data-structure=\"PetArg\" id=\"p_131\">    19.         Submission of learned Advocate appearing on\n\n    behalf of co-appellant Kamal Dev that co-appellant Kamal Dev\n\n\n\n\n\n    is running hair dressing shop in Mava Kohlan market and he is\n\n    physically handicapped person as his one leg is artificial\n\n    limbed and present case is based upon circumstantial\n\n\n\n\n<span class=\"hidden_text\" id=\"span_90\">                                        ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_91\">                                     47</span>\n\n\n\n\n    evidence and in the absence of motive the case of prosecution\n\n    becomes doubtful and on this ground appeal be accepted is\n\n\n\n\n                                                            .\n</p><p data-structure=\"Conclusion\" id=\"p_132\">    rejected being devoid of any force for the reasons hereinafter\n\n\n\n\n\n    mentioned. Involvement of co-appellant Kamal Dev is proved\n\n    in present case beyond reasonable doubt for the commission\n\n\n\n\n\n    of   homicide   of   deceased    Rajneesh     as    per    oral     and\n\n    documentary evidence placed on record by prosecution in\n\n\n\n\n                                    of\n    view of reasons mentioned in paras 11 to 18 of judgment.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_133\">    Same are not reproduced again in order to avoid repetition.\n</p><p data-structure=\"Precedent\" id=\"p_134\">                   rt\n    Present case is a case of circumstantial evidence and in\n\n    circumstantial evidence there are five golden principles. (1)\n\n    That circumstances from which the conclusion of guilt is to be\n\n    drawn should be fully established (2) That facts so established\n\n\n    should be consistent only with the hypothesis of the guilt of\n\n    accused. (3) That circumstances should be of a conclusive\n\n\n\n\n    nature. (4) That chain of circumstantial evidence should be\n\n    completed. (5) That innocence of accused should be ruled out.\n</p>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_135\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"14646960\" id=\"span_92\">See 2013 Cri.L.J 2040 Apex Court titled <a href=\"/doc/14646960/\" id=\"a_21\">Prakash Vs. State of\n\n\n\n\n\n    Rajasthan</a>.   It is well settled law that last seen theory comes\n\n    into play only when time gap between the point of time when\n\n    accused persons and deceased were last seen together and\n\n    when deceased was found dead was so small that possibility\n\n\n\n\n<span class=\"hidden_text\" id=\"span_93\">                                         ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_94\">                                   48</span>\n\n\n\n\n    of any person other then accused being author of the crime\n\n    becomes impossible. See AIR 2008 SC 2819 titled Kusuma Ankama\n\n\n\n\n                                                           .</span>\n</p><p data-structure=\"Precedent\" id=\"p_136\">    Rao Vs. State of A.P. In the present case as per oral as well as\n\n\n\n\n\n    documentary evidence placed on record it is proved that co-\n</p>\n<p data-structure=\"CDiscource\" id=\"p_137\">    accused Kamal Dev was seen at a distance of about 50 to 60\n\n\n\n\n\n    yards from the dead body of deceased during night time. It is\n\n    proved beyond reasonable doubt that deceased travelled in\n\n\n\n\n                                   of\n    tractor No. HP-19-4826 along with accused persons and there\n\n    is no evidence on record that thereafter deceased was\n                rt\n    boarded down from the tractor No. HP-19-4826. It is proved on\n\n    record beyond reasonable doubt that tractor and accused\n\n    persons Kapil Dev and Kamal Dev were seen during night\n\n    period after 8.30 PM along with tractor at a distance of 50 to\n\n\n    60 yards from the dead body of deceased by PW23 Ranjit\n\n    Singh. It is held that time gap between point of time when\n\n\n\n\n    accused persons and deceased were last seen together and\n\n    when deceased was found dead was so small that possibility\n\n\n\n\n\n    of any person other then accused being author of the crime\n\n\n\n\n\n    becomes impossible in present case. It is proved on record\n\n    that death of deceased was caused with sharp edged weapon\n\n    and ante mortem injury was caused upon the body of\n\n    deceased with sharp edged weapon and human blood group\n\n\n\n\n<span class=\"hidden_text\" id=\"span_95\">                                        ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_96\">                                   49</span>\n\n\n\n\n    &#x27;A&#x27; of deceased was found upon scythe i.e. sharp edged\n\n    weapon. It is proved on record that scythe (Sharp edged\n\n\n\n\n                                                           .\n</p><p data-structure=\"Precedent\" id=\"p_138\">    weapon) was recovered as per disclosure statement given by\n\n\n\n\n\n    accused persons. Hence involvement of third person for the\n\n    commission of murder of deceased Rajneesh is ruled out in\n\n\n\n\n\n    present case.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_139\">    20.         Submission of learned Advocate appearing on\n\n\n\n\n                                   of\n    behalf of co-appellant Kamal Dev that dead body of deceased\n\n    Rajneesh was found on the road i.e. State High way road and\n                rt\n    place is surrounded by &#x27;Abadies&#x27; and shops as is evident from\n\n    site plan and involvement of third person on State High way\n\n    cannot be ruled out and on this ground appeal be accepted is\n\n    rejected being devoid of any force for the reasons hereinafter\n\n\n    mentioned. As per testimony of PW23 Ranjit Singh co-accused\n\n    Kamal Dev and Kapil were found at a distance of 50 to 60\n\n\n\n\n    yards from the dead body of deceased during night period\n\n    after 8 PM. There is positive evidence on record that deceased\n\n\n\n\n\n    lastly boarded tractor No. HP-19-4826 and there is no\n\n\n\n\n\n    evidence on record in order to prove that thereafter deceased\n\n    had boarded down from tractor No. HP-19-4826. There is no\n\n    evidence on record that third person had intervened for the\n\n    commission of crime. Hence it is held that intervention of third\n\n\n\n\n<span class=\"hidden_text\" id=\"span_97\">                                        ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_98\">                                   50</span>\n\n\n\n\n    person in the commission of crime is ruled out in present case\n\n    and involvement of co-appellant Kamal Dev is proved beyond\n\n\n\n\n                                                          .\n</p><p data-structure=\"CDiscource\" id=\"p_140\">    reasonable doubt as per oral as well as documentary evidence\n\n\n\n\n\n    adduced on record. Even as per chemical analyst report\n\n    placed on record deceased was having blood group &#x27;A&#x27; and as\n\n\n\n\n\n    per chemical analyst report Ext PW21/A placed on record\n\n    human blood group &#x27;A&#x27; was found upon shoes of co-accused\n\n\n\n\n                                  of\n    Kamal Dev. No explanation given by co-appellant Kamal Dev\n\n    as to how human blood group &#x27;A&#x27; came upon the shoes of co-\n</p><p data-structure=\"CDiscource\" id=\"p_141\">               rt\n    appellant Kamal Dev and upon scythe (Sharp edged weapon)\n\n    used for commission of murder of deceased.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_142\">    21.        Submission of learned Advocate appearing on\n\n    behalf of co-appellant Kamal Dev that two views have\n\n\n    emerged in present case and benefit of doubt should be given\n\n    to co-appellant Kamal Dev is rejected being devoid of any\n\n\n\n\n    force for the reasons hereinafter mentioned. We are of the\n\n    opinion that two views have not emerged in present case and\n\n\n\n\n\n    it is proved on record that co-appellant Kamal Dev was lastly\n\n\n\n\n\n    seen in the company of deceased. It is proved on record that\n\n    co-accused Kamal Dev and co-accused Kapil were seen by\n\n    PW23 Ranjit Singh at about 8.30 PM where the dead body of\n\n    deceased was recovered. It is proved beyond reasonable\n\n\n\n\n<span class=\"hidden_text\" id=\"span_99\">                                       ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_100\">                                    51</span>\n\n\n\n\n    doubt that deceased boarded tractor No. HP-19-4826 along\n\n    with co-appellant Kamal Dev. There is no positive and reliable\n\n\n\n\n                                                            .\n</p><p data-structure=\"Precedent\" id=\"p_143\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1501269\" id=\"span_101\">evidence on record that co-appellant Kamal Dev was boarded\n\n\n\n\n\n    down from tractor No. HP-19-4826. On the contrary it is\n\n    proved on record that deceased boarded tractor No. HP-19-\n\n\n\n\n\n    4826 and thereafter only dead body of deceased was found\n\n    and murder of deceased was committed with sharp edged\n\n\n\n\n                                   of\n    weapon. It is proved on record that sharp edged weapon was\n\n    recovered as per disclosure statement given by accused\n                 rt\n    persons. It was held in case reported in AIR 1989 SC 1593 titled\n\n    <a href=\"/doc/1501269/\" id=\"a_22\">Rambilas Singh and others Vs. State of Bihar</a> that in order to\n\n    convict persons vicariously under <a href=\"/doc/37788/\" id=\"a_23\">Section 34</a> IPC it is not\n\n    necessary to prove that each and every one of them had\n\n\n    indulged in overt acts.</span> See 1993 (1) 294 titled Har Om and others\n\n    Vs. State of UP.\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_144\">    22.          Submission of learned Advocate appearing on\n\n    behalf of co-appellant Kamal Dev that introduction of PW4\n\n\n\n\n\n    Rajesh Kumar in the whole story is a planted case is rejected\n\n\n\n\n\n    being devoid of any force for the reasons hereinafter\n\n    mentioned. We have carefully perused testimony of PW4\n\n    Rajesh Kumar. PW4 has stated in positive manner that\n\n    accused persons 1 to 3 were present in the court yard of\n\n\n\n\n<span class=\"hidden_text\" id=\"span_102\">                                         ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_103\">                                      52</span>\n\n\n\n\n    liquor shop and accused persons were consuming liquor near\n\n    the patrol pump. PW4 has specifically stated in positive\n\n\n\n\n                                                               .\n</p><p data-structure=\"CDiscource\" id=\"p_145\">    manner that co-accused Roshan picked up quarrel with him\n\n\n\n\n\n    without any rhyme and reason and he asked co-accused\n\n    Roshan Lal to keep away. PW4 Rajesh Kumar has stated in\n\n\n\n\n\n    positive manner that thereafter co-accused Kamal Dev asked\n\n    him as to why he was quarreling with his friend co-accused\n\n\n\n\n                                     of\n    Roshan Lal. PW4 has specifically stated in positive manner\n\n    that thereafter deceased Rajneesh saved him from accused\n                rt\n    persons and asked him to return to his house in his Tavera\n\n    vehicle. PW4 has specifically stated that thereafter he came in\n\n    Tavera vehicle to petrol pump for fuel. PW4 has stated in\n\n    positive manner that co-accused Roshan Lal was in possession\n\n\n    of scythe and handle thereof was visible to him.                There is\n\n    positive evidence on record that PW4 informed the incident to\n\n\n\n\n    Pradeep Kumar Pradhan of gram panchayat on his mobile\n\n    phone. PW2 Pradeep Kumar pradhan has corroborated the\n\n\n\n\n\n    testimony of PW4 Rajesh Kumar. PW2 Pradeep Kumar                       has\n\n\n\n\n\n    specifically   stated   in   positive   manner       that    on     dated\n\n    10.10.2008     at   about    9   PM     PW4    Rajesh       Kumar      has\n\n    telephonically informed on his mobile phone that accused\n\n    persons have picked up quarrel with him in the court yard of\n\n\n\n\n<span class=\"hidden_text\" id=\"span_104\">                                            ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_105\">                                   53</span>\n\n\n\n\n    liquor shop in the area of Chalet. It is proved beyond\n\n    reasonable doubt that PW4 has immediately reported the\n\n\n\n\n                                                          .\n</p><p data-structure=\"Conclusion\" id=\"p_146\">    matter to PW2 Pradeep Kumar pradhan of the gram panchayt.\n</p>\n\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_147\">    23.        Submission of learned Advocate appearing on\n\n    behalf of co-appelllant Kamal Dev that incident took place at\n\n\n\n\n\n    the spur of moment and there was no intention to kill\n\n    deceased Rajneesh and on this ground appeal be accepted is\n\n\n\n\n                                  of\n    rejected being devoid of any force for the reasons hereinafter\n\n    mentioned. There is no positive evidence on record in order to\n               rt\n    prove that incident took place at the spur of moment. Plea of\n\n    co-appellant Kamal Dev that incident took place at the spur of\n\n    moment is defeated on the concept of ipse dixit (Assertion\n\n    made without proof). There is no evidence on record that\n\n\n    deceased had given any provocation to accused persons at\n\n    any point of time. Provocation on the part of deceased in\n\n\n\n\n    present case is not proved on record in any manner.\n</p>\n<p data-structure=\"Precedent\" id=\"p_148\">    (2) Finding in Criminal Appeal No. 34 of 2010 titled Kapil Dev\n\n\n\n\n\n    Vs. State of HP___________________________________________.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_149\">    24         Submission of learned Advocate appearing on\n\n\n\n\n\n    behalf of co-appellant Kapil Dev that prosecution witnesses\n\n    are co-related and hail from same area and conviction cannot\n\n    be sustained and on this ground appeal be accepted is\n\n\n\n\n<span class=\"hidden_text\" id=\"span_106\">                                       ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_107\">                                    54</span>\n\n\n\n\n    rejected being devoid of any force for the reasons hereinafter\n\n    mentioned. We are of the opinion that all prosecution\n\n\n\n\n                                                            .\n</p><p data-structure=\"Precedent\" id=\"p_150\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1922173\" id=\"span_108\">witnesses are natural witnesses of the incident. It was held by\n\n\n\n\n\n    Hon&#x27;ble Apex Court of India in case reported in AIR 1977 SC 472\n\n    titled Mst. <a href=\"/doc/1922173/\" id=\"a_24\">Dalbir Kaur and others Vs. State of Punjab</a> that close\n\n\n\n\n\n    relatives who on the circumstances of case are very natural\n\n    witnesses are not an interested witness.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1562829\" id=\"span_109\">It was held by\n\n\n\n\n                                    of\n    Hon&#x27;ble Apex Court of India in case reported in AIR 1976 SC\n\n    2499 titled <a href=\"/doc/1562829/\" id=\"a_25\">Molu and others Vs. State of Haryana</a> that mere fact\n                 rt\n    that witnesses were close relatives is not sufficient to discard\n\n    them.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"320833\" id=\"span_110\">Also see AIR 1975 SC 2304 titled <a href=\"/doc/320833/\" id=\"a_26\">Sarwan Singh and others Vs.\n\n    State of Punjab</a>.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_151\">    25.          Submission of learned Advocate appearing on\n\n\n    behalf of co-appellant Kapil Dev that investigation in the case\n\n    is most unfair and biased and conviction cannot be sustained\n\n\n\n\n    is rejected being devoid of any force for the reasons\n\n    hereinafter mentioned. There is no positive, cogent and\n\n\n\n\n\n    reliable evidence on record in order to prove that investigating\n\n\n\n\n\n    officer has hostile animus against co-appellant Kapil Dev at\n\n    any point of time. Co-accused Kapil Dev did not lead any\n\n    evidence on record in order to prove that investigating officer\n\n\n\n\n<span class=\"hidden_text\" id=\"span_111\">                                         ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_112\">                                    55</span>\n\n\n\n\n    has hostile relation with co-appellant Kapil Dev at any point of\n\n    time in present case.\n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_152\">                                                            .\n</p><p data-structure=\"CDiscource\" id=\"p_153\">    26.         Submission of learned Advocate appearing on\n\n\n\n\n\n    behalf of co-appellant Kapil Dev that prosecution has failed to\n\n    bring home the guilt of co-appellant Kapil Dev beyond\n\n\n\n\n\n    reasonable doubt is rejected being devoid of any force for the\n\n    reasons hereinafter mentioned. We have carefully perused\n\n\n\n\n                                   of\n    oral as well as documentary evidence placed on record. It is\n\n    proved on record that co-appellant Kapil Dev was seen lastly\n                rt\n    in the company of deceased Rajneesh and thereafter only\n\n    dead body of deceased was found which was homicidal in\n\n    nature and injuries were inflicted upon deceased with sharp\n\n    edged weapon upon his neck and time between death and\n\n\n    injury was between 5 to 10 minutes. It is also proved on\n\n    record that deceased had also resisted homicidal attack and\n\n\n\n\n    he had sustained injuries upon his both hands with sharp\n\n    edged weapon. As per disclosure statement given by co-\n</p>\n\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_154\">    appellant Kapil Dev involvement of co-appellant Kapil Dev is\n\n\n\n\n\n    proved beyond reasonable doubt in present case relating to\n\n    death of deceased keeping in view the reasons mentioned in\n\n    paras Nos. 11 to 18 of judgment. Reasons are not repeated\n\n    again in order to avoid repetition in present case.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_113\">                                         ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_114\">                                      56</span>\n\n\n\n\n<p data-structure=\"RespArg\" id=\"p_155\">    27.           Submission of learned Advocate appearing on\n\n    behalf of co-appellant Kapil Dev that there is material\n\n\n\n\n                                                               .\n</p><p data-structure=\"Precedent\" id=\"p_156\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1438332\" id=\"span_115\">contradictions    and   improvements        in   the   testimonies       of\n\n\n\n\n\n    prosecution witnesses and on this ground appeal be accepted\n\n    is also rejected being devoid of any force for the reasons\n\n\n\n\n\n    hereinafter mentioned. We have carefully perused entire\n\n    testimonies of oral witnesses produced by prosecution. There\n\n\n\n\n                                     of\n    is    no   material   contradiction   and    improvement          in   the\n\n    testimonies of prosecution witnesses which goes to the root of\n                  rt\n    case. It is well settled law that minor contradictions are bound\n\n    to come in criminal case when statement of prosecution\n\n    witnesses recorded after a gap of sufficient time. In the\n\n    present case incident took place on the intervening night of\n\n\n    10th /11th October 2008 at      village Chalet and statement of\n\n    prosecution witnesses recorded on dated 6.7.2009, 7.7.2009,\n\n\n\n\n    8.7.2009,     9.7.2009,    10.7.2009,       13.7.2009,       31.8.2009,\n\n    9.9.2009 and 30.10.2009 after a gap of sufficient time. It is\n\n\n\n\n\n    well settled law that minor contradictions in criminal case\n\n\n\n\n\n    should be ignored when testimony of prosecution witnesses is\n\n    recorded after a gap of sufficient time. See 2010 (9) SCC 567\n\n    titled <a href=\"/doc/1438332/\" id=\"a_27\">C.Muniappan and others Vs. State of Tamil Nadu</a>.</span> <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"72067159\" id=\"span_116\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"207774\" id=\"span_117\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1381651\" id=\"span_118\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1522035\" id=\"span_119\">See AIR 1972\n\n    SC 2020 titled <a href=\"/doc/1522035/\" id=\"a_28\">Sohrab and another Vs. The State of Madhya Pradesh</a>,\n\n\n\n\n<span class=\"hidden_text\" id=\"span_120\">                                            ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_121\">                                       57</span>\n\n\n\n\n    see AIR 1985 SC 48 titled <a href=\"/doc/1381651/\" id=\"a_29\">State of UP Vs. M.K.Anthony</a>, see AIR 1983\n\n    SC 753 titled <a href=\"/doc/207774/\" id=\"a_30\">Bharwada Bhoginbhai Hirjibhai Vs. State of Gujarat</a>, see\n\n    AIR 2007 SC 2257 titled <a href=\"/doc/72067159/\" id=\"a_31\">State of Rajasthan Vs. Om Parkash</a>, see 2009\n\n\n\n\n                                                               .</span></span></span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_157\">    <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"64652418\" id=\"span_122\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1046539\" id=\"span_123\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1200711\" id=\"span_124\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"15386\" id=\"span_125\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1271338\" id=\"span_126\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"133568\" id=\"span_127\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"521213\" id=\"span_128\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"350793\" id=\"span_129\">(11) SCC 588 titled <a href=\"/doc/350793/\" id=\"a_32\">Prithu Chand and another Vs. State of HP</a>, see\n\n    2009 (9) SCC 626 titled <a href=\"/doc/521213/\" id=\"a_33\">State of UP Vs. Santosh Kumar and others</a>,\n\n\n\n\n\n    see AIR 2009 SC 151 titled <a href=\"/doc/133568/\" id=\"a_34\">State Vs. Saravanan and another</a>, see AIR\n\n    1988 SC 696 titled <a href=\"/doc/1271338/\" id=\"a_35\">Appabhai and another Vs. State of Gujarat</a>, see\n\n\n\n\n                                      of\n    AIR 1999 SC 3544 titled <a href=\"/doc/15386/\" id=\"a_36\">Rammi Vs. State of M.P</a>, see 2000(1) SCC\n\n    247 titled <a href=\"/doc/1200711/\" id=\"a_37\">State of H.P. Vs. Lekh Raj and another</a>, see 2004 (10) SCC\n\n    94 titled <a href=\"/doc/1046539/\" id=\"a_38\">Laxman Vs. Poonam Singh and others</a> also See 2004 (7) SCC\n                   rt\n    408 titled <a href=\"/doc/64652418/\" id=\"a_39\">Dashrath Singh Vs. State of UP. See</a> 2012 (10) SCC 433\n\n    titled Kuriya and another Vs. State of Rajasthan.</span></span></span></span></span></span></span></span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_158\">    28.          Submission of learned Advocate appearing on\n\n    behalf of co-appellant Kapil Dev that FSL reports did not\n\n\n    tender as per provisions of law and are inadmissible and the\n\n    laboratory that had tested the articles is not fully equipped to\n\n\n\n\n    test such contraband is rejected being devoid of any force for\n\n    the reasons hereinafter mentioned. Reports of chemical\n\n\n\n\n\n    analyst are admissible under <a href=\"/doc/692331/\" id=\"a_40\">Section 293</a> of the Code of\n\n\n\n\n\n    Criminal Procedure. It was held in case reported in 1997 (2)\n\n    crimes 648 titled M/s Visakha Agro Chemicals (P) Ltd and others Vs.\n\n    Fertilizer   Inspector-cum-Assistant     Director      of     Agriculture\n\n    Visakhapatnam and another that Court has to accept the report\n\n\n\n\n<span class=\"hidden_text\" id=\"span_130\">                                            ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_131\">                                     58</span>\n\n\n\n\n    issued under <a href=\"/doc/692331/\" id=\"a_41\">Section 293</a> Cr.PC as valid evidence without\n\n    examining the author of report.      Co-appellant Kapil Dev did\n\n\n\n\n                                                               .\n</p><p data-structure=\"Conclusion\" id=\"p_159\">    not   file   any   application before    learned trial Court for\n\n\n\n\n\n    examination of officials who have submitted chemical analyst\n\n    report in present case.\n</p>\n\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_160\">    29.           Submission of learned Advocate appearing on\n\n    behalf of co-appellant Kapil Dev that disclosure statements\n\n\n\n\n                                    of\n    are legally inadmissible in evidence and are in violation of\n\n    <a href=\"/doc/366712/\" id=\"a_42\">Article 20 (3)</a> of Constitution of India and all the alleged\n                   rt\n    recoveries have been made by investigating agency illegally\n\n    and not admissible in law is also rejected being devoid of any\n\n    force for the reasons hereinafter mentioned. We have\n\n    carefully perused disclosure statement given by co-appellant\n\n\n    Kapil Dev under <a href=\"/doc/1312051/\" id=\"a_43\">Section 27</a> of Indian Evidence Act. We have\n\n    carefully perused recovery memos prepared by investigating\n\n\n\n\n    officer. Disclosure statement given by co-appellant Kapil Dev\n\n    is proved by way of marginal witnesses and even recovery\n\n\n\n\n\n    memos are proved in accordance with law. Hence it is held\n\n\n\n\n\n    that there is no illegality in the disclosure statement recorded\n\n    by investigating officer in present case. It is held that recovery\n\n    memos are also prepared in accordance with law in present\n\n\n\n\n<span class=\"hidden_text\" id=\"span_132\">                                            ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_133\">                                     59</span>\n\n\n\n\n    case. It is held that there is no violation of <a href=\"/doc/366712/\" id=\"a_44\">Article 20(3)</a> of the\n\n    Constitution of India.\n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_161\">                                                             .\n</p><p data-structure=\"CDiscource\" id=\"p_162\">    30.         Submission of learned Advocate appearing on\n\n\n\n\n\n    behalf of co-appellant Kapil Dev that incriminating documents\n\n    which were not put to co-appellant Kapil Dev in his statement\n\n\n\n\n\n    recorded under <a href=\"/doc/767287/\" id=\"a_45\">Section 313</a> Cr.PC.         is also rejected being\n\n    devoid of any force for reasons hereinafter mentioned. We\n\n\n\n\n                                    of\n    have carefully perused statement of co-appellant Kapil Dev\n\n    recorded under <a href=\"/doc/767287/\" id=\"a_46\">Section 313</a> Cr.PC by learned trial Court. We\n                rt\n    are of the opinion that learned trial Court put all incriminating\n\n    questions to co-appellant Kapil in the present case.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_163\">    31.         Submission of learned Advocate appearing on\n\n    behalf of co-appellant Kapil that genesis of the incident, the\n\n\n    place of incident and the manner in which the incident took\n\n    place is not established by cogent and credible evidence\n\n\n\n\n    beyond reasonable doubt against co-appellant Kapil in present\n\n    case and on this ground appeal be accepted is rejected being\n\n\n\n\n\n    devoid of any force for the reasons hereinafter mentioned.\n</p>\n\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_164\">    The genesis of the incident is proved on record as per oral and\n\n    documentary evidence placed on record by prosecution and\n\n    even manner in which the incident took place is also proved\n\n    by prosecution by way of leading oral as well as documentary\n\n\n\n\n<span class=\"hidden_text\" id=\"span_134\">                                          ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_135\">                                    60</span>\n\n\n\n\n    evidence placed on record in view of the reasons mentioned in\n\n    paras 11 to 18 of judgment and same are not reproduced\n\n\n\n\n                                                            .\n</p><p data-structure=\"Conclusion\" id=\"p_165\">    again in order to avoid repetition in present case.\n</p>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_166\">    Finding in Criminal Appeal No. 142 of 2010 titled Roshan Lal Vs.\n    State of HP___________________________________________.\n</p>\n\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_167\">    32.         Submission of learned Advocate appearing on\n\n    behalf of co-appellant Roshan Lal that PW4 Rajesh Kumar had\n\n\n\n\n                                   of\n    taken away vehicle of deceased and he did not bother to\n\n    inform the father of deceased from 9 PM till next morning and\n                rt\n    details of mobile calls of PW1, PW2 and PW4 were not\n\n    collected by prosecution and on this ground appeal be\n\n    accepted is rejected being devoid of any force for the reasons\n\n    hereinafter mentioned. It is proved on record that PW4 Rajesh\n\n\n    Kumar has informed the incident to PW2 Pradeep Kumar\n\n    Pradhan of the area through his mobile phone. PW2 when\n\n\n\n\n    appeared in witness box has specifically stated in positive\n\n    manner that PW4 had informed him about quarrel through\n\n\n\n\n\n    mobile phone during night period.\n</p>\n\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_168\">    33.         Submission of learned Advocate appearing on\n\n    behalf of co-appellant Roshan Lal that disclosure statement\n\n    under <a href=\"/doc/1312051/\" id=\"a_47\">section 27</a> of Indian Evidence Act in present case has no\n\n    evidentiary value and the same has been procured under\n\n\n\n\n<span class=\"hidden_text\" id=\"span_136\">                                         ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_137\">                                   61</span>\n\n\n\n\n    pressure and have been supported by interested witnesses\n\n    only and on this ground appeal be accepted is rejected being\n\n\n\n\n                                                               .\n</p><p data-structure=\"Conclusion\" id=\"p_169\">    devoid of any force for the reasons hereinafter mentioned.\n</p>\n\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_170\">    There is no evidence on record in order to prove that\n\n    disclosure statement of co-accused Roshan Lal procured under\n\n\n\n\n\n    pressure. Disclosure statement of accused persons recorded\n\n    under <a href=\"/doc/1312051/\" id=\"a_48\">section 27</a> of Indian Evidence Act in accordance with\n\n\n\n\n                                  of\n    law and proved by way of testimony of marginal witness.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_171\">    34.          Submission of learned Advocate appearing on\n               rt\n    behalf of co-appellant Roshan Lal that role of PW4 Rajesh\n\n    Kumar was required to be investigated along with phone\n\n    details of the father of deceased and phone details of PW2\n\n    Pradeep Kumar Pradhan of gram panchayat and on this\n\n\n    ground appeal be accepted is also rejected being devoid of\n\n    any force for the reasons hereinafter mentioned. It is well\n\n\n\n\n    settled law that facts can be proved by way of two modes (1)\n\n    Oral evidence (2) Documentary evidence. As per <a href=\"/doc/1385485/\" id=\"a_49\">section 59</a> of\n\n\n\n\n\n    Indian Evidence Act 1872 facts can be proved by way of oral\n\n\n\n\n\n    evidence. Prosecution has examined 23 oral witnesses. Facts\n\n    of the case asserted by prosecution are proved by way of\n\n    testimony of oral witnesses produced by prosecution beyond\n\n    reasonable    doubt.   Testimony   of     oral    evidence       is   also\n\n\n\n\n<span class=\"hidden_text\" id=\"span_138\">                                            ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_139\">                                    62</span>\n\n\n\n\n    corroborated by documentary evidence placed on record\n\n    mentioned in paras supra. Same are not repeated in order to\n\n\n\n\n                                                           .\n</p><p data-structure=\"Conclusion\" id=\"p_172\">    avoid repetition in present case.\n</p>\n\n\n\n\n<p data-structure=\"PetArg\" id=\"p_173\">    35.         Submission of learned Advocate appearing on\n\n    behalf of co-appellant Roshan Lal that PW4 Rajesh Kumar has\n\n\n\n\n\n    failed to explain as to how he saw scythe in the bag owned by\n\n    co-appellant Roshan Lal and on this ground appeal filed by co-\n</p>\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_174\">                                   of\n    appellant Roshan Lal be accepted is rejected being devoid of\n\n    any force for the reasons hereinafter mentioned. PW4 Rajesh\n                rt\n    Kumar has specifically stated when he appeared in witness\n\n    box that co-accused Roshan Lal was in possession of one bag\n\n    and scythe was in the bag and handle of the sickle was visible\n\n    to him. Above stated facts as per testimony of PW4 proved\n\n\n    beyond reasonable doubt. Above stated facts remain un-\n\n    rebutted on record.   Even as per medical evidence placed on\n\n\n\n\n    record ante mortem injuries found upon body of deceased\n\n    were possible with scythe placed on record. The size of scythe\n\n\n\n\n\n    is proved as per sketch Ext PW9/A placed on record and the\n\n\n\n\n\n    size of the scythe was 55 cm. The length of handle was 27 cm\n\n    and length of sharp edged weapon was 28 cm and breadth of\n\n    the scythe was 4 cm and human blood of deceased group &#x27;A&#x27;\n\n    was found upon scythe which was used for the commission of\n\n\n\n\n<span class=\"hidden_text\" id=\"span_140\">                                        ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_141\">                                      63</span>\n\n\n\n\n    offence as per chemical analyst report placed on record. Even\n\n    photographs     placed    on   record    clearly     proved       beyond\n\n\n\n\n                                                               .\n</p><p data-structure=\"Conclusion\" id=\"p_175\">    reasonable doubt that brutal ante mortem injuries upon\n\n\n\n\n\n    deceased were caused with sharp edged weapon.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_176\">    36.          Submission of learned Advocate appearing on\n\n\n\n\n\n    behalf of co-appellant Roshan Lal that judgment and sentence\n\n    passed by learned trial Court is based on conjectures and\n\n\n\n\n                                     of\n    surmises and learned trial Court did not properly appreciate\n\n    oral as well as documentary evidence placed on record and on\n                rt\n    this ground appeal filed by co-appellant Roshan Lal be\n\n    accepted is rejected being devoid of any force for the reasons\n\n    hereinafter mentioned. We have carefully perused oral as well\n\n    as documentary evidence placed on record. It is held that\n\n\n    learned trial Court has properly appreciated oral as well as\n\n    documentary evidence placed on record and it is held that no\n\n\n\n\n    mis-carriage of justice is caused to appellants. Concept falsus\n\n    in uno falsus in omnibus is not applicable in criminal law. See.\n</p>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_177\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"296100\" id=\"span_142\">AIR 1980 SC 957 titled <a href=\"/doc/296100/\" id=\"a_50\">Bhe Ram vs. State of Haryana</a>.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"616485\" id=\"span_143\">See AIR 1971\n\n\n\n\n\n    SC 2505 titled <a href=\"/doc/616485/\" id=\"a_51\">Rai Singh vs. State of Haryana</a>. It is well settled law\n\n    that conviction can be based on the evidence of single witness\n\n    in criminal case if testimony of single witness is trustworthy\n\n\n\n\n<span class=\"hidden_text\" id=\"span_144\">                                            ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_145\">                                     64</span>\n\n\n\n\n    and reliable.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1174790\" id=\"span_146\">See AIR 1973 SC 944 titled <a href=\"/doc/1174790/\" id=\"a_52\">Jose vs. State of Kerala</a>.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_178\">    Point No.1 is answered in negative.\n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_179\">                                                             .\n</p><p data-structure=\"Conclusion\" id=\"p_180\">    Point No.2 (Final order).\n</p>\n\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_181\">    37.         <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"93189941\" id=\"span_147\">In view of findings upon point No. l Criminal\n\n    Appeal No. 14 of 2010 titled Kamal Dev Vs. State of HP,\n\n\n\n\n\n    Criminal Appeal No. 422 of 2011 titled Kamal Dev Vs. State of\n\n    HP, Criminal Appeal No. 34 of 2010 titled Kapil Dev Vs State of\n\n\n\n\n                                    of\n    HP and Criminal Appeal No. 142 of 2010 titled <a href=\"/doc/93189941/\" id=\"a_53\">Roshan Lal Vs.\n\n    State of HP</a> are dismissed. Judgment and sentence passed by\n                rt\n    learned trial Court are affirmed. Certify copy of judgment be\n\n    placed in Criminal Appeal No. 34 of 2010, Criminal Appeal No.\n\n    422 of 2011 and Criminal Appeal No. 142 of 2010.                 File of\n\n    learned trial Court along with certify copy of judgment be sent\n\n\n    back forthwith. Criminal Appeal No. 14 of 2010, Criminal\n\n    Appeal No. 422 of 2011, Criminal Appeal No. 34 of 2010 and\n\n\n\n\n    Criminal Appeal No. 142 of 2010 stand disposed of. Pending\n\n    application(s) if any also disposed of.</span></p><pre id=\"pre_2\">\n\n\n\n\n\n\n                                                 (Sanjay Karol),\n                                                     Judge\n\n\n    December 22,2015                             (P.S. Rana)\n    (ms/R).                                          Judge\n\n\n\n\n<span class=\"hidden_text\" id=\"span_148\">                                          ::: Downloaded on - 15/04/2017 19:34:13 :::HCHP</span>\n </pre>","numcites":33,"numcitedby":49,"docsource":"Himachal Pradesh High Court","citetid":190304391,"divtype":"judgments","relatedqs":[{"value":"disclosure statement of co accused ","formInput":"disclosure%20statement%20of%20co%20accused%20"},{"value":"section 27 of indian evidence act","formInput":"section%2027%20of%20indian%20evidence%20act"},{"value":"last seen theory","formInput":"last%20seen%20theory"},{"value":"statement of co-accused ","formInput":"statement%20of%20co-accused%20"},{"value":"circumstantial evidence","formInput":"circumstantial%20evidence"},{"value":"sec.27 of evidence act","formInput":"sec.27%20of%20evidence%20act"},{"value":"section 154 of the crpc","formInput":"section%20154%20of%20the%20crpc"},{"value":"sec.34 ipc","formInput":"sec.34%20ipc"},{"value":"on disclosure of co-accused ","formInput":"on%20disclosure%20of%20co-accused%20"},{"value":"indian evidence act","formInput":"indian%20evidence%20act"},{"value":"oral evidence documentary evidence","formInput":"oral%20evidence%20documentary%20evidence"},{"value":"last seen","formInput":"last%20seen"},{"value":"section 313 of crpc","formInput":"section%20313%20of%20crpc"},{"value":"154 crpc","formInput":"154%20crpc"},{"value":"section 34 indian penal code","formInput":"section%2034%20indian%20penal%20code"},{"value":"disclosure statement","formInput":"disclosure%20statement"},{"value":"recovery memo","formInput":"recovery%20memo"},{"value":" who can do post mortem examination   ","formInput":"%20who%20can%20do%20post%20mortem%20examination%20%20%20"},{"value":"settled law","formInput":"settled%20law"},{"value":"\"last seen\"","formInput":"%22last%20seen%22"}],"cats":[{"value":"admissibility-of-information-provided-by-accused","formInput":"tag:admissibility-of-information-provided-by-accused"},{"value":"common-intention","formInput":"tag:common-intention"},{"value":"murder","formInput":"tag:murder"},{"value":"examine-accused","formInput":"tag:examine-accused"},{"value":"destruction-of-evidence","formInput":"tag:destruction-of-evidence"}],"courtcopy":true,"query_alert":null,"agreement":false}