{"tid":116627946,"publishdate":"2016-04-05","title":"S.Ganapathy vs N.Senthilvel on 5 April, 2016","doc":"<h2 class=\"doc_title\">S.Ganapathy vs N.Senthilvel on 5 April, 2016</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2017 CRI. L. J. 602, (2016) 166 ALLINDCAS 442 (MAD), (2016) 3 MAD LJ(CRI) 641, (2018) 71 OCR 486, (2016) 2 NIJ 610, (2016) 3 BANKCAS 621, (2016) 2 MADLW(CRI) 26, 2016 (4) KLT SN 73 (MAD)</h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:v-ramasubramanian\">V.Ramasubramanian</a>, <a href=\"/search/?formInput=benchid:n-kirubakaran\">N.Kirubakaran</a>, <a href=\"/search/?formInput=benchid:s-vaidyanathan\">S.Vaidyanathan</a></h3>\n\n<pre id=\"pre_1\">        \n\n \n\nBefore the Madurai Bench of Madras High Court \n\nDated : 05.04.2016\n\nCoram \nThe Honourable Mr.Justice V.RAMASUBRAMANIAN,       \nThe Honourable Mr.Justice N.KIRUBAKARAN     \nand \nThe Honourable Mr.Justice  S.VAIDYANATHAN     \n\nCrl.A(MD) No.99 of 2015 \n\nCrl.A.(MD)Nos.347 of 2010, 348 of 2011, 18 of 2012, 336 and 337 of 2013, 64,\n196, 284 and 302 of 2014, 21, 46, 55, 57, 58, 60, 99, 100, 101, 115, 143, 241\nand 297 of 2015\nand Crl.R.C.(MD).Nos.382 of 2012 and 315 of 2015 \n\nAND  \n\nMP (MD) No.1 of 2015 in Crl.OP (MD) SR.No.54 of 2015 in \nCrl.A(MD)SR.21127 of 2014, \nMP(MD)No.1 of 2014 in Crl.A(MD)SR.No.3609 of 2014   \nM.P.(MD)No.1 of 2015 in Crl.OP(MD)SR.No.5475 of 2015 in  \nCrl.A(MD)[SR]No.41188 of 2014, \nMP(MD)No.1 of 2014 in Crl.A.(MD) No. SR 6289 of 2014,  \nMP(MD)No.1 of 2014 in Crl.A(MD)No.SR 6836 of 2014,   \nMP(MD) No.1 of 2015 in Crl.OP(MD) SR.No.6999 of 2015,   \nMP (MD)No.1 of 2014 in Cr.A.(MD) SR.No.9195 of 2014,  \nMP(MD)No.1 of 2015 in Crl.OP(MD) SR 11154 of 2015,   \nMP(MD)No.1 of 2015 in Crl.OP(MD) No.SR 13013 of 2015 in   \nCrl.A(MD) SR.No.13012 of 2015, \nMP(MD)No.1 of 2015 in Crl.OP(MD)SR.NO.15264 of 2015,    \nMP(MD)No.1 of 2015 in Crl.OP(MD) SR.No.20277 of 2015 in   \nCrl.A(MD)SR.No.20089 of 2015,  \nMP (MD) No.1 of 2012 in Crl.A. (MD) No.SR 21757 of 2012, \nMP (MD) No.1 of 2015 in Crl.A.(MD)SR.No.22547 of 2014,  \nMP(MD)No.1 of 2013 in Crl.A(MD)SR.No.35519 of 2013,   \nMP (MD) No.2 of 2015 in Crl.RC(MD)SR.No.35959 of 2014   \nMP(MD)No.1of 2013 in Crl.A(MD)SR.No.40383 of 2013    \nMP(MD).No.1 of 2014 in Crl.A.(MD)SR.No.41392 of 2013   \n\nAND  \n\nCrl.OP(MD)No.10762 of 2015 in Crl.A(MD)No.SR 11019 of 2015,   \nCrl. OP (MD). No. 18479 of 2014 in Crl. A (MD) [SR]. No. 23860 of 2014,\nCrl.OP(MD).No.18868 of 2014 in Crl.A(MD)[SR].No.23866 of 2014,  \nCrl.OP(MD).No.18872 of 2014 in Crl.A(MD)[SR].No.23862 of 2014,  \nCrl. OP (MD). No. 6646 of 2015 in Crl. A (MD) [SR]. No. 11098 of 2015,\nCrl.OP.(MD)No.3501 of 2015 in Crl.A(MD)[SR] No.39639 of 2014,  \nCrl. OP (MD). No. 6835 of 2015 in Crl. A (MD) [SR]. No. 38577 of 2014,\nCrl. OP (MD). No. 18584 of 2014 in Crl. A (MD) [SR]. No. 23864 of 2014,\nCrl.OP(MD)No.7678 of 2015 in Crl.A(MD)[SR].No.22091 of 2014,  \nCrl.OP(MD)No.7273 of 2015 in Crl.A(MD)[SR]38477 of 2014,  \nCrl.OP(MD)No.7274 of 2015  in Crl.A(MD)[SR]No.37980 of 2014,  \nCrl.OP(MD)No.7605 of 2015 in Crl.A(MD)[SR]No.12833 of 2015,  \nCrl.OP(MD) No.7620 of 2015 in Crl.A(MD)[SR]No.13252 of 2015,  \nCrl.OP(MD) No.7648 of 2015 in Crl.A(MD)[SR] No.11108 of 2015,  \nCrl.OP(MD).No.7649 of 2015 in Crl.A(MD)[SR] No.11110 of 2015,  \nCrl.OP.(MD) No.7650 of 2015 in Crl.A.(MD)[SR]No.11112 of 2015, \nCrl.OP(MD)No.7651 of 2015 in Crl.A(MD)[SR] No.11114 of 2015,  \nCrl.OP(MD) No. 7652 of 2015 in Crl.A(MD)[SR]No.11116 of 2015,  \nCrl.OP(MD)No.7653 of 2015 in Crl.A(MD)[SR]No.11118 of 2015,  \nCrl.OP(MD) 7654 of 2015 in Crl.A(MD)[SR] No.11120 of 2015, \nCRL.OP.(MD).No. 7655 of 2015 in Crl.A(MD)[SR] No.11122 of 2015,  \nCrl.OP(MD).No.7656 of 2015 in Crl.A.(MD)[SR].No.11124 of 2015  \nCrl.OP(MD).No.7675 of 2015 in CRl.A(MD)[SR].No.21504 of 2015,  \nCrl.OP(MD)No.7747 of 2015 in Crl.A(MD)[SR]No.12073 of 2015, ,  \nCrl.OP(MD) No.7960 of 2015 in Crl.A.(MD)[SR]No.5638 of 2015, \nCrl.OP(MD)No.9791 of 2015 in Crl.A(MD)SR 16347 of 2015   \nCrl.OP(MD)No.10567 of 2015 in Crl.A(MD)SR 18058 of 2015,  \nCrl.OP(MD)No.10661 of 2015 in Crl.A(MD)SR No.16581of 2015,   \nCrl.OP(MD)No.10662 of 2015 in Crl.A(MD)SR.No.16589 of 2015   \nCrl.OP[M]No.12179 of 2015 in Crl.A(MD)SR.No.16369 of 2015,  \nCrl.O.P.(MD)No.13994 of 2015 in Crl.A.(MD).SR.No.23622 of 2014  \nCrl.O.P.(MD)No.13995 of 2015 in Crl.A.(MD).SR.No.18387 of 2015  \nCrl.OP.(MD)No.8002 of 2015 in Crl.A.(MD).SR.No.30097 of 2014  \nCrl.OP.(MD)No.8175 of 2015 in Crl.A.(MD)SR.No.38175 of 2014  \nCrl.OP(MD)No.8851 of 2015 in Crl.A.(MD)SR.No.23420 of 2014   \nCrl.OP(MD).No.12747 of 2015 in Crl.A.(MD).SR.No.21542 of 2014  \nCrl.OP(MD).No.10734 of 2014 in Crl.A.(MD)SR.No.18221 of 2014  \nCrl.O.P.(MD).No.19499 of 2012 in Crl.A.(MD).SR.No.34433 of 2012 \nCrl.O.P.(MD)No.13436 of 2015 in Crl.A.(MD)SR.No.22650 of 2015  \nCrl.O.P.(MD).No.13675 of 2015 in Crl.A.(MD)SR.No.18385 of 2015  \nCrl.OP.(MD)No.13676 of 2015 in Crl.A.(MD).SR.No.10351 of 2011  \nCrl.O.P.(MD).No.20373 of 2015 in Crl.A.(MD)SR.No.33802 of 2015  \nCrl.O.P.(MD)No.20384 of 2015 in Crl.A.(MD)SR.No.29553 of 2015  \nCrl.O.P.(MD)No.20522 of 2015 in Crl.A.(MD).SR.No.29539 of 2015  \nCrl.O.P.(MD)No.20986 of 2015 in Crl.A.(MD).SR.No.14041 of 2015  \nCrl.OP(MD).No.15906 of 2011  \n\n\n\nS.Ganapathy                                     ...Appellant\nVs.\nN.Senthilvel                                    ...Respondent \n\n\n        Prayer :  Appeal is filed under <a href=\"/doc/487026/\" id=\"a_1\">Section 378</a> of the Code of Criminal\nProcedure to call for the records and set aside the Judgment passed in\nC.C.No. 337 of 2013, dated 17.06.2014 on the file of the Judicial Magistrate\nNo.1, Tirunelveli.\n\n!Counsel for Appellants/Petitioners             \n                        M/s.K.K.Ramakrishnan   \n                                                  T.Lajapathi Roy\n                               M.Karunanidhi\n                                      H.Arumugam\n                               R.Venkateswaran  \n                                                   Veera Kathiravan\n                               K.P.S.Palanivel Rajan\n\n^Counsel for Respondents \n\n                               Additional Public Prosecutor\n\n\n:COMMON JUDGMENT       \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">        Crl.A.(MD).No.99 of 2015 was directed against the judgment of the\nlearned Judicial Magistrate No.1, Tirunelveli in C.C.No.337 of 2013 dated\n17.6.2014, in and by which, the respondent in the appeal was acquitted on\nfinding that the respondent/accused was not guilty of an offence under\n<a href=\"/doc/1823824/\" id=\"a_2\">Section 138</a> of the Negotiable Instruments Act, 1881.\n</p><p data-structure=\"Facts\" id=\"p_2\">        2. The appellant in the present appeal was the complainant before the\nLower Court. As against the acquittal, he filed the present appeal under\n<a href=\"/doc/487026/\" id=\"a_3\">Section 378</a> of Cr.P.C. The papers in the appeal were presented before this\nCourt on 20.10.2014. The Registry raised an objection as to how the appeal\nwas maintainable, as it was filed beyond 60 days as laid down under Section\n378(5) of Cr.P.C.\n</p><p data-structure=\"PetArg\" id=\"p_3\">        3. The counsel for the appellant produced a copy of the judgment of the\nSupreme Court in A.V.Murthy Vs.B.S.Nagabasavanna [2002 (2) SCC 642] to    \ncontend that the complaint was not based upon a dishonoured cheque drawn in \nrespect of a debt or a liability payable under contract and hence, not\nlegally enforceable and such a claim was prohibited under law. Perhaps the\nRegistry, convinced of such a representation, numbered the appeal and it was\ndirected to be posed along with Criminal Appeal (MD) Nos. 100 and 101 of 2015\nby a learned Single Judge having the roster. When these three matters were\ngrouped and posed before the learned Judge (Nagamuthu,J) on 20.4.2015, he \npassed the following order:-\n</p><blockquote id=\"blockquote_1\">        ?Considering the complicated question of law involved in these matters,\nthe Registry is directed to issue notice to all the recognized Bar\nAssociation of Madurai Bench to make their submissions on the following\nissue:\n</blockquote><blockquote id=\"blockquote_2\">        In the private complaint cases, for the victims, whether the right of\nappeal as provided in proviso to <a href=\"/doc/81939/\" id=\"a_4\">Section 372</a> of the Code of Criminal\nProcedure is available or the only option for them is to seek leave under\n<a href=\"/doc/1856707/\" id=\"a_5\">Section 378(4)</a> Cr.P.C ??\n</blockquote><p data-structure=\"Facts\" id=\"p_4\">        4. On 27.4.2015, several other appeals as well as unnumbered appeals\nwere also tagged together and came to be posed before him. Altogether, there\nwere 10 criminal appeals and 27 unnumbered criminal appeals, in which,\ncriminal original petitions alone were numbered, were before him. On that\nday, the learned Judge, after hearing counsels for parties, framed several\nquestions and directed the matters to be placed before the learned Chief\nJustice with a request to constitute a Full Bench to go into the matter. The\nquestions framed by him were as under: \n</p><blockquote id=\"blockquote_3\">        ?1. Whether a victim of a crime, who has prosecuted an accused by way \nof a private complaint, does not have statutory right of appeal against\nacquittal under proviso to <a href=\"/doc/81939/\" id=\"a_6\">Section 372</a> of the Code of Criminal Procedure ?\n</blockquote><blockquote id=\"blockquote_4\">        2. Whether a complainant, in a private compliant case, who is not a\nvictim, has got the remedy to seek only leave to file appeal under <a href=\"/doc/1856707/\" id=\"a_7\">Section\n378(4)</a> of the Code of Criminal Procedure in the event of acquittal of the\naccused ? \n</blockquote><blockquote id=\"blockquote_5\">        3. In a private complaint case, if a victim does not happen to be a\ncomplainant and in the event of acquittal, whether he has got right of appeal\nunder proviso to <a href=\"/doc/81939/\" id=\"a_8\">Section 372</a> of the Code of Criminal Procedure or he has to\nseek leave to file appeal under <a href=\"/doc/1856707/\" id=\"a_9\">Section 378(4)</a> of the Code of Criminal\nProcedure ? \n</blockquote><blockquote id=\"blockquote_6\">        4. Whether a victim in a case instituted on a police report, has a\nbetter place in the criminal justice delivery system than a victim in a\nprivate complaint case ?\n</blockquote><blockquote id=\"blockquote_7\">        5. Whether the term ?victim? as defined in <a href=\"/doc/760919/\" id=\"a_10\">Section 2(wa)</a> of the Code of\nCriminal Procedure excludes a complainant in a private complaint case, though\nhe has suffered loss or injury on account of the offence committed against\nhim ? and \n</blockquote><blockquote id=\"blockquote_8\">        6. Whether the view held in the judgment of this Court in Selvaraj\nVs.Venkatachalapathy, reported in 2015 (1) MWN (Cr) DCC 26 (Mad.), reflects \ncorrect exposition of law or the same requires to be overruled ??\n</blockquote><p data-structure=\"Precedent\" id=\"p_5\">        5. The aforesaid referral order is since reported in S.Ganapathy Vs.\nN.Senthilvel [2015 (1) L.W. (Crl.) 553].  The learned Judge surveyed several\ndecisions of the other High Courts and the Supreme Court with reference to\nthe interpretation of Proviso to Section 372 and <a href=\"/doc/1856707/\" id=\"a_11\">Section 378 (4)</a> of Cr.P.C.\nIn so far as the sixth question posed by him was concerned, in para 41 of the\norder, he had observed as follows:\n</p><blockquote id=\"blockquote_9\">        ?In view of the discussions made thus far, with due respect, I regret,\nI find it very difficult to persuade myself to fall in line with the view\ntaken by this Court in  Selvaraj?s case and also the Judgments of various\ncourts, holding the view that the victim cum complainant has got no right to\nfile appeal under Proviso to <a href=\"/doc/81939/\" id=\"a_12\">Section 372</a> of the Code of Criminal Procedure.\nI agree with the view taken by various High Courts, taking the view that the\ncomplainant, who happens to be a victim, has got right of appeal under\nProviso to <a href=\"/doc/81939/\" id=\"a_13\">Section 372</a> of the Code of Criminal Procedure.?\n</blockquote><p data-structure=\"Facts\" id=\"p_6\">        6. In Selvaraj, another learned Single Judge namely P.R.Sivakumar,J\ndealt with the case of a complainant having filed an appeal before the\nSessions Court under Section 372 and got the Trial Court?s order reversed. As\nagainst the conviction by the Sessions Court, the accused in that case filed\nan appeal before the High Court and the complainant filed a revision under\nSection 397 complaining that the sentence imposed on the accused was  \ninadequate and sought for enhancement of  punishment. The learned judge \nallowed the appeal of the accused and dismissed the revision filed by the\ncomplainant. In para 19 of the order, he gave the following reason, which was\nnot acceptable to the Referral Judge :\n</p><blockquote id=\"blockquote_10\">        ?I am of the considered view that the term &#x27;victim&#x27; found in the\nProviso to <a href=\"/doc/81939/\" id=\"a_14\">Section 372</a> Cr.P.C shall not include a victim, who is a\ncomplainant in a complaint case and that the term &#x27;victim&#x27; used in the said\nProviso shall be confined to the victims in cases instituted otherwise than\non a complaint. In the case on hand, the criminal case was instituted on the\nfile of the trial Court on a complaint made by the respondent/complainant. In\nfact, the offence is a non-cognizable offence and hence, there can be no\nother mode of institution of the criminal case than by preferring a complaint\nto the Magistrate. The offence alleged is one punishable under <a href=\"/doc/1823824/\" id=\"a_15\">Section 138</a> of\nthe Negotiable Instruments Act, 1881. As the case ended in acquittal before\nthe trial Court, the remedy available to the respondent herein (complainant)\nwas to approach this Court (High Court) under Section 378(4) within the\nperiod stipulated in Section 378(5) seeking Special Leave to file an appeal\nagainst acquittal. Instead of adopting such a procedure, the respondent\nherein (complainant) chose to prefer an appeal under the Proviso to <a href=\"/doc/81939/\" id=\"a_16\">Section\n372</a> Cr.P.C before the Sessions Court and the learned Appellate Judge either\nwithout considering the scope of the Proviso to Section 372 or in an\nerroneous interpretation of the said provision, assumed jurisdiction and\ndecided the appeal which went against the appellant herein (accused). The\nappellant is right in challenging the judgment of the learned lower Appellate\nJudge on the ground of absence of jurisdiction. On the other hand, the\nrespondent (complainant) who has approached a wrong Court with an appeal \nunder Section 372 has chosen to prefer a revision against the judgment of the\nappellate Court expressing grievance over the alleged inadequacy of\npunishment. The appeal is bound to succeed and the revision is bound to\nfail.?    (emphasis added)\n</blockquote><p data-structure=\"Facts\" id=\"p_7\">        7. The learned Chief Justice, by his order dated 18.6.2015, directed\nthe matters to be listed before a Full Bench. Subsequently,  when 26 other\ncriminal appeals (both numbered and unnumbered) were put up before the Judge \nin-charge of administration in the Madurai Bench at the relevant time, he, by\nan order dated 7.7.2015, directed those matters also to be listed along with\nthe batch of these cases. Hence, those cases are also tagged together in\norder to answer the order of reference.\n</p><p data-structure=\"Issue\" id=\"p_8\">HISTORICAL BACKGROUND        \n</p><p data-structure=\"Issue\" id=\"p_9\">        8. Perhaps it was in 2009 that for the first time the Parliament\nrealized the need to think of victims under the criminal justice system. The\nneed for making several amendments under the Central Act 5/2009 arose due to \nthe development of public opinion on the need for victims to be given due\nplace. Dr.Justice A.S.Anand, the Former Chief Justice of India, in his Shri\nP.Babulu Reddy Foundation Lecture on ?Victims of Crime? (Hyderabad, 28th of \nSeptember 1997), made a passionate plea for improving victimology in our\ncountry.  On the question of victims in criminal law, he observed :-\n</p><blockquote id=\"blockquote_11\">        ?The term victim is lacking descriptive precision. It implies more than\nthe mere existence of an injured party, in that innocence or blamelessness is\nsuggested as well as a moral claim to a compassionate response from others...\n</blockquote><blockquote id=\"blockquote_12\">        ?there is an urgent need for giving a well-defined status to the victim\nunder the criminal law. His interest in getting the offender punished cannot\nbe ignored or completely subordinated to the interest of the State.\nOtherwise, the victim will remain discontended and may develop a tendency to\ntake the law into his own hands in order to seek revenge.?\n</blockquote><p data-structure=\"Precedent\" id=\"p_10\">        9. Among the several deficiencies found in the existing justice\ndelivery system, he also made a pertinent comment on the lack of right of a\nvictim to appeal against a judgment acquitting an offender in the following\nlines:-\n</p><blockquote id=\"blockquote_13\">        ?Even after the case ends up in a conviction, it is the State which\ndefends the judgment of the trial court in appeal, if any, filed against the\nconviction and sentence. The victim of crime has hardly any role to play in\nthe whole proceedings except that he may, if alive, be examined by the\nprosecution as a witness. Under the <a href=\"/doc/445276/\" id=\"a_17\">Cr.P.C</a>., a victim of crime has got a very\nlimited right of revision and that too under exceptional circumstances.\n</blockquote><blockquote id=\"blockquote_14\">        It humiliates and frustrates a victim of crime when the offender goes\nunpunished or is let off with a relatively minor punishment as the present\nsystem pays no attention to his injured feelings. Imposition of appropriate\npunishment on the criminal is the response of the courts to the society&#x27;s cry\nfor justice. Indifference to the rights of the victim of crime is fast\neroding the faith of the society in general and the victim of crime in\nparticular in the criminal justice system and this has already given rise to\nthe incidents of crime and lawlessness, in the form of terrorism, which is\nraising its ugly head to settle private and political scores over the\nadversary with the barrel of gun.? (see : ?Victims of Crime - The Unseen Side\n??Dr.J.S.Anand,  (1998) 1 SCC  (Jour) 3)\n</blockquote><p data-structure=\"Section\" id=\"p_11\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1420827\" id=\"span_1\">10. It is needless to explain the importance of the provision for an\nappeal either under the Civil Law or under the Criminal Law. The Supreme\nCourt, while dealing with the issue, reiterated its importance in its\njudgment in <a href=\"/doc/1420827/\" id=\"a_18\">State of Maharashtra Vs. Sujay Mangesh Poyarelar</a> [2008 (9) SCC  \n475] as follows:-</span>       \n</p><blockquote id=\"blockquote_15\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1594547\" id=\"span_2\">?In <a href=\"/doc/1594547/\" id=\"a_19\">Sita Ram &amp; Others Vs. State of Uttar Pradesh</a> [1979 (2) SCC 656],\nthis Court held that a single right of appeal is more or less a universal\nrequirement of the guarantee of life and liberty rooted in the concept that\nmen are fallible, judges are men and making assurance doubly sure, before\nirrevocable deprivation of life or liberty comes to pass, a full-scale re-\nexamination of the facts and the law is made an integral part of fundamental\nfairness or procedure.</span>\n</blockquote><blockquote id=\"blockquote_16\">        We are aware and mindful that the above observations were made in\nconnection with an appeal at the instance of the accused. But the principle\nunderlying the above rule lies in the doctrine of human fallibility that `Men\nare fallible&#x27; and `Judges are also men&#x27;. It is keeping in view the said\nobject that the principle has to be understood and applied.?\n</blockquote><blockquote id=\"blockquote_17\">        Now, every crime is considered as an offence against the Society as a\nwhole and not only against an individual even though it is an individual who\nis the ultimate sufferer. It is, therefore, the duty of the State to take\nappropriate steps when an offence has been committed.&quot; \n</blockquote><p data-structure=\"Precedent\" id=\"p_12\">        11. In what was known as the Best Bakery&#x27;s case, the Supreme Court  \nheavily came down upon the role of the Investigating Agency and the lethargy\nof the State in protecting the lives of the citizens.  It held as follows:\n</p><blockquote id=\"blockquote_18\">        &quot;Though justice is depicted to be blind-folded, as popularly said, it\nis only a veil not to see who the party before it is while pronouncing\njudgment on the cause brought before it by enforcing law and administer\njustice and not to ignore or turn the mind/attention of the Court away from\nthe truth of the cause or lis before it, in disregard of its duty to prevent\nmiscarriage of justice. When an ordinary citizen makes a grievance against\nthe mighty administration, any indifference, inaction or lethargy shown in\nprotecting his right guaranteed in law will tend to paralyse by such inaction\nor lethargic action of Courts and erode in stages faith inbuilt in judicial\nsystem ultimately destroying the very justice delivery system of the country\nitself. Doing justice is the paramount consideration and that duty cannot be\nabdicated or diluted and diverted by manipulative red herrings.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_13\">It further held :-\n</p><blockquote id=\"blockquote_19\">        ?Courts have to ensure that accused persons are punished and that the\nmight or authority of the State are not used to shield themselves or their\nmen. It should be ensured that they do not wield such powers which under the\nConstitution has to be held only in trust for the public and society at\nlarge.\n</blockquote><blockquote id=\"blockquote_20\">        In a country like us with heterogeneous religions and multiracial and\nmultilingual society which necessitates protection against discrimination on\nthe ground of caste or religion taking lives of persons belonging to one or\nthe other religion is bound to have dangerous repercussions and reactive\neffect on the society at large and may tend to encourage fissiparous elements\nto undermine the unity and security of the nation on account of internal\ndisturbances. It strikes at the very root of an orderly society, which the\nfounding fathers of our Constitution dreamt of.?\n</blockquote><blockquote id=\"blockquote_21\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"105430\" id=\"span_3\">When fences start to swallow the crops, no scope will be left for\nsurvival of law and order or truth and justice. Public order as well as\npublic interest become martyrs and monuments.&quot; (See : <a href=\"/doc/105430/\" id=\"a_20\">Zahira Habibulla H\nSheikh And Anr vs State Of Gujarat And Ors.</a> reported in 2004 (4) SCC 158)</span>\n</blockquote><p data-structure=\"Section\" id=\"p_14\">        12. Perhaps in order to meet these criticisms and to provide a new\nstatus to the victims, the Parliament thought fit to introduce a provision\ngranting right to a victim to prefer appeals against orders passed by the\ncourts acquitting accused or if it had convicted anyone for lesser offence or\nhad imposed an inadequate penalty or compensation.  \n</p><p data-structure=\"Issue\" id=\"p_15\">        13. Almost all the cases, which are before us, arose out of private\ncomplaints filed under <a href=\"/doc/1823824/\" id=\"a_21\">Section 138</a> of the Negotiable Instruments Act, 1881.\nUntil the introduction of this provision, the matter relating to dishonour of\nnegotiable instruments were dealt with as a civil matter and aggrieved\nparties moved the civil courts. By the introduction of <a href=\"/doc/1823824/\" id=\"a_22\">Section 138</a> of the\nNegotiable Instruments Act, it has now become a crime and if proved,\npunishable with imprisonment.\n</p><p data-structure=\"Section\" id=\"p_16\">        14. However, under <a href=\"/doc/595945/\" id=\"a_23\">Section 142</a>, the taking cognizance of the offence\nhas been defined and only upon a complaint made by the payee or holder in due\ncourse, the Court can take cognizance of any offence. <a href=\"/doc/595945/\" id=\"a_24\">Section 142</a> of the\nNegotiable Instruments Act reads as follows:-\n</p><blockquote id=\"blockquote_22\">        ?142 Cognizance of offences. ?Notwithstanding anything contained in the\n<a href=\"/doc/445276/\" id=\"a_25\">Code of Criminal Procedure</a>, 1973 (2 of 1974)?\n</blockquote><blockquote id=\"blockquote_23\">        (a) no court shall take cognizance of any offence punishable under\n<a href=\"/doc/1823824/\" id=\"a_26\">section 138</a> except upon a complaint, in writing, made by the payee or, as the\ncase may be, the holder in due course of the cheque;\n</blockquote><blockquote id=\"blockquote_24\">        (b) such complaint is made within one month of the date on which the\ncause of action arises under Clause (c) of the Proviso to <a href=\"/doc/1823824/\" id=\"a_27\">Section 138</a>\n                Provided that the cognizance of a complaint may be taken by the\nCourt after the prescribed period, if the complainant satisfies the Court\nthat he had sufficient cause for not making a complaint within such period.\n</blockquote><blockquote id=\"blockquote_25\">        (c) no court inferior to that of a Metropolitan Magistrate or a\nJudicial Magistrate of the First Class shall try any offence punishable under\n<a href=\"/doc/1823824/\" id=\"a_28\">Section 138</a>.?\n</blockquote><p data-structure=\"Facts\" id=\"p_17\">        15. More often, the police never receives a complaint on the basis of a\ndishonoured negotiable instrument and hence the aggrieved person invariably\nfiles a private complaint under <a href=\"/doc/444619/\" id=\"a_29\">Section 200</a> of Cr.P.C., and thus, becomes a\nprivate complainant.    \n</p><p data-structure=\"Section\" id=\"p_18\">        16. Before the insertion of the Proviso to Section 372, a complainant,\nwho was aggrieved by the acquittal of the accused, could have moved the High\nCourt under Section 378(4), subject to the limitation prescribed under\n<a href=\"/doc/368265/\" id=\"a_30\">Section 378(5)</a> of Cr.P.C. As can be seen from those provisions, a complainant\nwill have to seek a special leave to appeal from the order of acquittal.\nUnder Section 378(6), if the grant of special leave to appeal is refused, no\nappeal will lie to the High Court. If he has no appellate remedy as a matter\nof right, then he can move the Sessions Court with a revision petition under\nSection 397. He could also move the High Court for a revision under Section\n401 of Cr.P.C.\n</p><p data-structure=\"Section\" id=\"p_19\">        17. In such cases, the Court can satisfy itself only as to the\ncorrectness, legality or propriety of any finding, sentence or order,\nrecorded or passed, and as to the regularity of any proceedings of such\ninferior court.  But in a regular Appeal, the acquittal of an accused can be\nconsidered in a larger canvas. With the introduction of the amendment to\nSection 372, there is scope for an appeal, but, the proviso to Section 372\nrestricts the right of filing an appeal only on a victim and not anyone else.\n</p><p data-structure=\"Section\" id=\"p_20\">        18. The term &#x27;victim&#x27; is defined under <a href=\"/doc/760919/\" id=\"a_31\">Section 2(wa)</a> of Cr.P.C., which\nwas also inserted by the very same amendment under Central Act 5/2009. The  \nsaid Section reads as follows:-\n</p><blockquote id=\"blockquote_26\">        &#x27;<a href=\"/doc/328668/\" id=\"a_32\">Section 2(wa)</a> :  ?victim? means a person who has suffered any loss or\ninjury caused by reason of the act or omission for which the accused person\nhas been charged and the expression ?victim? includes his or her guardian or\nlegal heir.&#x27;\n</blockquote><p data-structure=\"Section\" id=\"p_21\">        19. The Code nowhere defines the term ?complainant?. But, an inference\ncan be drawn from the definition of the term ?complaint?, which is given\nunder <a href=\"/doc/328668/\" id=\"a_33\">Section 2(d)</a> of the Code, which reads as follows:-\n</p><blockquote id=\"blockquote_27\">        &#x27; ?Complaint? means any allegation made orally or in writing to a\nMagistrate, with a view to his taking action under this Code, that some\nperson, whether known or unknown, has committed an offence, but does not \ninclude a police report.\n</blockquote><blockquote id=\"blockquote_28\">        Explanation- A report made by a police officer in a case which\ndiscloses, after investigation, the commission of a non-cognizable offence\nshall be deemed to be a complaint; and the police officer by whom such report\nis made shall be deemed to be the complainant.&#x27;\n</blockquote><p data-structure=\"Section\" id=\"p_22\">        20. Whether a complainant, who is also a victim, should seek special\nleave, from the High Court as provided under Section 378(5) of the Code or\nwhether as a matter of right, he can avail a statutory right of appeal is one\nquestion, which arises herein. In the cases arising out of <a href=\"/doc/1823824/\" id=\"a_34\">Section 138</a> of the\nNegotiable Instruments Act, invariably it is the complainant (either as a\nvictim of the offence or otherwise), who sets the law in motion. But, in the\ncase of other offences under the <a href=\"/doc/1569253/\" id=\"a_35\">Indian Penal Code</a> or  other Enactments, the\nposition may not be the same. In those cases, the law could be set in motion\neither on a police report or through a private complaint. Hence, an\ninterpretation of Section 372 vis-\u0005-vis Section 378(4) in these matters will\nalso have a bearing on the other types of offences also.\n</p><p data-structure=\"Issue\" id=\"p_23\">        21. In these  batch of cases, we are not concerned with the merits of\nthe issues raised in those appeals. We make it clear that we have not gone\ninto the merits of either the facts involved in the appeals or the legal\nissues raised therein.  We have also not gone into the question of\nmaintainability of each appeal separately. As and when the matters are listed\nbefore the appropriate Bench, the learned judges will certainly make their\nrulings either on the maintainability of the unnumbered appeals as well as\nnumbered appeals and in case they were held to be maintainable, they will\nalso decide the same on merits. It is suffice to state that at this stage, we\nare only considering the interpretation of the Proviso to <a href=\"/doc/81939/\" id=\"a_36\">Sections 372</a> and\n<a href=\"/doc/1856707/\" id=\"a_37\">378(4)</a> of the Cr.P.C and have answered the questions posed by the Referral\nJudge.\n</p><p data-structure=\"Section\" id=\"p_24\">        22. Since, in this case, this Court is concerned with the\ninterpretation of <a href=\"/doc/81939/\" id=\"a_38\">Sections 372</a> and <a href=\"/doc/487026/\" id=\"a_39\">378</a> of Cr.P.C, it is necessary to extract\nthem in its entirety:\n</p><blockquote id=\"blockquote_29\">        ?372.  No appeal to lie unless otherwise provided - No appeal shall lie\nfrom any judgment or order of a Criminal Court except as provided for by this\nCode or by any other law for the time being in force.\n</blockquote><blockquote id=\"blockquote_30\">        Provided that the victim shall have a right to prefer an appeal against\nany order passed by the Court acquitting the accused or convicting for a\nlesser offence or imposing inadequate compensation, and such appeal shall lie\nto the Court to which an appeal ordinarily lies against the order of\nconviction of such Court.?\n</blockquote><blockquote id=\"blockquote_31\">        378. Appeal in case of acquittal ?\n</blockquote><p data-structure=\"Section\" id=\"p_25\">        (1) Save as otherwise provided in Sub-Section (2) and subject to the\nprovisions of Sub-Sections (3) and (5)\n</p><p data-structure=\"Precedent\" id=\"p_26\">        (a) The District Magistrate may, in any case, direct the Public\nProsecutor to present an appeal to the Court of Session from an order of\nacquittal passed by a Magistrate in respect of a cognizable and non-bailable\noffence;\n</p><p data-structure=\"Section\" id=\"p_27\">        (b) the State Government may, in any case, direct the Public Prosecutor\nto present an appeal to the High Court from an original or appellate order of\nan acquittal passed by any Court other than a High Court [not being an order\nunder clause (a) or an order of acquittal passed by the Court of Session in\nrevision.]\n        (2) If such an order of acquittal is passed in any case in which the\noffence has been investigated by the Delhi Special Police Establishment\nconstituted under the <a href=\"/doc/1692639/\" id=\"a_40\">Delhi Special Police Establishment Act, 1946</a> (25 of\n1946) or by any other agency empowered to make investigation into an offence\nunder any Central Act other than this Code.  [the Central Government may,\nsubject to the provision of Sub-Section (3), also direct the Public\nProsecutor to present an appeal-\n</p><p data-structure=\"Precedent\" id=\"p_28\">        (a) to the Court Session, from an order of acquittal passed by a\nMagistrate in respect of a cognizable and non-bailable offence;\n</p><p data-structure=\"Section\" id=\"p_29\">        (b) to the High Court from an original or appellate order of an\nacquittal passed by any Court other than a High Court [not being an order\nunder clause (a) or an order of acquittal passed by the Court of Session in\nrevision.]\n        (3) No appeal [to the High Court] under Sub-Section (1) or Sub-Section\n(2) shall be entertained except with the leave of the High Court.\n</p><p data-structure=\"Conclusion\" id=\"p_30\">        (4)  If such an order of acquittal is passed in any case instituted\nupon complaint and the High Court, on an application made to it by the\ncomplainant in this behalf, grants special leave to appeal from the order of\nacquittal, the complainant may present such an appeal to the High Court.\n</p><p data-structure=\"Conclusion\" id=\"p_31\">        (5) No application under Sub-Section (4) for the grant of special leave\nto appeal from an order of acquittal shall be entertained by the High Court\nafter the expiry of six months, where the complainant is a public servant,\nand sixty days in every other case, computed from the date of that order of\nacquittal.\n</p><p data-structure=\"Section\" id=\"p_32\">        (6) If in any case, the application under Sub-Section (4) for the grant\nof special leave to appeal from an order of acquittal is refused, no appeal\nfrom the order of acquittal shall lie under Sub-Section (1) or under Sub-\nSection (2).&quot;\n</p><p data-structure=\"Precedent\" id=\"p_33\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"156564571\" id=\"span_4\">23. The history of the amendment made to the first clause of proviso to\nSection 372 was set out by the Division Bench of the Patna High Court in its\njudgment in <a href=\"/doc/156564571/\" id=\"a_41\">Parmeshwar Mandal Vs. State of Bihar</a> [2014 Crl.L.J 1046], which\nis as follows:-</span>\n</p><blockquote id=\"blockquote_32\">        ?It may be point out that, the first clause of the said proviso is\nverbatim copy of the recommendations of the Malimath Committee, submitted as  \nfar back as in the year 2003. In the report, Justice Malimath extensively\ndealt with precarious position of victim in criminal justice system of the\nCountry and made recommendations, which included recommendations to vest the    \nvictim also with a right to appeal. This very recommendation was finally\nadopted in the form of amendment in Section 372 of the Code. Hence, clearly\nit could not be the intention of the Legislature to vest this right of\nappeals in only those victims in whose cases the occurrence had happened \nafter the amendment. If that could be accepted as a necessary condition for\nexercise of the right by a victim, then, for years to come, this right of the\nvictim to prefer an appeal in terms of the said proviso would have remained\nillusory, in spite of the amendment. The Central Government, by Notification\nNo.S.O.3313(E) dated 30th December, 2009, appointed 31st day of December   \n2009, as the date for the Act. 5 of Patna High Court CR. APP (DB) No.1078 of\n2012 dt.26-11-2013 2009 to come into force, which was published in Gazette of\nIndia, Ext., Pt.II, <a href=\"/doc/1485731/\" id=\"a_42\">S.3(ii)</a>, dated 30-12-2009. Hence, in absence of any\nexpress intention notified by the Legislature to the contrary, it has to be\nconcluded that the right of victim, to prefer an appeal in terms of said\nproviso to Section 372, became available to the victim(s) of all cases in\nwhich orders were passed by any criminal court acquitting the accused or\nconvicting him for a lesser offence or imposing inadequate compensation, on\nor after 31st of December, 2009. In other words, date of judgment of a\ncriminal court has to be necessarily treated as the relevant date for\napplying the test of maintainability of appeal by the victim under three\ncontingencies laid down under the proviso to Section 372 of the Code,\nirrespective of the date of occurrence, institution of the case, cognizance\nor commitment?  \n</blockquote><p data-structure=\"Precedent\" id=\"p_34\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"111520823\" id=\"span_5\">24. In this regard, it is necessary to refer to the decision of the\nSupreme Court interpreting Section 378(4) in the light of the amendment made\nto the Code by Central Act 25 of 2005. The Supreme Court, vide its judgment\nin <a href=\"/doc/111520823/\" id=\"a_43\">Subhash Chand Vs. State (Delhi Administration</a>) [2013 (2) SCC 17], held\nthat a complainant of an offence can file an appeal only in the High Court\nafter getting a special leave. It was further held as follows :</span>\n</p><blockquote id=\"blockquote_33\">        ?Mr.Malhotra is right in submitting that it is only when <a href=\"/doc/1154131/\" id=\"a_44\">Section 147</a> of\nthe Criminal Procedure Code, 1898 was amended in 1955 that the complainant  \nwas given a right to seek special leave from the High Court to file an appeal\nto challenge an acquittal order. <a href=\"/doc/177946336/\" id=\"a_45\">Section 147</a> was replaced by  Section 378 in\nthe Code. It contained similar provision. <a href=\"/doc/1132672/\" id=\"a_46\">But, Act</a> No.25 of 2005 brought\nabout a major amendment in the Code. It introduced Section 378(1)(a) which\npermitted the District Magistrate, in any case, to direct the Public\nProsecutor to present an appeal to the Court of Session from an order of\nacquittal passed by a Magistrate in respect of a cognizable and non-bailable\noffence. For the first time a provision was introduced whereunder an appeal\nagainst an order of acquittal could be filed in the Sessions Court. Such\nappeals were restricted to orders passed by a Magistrate in cognizable and\nnon-bailable offences. Section 378(1)(b) specifically and in clear words\nplaced a restriction on the State?s right to file such appeals. It states\nthat the State Government may, in any case, direct the Public Prosecutor to\npresent an appeal to the High Court from an original or appellate order of\nacquittal passed by any court other than a High Court not being an order\nunder clause (a) or an order of acquittal passed by the Sessions Court in\nrevision. Thus, the State Government cannot present an appeal against an\norder of acquittal passed by a Magistrate in respect of a cognizable and non-\nbailable offence. We have already noted Clause 37 of the 154th Report of the\nLaw Commission of India and Clause 37 of the <a href=\"/doc/445276/\" id=\"a_47\">Code of Criminal Procedure</a> \n(Amendment) Bill, 1994 which state that in order to guard against the\narbitrary exercise of power and to reduce reckless acquittals Section 378 was\nsought to be amended to provide appeal against an order of acquittal passed\nby a Magistrate in respect of cognizable and non-bailable offence. Thus, this\nstep is taken by the legislature to check arbitrary and reckless acquittals.\nIt appears that being conscious of rise in unmerited acquittals, in case of\ncertain acquittals, the legislature has enabled the District Magistrate to\ndirect the Public Prosecutor to present an appeal to the Sessions Court,\nthereby avoiding the tedious and time consuming procedure of approaching the\nState with a proposal, getting it sanctioned and then filing an appeal.\n</blockquote><blockquote id=\"blockquote_34\">        It is true that the State has an overall control over the law and order\nand public order of the area under its jurisdiction. Till Section 378 was\namended by Act 25 of 2005 the State could prefer appeals against all\nacquittal orders. But the major amendment made in Section 378 by Act 25 of\n2005 cannot be ignored. It has a purpose. It does not throw the concern of\nsecurity of the community to the winds. In fact, it makes filing of appeals\nagainst certain types of acquittal orders described in  Section 378(1)(a)\neasier, less cumbersome and less time consuming??..  \n</blockquote><blockquote id=\"blockquote_35\">        ??we conclude that a complainant can file an application for special\nleave to appeal against an order of acquittal of any kind only to the High\nCourt.?\n</blockquote><p data-structure=\"Precedent\" id=\"p_35\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"198857294\" id=\"span_6\">25. A Division Bench of the Delhi High Court in <a href=\"/doc/198857294/\" id=\"a_48\">Chattar Singh Vs.\nSubhash &amp; Ors.</a> [176 (2011) DLT 356] made a narrow reading of the word \n?victim? limiting it to persons suffering direct and proximate physical harm\nand also narrowly read the term &#x27;legal heir&#x27; limiting it to the lines of\nsuccession under the personal law.</span> The correctness of the view taken by the\nDivision Bench and also on the question of locus-standi of private parties\nmaintaining appeals under the Proviso to <a href=\"/doc/81939/\" id=\"a_49\">Section 372</a> of Cr.P.C., was referred\nto a Larger Bench in the case of Ramphal Vs. State &amp; Ors. The Full Bench\nanswered that reference on 28.5.2015 (though subsequent to the date of\nreference made by the learned Judge in this case). The Full Bench of the\nDelhi High Court, vide its judgment reported in 221 (2015) DLT LNIND : 2015\nDEL 3471, held as follows:-\n</p><blockquote id=\"blockquote_36\">        ? ?victim? can possibly also comprehend those who suffer proximate\nphysical or emotional harm such as fianc\u0002s, live-in partners, etc.\n        To restate the correct position, there has to be a relationship between\nthe injury and the person who suffered it i.e. the ?victim?. Consequently,\nthe injury (to the victim who suffers it has to be proximate; it cannot be\nremote.  At the same time, given the nature of what is ?injury? (under\n<a href=\"/doc/1106981/\" id=\"a_50\">Section 44</a>, IPC) the enquiry of proximity would be fact dependent.  Courts\nwould assess such issues, based on established principles, and balancing the\nfacts on a case to case basis. To conclude the discussion, it is also\nemphasized that where the victim is unable (by reason of trauma, shock or\nother disability) to make a choice of preferring an appeal, those who are in\na position to do so on her or his behalf (and who might also have suffered\nsome proximate harm) ? such as relatives, foster children, guardians, fianc\u0002\nor live-in partners etc., can maintain an appeal under the proviso to Section\n</blockquote><blockquote id=\"blockquote_37\">372.?\n</blockquote><blockquote id=\"blockquote_38\">        25.(a) On the question as to who can be a legal heir to pursue the\nremedy under <a href=\"/doc/81939/\" id=\"a_51\">Section 372</a> Cr.P.C, the Full Bench answered as follows:-\n</blockquote><blockquote id=\"blockquote_39\">        ?The object of the Act being the prevention of distortions of the\ncriminal justice system, it is clear that the state interest is to prevent\nthe subversion of justices in cases where the State chooses not to appeal an\nacquittal.  This does not mean, of course, that the appeal procedure is open\nto anyone and everyone. The interest of preventing distortions and ensuring\njustice must be balanced ? as has been pointed out ? against the longstanding\nprinciples of criminal procedure that form the underlying legal context, such\nas the right of the accused to a fair trial, and the double presumption of\ninnocence. This is the rationale for the class of persons who are competent\nto maintain an appeal has been restricted to victims, and their guardians and\nlegal heirs.  This aim of this limitation is to establish a threshold of\nproximity, which is used to achieve the balance between competing\ninterests...?\n</blockquote><blockquote id=\"blockquote_40\">        ?The Court holds that developing a case-by-case proximity test for the\nmeaning of ?victim? and an understanding of ?legal heirs? that tracks the\nrelevant personal law, but is not limited to only those legal heirs entitled\nto succeed the property, achieves an adequate balance between the two \ninterests. So long as the existence of a legal relationship is established\nbetween the (deceased) victim and the one who seeks to appeal under proviso\nto Section 372, sufficient locus standi has to be conceded?..?\n</blockquote><blockquote id=\"blockquote_41\">        ?The anxiety of Parliament to confine the right of appeal to a\nrestricted category of cases is evident from the subject-object predicate,\ni.e. the nexus between the ?victim? and ?injury? is apparent from the fact\nthat appeals are admitted to only those injured by the crime or offence\n(?means a person who has suffered any loss or injury caused by reason of the\nact or omission for which the accused person has been charged?), where\n?injury? is defined by <a href=\"/doc/1106981/\" id=\"a_52\">Section 44</a> of the IPC, as discussed earlier.  In this\nfirst sense, the class of persons, i.e victims being those suffering loss or\ninjury, is clear enough; only the actual victim, wherever available, directly\naffected by the crime or offence (?act or omission?) attributable to the\noffender (?accused person?) are conferred the right to appeal.  The second\npart of the definition (the ?pull in? if one may use that expression) is the\nassociative part, in that, by way of the expression ?includes?, Parliament\nsought to bring in those persons and individuals who are not per se victims\nof the crime, but associated with her (or him).  This was necessary because\nif the victim were no longer alive (because of the crime itself, such as\nmurder, homicide, etc.), and the victim who suffered ?harm to the mind?, as a\nloved one of the victim simpliciter, was also unavailable to exercise the\nright to participate in the trial, then such persons would be considered as\nsuffering ?loss? as well as ?injury?, and thus would be deemed victims.  It\nis merely in this associative sense that such persons are entitled to appeal\nagainst an acquittal, and, therefore, the legal heirs cannot possibly exclude\nvictims who have suffered ?injury? that is direct and proximate ?harm to the\nmind?. The structure of the definition in <a href=\"/doc/328668/\" id=\"a_53\">Section 2 (wa)</a>, shows that\nParliament?s primary concern was to enable only victims who suffered\n?injury?, be it physical or emotional (in its most direct and proximate\nsense, as opposed to those who were merely inconvenienced or whose injury or \nloss was remote), the participative rights within the criminal trial process,\nonly in the absence of whom, the ?legal heirs? would be allowed.?\n</blockquote><p data-structure=\"Section\" id=\"p_36\">        26. The Full Bench summarized its finding on the true definition of the\nword &#x27;victim&#x27; found under <a href=\"/doc/328668/\" id=\"a_54\">Section 2(wa)</a> as well as the result that may flow\ndue to multiplicity of filing, in paras 53 and 54 as follows:-\n</p><blockquote id=\"blockquote_42\">        ?53. To summarize, the conclusions from the above discussion are:\n</blockquote><blockquote id=\"blockquote_43\">        (i) &quot;victim&quot; in <a href=\"/doc/328668/\" id=\"a_55\">Section 2(wa)</a>, by virtue of being defined as &quot;a person\nwho has suffered any loss or injury&quot; must include a person who has suffered\n&quot;harm caused to the mind&quot;, given that <a href=\"/doc/1483061/\" id=\"a_56\">Section 2(y)</a> of the Code of Criminal\nProcedure incorporates the definition of &quot;injury&quot; in <a href=\"/doc/1106981/\" id=\"a_57\">Section 44</a> of the IPC\ninto the Code.\n</blockquote><blockquote id=\"blockquote_44\">        (ii) The &quot;means X and includes Y&quot; clause in  <a href=\"/doc/328668/\" id=\"a_58\">Section 2(wa)</a> cannot be\ninterpreted so as to result in the included meaning Y excluding the actual\nmeaning X of the term being defined; thus &quot;legal heirs&quot; who are included\nwithin the definition of the term &quot;victim&quot; cannot exclude those who actually\nfall within the definition of &quot;victim&quot; by virtue of emotional harm suffered,\nsuch as the father or siblings of a deceased victim or other categories of\npersons (based on proximity) noted previously .\n</blockquote><blockquote id=\"blockquote_45\">        (iii) The laws of inheritance, which decide one&#x27;s &quot;legal heirs&quot;, are\nnot intended to be solely determinative of the entitlement to exercise the\nrights of the victim, in the criminal trial/appeal, on his/her death,\napplication of Heydon&#x27;s mischief rule, given that the object of the 2008\nAmendment  Act was to ensure the involvement of the victim, who has a\npresumably personal interest in the fair and efficient prosecution of the\ntrial/appeal. Resultantly, it is impermissible for an appellate court to shut\nout an appeal by a &quot;legal heir&quot; based only on her/his not being an immediate\nheir, or being lower down in hierarchy vis-\u0005-vis entitlement to the crime\nvictim&#x27;s estate.\n</blockquote><p data-structure=\"Precedent\" id=\"p_37\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"516808\" id=\"span_7\">54. As a concluding remark on the specter of uncertainty (of defending\nmultiple appeals) which would possibly hover over, and weigh down those\nacquitted of offences goes, this Court is in agreement with the view of the\nPunjab and Haryana High Court that all such &#x27;victims&#x27; or &#x27;legal heirs&#x27;\nappeals would be heard together, and the issue can be resolved by proper\ndocket management. The court is reminded of the view in <a href=\"/doc/516808/\" id=\"a_59\">Pakala Narayana Swamy   \nVs. Emperor</a> AIR 1939 PC 47 that &quot;... in truth when the meaning of words is\nplain, it is not the duty of the Courts to busy themselves with supposed\nintentions&quot; - and one may add in the context, imagined difficulties.?</span>\n</p><p data-structure=\"Precedent\" id=\"p_38\">        27. The view taken by the Full Bench of the Delhi High Court with\nreference to right of filing an appeal under the proviso to Section 372 as of\nright was not accepted by the Hon?ble Supreme Court. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"168435587\" id=\"span_8\">In its judgment in\n<a href=\"/doc/168435587/\" id=\"a_60\">Satyapal Singh Vs. State of M.P. &amp; Ors.</a> [2015 (4) MLJ (Crl.) 219 (SC)], in\npara 11, it observed as follows:-</span>\n</p><blockquote id=\"blockquote_46\">        ?The Full Bench of the High Court  of  Delhi  after  examining  the\nrelevant provisions under <a href=\"/doc/328668/\" id=\"a_61\">Section 2(wa)</a> and proviso to <a href=\"/doc/81939/\" id=\"a_62\">Section 372</a> of\nCr.P.C.,  in the light of their legislative history has held that the right\nto prefer an appeal conferred upon the victim or relatives of the victim by\nvirtue  of proviso to Section 372 is an independent statutory right.\nTherefore, it  has held that there is no need for the  victim  in  terms  of\ndefinition  under <a href=\"/doc/760919/\" id=\"a_63\">Section 2(wa)</a> of Cr.P.C. to seek the leave of the  High\nCourt  as  required under Sub-Section (3) of <a href=\"/doc/487026/\" id=\"a_64\">Section 378</a> of Cr.P.C. to prefer\nan  appeal  under proviso to <a href=\"/doc/81939/\" id=\"a_65\">Section 372</a> of Cr.P.C. The said view of the\nHigh  Court  is  not legally correct for the reason that the  substantive\nprovision  of  <a href=\"/doc/81939/\" id=\"a_66\">Section 372</a> of Cr.P.C. clearly provides that no appeal shall\nlie from  any  judgment and order of a Criminal Court except as provided  for\nby  <a href=\"/doc/445276/\" id=\"a_67\">Cr.P.C</a>.  Further, Sub-Section (3) to <a href=\"/doc/487026/\" id=\"a_68\">Section 378</a> of Cr.P.C. provides that\nfor  preferring  an appeal to the High Court against an order of acquittal it\nis  necessary  to obtain its leave.?\n</blockquote><blockquote id=\"blockquote_47\">Further, it also held thus :\n</blockquote><blockquote id=\"blockquote_48\">        ?Thus, from a reading of the above-said legal  position laid down by\nthis Court in the cases referred to  supra, it  is  abundantly  clear  that\nthe proviso to Section  372  of  Cr.P.C. must  be  read  along  with  its\nmain enactment i.e., Section 372 itself and  together with  Sub-Section  (3)\nto Section 378 of Cr.P.C. otherwise the substantive provision  of  Section\n372 of Cr.P.C. will be rendered nugatory, as it clearly states that no\nappeal shall lie from any judgment or order of a Criminal Court except as\nprovided by Cr.P.C.\n</blockquote><p data-structure=\"Precedent\" id=\"p_39\">        Thus, to conclude on the legal issue, it was held thus :\n</p><blockquote id=\"blockquote_49\">        ?Whether the appellant  herein, being  the  father  of  the  deceased,\nhas statutory right to prefer an appeal to the High Court against the  order\nof acquittal under proviso to <a href=\"/doc/81939/\" id=\"a_69\">Section 372</a> of  Cr.P.C.  without  obtaining\nthe leave of the High Court as required under Sub-Section (3) to <a href=\"/doc/487026/\" id=\"a_70\">Section 378</a>\nof Cr.P.C.?, this Court is of the  view  that  the  right  of  questioning\nthe correctness of the judgment and order of acquittal by preferring  an\nappeal to the High Court is conferred upon the victim including the legal\nheir  and others, as defined under <a href=\"/doc/760919/\" id=\"a_71\">Section 2(wa)</a> of Cr.P.C., under proviso to\nSection 372, but only after obtaining the leave of the High Court as required\nunder sub-Section (3) to <a href=\"/doc/487026/\" id=\"a_72\">Section 378</a> of  Cr.P.C. The  High Court  of  M.P.\nhas failed to deal with this important legal aspect of the matter while\npassing the impugned judgment and order.? \n</blockquote><p data-structure=\"Precedent\" id=\"p_40\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"419898\" id=\"span_9\">28. A Division Bench of the Himachal Pradesh High Court, in its\njudgment in <a href=\"/doc/419898/\" id=\"a_73\">Joginder Singh Vs. State of Himachal Pradesh</a> through its\nSecretary (Home) [2013 (2) Crl.CC 566 : 2013 (3) Crimes 160], held as to how\nthe procedure for filing appeal under the Proviso to Section 372 should be\nregarded and observed as follows:-</span>\n</p><blockquote id=\"blockquote_50\">        ?We are of the considered view that though the proviso to Section 372\nof the Code does give a right to the victim to file an appeal, this proviso\ncannot be  read in isolation. It has to be given a meaning which fulfils the\nintention of the Legislature. The Proviso to Section 372 of the Code does not\nlay down the procedure as to how, in what manner, and most importantly within\nwhich time the appeal has to be filed...\n</blockquote><blockquote id=\"blockquote_51\">        As pointed out above the proviso to Section 372 of the Code does not\nlay down the procedure for filing the appeal. To us the reasoning of the\nPunjab and Haryana and Patna High Courts appeals more than that of the Bombay   \nand Delhi High Courts.  In addition to the reasoning given by these  Courts\nwe would like to add that even if the victim has a right to prefer an appeal,\nthe procedure of filing an appeal must be governed by Section 378 the Code\nexcept in so far as Section 372 of the Code specifically provides the forum\nfor appeal?.\n</blockquote><blockquote id=\"blockquote_52\">        Coming to Sub-Section (4) of Section 378 of the Code, we find that if\nan order of acquittal is passed on a case instituted upon complaint then the\nHigh Court before entertaining an appeal by the complainant must grant\nspecial leave to appeal. The expression ?special leave to appeal? has no\ndifferent meaning than the expressing ?leave to appeal? and it appears to us\nthat the word special has been added only to distinguish leave to appeal\nsought, by the complainant from the leave to appeal sought by the State. Thus\nin a complaint case where the complainant has set the wheels of the Court in\nmotion even if the complainant files the appeal he must obtain special leave\nto appeal. This again gives rise to a similar question ? Can the victim be\nplaced on a higher pedestal than the complainant? More often than not, the\nvictim and the complainant are likely to be one and the same person?.\n</blockquote><blockquote id=\"blockquote_53\">        We answer the question by holding that when a victim files an appeal\nagainst the acquittal of the accused in the High Court then he is required to\nobtain leave to appeal before his appeal is entertained. It is made clear\nthat no leave to appeal would be required if the appeal lies to the Sessions\nCourt or even in an appeal filed to the High Court where the only issue is\nwith regard of the adequacy of the compensation.?\n</blockquote><p data-structure=\"Precedent\" id=\"p_41\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"119553451\" id=\"span_10\">29. A Full Bench of the Gujarat High Court, vide its judgment in\n<a href=\"/doc/119553451/\" id=\"a_74\">Bhavuben Dineshbhai Makwana Vs. State Of Gujarat</a> [2013 Crl.L.J 4225], dealt \nwith similar issues and answered the questions as follows:-</span>\n</p><blockquote id=\"blockquote_54\">        ?To put it differently, only victim can file an appeal against an order\nof imposing ?inadequate compensation? in addition to his right of appeal\nagainst acquittal and convicting the accused for a lesser offence and\ntherefore, to club his right and make it dependent upon the exercise of right\nof appeal at the instance of the State would be not only be unworkable but\nwould run contrary to the scheme and lead to absurdity?\n</blockquote><blockquote id=\"blockquote_55\">        In the circumstances, the very basic premise upon which the law is <a href=\"/doc/119553451/\" id=\"a_75\">laid\ndown in</a> Bhikhabhai (supra), i.e. the rights of both State and victim are\nsimilar and therefore, the right of one (victim) can be dependent upon\nexercise of the right by the other (State) is, in our opinion, not  correct\nand aginst the plain and simple language used by the legislature in the\nproviso to Section 372. Similarly, <a href=\"/doc/1141392/\" id=\"a_76\">Section 24(8)</a> of the Code has nothing to\ndo with the right of appeal conferred upon the victim and by taking aid of\nthat section, the substantive right conferred upon a victim cannot be made\nconditional?\n</blockquote><blockquote id=\"blockquote_56\">        In our opinion, the correct law, as emerging from the Scheme of the\nCode, would be that the right of a victim to prefer an appeal (on limited\ngrounds enumerated in proviso to Section 372 of the Code) is a separate and\nindependent statutory right and is not dependent either upon or is\nsubservient to right of appeal of the State. In other words, both the victim\nand the State/prosecution can file appeals independently without being\ndependent on the exercise of the right by the other. Moreover, from the act\nor omission for which the accused has been charged, there may be more than \none victim and the loss suffered by the victims may vary from one victim to\nthe other victims. Therefore, each of such victims will have separate right\nof appeal and in such appeals, the grievance of each of the appellant may be\ndifferent. For instance, in an act of arson when a joint property of\ndifferent persons has been set on fire, the loss suffered by each of the co-\nsharers may be different.  In such a case, each co-sharer has a separate\nright of appeal and such right of one does not depend even on the filing of\nsuch appeal by another victim.\n</blockquote><blockquote id=\"blockquote_57\">        If the ?victim? happens to be the complainant, he being the complainant\nis required to take leave as there is no consequential amendment of Section\n378 of the Code.\n</blockquote><p data-structure=\"Section\" id=\"p_42\">        If the victim also happens to be the complainant and the appeal is\nagainst acquittal, he is required to take leave as provided in <a href=\"/doc/487026/\" id=\"a_77\">Section 378</a> of\nthe Criminal Procedure Code but if he is not the complainant, he is not\nrequired to apply for or obtain any leave. For the appeal against inadequacy\nof compensation or punishment on a lesser offence, no leave is necessary at\nthe instance of a victim, whether he is the complainant or not.?\n</p><p data-structure=\"Precedent\" id=\"p_43\">        30. In Parmeshwar Mandal, a Division Bench of the Patna High Court also\ndealt with similar issues and answered the queries as follows:\n</p><blockquote id=\"blockquote_58\">        &quot;In the circumstances, after consideration of the entire matter,\nconclusions of this Court are as follows:-\n</blockquote><blockquote id=\"blockquote_59\">        (1) - By virtue of the Proviso, as inserted in <a href=\"/doc/81939/\" id=\"a_78\">Section 372</a> of the Code\nof Criminal Procedure, 1973 by the Criminal Procedure Code (Amendment) Act, \n2008 (Act 5 of 2009), a &quot;victim&quot; has been put at a higher pedestal, than a\nprosecuting agency or a complainant, in the matter of preferring an appeal\nagainst any order of a criminal court acquitting the accused or convicting\nfor a lesser offence or imposing inadequate compensation. This Proviso gives\nan unqualified &quot;right&quot; to a &quot;victim&quot; to prefer an appeal in its terms, as\nagainst the enabling Sections 377 and 378, which only give liberty to a\nDistrict Magistrate, the State Government, the Central Government and the\ncomplainant, as the case may be, to prefer an appeal against an order of\nsentence on the ground of its inadequacy or against an order of acquittal.\n</blockquote>        \n<blockquote id=\"blockquote_60\">        (2) - The right of a &quot;victim&quot; to prefer an appeal in terms of the said\nproviso to Section 372 is an unqualified right and no &quot;leave to appeal&quot; or\n&quot;special leave&quot; is required to be obtained by him/her for the purpose, as\nrequired by the State or the complainant for maintaining an appeal in terms\nof Section 378 of the Code.\n</blockquote><blockquote id=\"blockquote_61\">        (3) - No limitation of time has been provided by the Legislature for\nexercise of such a right of appeal by the &quot;victim&quot; in terms of the said\nProviso. Hence, in the fact and circumstances of each case, the Court has to\ndetermine as to whether the appeal was entertainable, or not, on the ground\nof absence of bonafide explanation for delay by the appellant. The limitation\nlaid down by the Full Bench of Punjab and Haryana High Court is a judicial\nfiat and not based on interpretation of the provisions of the Code or the\n<a href=\"/doc/1317393/\" id=\"a_79\">Limitation Act, 1963</a>. Hence the same is applicable only within the\nterritorial jurisdiction of that High Court and not beyond.\n</blockquote><blockquote id=\"blockquote_62\">        (4) - However, in view of the legal presumption of innocence in favour\nof the accused, the yardsticks laid down by judicial pronouncements for\nconsideration of appeals under Section 378 shall be applicable in case of an\nappeal under he said proviso to Section 372.\n</blockquote><blockquote id=\"blockquote_63\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"45896076\" id=\"span_11\">(5) - The expression - long after the present incident - used under\nbrackets by the Apex Court in paragraph 5 of its judgment in case of National\nCommission for <a href=\"/doc/45896076/\" id=\"a_80\">Women Vs. State of Delhi and another</a> [AIR 2011 SC (Sup.) 392]  \n: [(2010) 122 SCC 599] is only an obiter dictum of the Court and it does not\nlay down a law in terms of <a href=\"/doc/882644/\" id=\"a_81\">Article 141</a> of the Constitution of India.</span>\n</blockquote><blockquote id=\"blockquote_64\">        (6) - Proviso to Section 372 of the Code came into operation w.e.f.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_44\">December 31, 2009. Hence, in absence of any legislative intent to the\ncontrary, in all cases, in which a judgment and order has been passed by a\ncriminal court on and after that date, a right accrues to the &quot;victim&quot; to\nprefer appeal in terms of the said Proviso, irrespective of the date of\noccurrence and any subsequent event in the case prior to such judgment and\norder.\n</p><p data-structure=\"Precedent\" id=\"p_45\">        (7) - If the subject of the crime is dead or incapacitated to the\nextent or suffers from such a disability that he/she cannot take steps to\nexercise his/her right under the Proviso to Section 372, any of his/her next\nof kin, who can establish before the Court, to its satisfaction, that the\ncrime had caused &quot;loss&quot; or &quot;injury&quot; to him/her also, besides to the subject\nof the crime, can maintain an appeal under the said proviso.\n</p><p data-structure=\"Section\" id=\"p_46\">        (8) - The &quot;loss&quot; and &quot;injury&quot; to an appellant before it (if he/she is\nother than the de-facto sufferer) has to be assessed by the Court in each and\nevery case in the backdrop of definition of &quot;injury&quot; Patna High Court CR. APP\n(DB) No.1078 of 2012 dt.26-11-2013 provided in <a href=\"/doc/1106981/\" id=\"a_82\">Section 44</a> of the Indian Penal\nCode, and not beyond it, before entertaining the appeal, in terms of the\nproviso to Section 372 on merits.\n</p><p data-structure=\"Section\" id=\"p_47\">        (9) - If any person prefers an appeal in terms of the proviso to\nSection 372, solely on the basis of his status as a &quot;guardian&quot; or a &quot;legal\nheir&quot;, he/she will have to establish the legal basis of his/her such status\nin reference to the law, as may be applicable in the matter, with all its\nlimitations and qualifications, or otherwise also (e.g. judicial order).\n</p><p data-structure=\"Conclusion\" id=\"p_48\">        (10) - Once an appeal preferred in terms of the said proviso to Section\n372, against an order is entertained by an appellate court on merit, to\nwhatever result, no fresh/second appeal by any party/person can/should be\nentertained against the same order.\n</p><p data-structure=\"Section\" id=\"p_49\">        (11) - No distinction can be made between a case instituted by a\ncomplainant/ informant with the police and by a complainant before the Court\ndirectly, and an absolute right of a victim (a complainant or not) to file an\nappeal under Proviso to Section 372 does not get fettered by any other\nsection of the Code contained in Chapter XXIX, which includes Section 378.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_50\">        31. Since, subsequent to the Full Bench reference, the Supreme Court in\nSatyapal Singh interpreted these provisions, we are duty bound to follow the\nsame to the extent it binds us. With that in mind and in the light of the\nabove legal precedents and the discussion, we answer the questions posed by \nthe Referral Judge as follows:-\n</p><blockquote id=\"blockquote_65\">        (1) A victim of the crime, who has prosecuted an accused by way of a\nprivate complaint, has a statutory right of appeal within the limits\nprescribed under Section 372 of Cr.P.C.\n</blockquote><blockquote id=\"blockquote_66\">        (2) A complainant (in a private complaint), who is not a victim, has a\nremedy and can file an appeal in the event of acquittal of the accused after\nobtaining leave to appeal under <a href=\"/doc/1856707/\" id=\"a_83\">Section 378(4)</a> of Cr.P.C\n        (3) In a private complaint, even if the victim is not a complainant, he\nhas a right to appeal under the proviso to <a href=\"/doc/81939/\" id=\"a_84\">Section 372</a> of Cr.P.C., but he has\nto seek leave as held by the Supreme Court in Satyapal Singh.\n</blockquote><blockquote id=\"blockquote_67\">        (4) The term ?victim? has been correctly interpreted by the Full Bench\nof the Delhi High Court in Ramphal and we are in agreement with the same.\n</blockquote><blockquote id=\"blockquote_68\">        (5) A victim (as defined under <a href=\"/doc/760919/\" id=\"a_85\">Section 2(wa)</a> of the Cr.P.C does not\ncease to be a victim merely because he also happens to be a complainant and \nhe can avail all the rights and privileges of a victim also and\n        (6) The decision of the Single Judge in Selvaraj holding that the term\n?victim? found in Section 372 excludes a complainant, is not legally correct\nand in a given case, a complainant, who is also a victim, can avail right\ngranted under Section 372 of Cr.P.C.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_51\">        32. The questions posed are answered accordingly. All these matters are\ndirected to be listed before the appropriate Court for their disposal in\naccordance with the opinion expressed hereunder.\n</p><p data-structure=\"Conclusion\" id=\"p_52\">                                \u001a\n          </p>","numcites":32,"numcitedby":369,"docsource":"Madras High Court","citetid":116627946,"divtype":"judgments","relatedqs":[{"value":"section 372 of code of criminal procedure","formInput":"section%20372%20of%20code%20of%20criminal%20procedure"},{"value":"appeal u/s 372","formInput":"appeal%20u/s%20372"},{"value":"appeal against order of acquittal","formInput":"appeal%20against%20order%20of%20acquittal"},{"value":"section 2(wa) of crpc ","formInput":"section%202%28wa%29%20of%20crpc%20"},{"value":"criminal judgments","formInput":"criminal%20judgments"},{"value":"section 372 of crpc proviso","formInput":"section%20372%20of%20crpc%20proviso"},{"value":"victims rights","formInput":"victims%20rights"},{"value":"appeal under section 372 of criminal procedure code","formInput":"appeal%20under%20section%20372%20of%20criminal%20procedure%20code"},{"value":"criminal justice system","formInput":"criminal%20justice%20system"},{"value":"case on a private complaint","formInput":"case%20on%20a%20private%20complaint"},{"value":"section 378 of criminal procedure code ","formInput":"section%20378%20of%20criminal%20procedure%20code%20"},{"value":"section 378 crpc","formInput":"section%20378%20crpc"},{"value":"private complaint\"","formInput":"private%20complaint%22"},{"value":"section 372 of crpc","formInput":"section%20372%20of%20crpc"},{"value":"378(4)","formInput":"378%284%29"},{"value":"section 378(4) crpc ","formInput":"section%20378%284%29%20crpc%20"},{"value":"victim & section 372","formInput":"victim%20%26%20section%20372"},{"value":"372 proviso","formInput":"372%20proviso"},{"value":"section 378(3) of crpc","formInput":"section%20378%283%29%20of%20crpc"},{"value":"complaint case","formInput":"complaint%20case"}],"cats":[{"value":"no-appea-lto-lie","formInput":"tag:no-appea-lto-lie"},{"value":"appeal-in-case-of-aquittal","formInput":"tag:appeal-in-case-of-aquittal"},{"value":"cheque-dishonour","formInput":"tag:cheque-dishonour"},{"value":"appeal-after-acquittal","formInput":"tag:appeal-after-acquittal"},{"value":"definition-of-crpc","formInput":"tag:definition-of-crpc"}],"courtcopy":true,"query_alert":null,"agreement":false}