{"tid":1149608,"publishdate":"1965-05-07","title":"Baijnath Gupta And Others vs The State Of Madhya Pradesh on 7 May, 1965","doc":"<h2 class=\"doc_title\">Baijnath Gupta And Others vs The State Of Madhya Pradesh on 7 May, 1965</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1966 AIR 220, 1966 SCR (1) 210, AIR 1966 SUPREME COURT 220, (1965) 2 SCWR 850, 1965 SCD 1095, 1965 MADLJ(CRI) 676, (1966) 1 ANDHLT 63, 1966 MAH LJ 129, 1966 MPLJ 153, 1966 JABLJ 198, (1966) 1 SCR 210, (1965) 2 SCJ 478</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-k-sarkar\">A.K. Sarkar</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-k-sarkar\">A.K. Sarkar</a>, <a href=\"/search/?formInput=benchid:m-hidayatullah\">M. Hidayatullah</a>, <a href=\"/search/?formInput=benchid:v-ramaswami\">V. Ramaswami</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nBAIJNATH GUPTA AND OTHERS\n\n\tVs.\n\nRESPONDENT:\nTHE STATE OF MADHYA PRADESH\n\nDATE OF JUDGMENT:\n07/05/1965\n\nBENCH:\nSARKAR, A.K.\nBENCH:\nSARKAR, A.K.\nHIDAYATULLAH, M.\nRAMASWAMI, V.\n\nCITATION:\n 1966 AIR  220\t\t  1966 SCR  (1) 210\n CITATOR INFO :\n RF\t    1967 SC 776\t (6)\n R\t    1970 SC1661\t (4)\n R\t    1979 SC1841\t (18,27,28)\n R\t    1983 SC 610\t (7)\n\n\nACT:\n<a href=\"/doc/445276/\" id=\"a_1\">Code  of  Criminal  Procedure</a> (Act 5 of\t 1898),\t s.  197(1)-\nSanction  for  prosecution  of public  servant\tfor  offence\ncommitted  in the discharge of official duty-Public  servant\ncharged\t under<a href=\"/doc/896188/\" id=\"a_2\">\tss.  477A</a> and  <a href=\"/doc/1326844/\" id=\"a_3\">409</a>  I.P.C.-Sanction  whether\nrequired.\n\n\n\nHEADNOTE:\nG  was\tChief Accountant-cum-Office  Superintendent  in\t the\nElectric  Supply  Undertaking run by the Government  of\t the\nerstwhile  state of Madhya Bharat.  He was prosecuted  along\nwith K, an assistant Superintendent in the same office,\t for\ncriminal  breach of trust of money which had been  entrusted\nto  them.  They were also charged with making false  entries\nin  the\t accounts.   The  prosecution  case  was  that\tsums\namounting  to Rs. 21,450 were falsely shown in the  accounts\nas  having been sent to the treasury but were  not  actually\ndeposited  there.   Further, a sum of Rs.  10,000  had\tbeen\nfalsely\t shown on the debit side to cover the extraction  of\nthat sum by K, the said entry having been later on cancelled\nby G. G was convicted by the trial court under<a href=\"/doc/896188/\" id=\"a_4\"> s. 477A</a>\tread\nwith<a href=\"/doc/513074/\" id=\"a_5\"> s. 109</a> and under<a href=\"/doc/1326844/\" id=\"a_6\"> s. 409</a> of the Indian Penal Code.\t The\nHigh Court dismissed his appeal By special leave be appealed\nto this Court.\nIt  was contended on behalf of the appellant that he  was  a\npublic\tservant\t and the alleged offences, if  committed  by\nhim,  were committed in the discharge of his  official\tduty\nand  therefore\this  trial and conviction  for\tthe  alleged\noffences  was  bad on account of prior sanction\t not  having\nbeen  obtained\tunder  s. 197(1) of  the  <a href=\"/doc/445276/\" id=\"a_7\">Code\tof  Criminal\nProcedure</a>.\nHELD  :\t Sanction under<a href=\"/doc/810164/\" id=\"a_8\"> s. 197(1)</a> of the  Code\tof  Criminal\nProcedure was necessary for the prosecution of the appellant\nfor  the offence under<a href=\"/doc/896188/\" id=\"a_9\"> s. 477A</a>/<a href=\"/doc/739296/\" id=\"a_10\">199</a> of the Indian Penal\tCode\nbecause it was committed within the scope of official duties\nthough in dereliction of them. [223F]\nPer Hidayatullah and Ramaswami, JJ.  It is not every offence\ncommitted  by  a public servant that requires  sanction\t for\nprosecution under<a href=\"/doc/810164/\" id=\"a_11\"> s. 197(1)</a> of the Criminal Procedure  Code,\nnor  every  act\t done  by him while he\tis  engaged  in\t the\nperformance   of  his  official\t duties;  but  if  the\t art\ncomplained of is directly concerned with his official duties\nso  that,  if questioned, it could be claimed to  have\tbeen\ndone  by  virtue  of  his  office  then\t sanction  would  be\nnecessary.   It is the quality of the act that is  important\nand  if it falls within the scope and range of his  official\nduties the protection contemplated by<a href=\"/doc/12704/\" id=\"a_12\"> s. 197</a> of the Criminal\nProcedure Code will be attracted. [223 A-C]\nApplying  the principle to the present case the sanction  of\nthe  State Government was not necessary for the\t prosecution\nof  the\t appellant  under<a href=\"/doc/1326844/\" id=\"a_13\"> s. 409</a> of the\t Indian\t Penal\tCode\nbecause\t the  act  of  criminal\t misappropriation  was.\t not\ncommitted by the appellant while he was acting or purporting\nto act in discharge of his official duties and that  offence\nhad no direct connection with the duties of the appellant as\na  public servant, and the official status of the  appellant\nonly  furnished\t the  appellant\t with  an  occasion  or\t  an\nopportunity of committing the offence. [223E]\nSatwant\t Singh\tv.  State of Punjab,  [1960]  2\t S.C.R.\t 89,\nfollowed.\n211\nHori  Ram Singh v. Emperor, [1939] F.C.R. 159, Gill  v.\t The\nKing, [1948] F.C.R. 19 and Om Parkash Gupta v. State of U.P.\n[1957] S.C.R. 423, relied on.\nAmrik  Singh  v.  State\t of Pepsu,  [1955]  1  S.C.R.  1302,\nreferred to.\nPer  Sarkar,  J.  Whether an offence was  committed  in\t the\ncourse\tof  official duty will depend on the facts  of\teach\ncase.\t The  test  is\twhether\t the  public   servant,\t  if\nchallenged, can reasonably claim that what he did he did  in\nvirtue of his office. [213 G-H; 215 C-D]\nHori Ram singh v. The Crown, [1939] F.C.R. 159, Shreekantiah\nRamayya\t Munipalli v. State of Bombay, [1955] 1 S.C.R.\t1177\nand Gill v. King, [1948] F.C.R. 19, referred to.\nThe  facts  of the present case could not  be  distinguished\nfrom  those  in\t Amrik Singh&#x27;s\tcase.\tThe  appellant\twhen\ncharged\t with  the  defalcation of  Rs.\t 21,450\t could\thave\nreasonably said that he sent the amounts to the treasury  as\nthe accounts showed, and that would have been an act in\t the\nperformance of his official duty.  In respect of the sum  of\nRs.  10,000 he could similarly have said that he spent\tthem\nin the discharge of his duty.  Whether he had actually\tdone\nthat  or not would be irrelevant for deciding the  necessity\nfor sanction. [215B, D, E-F]\nThe  trial  and\t conviction of the appellant  under  s.\t 409\n<a href=\"/doc/1569253/\" id=\"a_14\">Indian\tPenal  Code</a> for defalcation of the two sums  of\t Rs.\n10,000\tand Rs. 21,450 was therefore bad in the\t absence  of\nthe necessary sanction. [215 F-G]\nAmrik  Singh  v.  State\t of Pepsu,  [1955]  1  S.C.R.  1302,\nfollowed.\nOm  Prakash Gupta v. State of U.P. [1957] S.C.R. 423 and  K.\nSatwant\t Singh\tv.  State of Punjab,  [1960]  2\t S.C.R.\t 89,\ndistinguished.\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">CRIMINAL APPELLATE JURISDICTION : Criminal Appeals Nos.\t 77,\n162 and 163 of 1962 and 74 of 1965.\n</p><p data-structure=\"Issue\" id=\"p_2\">Appeals by special leave from the judgments and orders dated\nDecember  22, 1961 of the Madhya Pradesh High Court  (Indore\nBench)\tat Indore in Criminal Revisions Nos. 262,  263,\t 265\nand 266\t  of 1960.\n</p><p data-structure=\"PetArg\" id=\"p_3\">A.  S. R. Chari, and Ravinder Narain, for the appellant\t (in\nCr.  A. Nos. 66/62 and 74/65).\n</p><p data-structure=\"PetArg\" id=\"p_4\">W. S. Barlingay and A. G. Ratnaparkhi, for the appellant (in\nCr.  As. Nos. 162 and 163/62).\n</p><p data-structure=\"Precedent\" id=\"p_5\">I. N. Shroff for the respondent (in all the appeals).\nSarkar, J. delivered a partly dissenting Opinion.  The Judg-\nment  of  Hidayatullah and Ramaswami, JJ. was  delivered  by\nRamaswami, J.\n</p><p data-structure=\"Conclusion\" id=\"p_6\">Sarkar\tJ. I have had the advantage of reading the  judgment\nto  be\tdelivered by my learned brother Ramaswami  in  these\nfour  appeals.\t I agree with him that the  appeals  by\t the\nappellant Kale, being Criminal Appeals Nos. 162 of 1962\t and\n163  of 1962 should be dismissed and have nothing to say  in\nregard to these appeals.\n</p><span class=\"hidden_text\" id=\"span_1\">212</span>\n<p data-structure=\"Issue\" id=\"p_7\">The  other two appeals, namely, criminal Appeals Nos. 77  of\n1962  and 74 of 1965 are by the appellant Gupta against\t his\nconviction  under<a href=\"/doc/896188/\" id=\"a_15\"> s. 477A</a>, read with<a href=\"/doc/513074/\" id=\"a_16\"> S. 109</a>, and<a href=\"/doc/1326844/\" id=\"a_17\"> S.  409</a>  of\nthe Indian Penal Code.\tRamaswami J. Is of the opinion\tthat\nthe  conviction tinder<a href=\"/doc/896188/\" id=\"a_18\"> S. 477A</a>, read with<a href=\"/doc/513074/\" id=\"a_19\"> S. 109</a>, cannot  be\nsustained as sanction to start the proceedings had not\tbeen\nduly  obtained\tunder  s.  1.97\t of  the  <a href=\"/doc/445276/\" id=\"a_20\">Code\tof  Criminal\nProcedure</a>.   This  is  also  my\t view.\t In  regard  to\t the\nconviction  for\t the  other offence,  his  opinion  is\tthat\nsanction was not necessary and so, that conviction should be\n</p><p data-structure=\"Facts\" id=\"p_8\">-upheld.   With this view I am unable to agree and  in\tthis\njudgment I will deal only with this matter.\nThe  appellants Gupta and Kale were respectively  the  Chief\nAccountant-cum-Office  Superintendent and Assistant  Cashier\nof  the MAdhya Bharat Electric Supply, an enterprise run  by\nthe  Government of Madhya Bharat.  It Is not  disputed\tthat\nGupta  was a public servant who was not removable  from\t his\noffice save by the sanction of the Madhya Bharat government.\nThe  only point is whether in regard to the charge under  s.\n409  he\t was  accused of an offence  alleged  to  have\tbeen\ncommitted  by him while acting or Purporting to act  in\t the\ndischarge of his official duty.\t If he was, then in view  of<a href=\"/doc/12704/\" id=\"a_21\">\nS. 197</a> of the Code of Criminal Procedure no court could take\ncognizance  or\tthe  offence without  the  sanction  of\t the\ngovernment of Madhya Bharat and his conviction under<a href=\"/doc/1326844/\" id=\"a_22\"> s.\t 409</a>\nof the Indian Penal (&#x27;ode cannot be upheld.\nIt appears that in fact a sanction under<a href=\"/doc/12704/\" id=\"a_23\"> S. 197</a> of the\tCode\nof  Criminal  Procedure was obtained but IS  this  was\tdone\nafter  cognizance had been taken, it was of no use.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"779575\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"936876\" id=\"span_3\">It  is\nclear from the language of<a href=\"/doc/1340161/\" id=\"a_24\"> S. 1</a> <a href=\"/doc/358646/\" id=\"a_25\">97</a> that the sanction has  to\nbe  taken before cognizance has been taken.  This indeed  is\nnot  disputed.\t It  is\t also  clear  from  the\t facts\tthat\ncognizance of the case had been taken on April 6, 1953\twhen\nwitnesses were summoned on a future date so that the  matter\nmight  be  inquired into by the magistrate : see  Hori\tRam.\n<a href=\"/doc/936876/\" id=\"a_26\">Singh  v.  The Crown</a>(<a href=\"/doc/779575/\" id=\"a_27\">1), R. R. Chari v. The State  of  Uttar\nPradesh</a>(2)  and\t Gopal\tMarwari\t v.  King  Emperor(3).\t The\nsanction however was obtained on July 1, 1953. 1, therefore,\nhave to proceed on the basis that the sanction had not\tbeen\nobtained.</span></span>\n</p><p data-structure=\"Issue\" id=\"p_9\">Criminal Appeal No. 77 of 1962 arises out of a criminal mis-\nappropriation  by Gupta of Rs.\t10,000 and  Criminal  Appeal\nNo.  74\t of 1965 out of a similar  misappropriation  of\t Rs.\n21,450,\t both  of which sums were entrusted to\thim  in\t his\nofficial capacity.  The\n(1) [1939] F.C.B. 159, 179.\t(2)   [1951] S.C.R. 312.\n(3)  [1943] I.L.P,. 22 Pat. 433.\n</p><span class=\"hidden_text\" id=\"span_4\">\t\t\t    213</span>\n<p data-structure=\"CDiscource\" id=\"p_10\">chalan\tin  the first case was in these terms  :  &quot;Both\t the\naccused\t in  conspiracy with each other\t have  embezzled  an\namount\tof Rs. 10,000 on 25-8-50 from this Government  money\nand  made  false entries of receipt and expenditure  in\t the\nconcerned  Government  registers  for  concealment  of\tthis\nembezzlement.  From investigation, doing of an offence under<a href=\"/doc/1326844/\" id=\"a_28\">\nss.  409</a>,  <a href=\"/doc/896188/\" id=\"a_29\">477A</a> and <a href=\"/doc/37788/\" id=\"a_30\">34</a> Indian Penal Code is  proved  against\nboth  the  aforesaid  accused.\tHence the  charge  sheet  is\nsubmitted  for\tawarding sentences according  to  law.&quot;\t The\nchalan\tin  the other case states, &quot;Both  these\t accused  in\nconspiracy  with each other have embezzled in amount of\t Rs.\n21,133-5-0 on 29-9-50 and expenditure of Rs. 1,450 is  shown\nand  it is written there that this amount has been  remitted\nin the treasury but actually Rs. 1,133-5-0 were remitted  in\nthe treasury on, that date and the balance of Rs. 21,450 was\nembezzled and false entries were made in the account  books.\nFrom an investigation, the offence under <a href=\"/doc/1326844/\" id=\"a_31\">Sections 409</a>,\t<a href=\"/doc/896188/\" id=\"a_32\">477A</a>\nand  <a href=\"/doc/37788/\" id=\"a_33\">34</a>\t Indian\t Penal\tCode is\t found\tand  the  Chalan  is\nsubmitted.&quot; There is some confusions in the wording of\tthis\nchalan but it is not in dispute that what was meant was that\nRs.  21,450  had been embezzled by showing two sums  of\t Rs.\n21,133-5-0  and Rs. 1,450-0-0, totaling Rs.  22,583-5-0,  as\nhaving\tbeen  sent to the treasury while actually  only\t Rs.\n1,133-5-0 had been sent.  By &quot;both the accused&quot; the  chalans\nreferred to Kale and Gupta but it is not in dispute that  in\nregard to kale no sanction under<a href=\"/doc/1731569/\" id=\"a_34\"> s. 197</a> was necessary.\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1959233\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"349952\" id=\"span_6\">Now  the only question is whether in respect of the  charges\nunder<a href=\"/doc/1326844/\" id=\"a_35\"> s. 409</a> of the Indian Penal Code, Gupta can be said  to\nhave  been  &quot;accused  of any offence alleged  to  have\tbeen\ncommitted  by him while acting or purporting to act  in\t the\ndischarge  of his official duty&quot;.  It is said on  behalf  of\nthe  prosecution that in respect of an offence\tof  criminal\nbreach of trust no sanction is necessary as such an  offence\ncan  never be said to be so committed because it is no\tpart\nof  the official duty of a public servant to  misappropriate\nmoneys of his employer.\t With that proposition, I am  unable\nto  agree.   It was rejected by this Court  in\t<a href=\"/doc/349952/\" id=\"a_36\">Shreekantiah\nRamayya Munipalli v. The State of Bombay</a>(<a href=\"/doc/1959233/\" id=\"a_37\">1) and Amrik  Singh\nv. The State of PEPSU</a>(2).</span></span>\n</p><p data-structure=\"Issue\" id=\"p_11\">I think on the authorities as they stand, it is now  clearly\nestablished  that  whether an offence was committed  in\t the\ncourse\tof  official duty will depend on the facts  of\teach\ncase.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"936876\" id=\"span_7\">In <a href=\"/doc/936876/\" id=\"a_38\">Hori Ram Singh</a>&#x27;s case(1) Sulaiman J. stated at  p.\n180, &quot;The question whether a criminal breach of trust can be\ncommitted while purporting to,\n(1) [1955] 1 S.C.R. 117\t       (2) [1955] 1 S.C.R. 1302.\n(3)  [1939] F.C.R. 159.</span>\n</p><span class=\"hidden_text\" id=\"span_8\">214</span>\n<p data-structure=\"Precedent\" id=\"p_12\">act  in execution of duty is not capable of  being  answered\nhypothetically in the abstract, without any reference to the\nactual\tfacts of the case.&quot; In the same case, in  discussing\nthe test to be applied in determining whether or not an\t act\nis one purported to be done in execution of duty as a public\nservant,  Varadachariar\t J.  observed at p.  187,  &quot;I  would\nobserve at the outset that the question is substantially one\nof  fact,  to  be  determined  with  reference\tto  the\t act\ncomplained  of\tand the attendant  circumstances;  it  seems\nneither\t useful nor desirable to paraphrase the language  of\nthe section in attempting to lay down hard and fast  tests.&quot;\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"395248\" id=\"span_9\">In <a href=\"/doc/395248/\" id=\"a_39\">Gill v. King</a>,(1) Lord Simonds in delivering the  judgment\nof the Board observed that much assistance was to be derived\nfrom  the judgment of the Federal Court in Hori Ram  Singh&#x27;s\ncase(2) and added, &quot;The test may well be whether the  public\nservant,  if challenged, can reasonably claim that, what  he\ndoes,  he  does in virtue of his office.&quot;</span>   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"349952\" id=\"span_10\">In\t<a href=\"/doc/349952/\" id=\"a_40\">Shreekantiah\nRamayya\t Munipalli</a>&#x27;s  case(3),\tBose J.\t in  delivering\t the\njudgment of this Court fully agreed with the observations of\nVaradachariar  J.  which I have earlier quoted.\t  That\tcase\nconcerned with a charge under<a href=\"/doc/1326844/\" id=\"a_41\"> s. 409</a> as the present case is.\nThe   accused\tthere  had  been  charged   with   dishonest\nmisappropriation  of government properties by  selling\tthem\nwith  intent to pocket the sale proceeds.  Bose J.  held  on\nthe facts of that case that the misappropriation was an\t act\nwhich  must  be\t said to have been  done  in  the  purported\ndischarge  of  official capacity.  This\t case  shows  beyond\ndoubt  that  it\t cannot\t be  laid  down\t as  an\t  invariable\nproposition  that  an  offence under<a href=\"/doc/1326844/\" id=\"a_42\"> s.\t 409</a>  can  never  be\ncommitted by a public servant while acting in the  discharge\nof his official duty.</span>\n</p><p data-structure=\"Precedent\" id=\"p_13\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1959233\" id=\"span_11\">The case nearest to the present is\t<a href=\"/doc/1959233/\" id=\"a_43\">Amrik Singh v. State</a>\nof  pepsu(4). There a public officer entrusted\twith  moneys\nfor  payment of wages was charged with defalcation of a\t sum\nof  Rs.\t 51 which he showed  as paid to\t a  khalasi  (menial\nservant)  named\t Parma\ton account of wages  and  which\t was\nvouched by a thumb impression purporting to be of the  payee\nbut  which  amount it was alleged had not been paid  to\t the\nkhalasi because there was no one of that name and the  thumb\nimpression   was   of\tthe   accused\thimself\t  who\t had\nmisappropriated\t the money to his own use.  This Court\theld\nthat  a\t sanction was necessary in order  to  prosecute\t the\npublic servant on a charge of this kind.  It was observed at\np.  1310,  &quot;If\twhat  appears on the face  of  the  roll  is\ntrue--and whether it is true or not is not a matter relevant\nat  the\t stage\tof sanction--then the acts  with  which\t the\nappellant is charged fall within the scope\n(1) [1948] F.C.R: p.19,40, (3) [1955] 1 S.C.R. 1177.\n(2) [1939] F.C.R. 159. 4) [1955] 1 S.C.R. 1302.</span>\n</p><span class=\"hidden_text\" id=\"span_12\">215</span>\n<p data-structure=\"CDiscource\" id=\"p_14\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"395248\" id=\"span_13\">of his duties and can be justified by him as done by  virtue\nof  his office.\t Clearly, therefore, sanction  was  required\nunder<a href=\"/doc/810164/\" id=\"a_44\"> s. 197(1)</a> of the Code of Criminal Procedure before the\nappellant  could be prosecuted under<a href=\"/doc/1326844/\" id=\"a_45\"> s. 409</a> and the  absence\nof  such  sanction is fatal to the  maintainability  of\t the\nprosecution.  The conviction should, therefore, be quashed.&quot;\nI  find it impossible to distinguish the facts of that\tcase\nfrom  the present.  Regarding the defalcation of Rs.  21,450\nthe  chalan that I have already quoted would show  that\t the\ndefalcation  had  been committed by the\t making\t of  certain\nfalse  entries\tin  the books by Gupta and  Kale  acting  in\nconspiracy.   Whether these entries correct or not is not  a\nmatter for investigation when the question of the  necessity\nfor  sanction arises.  Applying the test down by  the  Privy\nCouncil\t in  <a href=\"/doc/395248/\" id=\"a_46\">Gill</a>&#x27;s  case(1) the necessity  for\t had  to  be\ndetermined  by putting the question, could the accused\thave\nreasonably  stated that what he had done, he had  done\t&#x27;the\ncourse\tof  his\t official duty?\t In the\t present  case\twhen\ncharged\t with the defalcation of that amount, he could\thave\nreasonably  said  that\tlie  had sent  the  amounts  to\t the\ntreasury as the accounts showed and that would have been. an\nact  done  in the course of his official  duty.\t  The  other\namount\tof  Rs. 10,000 was entered in the  accounts  on\t the\nexpenditure  side with a note &quot;(diff. of 48)&quot;.\t This  entry\nappears\t at  a later stage to have been crossed out  but  in\narriving at the total of the expanses made on that date\t the\namount\tof  it had been included.  Here also  the  appellant\nGupta  could reasonably have said that he had spent the\t sum\nof  Rs. 10,000 in the course of his official duty.   Whether\nhe  had\t actually done that or not would be  irrelevant\t for\ndeciding  the  necessity for the sanction.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1959233\" id=\"span_14\">In view  of\t the\ndecision  in  <a href=\"/doc/1959233/\" id=\"a_47\">Amrik  Singh</a>&#x27;s case(1)  which  seems  to\thave\napplied the principle deducible from authoritative decisions\non this question, I think I must hold that the conviction of\nthe  appellant Gupta for defalcation of the two sums of\t Rs.\n10,000\tand  Rs.  21,450  was bad  in  the  absence  of\t the\nnecessary sanction.</span>\n</p><p data-structure=\"Precedent\" id=\"p_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1807066\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"96494\" id=\"span_16\">Mr.  Shroff  for the respondent said that the  decisions  of\nthis  Court in <a href=\"/doc/96494/\" id=\"a_48\">Om Prakash Gupta v. State of U.P.</a>(<a href=\"/doc/1807066/\" id=\"a_49\">3)  and  K.\nSatwant\t Singh\tv.  State of Punjab</a> ( 4 )  showed  that\t the\nconviction  of the appellant Gupta under<a href=\"/doc/1326844/\" id=\"a_50\"> s. 409</a> even in\t the\nabsence of the sanction was perfectly valid.  I am unable to\naccept this contention.\t The first of these cases dealt with\na charge under<a href=\"/doc/1326844/\" id=\"a_51\"> s. 409</a> and it was\n(1)  [1948] F.C.R. p. 194).</span></span>\n</p><p data-structure=\"Precedent\" id=\"p_16\">(3)  [1957] S.C.R. 423.\n</p><p data-structure=\"Precedent\" id=\"p_17\">(2)  [1955] 1 S.C.R. 13(2.\n</p><p data-structure=\"Precedent\" id=\"p_18\">(4)  [1960] 2 S.C.R. 89.\n</p><span class=\"hidden_text\" id=\"span_17\">216</span>\n<p data-structure=\"Precedent\" id=\"p_19\">observed  at P. 437, &quot;Quite a large body of case law in\t all\nthe  High Courts has held that a public\t servant  committing\ncriminal  breach  of  trust does not  normally\tact  in\t his\ncapacity  as  a public servant.&quot; I do not  think  that\tthis\nobservation at all helps.  All that it says is that normally\nan  offence  under  <a href=\"/doc/1326844/\" id=\"a_52\">S.\t409</a> cannot  be\tsaid  to  have\tbeen\ncommitted  by  a  public servant in  the  discharge  of\t his\nofficial  capacity.  This clearly implies that there may  be\ncases  where an offence under that section may be  committed\nby a public servant in the discharge of his official duties.\nThe  fact  that on the facts of that case it was  held\tthat\ncriminal breach of trust there alleged had not been done  in\nthe course of official duty would not show that on the facts\nof  the present case the same view must be taken.  It is  of\nsome  interest\tto point out that learned  counsel  for\t the\nrespondent did not contend that the facts of that case\twere\nthe same as of this case.\n</p><p data-structure=\"Precedent\" id=\"p_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1807066\" id=\"span_18\"><a href=\"/doc/1807066/\" id=\"a_53\">K.   Satwant Singh</a>&#x27;s case(1) was concerned with the  offence\nof cheating under<a href=\"/doc/1436241/\" id=\"a_54\"> S. 420</a> of the Indian Penal Code.</span>  <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1959233\" id=\"span_19\">Inam  J.\nin  delivering\tthe  judgment of this  Court  <a href=\"/doc/1807066/\" id=\"a_55\">in  that\tcase</a>\napproved  of  the test formulated in <a href=\"/doc/1959233/\" id=\"a_56\">Amrik  Singh</a>&#x27;s  case(1)\nthat  the  offence ,charged must have  necessary  connection\nwith  the  performance of the duties of\t a  public  servant.\nWhat   had  happened  there  was  that\tSatwant\t  Singh,   a\ncontractor,  had entered into conspiracy with  a  government\nofficial,   Henderson,\tand  obtained  from  him   a   false\ncertificate  of work done by him for the government  and  on\nthe  basis  of\tit received money  from\t the  government  by\ncheating the government.  As the two had been tried jointly,\nit  was contended that the charge against Henderson  was  in\nrespect of an act done in the course of his official duty in\nissuing the certificate and the trial was bad as no sanction\nhad  been obtained.  Imam J. pointed out that Henderson\t had\nnot  been prosecuted for any offence concerning his  act  of\ncertification  and  had\t been prosecuted  for  abetting\t the\nappellant in the act of cheating.  All that the case decided\nwas  that  that\t abetment by Henderson was  not\t an  offence\ncommitted  by  him  while acting in  the  discharge  of\t his\nofficial duty and, therefore, <a href=\"/doc/1731569/\" id=\"a_57\">S. 197</a> had no application.  It\nseem.,;\t to  me\t that  the decision  might  well  have\tbeen\notherwise  if  Henderson  had been prosecuted  for  a  false\ncertificate given by him.  I find nothing in these two cases\nwhich\twould  lead  me\t to  the  view\tthat  the   criminal\nmisappropriation  alleged in the present case had  not\tbeen\ncommitted by Gupta while purporting to and in the  discharge\nof  his official duty.</span>\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1959233\" id=\"span_20\">Neither do they furnish\t any  reason\nfor distinguishing <a href=\"/doc/1959233/\" id=\"a_58\">Amrik Singh</a>&#x27;s case(2).  As I have\n(1) [1960] 2 S.C.R. 89.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_21\">(2) [1955] 1 S.C.R. 1302\n<span class=\"hidden_text\" id=\"span_21\">\t\t\t    217</span>\nalready\t said,\ton  the\t facts these  two  cases  are  quite\ndistinct from the case in hand.\n</p><p data-structure=\"PetArg\" id=\"p_22\">I would allow both the appeals of the appellant Gupta on the\nsound that his conviction under<a href=\"/doc/1326844/\" id=\"a_59\"> s. 409</a> also is unsustainable\nin the absence of the sanction.\n</p><p data-structure=\"Issue\" id=\"p_23\">Ramaswami,  J.\tCriminal Appeals nos. 77 of 1962 and  74  of\n1965  are  brought,  by special leave, on  behalf  of  Gupta\nagainst\t the judgment of the High Court of  Madhya  Pradesh,\nIndore\tBench,\tIndore dated December  22,  1961  dismissing\nCriminal Revision Applications nos. 262 and 263 of 1960\t and\naffirming  the\tconvictions and sentences imposed  on  Gupta\nunder<a href=\"/doc/1326844/\" id=\"a_60\"> ss. 409</a> and <a href=\"/doc/896188/\" id=\"a_61\">477-A</a> of the Indian Penal Code.   Criminal\nAppeals\t nos.  162 and 163 of 1962 are\tbrought\t by  special\nleave  on  behalf of Kale against the judgment of  the\tHigh\nCourt of Madhya Pradesh Indore Bench,, Indore dated December\n22, 1961 dismissing Criminal Revision Applications nos.\t 265\nand 266 of 1960 and maintaining convictions of the appellant\nunder<a href=\"/doc/896188/\" id=\"a_62\"> ss. 477-A</a> and <a href=\"/doc/1326844/\" id=\"a_63\">409</a>/<a href=\"/doc/513074/\" id=\"a_64\">109</a> of the Indian Penal Code.\nThe   appellant-Gupta-was  charged  with  having   committed\ncriminal breach of trust of a sum of Rs. 21,450 on September\n</p><p data-structure=\"CDiscource\" id=\"p_24\">29. 1950 and of a sum of Rs. 10,000 on August 25, 1950.\t  In\nrespect\t of  these two items he was also charged  of  having\nabetted\t the  offence of falsification of accounts  said  to\nhave  been committed by the appellant Kale.  With regard  to\nthese  two items appellant Kale was charged under  s.  477-A\nfor  falsification  of accounts and under  ss.\t409/109\t for\nabetment   of\tcriminal  breach  of  trust   committed\t  by\nappelant--Gupta.   The\tIndore Electric Power  House  was  a\nGovernment  concern  it\t the time the  alleged\toffence\t was\ncommitted.  The appellant--Gupta-entered the service of\t the\nPower House as a Clerk in the year 1933.  He was promoted to\nthe post of Cashier and Accountant in the Power House in the\nyear  1938 and worked in that capacity till June,  1948\t and\nthereafter  he was appointed as\t Office\t Superintendent-cum-\nChief  Accountant  of the Power House.\tAt  that  time\tShri\nSibhal was the Chief Electrical Engineer and General Manager\nof  the Power House while Shri Narsingh Venkatesh Murti\t was\nthe  Assistant General Manager.\t Appellant Kale was  working\nas  a  Cashier in the relevant period.\tIn the\tPower  House\nthere was a practice of having two daily account-books,\t one\nrough and the other fair and according to the practice,\t the\ndaily  transactions of receipt of cash and expenditure\tused\nto  be entered in the rough cash book by the Cashier,  Kale.\nEach day he would strike the\n<span class=\"hidden_text\" id=\"span_22\">218</span>\nbalance\t and the appellant Gupta and the  Assistant  General\nManager Murti would check and countersign the entries in the\nrough  cash-books.   A part of the cash balance used  to  be\ndeposited in the Government Treasury and the remaining\tcash\nused  to be kept in the safe of the Power House\t under\tlock\nand  key.  According to the prosecution case the key of\t the\nsafe  always  remained with appellant Gupta and he  had\t the\ndominion  over the cash in the sale.  Accounts in the  rough\ncash-book  were\t written by appellant Kale and,\t as  already\nstated,\t the  accounts\twere checked  and  countersigned  by\nappellant  Gupta every day.  In the year 1952,\tShri  Sibbal\nsuspected embezzlement of huge amounts of cash and therefore\nan audit party was called for auditing the accounts.  It was\nfound  that  in\t all, a sum of Rs. 77,000 and  odd  was\t un-\naccounted  for\tand  some of the cash-books  were  not\teven\nwritten.  The matter was accordingly reported to the police.\nThe  prosecution  case was that though the  rough  cash-book\nshowed\tthat on September 29, 1950 a sum of  Rs.  21,133-5-0\nwas  sent to the Treasury by appellant Gupta,  the  Treasury\nfigures in the challan showed that on that day only a sum of\nRs. 1,133-5-0 was deposited into the Treasury and thus a sum\nof  Rs. 20,000 was dishonestly misappropriated.\t  Similarly,\nanother\t item  of Rs. 1,450 was falsely shown  in  the\tsaid\ncash-book of the same date as having been deposited into the\ntreasury  though  in fact it was not so deposited  and\tthus\nthis  item was also misappropriated.  Hence it\twas  alleged\nthat a sum of Rs. 21,450 was dishonestly misappropriated  on\nSeptember 29, 1950 by Gupta who was entrusted with the\tsaid\namount or had dominion over it and he got the false  entries\nto  that effect made in the rough cash-book of that date  by\nKale.\tWith  regard  to the other item of  Rs.\t 10,000\t the\nprosecution  case  was that the cash balance on\t August\t 25,\n1950  was Rs. 63,894-9-6 but the entry of Rs. 10,000 on\t the\npayment side was scored by Kale at the instance of Gupta who\nmisappropriated\t the  amount.  The false entry was  made  by\nKale  to  cover\t the abstraction of  Rs.  10,000  and  later\ncancelled by Gupta.  It therefore, remained unaccounted for.\nIt  was also alleged that in respect of this  amount,  Gupta\ncommitted  criminal  breach  of trust and  abetment  of\t the\noffence\t of  the  falsification\t of  accounts.\t The  charge\nagainst Kale was that with regard to both Rs. 21,450 and Rs.\n10,000 he wilfully made the false entries in the daily\tcash\nbook  and  that\t he also abetted criminal  breach  of  trust\ncommitted by Gupta.  It was stated by Gupta in defence\tthat\nhe was not in possession of the safe or its keys or the cash\nof the Power House at the relevant time.  His case was\tthat\nhe worked as Cashier up to May-June, 1948 and thereafter  he\nwas promoted\n<span class=\"hidden_text\" id=\"span_23\">219</span>\nas  Office Superintendent-cum-Chief Accountant and  that  he\nhanded over the charge of the post of the Cashier and of the\ncash and the key of the safe to Sadashiv Bapat (P.W. 5)\t and\nafter  that he had nothing to do with the cash of the  Power\nHouse.\t He  also  denied  having  abetted  the\t offence  of\nfalsification  of  account said to have\t been  committed  by\nKale.  The case of Kale was that he did make all the entries\nin  the\t rough\tcash-book with regard to the  items  of\t Rs.\n21,450\tand Rs. 10,000 but Kale alleged that he\t made  those\nentries\t at  the  instance of appellant Gupta  who  was\t his\nOffice\tSuperintendent.\t It was pleaded by Kale that he\t did\nnot abet appellant Gupta in the criminal misappropriation of\nthe  amounts.\tThe trying Magistrate  held  that  appellant\nGupta was in charge of the cash, the safe and its key at the\nrelevant  period and that he was entrusted or  had  dominion\nover  the  cash\t of the Power House and\t that  he  committed\ncriminal  breach of trust in regard to the two sums  of\t Rs.\n21,450\tand  Rs. 10,000.  He also held that  in\t respect  of\nthese  two  sums  appellant Gupta  abetted  the\t offence  of\nfalsification  of accounts under<a href=\"/doc/896188/\" id=\"a_65\"> S. 477-A</a>, Indian Penal\t Co&amp;\nby appellant Kale who made false entries in the rough  Cash-\nBook.  Accordingly he convicted appellant Gupta under<a href=\"/doc/1326844/\" id=\"a_66\"> S. 409</a>\nand  <a href=\"/doc/896188/\" id=\"a_67\">477-A</a>/<a href=\"/doc/513074/\" id=\"a_68\">109</a>, Indian Penal Code and sentenced him on\teach\nof  the\t two  counts  in both the  cases.   With  regard  to\nappellant  Kale the trying Magistrate rejected\this  defence\nthat  he  made entries in the rough  cash-book\tmechanically\nwithout any fraudulent intention.  His finding was that Kale\nmade  the  entries  in\tthe  cash-book\twilfully  with\t the\nintention  to  defraud the Power House and that\t he  abetted\nappellant  Gupta  in  the  criminal  misappropriation.\t  He\naccordingly  convicted\tKale under<a href=\"/doc/896188/\" id=\"a_69\"> ss. 477-A</a> and  <a href=\"/doc/1326844/\" id=\"a_70\">409</a>/\t<a href=\"/doc/513074/\" id=\"a_71\">109</a>,\nIndian\tPenal  Code in the two criminal cases  for  the\t two\nrespective amounts of Rs. 21,450 and Rs. 10,000.  Both\tKale\nand Gupta preferred appeals against their convictions in the\nCourt  of  the Sessions Judge, Indore but the  appeals\twere\ndismissed by the First Additional Sessions Judge, Indore who\nmaintained  the convictions with regard to the two items  of\nthe   cash-book\t already  mentioned.   The  two\t  appellants\nthereupon  filed revision applications to the High Court  of\nMadhya Pradesh which dismissed the revision applications and\nconfirmed  the\tconviction  and sentence  imposed  upon\t the\nappellants.\n</p><p data-structure=\"Issue\" id=\"p_25\">Criminal Appeals Nos. 77 of 1962 &amp; 74 of 1965\nThe  principal question of law arising in these two  appeals\nis whether the conviction of the appellant--Gupta-under\t ss.\n409  and  477-A\t of  the Indian Penal  Code  is\t illegal  as\nsanction  of  the  State Government was\t not  given  to\t his\nprosecution under the up.\n</p><p data-structure=\"Section\" id=\"p_26\">CI/65-15\n<span class=\"hidden_text\" id=\"span_24\">220</span>\nprovisions  of<a href=\"/doc/12704/\" id=\"a_72\">\ts.  197</a>\t of  the  Criminal  Procedure  Code.\n<a href=\"/doc/810164/\" id=\"a_73\">Section\t 197(1)</a>\t of the Criminal Procedure  Code  states  as\nfollows :\n</p><blockquote id=\"blockquote_1\">\t      &quot;197.  (1)  When\tany person who\tis  a  Judge\n\t      within the meaning of <a href=\"/doc/1807029/\" id=\"a_74\">section 19</a> of the Indian\n\t      Penal  Code, or when any Magistrate,  or\twhen\n\t      any  public servant who is not removable\tfrom\n\t      his  office save by or with the sanction of  a\n\t      &#x27;State\tGovernment&#x27;    or    &#x27;the    Central\n\t      Government&#x27;, is accused of any offence alleged\n\t      to have been committed by him while acting  or\n\t      purporting  to  act in the  discharge  of\t his\n\t      official duty, no Court shall take  cognizance\n\t      of  such\toffence except\twith  the  &#x27;previous\n\t      sanction-\n</blockquote><blockquote id=\"blockquote_2\">\t      (a)   in\tthe  case of a\tperson\temployed  in\n\t      connection  with the affairs of the Union,  of\n\t      the Central Government; and\n</blockquote><blockquote id=\"blockquote_3\">\t      (b)   in\tthe  case of a\tperson\temployed  in\n\t      connection with the affairs of a State, of the\n\t      State Government.&quot;.\n</blockquote><p data-structure=\"Precedent\" id=\"p_27\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1747487\" id=\"span_25\"><a href=\"/doc/1747487/\" id=\"a_75\">Hori  Ram Singh v. Emperor</a>(1) is a decision of\tthe  Federal\nCourt  on  the necessity for sanction under<a href=\"/doc/38671172/\" id=\"a_76\"> S.\t270</a>  of\t the\nGovernment of India Act, 1935, which is similar to<a href=\"/doc/810164/\" id=\"a_77\"> s. 197(1)</a>\nof the Code of Criminal Procedure in its purpose and intent.\nThe facts <a href=\"/doc/1747487/\" id=\"a_78\">in that case</a> were that a Sub-Assistant Surgeon was\ncharged under s. 409 with having dishonestly removed certain\nmedicines from a hospital which was under his charge, to his\nown  residence,\t and under s. 477-A, with having  failed  to\nenter  them  in\t the  stock  book.   The  sanction  of\t the\nGovernment  had not been obtained &#x27;or the prosecution  under<a href=\"/doc/38671172/\" id=\"a_79\">\ns.  270</a>\t of the Government of India Act.  The  question\t for\ndecision  <a href=\"/doc/1747487/\" id=\"a_80\">in  that  case</a>  was  whether\tsuch  sanction\t was\nnecessary.  It was held by the Federal Court that the charge\nunder s.  477-A required sanction, as the official  capacity\nis involved in the very act complained of as amounting to  a\ncrime&#x27;; but that no sanction was required for a charge under\ns.  409, because &#x27;the official capacity is material only  in\nconnection  with  the entrustment and does  not\t necessarily\nenter into the later act of misappropriation or\t conversion,\nwhich  is  the\tact complained of&#x27;.  In the  course  of\t the\njudgment, Varadachariar, J. discussed the scope of<a href=\"/doc/810164/\" id=\"a_81\"> s. 197(1)</a>\nof the Criminal Procedure Code and after observing that\t the\ndecisions  on  that section were not uniform,  proceeded  to\ngroup them under three categories-those which had held\tthat\nsanction  was necessary when the act complained of  attached\nto\n(1)  [1939] F.C.R. 159.</span>\n</p><span class=\"hidden_text\" id=\"span_26\">\t\t\t    221</span>\n<p data-structure=\"Precedent\" id=\"p_28\">the  official character of the person doing it, those  which\nhad  held  that it was necessary in all cases in  which\t the\nofficial character of the person gave him an opportunity for\nthe  commission\t of the crime, and those which had  held  it\nnecessary  when the offence was committed while the  accused\nwas actually engaged in the performance of official  duties.\nVaradachariar, J. expressed his agreement with the first  of\nthe  three  views.  At page 187 of the\tReport\tthe  learned\nJudge states :\n</p><blockquote id=\"blockquote_4\">\t      &quot;In  one group of cases, it is  insisted\tthat\n\t      there  must be something in the nature of\t the\n\t      act  complained  of that attaches\t it  to\t the\n\t      official\tcharacter of the person\t doing\tit.-\n\t      [cf.  In re Sheik Abdul Khadir  Saheb  (A.I.R.\n\t      1917   Mad.  344);  Kamisetty  Raja   Rao\t  v.\n\t      Ramaswamy\t (I.L.R. 50 Mad. 74) Amanat  Ali  v.\n\t      Emperor  (A.I.R.\t1929 Cal. 724);\t Emperor  v.\n\t      Maung  Bo\t Maung (I.L.R. 13  Rang.  540);\t and\n\t      Gurushidayya Shantivirayya Kulkarni v. Emperor\n\t      (A.I.R. 1939 Bom. 63)].  In another group more\n\t      stress has been laid on the circumstance\tthat\n\t      the  official  character\tor  status  of\t the\n\t      accused gave him the opportunity to commit the\n\t      offence.\tIt seems to me that the first is the\n\t      correct  view.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"794349\" id=\"span_27\">In the third group  of  cases,\n\t      stress is laid almost exclusively on the\tfact\n\t      that  it\twas at a time when the\taccused\t was\n\t      engaged in his official duty that the  alleged\n\t      offence  was said to have been committed\t[see\n\t      <a href=\"/doc/794349/\" id=\"a_82\">Gangaraju v. Venki (I.L.R.</a> 52 Mad.</span> 602, at  p.\n</blockquote><blockquote id=\"blockquote_5\">\t      605)  quoting from Mitra&#x27;s Commentary  on\t the\n\t      <a href=\"/doc/445276/\" id=\"a_83\">Criminal\tProcedure  Code</a>].  The\tuse  of\t the\n\t      expression  &#x27;while acting&#x27; etc. in<a href=\"/doc/12704/\" id=\"a_84\"> s.  197</a>  of\n\t      the  Criminal Procedure Code particularly\t its\n\t      introduction by way of amendment in 1923)\t has\n\t      been  held to lend some support to this  view.\n</blockquote><p data-structure=\"Section\" id=\"p_29\">\t      While I do not wish to ignore the significance\n\t      of  the  time factor, it does not seem  to  me\n\t      right  to\t make  it  the\ttest.\tTo  take  an\n\t      illustration  suggested in the course  of\t the\n\t      argument, if a medical officer, while on\tduty\n\t      in the hospital, is alleged to have  committed\n\t      rape on one of the patients or to have  stolen\n\t      a\t jewel\tfrom  the patient&#x27;s  person,  it  is\n\t      difficult to believe that it was the intention\n\t      of  the  Legislature  that  he  could  not  be\n\t      prosecuted  for such offences except with\t the\n\t      previous sanction of the Local Government.\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"395248\" id=\"span_28\">In  <a href=\"/doc/395248/\" id=\"a_85\">Gill v. The King</a>. (1) the question arose  directly\twith\nreference to<a href=\"/doc/136904227/\" id=\"a_86\"> s. 197</a>(1 ) of the <a href=\"/doc/445276/\" id=\"a_87\">Criminal Procedure Code</a>.\t  In\nthat\n(1)  [1948] F.C.R. 19.</span>\n</p><span class=\"hidden_text\" id=\"span_29\">222</span>\n<p data-structure=\"Precedent\" id=\"p_30\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1747487\" id=\"span_30\">case  the  accused  was charged under  s.  161\twith  taking\nbribes, and under s. 120-B with conspiracy.  On the question\nwhether\t sanction was necessary under<a href=\"/doc/180051755/\" id=\"a_88\"> s. 197(1)</a> it was\theld\nby  the Judicial Committee that there was no  difference  in\nscope between that section and <a href=\"/doc/38671172/\" id=\"a_89\">section 270</a> of the Government\nof  India Act, 1935, and approving the statement of the\t law\nby  Varadachariar, J. in <a href=\"/doc/1747487/\" id=\"a_90\">Hori Ram Singh v. Emperor</a>,(1)\tLord\nSimonds observed in the course of his judgment at page 40 of\nthe Report :</span>\n</p><blockquote id=\"blockquote_6\">\t      &quot;In   the\t  consideration\t of  s.\t  197\tmuch\n\t      assistance is to be derived from the  judgment\n\t      of the Federal Court in Hori Ram Singh v.\t The\n\t      Crown  ([1939] F.C.R. 159), and in  particular\n\t      from   the   careful  analysis   of   previous\n\t      authorities  which  is  to  be  found  in\t the\n\t      opinion of Varadachariar, J. Their  Lordships,\n\t      while  admitting the cogency of  the  argument\n\t      that in the circumstances prevailing in  India\n\t      a\t large measure of protection from  harassing\n\t      proceedings   may\t be  necessary\tfor   public\n\t      officials, cannot accede to the view that\t the\n\t      relevant words have the scope that has in some\n\t      cases  been given to them.  A  public  servant\n\t      can  only be said to act or to purport to\t act\n\t      in the discharge of his official duty, if\t his\n\t      act is such as to lie within the scope of\t his\n\t      official duty.  Thus, a judge neither acts nor\n\t      purports\tto  act as a judge  in\treceiving  a\n\t      bribe,  though the judgment which he  delivers\n\t      may  be  such an act : nor does  a  Government\n\t      medical  officer\tact or purport to act  as  a\n\t      public  servant  in picking the  pocket  of  a\n\t      patient  whom  he\t is  examining,\t though\t the\n\t      examination  itself may be such an  act.\t The\n\t      test  may well be whether the public  servant,\n\t      if challenged, can reasonably claim that, what\n\t      he  does,\t he does in virtue  of\this  office.\n\t      Applying\tsuch a test to the present case,  it\n\t      seems  clear that Gill could not\tjustify\t the\n\t      acts  in\trespect of which he was\t charged  as\n\t      acts done by him by virtue of the office\tthat\n\t      he  held.\t Without further examination of\t the\n\t      authorities    their    Lordships,     finding\n\t      themselves  in  general  agreement  with\t the\n\t      opinion  of  the\tFederal Court  in  the\tcase\n\t      cited,  think  it sufficient to  say  that  in\n\t      their opinion no sanction under<a href=\"/doc/12704/\" id=\"a_91\"> s. 197</a> of\t the\n\t      Code of Criminal Procedure was needed.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"395248\" id=\"span_31\">The view expressed by the Judicial Committee in <a href=\"/doc/395248/\" id=\"a_92\">Gill v.\t The\nKing</a>(1) was followed by the Judicial Committee in the  later\ncases\n(1) [1939] F.C.R. 159.</span>\n</p><p data-structure=\"Conclusion\" id=\"p_32\">(2) [1948] F.C.R. 19.\n</p><span class=\"hidden_text\" id=\"span_32\">\t\t\t    223</span>\n<p data-structure=\"Section\" id=\"p_33\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1890392\" id=\"span_33\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1385203\" id=\"span_34\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1596041\" id=\"span_35\"><a href=\"/doc/1596041/\" id=\"a_93\">Albert\tWest Meads v. The King</a>(<a href=\"/doc/1385203/\" id=\"a_94\">1) and Phanindra\t Chandra  v.\nThe  King</a> (2) and has been approved by this Court in  <a href=\"/doc/1890392/\" id=\"a_95\">R.  W.\nMathams v. State of West Bengal</a>. (3) It is not every offence\ncommitted  by  a public servant that requires  sanction\t for\nprosecution under<a href=\"/doc/810164/\" id=\"a_96\"> S. 197(1)</a> of the Criminal Procedure  Code;\nnor even every act done by him while he is actually  engaged\nin  the performance of his official duties; but if  the\t act\ncomplained of is directly concerned with his official duties\nso  that,  if questioned, it could be claimed to  have\tbeen\ndone  by  virtue  of  the office,  then\t sanction  would  be\nnecessary.   It is the quality of the act that is  important\nand  if it falls within the scope and range of his  official\nduties the protection contemplated by<a href=\"/doc/12704/\" id=\"a_97\"> s. 197</a> of the Criminal\nProcedure  Code\t will  be  attracted.\tAn  offence  may  be\nentirely  unconnected with the official duty as such  or  it\nmay  be\t committed within the scope of\tthe  official  duty.\nWhere it is unconnected with the official duty there can  be\nno  protection.\t  It is only when it is\t either\t within\t the\nscope  of  the\tofficial duty or in excess of  it  that\t the\nprotection is claimable.</span></span></span>\n</p><p data-structure=\"CDiscource\" id=\"p_34\">Applying  the  principle  to the present  case,\t we  are  of\nopinion\t that  sanction\t of the\t State\tGovernment  was\t not\nnecessary  for the prosecution of Gupta under<a href=\"/doc/1326844/\" id=\"a_98\"> S. 409</a> of\t the\nIndian\t Penal\t Code,\t because   the\t act   of   criminal\nmisappropriation was not committed by the appellant while he\nwas  acting  or purporting to act in the  discharge  of\t his\nofficial  duties and that offence has no  direct  connection\nwith  the duties of the appellant as a public  servant,\t and\nthe  official  status of the appellant\tonly  furnished\t the\nappellant  with an occasion or an opportunity of  committing\nthe offence.\n</p><p data-structure=\"Section\" id=\"p_35\">With  regard to the other charge under<a href=\"/doc/896188/\" id=\"a_99\"> ss. 477-A</a>/<a href=\"/doc/513074/\" id=\"a_100\">109</a> of\t the\nIndian\tPenal Code the legal position is different  and,  in\nour  opinion,  the  sanction  of  the  State  Government  is\nnecessary  for\tthe  prosecution of the\t appellant  on\tthis\ncharge because it was committed within the scope of official\nduties, though in dereliction of them.\n</p><p data-structure=\"Precedent\" id=\"p_36\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1959233\" id=\"span_36\">On  behalf  of\tthe  appellant Mr.  Chari  referred  to\t the\ndecision  of  this  Court in <a href=\"/doc/1959233/\" id=\"a_101\">Amrik Singh  v.  The  State  of\nPepsu</a>(4)  and submitted that even with regard to the  charge\nunder  s. 409, <a href=\"/doc/1569253/\" id=\"a_102\">Indian Penal Code</a> the sanction of  the  State\nGovernment  would be necessary.\t In that case the  appellant\nwas a Sub-Divisional Officer in the Public Works Department,\nPepsu  and at the material date he was in charge of  certain\nworks at a place called Karhali.  It was\n(1) 75 A. 185.\t\t\t\t     (2) 76 I.A. 10.</span>\n</p><p data-structure=\"Precedent\" id=\"p_37\">(3)  [1955] 1 S.C.R. 216.\t\t      (4)  [1955]  1\nS.C.R. 1302.\n</p><span class=\"hidden_text\" id=\"span_37\">224</span>\n<p data-structure=\"Precedent\" id=\"p_38\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1959233\" id=\"span_38\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"395248\" id=\"span_39\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1747487\" id=\"span_40\">part  of  his duties to disburse the wages  to\tthe  workmen\nemployed  in the works, and the procedure  usually  followed\nwas that he drew the amount required from the treasury,\t and\npaid  the same to the employees against their signatures  or\nthumb-impressions  in the monthly acquittance roll.  In\t the\nroll  for April, 1951, one Parma was mentioned as a  khalasi\nand a sum of Rs. 51 shown as paid to him for his wages,\t the\npayment being vouched by thumb impression.  The case of\t the\nprosecution  was that there was, in fact, no person  of\t the\nname  of  Parma,  that the, thumb-impression  found  in\t the\nacquittance roll was that of the appellant himself, chat  he\nhad included a fictitious name in the acquittance roll, with\nintent\tto  himself  draw  the\tamount,\t and  that  by\tthis\nexpedient  he  had received Rs. 51 and\tmisappropriated\t the\nsame.\tIt  was\t held by the High Court of  Pepsu  that\t the\nappellant  was\tguilty both under s. 465 and<a href=\"/doc/1326844/\" id=\"a_103\"> s. 409</a>  of\t the\nIndian\tPenal Code and the sanction of State Government\t was\nnot necessary for either of the charges.  It was conceded on\nbehalf of the respondent in this Court that the sanction was\nnecessary  with regard to the charge under s. 465  but\twith\nregard\tto the charge under s. 409 also it was held by\tthis\nCourt  that sanction of the State Government  was  necessary\nand  conviction\t of the appellant on both  the\tcharges\t was\nquashed.   Speaking  for  the Court  Venkatarama  Ayyar,  J.\napproved  the  principle expressed by the Federal  Court  in\n<a href=\"/doc/1747487/\" id=\"a_104\">Hori  Ram  Singh  v. Emperor</a>(1) and  also  by  the  Judicial\nCommittee in <a href=\"/doc/395248/\" id=\"a_105\">Gill v. The King</a> (2 ) Mr. Chari relied much  on\nthe  decisions of this Court in <a href=\"/doc/1959233/\" id=\"a_106\">Amrik Singh v. The State  of\nPepsu</a>(3)  and  submitted that it supported  the\t appellant&#x27;s\ncase.</span></span></span>\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1807066\" id=\"span_41\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"96494\" id=\"span_42\">We  need not examine how far the decision  in  Amrik\nSingh&#x27;s(3)  case can stand in view of the earlier  decisions\nof  the Judicial Committee and the two subsequent  decisions\nof a larger Bench of this Court in <a href=\"/doc/96494/\" id=\"a_107\">Om Prakash Gupta v. State\nof  U.P.</a>(4) and in <a href=\"/doc/1807066/\" id=\"a_108\">Satwant Singh v. The State of  Punjab</a>.</span></span><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"96494\" id=\"span_43\">(1)\nIn <a href=\"/doc/96494/\" id=\"a_109\">Om Prakash Gupta v. State of U.p.</a>,(4) it was pointed out,\nat pace 437 of the Report, that sanction to the\t prosecution\nof a public servant under<a href=\"/doc/1326844/\" id=\"a_110\"> s. 409</a> of the Indian Penal Code is\nnot necessary since the public servant is not acting in\t his\nofficial  capacity in committing criminal breach  of  trust.</span>\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1807066\" id=\"span_44\">In the other case, <a href=\"/doc/1807066/\" id=\"a_111\">Satwant Singh v. The State of  Punjab</a>(5),\nthe   appellant-Satwant\t Singh-submitted  claims   totalling\nseveral\t lakhs of -rupees to the Government of Burma on\t the\nallegation   that  he  had  executed  works   and   supplied\nmaterials.   These  claims were sent by\t the  Government  of\nBurma to Major Henderson at\n(1)  [1939] F.C.R. 159.</span>\n</p><p data-structure=\"Precedent\" id=\"p_39\">(3)  [1955] 1 S.C.R. 1302.\n</p><p data-structure=\"Conclusion\" id=\"p_40\">(5) [1960] 2 S.C.R. 99.\n</p><p data-structure=\"Conclusion\" id=\"p_41\">(2)  [1948] F.C.R. 19.\n</p><p data-structure=\"Conclusion\" id=\"p_42\">(4)  [1957] S.C.R. 423.\n</p><span class=\"hidden_text\" id=\"span_45\">\t\t\t    225</span>\n<p data-structure=\"Precedent\" id=\"p_43\">Jhansi\tin March and May, 1943, for verification as  he\t was\nthe officer who had knowledge of these matters.\t The officer\ncertified  many of these claims to be correct and  sent\t the\npapers back to Simla.  On the certification of the claims by\nHenderson, the Finance Department of the Government of Burma\nsanctioned  the\t same  and the Controller  of  the  Military\nClain-is  at  Kolhapur\twas  directed  to  pay\tthe  amounts\nsanctioned.   On the request of Satwant Singh  cheques\twere\ndrawn  on  the Imperial Bank of India at  Lahore  and  these\ncheques\t were encased at Lahore.  In all Satwant  Singh\t was\npaid Rs. 7,44,865 and odd.  Subsequently, suspicions of\t the\nGovernment of Burma were aroused and it was discovered\tthat\nmany  of  the  claims, including some of  those\t of  Satwant\nSingh,\twere false.  According to the  prosecution,  Satwant\nSingh had committed the offence of cheating punishable under<a href=\"/doc/1436241/\" id=\"a_112\">\ns.  420</a>, Indian Penal Code and Henderson had abetted him  in\nthe commission of that offence by falsely certifying Satwant\nSingh&#x27;s claims to be true, knowing that they were false\t and\nthere  by  had\tcommitted an  offence  punishable  under  s.\n420/109, Indian Penal code. It was argued before this  Court\nthat no sanction under<a href=\"/doc/12704/\" id=\"a_113\"> s. 197</a> of the Criminal Procedure Code\nby  the proper authority had been given for the\t prosecution\nof  Henderson  and  he could not be  tried  without  such  a\nsanction  and  that  the joint trial of\t Henderson  and\t the\nappellant  without such a sanction vitiated the trial.\t The\nargument  was rejected by a Bench of 5 Judges of this  Court\non  the ground that if a public servant commits the  offence\nof  cheating  or  abets another so  to\tcheat,\tthe  offence\ncommitted by him is not one while he is acting or purporting\nto act in the discharge of his official duty.  It was  urged\non  behalf  of\tthe apellant that the act  of  Henderson  in\ncertify\t in the appellant&#x27;s claims as true was\tan  official\nact  because  it was his duty either to certify\t or  not  to\ncertify a claim as true and that if he falsely certified the\nclaim  as  true he was acting or purporting to\tact  in\t the\ndischarge  of his official duty.  The argument was  rejected\nby  this  Court\t for  the  reason  that\t Henderson  was\t not\nprosecuted   for   any\toffence\t concerning   his   act\t  of\ncertification  but that he was prosecuted for  abetting\t the\nappellant to cheat.  At page 100 of the Report Imam, J.\t has\nstated :\n</p><blockquote id=\"blockquote_7\">\t      &quot;We have no hesitation in saying that where  a\n\t      public servant commits the offence of cheating\n\t      or  abets\t another so to\tcheat,\tthe  offence\n\t      committed by him is not one while he is acting\n\t      or  purporting to act in the discharge of\t his\n\t      official\tduty,  as  such\t offences  have\t  no\n\t      necessary\t connection  between  them  and\t the\n\t      performance\n<span class=\"hidden_text\" id=\"span_46\">226</span>\n\t      of  the  duties  of  a  public  servant,\t the\n\t      official\tstatus furnishing only the  occasion\n\t      or  opportunity  for  the\t commission  of\t the\n\t      offences\t(vide  Amrik  Singh&#x27;s  case-1955   1\n\t      S.C.R. 1302).  <a href=\"/doc/93056159/\" id=\"a_114\">The Act</a> of cheating or abetment\n\t      thereof has no reasonable connection with\t the\n\t      discharge of official duty.  The act must bear\n\t      such  relation  to the duty  that\t the  public\n\t      servant  could  lay  a reasonable\t but  not  a\n\t      pretended or fanciful claim, that he did it in\n\t      the  course  of the performance  of  his\tduty\n\t      [vide  Matajog  Dobey&#x27;s case-[1955]  2  S.C.R.\n\t      925].   It  was urged, however,  that  in\t the\n\t      present\tcase   the  act\t of   Henderson\t  in\n\t      certifying the appellant&#x27;s claims as true\t was\n\t      an official act because it was his duty either\n\t      to  certify or not to certify a claim as\ttrue\n\t      and that if he falsely certified the claim  as\n\t      true he was acting or purporting to act in the\n\t      discharge\t of his official duty.\tIt is,\thow-\n\t      ever, to be remembered that Henderson was\t not\n\t      prosecuted for any offence concerning his\t act\n\t      of  certification.   He  was  prosecuted\t for\n\t      abetting\tthe  appellant\tto  cheat.   We\t are\n\t      firmly of the opinion that Henderson&#x27;s offence\n\t      was  not one committed by him while acting  or\n\t      purporting  to  act in the  discharge  of\t his\n\t      official duty.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_44\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"395248\" id=\"span_47\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1747487\" id=\"span_48\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1807066\" id=\"span_49\">We consider that the present case falls within the principle\n<a href=\"/doc/1807066/\" id=\"a_115\">laid  down  by</a> this Court in <a href=\"/doc/1807066/\" id=\"a_116\">Satwant Singh v. The  State  of\nPunjab</a>(1)  by which we are bound and the view we have  taken\nis  supported by the decisions of the Federal Court in\t<a href=\"/doc/1747487/\" id=\"a_117\">Hori\nRam  Singh  v. Emperor</a>(1) and of the Judicial  Committee  in\n<a href=\"/doc/395248/\" id=\"a_118\">Gill v. The King</a>(1).</span></span></span>\n</p><p data-structure=\"RespArg\" id=\"p_45\">It was argued by Mr. Shroff on behalf of the respondent that\nsanction   of  the  State  Government  was  given  for\t the\nprosecution  of\t the  appellant\t on July  1,  1953  and\t the\nprosecution witnesses were examined by the Magistrate in the\ncase  against  the  appellant  after  that  date  and  that,\ntherefore, the conviction of the appellant under<a href=\"/doc/896188/\" id=\"a_119\"> s. 477-A</a> of\nthe Indian Penal Code cannot be held to be legally  invalid.\nWe  do not think there is justification for  this  argument.\nIt  appears from the Order Sheet that the  police  submitted\ncharge-sheet  against the appellant on April 4,\t 1953.\t The\nOrder sheet shows that on April 6, 1953 the Additional\tCity\nMagistrate, Indore City made the following order :\n</p><blockquote id=\"blockquote_8\">\t      &quot;Challan be recorded in R. Register.   Accused\n\t      no.  1 &amp; 2 will be present in the\t Court\tfrom\n\t      the Central Jail\n(1) [1960] 2 S.C.R. 89.\n</blockquote><blockquote id=\"blockquote_9\">(2) [1939] F.C.R. 159.\n</blockquote><blockquote id=\"blockquote_10\">(3) [1948] F.C.R. 19.\n</blockquote><span class=\"hidden_text\" id=\"span_50\">227</span>\n<p data-structure=\"Conclusion\" id=\"p_46\">\t      on  15-4-53.  Prosecution witnesses  according\n\t      to challan no. 1, 2, 3, 4 be summoned on\tdate\n\t      15-4-53.\t &#x27;Me file be put up at the  time  of\n\t      evidence of prosecution on 15-4-53.&quot;\n</p><p data-structure=\"PetArg\" id=\"p_47\">For some reason or the other the witnesses were not  present\non  April  15, 1953 and the case was adjourned\tfor  several\ndates  and the, evidence of the witnesses was  recorded\t for\nthe  first time on July 6, 1953, but there is no doubt\tthat\nthe  Additional\t City  Magistrate  took\t cognizance  of\t the\noffence\t  on  April  6,\t 1953  when  he\t ordered  that\t the\nprosecution  witnesses should be summoned and the  appellant\nshould\tbe  produced in the Court from the Central  Jail  on\nApril  15,  1953.   The\t legal\tposition  is  not  seriously\ndisputed on behalf of the respondent and Mr. Shroff  frankly\nconceded  that cognizance was taken by the  Additional\tCity\nMagistrate  on April 6, 1953.  It follows,  therefore,\tthat\nthere  is  no  proper sanction for the\tprosecution  of\t the\nappellant  with regard to the charge under<a href=\"/doc/896188/\" id=\"a_120\"> s. 477-A</a>,  Indian\nPenal  Code  and  the conviction of the\t appellant  on\tthat\ncharge must be quashed.\n</p><p data-structure=\"Conclusion\" id=\"p_48\">For the reasons expressed, we partly allow these two appeals\nand  quash  the conviction of the  appellant--Gupta--of\t the\ncharge under<a href=\"/doc/896188/\" id=\"a_121\"> S. 477-A</a> of the Indian Penal Code and  sentence\nimposed on that charge in both these cases.  With regard  to\nthe charge under<a href=\"/doc/1326844/\" id=\"a_122\"> S. 409</a>, Indian Penal Code, we maintain\t the\nconviction and sentence imposed by the lower Courts in\tboth\nthe cases.\n</p><p data-structure=\"Conclusion\" id=\"p_49\">Criminal Appeals nos. 162 &amp; 163 of 1962.\n</p><p data-structure=\"CDiscource\" id=\"p_50\">On  behalf  of the appellant-Kale-it was  submitted  by\t Mr.\nBarlingay  that though the false entries in the rough  cash-\nbook dated September 29, 1950 and August 25, 1950 were\tmade\nby the appellant, he was not criminally liable under s. 477-\nA  or<a href=\"/doc/1326844/\" id=\"a_123\"> ss. 409</a>/ <a href=\"/doc/513074/\" id=\"a_124\">109</a> of the Indian Penal Code as\tthe  entries\nwere made by him at the instance of the appellant Gupta\t who\nwas  Superintendent  of\t his  office  and  superior  to\t the\nappellant  in official position.  It was also  contended  on\nbehalf\tof  the\t appellant that he did not  make  the  false\nentries wilfully and with intent to defraud the Power  House\nand  that  he  had no knowledge of the\tcriminal  intent  of\nappellant  Gupta.   The\t case  of  the\tappellant  has\tbeen\nrejected by the lower Courts and we do not propose to review\nthe evidence on this aspect of the case because the question\nraised is essentially one of fact and there is a  concurrent\nfinding\t of  the lower Courts that the\tappellant  made\t the\nfalse entries in the account-books wilfully and with  intent\nto defraud the Power\n<span class=\"hidden_text\" id=\"span_51\">228</span>\nHouse  and  that he abetted appellant  Gupta  in  committing\ncriminal breach of trust with regard to both the amounts  in\nquestion.  It also appears from the evidence of Laxman, P.W.\n6, and Joshi, P.W. 3, that when the audit party arrived\t the\nappellant  Kale approached Mhaskar for the issue of a  blank\ncash book without any indent.  The evidence of Joshi-P.W. 3-\nalso shows that Gupta had, in the presence of the appellant,\nasked  the witness to write the accounts in the\t rough\tcash\nbook newly issued.  &#x27;The evidence of these two witnesses has\nbeen  accepted by the lower Courts as true and it  has\tbeen\nfound  that the appellant and Gupta jointly made an  attempt\nto  have  the accounts rewritten and  manipulated.   In\t our\nopinion,  no  case  is made out\t for  interfering  with\t the\nconviction  and sentence imposed on the appellant  under  s.\n409/109\t or  s.\t 477-A of the <a href=\"/doc/1569253/\" id=\"a_125\">Indian Penal  Code</a>  and  these\nappeals must be dismissed.\n</p><p data-structure=\"Conclusion\" id=\"p_51\">\t\t\t   ORDER\n    In Criminal Appeals Nos. 77 of 1962 and 74 of 1965.\nIn accordance with the majority Judgment, these appeals\t are\npartly allowed.\n</p><span class=\"hidden_text\" id=\"span_52\">229</span>\n\n\n\n","numcites":30,"numcitedby":242,"docsource":"Supreme Court of India","citetid":1149608,"divtype":"judgments","relatedqs":[{"value":"criminal breach of trust","formInput":"criminal%20breach%20of%20trust"},{"value":"discharge of official duty","formInput":"discharge%20of%20official%20duty"},{"value":"ipc 409","formInput":"ipc%20409"},{"value":"prosecution sanction","formInput":"prosecution%20sanction"},{"value":"\"cheating\" ","formInput":"%22cheating%22%20"},{"value":"duties of public servants","formInput":"duties%20of%20public%20servants"},{"value":"crpc 197 ","formInput":"crpc%20197%20"},{"value":"all india reporter","formInput":"all%20india%20reporter"},{"value":"indian penal code 409","formInput":"indian%20penal%20code%20409"},{"value":"breach of trust ","formInput":"breach%20of%20trust%20"},{"value":"\"criminal breach of trust\"","formInput":"%22criminal%20breach%20of%20trust%22"},{"value":"thumb impression","formInput":"thumb%20impression"},{"value":"embezzlement","formInput":"embezzlement"},{"value":"abetment","formInput":"abetment"},{"value":"public duty","formInput":"public%20duty"},{"value":"defalcation","formInput":"defalcation"},{"value":"ipc s. 409","formInput":"ipc%20s.%20409"},{"value":"sanction necessary before sanction","formInput":"sanction%20necessary%20before%20sanction"},{"value":"ipc 477","formInput":"ipc%20477"},{"value":"sanction under 197 crpc","formInput":"sanction%20under%20197%20crpc"}],"cats":[{"value":"breach-of-trust","formInput":"tag:breach-of-trust"},{"value":"falsification-of-accounts","formInput":"tag:falsification-of-accounts"},{"value":"prosecution-of-judges-and-public-servants","formInput":"tag:prosecution-of-judges-and-public-servants"},{"value":"abetment","formInput":"tag:abetment"},{"value":"criminal-procedure-code","formInput":"tag:criminal-procedure-code"}],"courtcopy":true,"query_alert":null,"agreement":false}