{"tid":29244411,"publishdate":"2020-06-02","title":"Afcons Infrastructure Limited vs Konkan Railway Corporation Limited on 2 June, 2020","doc":"<h2 class=\"doc_title\">Afcons Infrastructure Limited vs Konkan Railway Corporation Limited on 2 June, 2020</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2020 (NOC) 762 (BOM.), AIRONLINE 2020 BOM 569</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:n-j-jamadar\">N. J. Jamadar</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:n-j-jamadar\">N.J. Jamadar</a></h3>\n\n<pre id=\"pre_1\">                                                                    ARBP-10-201-J-2-6-2020\n\n                  IN THE HIGH COURT OF JUDICATURE AT BOMBAY\n                       CIVIL APPELLATE JURISDICTION\n                     ARBITRATION PETITION NO. 10 OF 2019\n\nAfcons Infrastructure Limited, a company incorporated\nand registered under the provisions of the <a href=\"/doc/1353758/\" id=\"a_1\">Companies Act,\n1956</a>, having its office at Afcons House, 16, Shah Industrial\nEstate, Off. Veera Desai Road, Andheri, (West), Mumbai - 400 053. ... Petitioner\n        V/S\nKonkan Railway Corporation Limited, a company\nincorporated under the <a href=\"/doc/1353758/\" id=\"a_2\">Companies Act, 1956</a>,\nhaving its registered office at Belapur Bhavan,\nPlot No.6, Sector-11, CBD, Belapur, Mumbai -400 614                      ...Respondent\n\n\nMr. Naushad Engineer a/w. Ms. Meenakshi Iyer, i/b. Advaya Legal for Petitioner.\nMrs. Kiran Bhagalia, a/w. Mr. Musharaj Shaikh, for respondent.\n                                            CORAM : N.J. JAMADAR, J.\n              ORDER RESERVED ON                    : 25th February, 2020\n              ORDER PRONOUNCED ON : 2nd June, 2020\nJUDGMENT :</pre>\n\n\n<p data-structure=\"Issue\" id=\"p_1\">1.      This is a petition under <a href=\"/doc/605764/\" id=\"a_3\">section 11 (6)</a> of the Arbitration and Conciliation Act,\n\n1996 as amended by the Amendment Act, 2015. The Petitioner has inter alia prayed for\n\nthe following relief :\n</p>\n<blockquote id=\"blockquote_1\">     &quot;(a) That this Court be pleased to appoint a fit and proper person to act as a\n     second Arbitrator in terms of <a href=\"/doc/605764/\" id=\"a_4\">section 11(6)</a> of the Arbitration and Conciliation\n     Act, 1996 as amended by the Arbitration Act, 2015, for and on behalf of the\n     Respondent and thereafter constitute an independent standing arbitral Tribunal\n     under <a href=\"/doc/605764/\" id=\"a_5\">section 11(6)</a> of the Arbitration and Conciliation Act, 1996 to adjudicate\n     upon the dispute and differences between the parties in respect of the contract\n     dated 12th December, 2005.\n</blockquote><p data-structure=\"Issue\" id=\"p_2\">                                                                                                ...1\n\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">             ::: Uploaded on - 02/06/2020                       ::: Downloaded on - 03/06/2020 05:24:25 :::</span>\n                                                                     ARBP-10-201-J-2-6-2020\n\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_3\">2.     The background facts which led to this petition can be summarized as under :-\n\n</p><blockquote id=\"blockquote_2\">       (a)    The Respondent had floated a tender vide tender notice dated 21 st May,\n\n2005 for construction of B.G. Single Line Tunnels on the Katra-Laole, section of\n\nUdhampur- Shrinagar- Baramulla Rail Link Project. The bid of the Petitioner was\n\naccepted. A contract bearing No. KR/PD/J&amp;K/CONT /TUNNEL/T-38/47/2/2005 dated\n\n12th December 2005 came to be executed between the Petitioner and a Respondent (&#x27;the\n\nprincipal contract&#x27;). Clause 46.0 of the special conditions of contract incorporated an\n\narbitration agreement between the parties. Annexure &#x27;P&#x27; thereto provides for the\n\nconstitution of an arbitral tribunal. The relevant clauses of the principal agreement and\n\nthe supplementary agreement which came to be executed between the parties, as regards\n\nthe resolution of dispute through arbitration, read as under:\n</blockquote>\n<blockquote id=\"blockquote_3\">       &quot;Clause 46.0 : &quot;The contractor shall sign the arbitration agreement\n       along with the contract. The standing Arbitral Tribunal clauses shall\n       in force from the date of signature of the Arbitration Agreement. The\n       details pertaining to Arbitral Tribunal is included in the relevant\n       annexure. &quot;\n</blockquote><p data-structure=\"Issue\" id=\"p_4\">       Annexure P : Arbitral Tribunal :\n</p><blockquote id=\"blockquote_4\">       1.0 :- The Arbitration Tribunal (hereinafter referred to as the\n       &quot;TRIBUNAL&quot;) shall be established on the date of signing of\n       supplementary agreement.\n</blockquote><blockquote id=\"blockquote_5\">       1.1 :- The Arbitral Tribunal shall consist of a panel of three Gazetted\n       Railway. Officers not below JA Grade, as the Arbitrators. For this\n       purpose, the Corporation will send a panel of more than 3 names of\n       Gazetted Railway Officers of one or more departments of the Railway,\n       to the Contractor who will be asked to suggest to Managing Director /\n                                                                                                ...2\n\n\n\n\n<span class=\"hidden_text\" id=\"span_2\">             ::: Uploaded on - 02/06/2020                       ::: Downloaded on - 03/06/2020 05:24:25 :::</span>\n                                                            ARBP-10-201-J-2-6-2020\n\nKRCL, up to 2 names out of panel for appointment as Contractor&#x27;s\nnominee. The Managing Director/ KRCL shall appoint at least one\nout of them as the Contractor&#x27;s nominee and will, also simultaneously\nappoint the balance number of the Arbitrators either from the panel\nor from outside the panel, duly indicating the presiding Arbitrator\nfrom amongst the 3 Arbitrators so appointed. While nominating the\nArbitrators, it will be necessary to ensure that one out of them is from\nthe accounts department.\n</blockquote><blockquote id=\"blockquote_6\">1.2 :- If the Contractor failed to select the members from the\napproved panel within 14 days of the date of signing of supplementary\nagreement, then upon the request of either or both parties, the\nManaging Director /KRCL shall select such member within 14 days of\nsuch request.\n</blockquote>\n\n<blockquote id=\"blockquote_7\">1.3 :- While nominating the panel of three arbitrators, it should be\nensure that one member should be invariably from the Finance\nDepartment.\n</blockquote><blockquote id=\"blockquote_8\">2.0 :- Reference to Arbitration:\n</blockquote><blockquote id=\"blockquote_9\">2.1 :- Under clause 43 of the Standard General Conditions of\nContract or Northern Railway, the Contractor has to prepare and\nfurnish to the Engineer-in-charge and to Chief Engineer of Project,\nonce in a month an account giving full and detailed particulars of all\nthe claims for any additional expenses, to which the Contractors may\nconsider himself entitled to an all extra and additional works ordered\nby the Engineer which he has executed during the preceding month.\n</blockquote><p data-structure=\"Section\" id=\"p_5\">While submitting the said Monthly claim, if any dispute has arisen as\nregards execution of the works under the contract, the Contractor\nshall give full particulars of such disputes in the said submission.\n\n\n2.2 :- The Contractor will submit a copy of the monthly claim to be\nfurnished by the Contractor under Clause 43 of General Condition of\nContract of Northern Railway, to Chief Engineer, along with\nparticulars of any other disputes which may have arisen between the\n                                                                                       ...3\n\n\n\n\n<span class=\"hidden_text\" id=\"span_3\">     ::: Uploaded on - 02/06/2020                      ::: Downloaded on - 03/06/2020 05:24:25 :::</span>\n                                                                  ARBP-10-201-J-2-6-2020\n\n      parties in respect of the execution of the Contract to the Arbitral\n      Tribunal on a quarterly basis.\n</p><p data-structure=\"Facts\" id=\"p_6\">      2.3 :- The parties while referring their claims to the TRIBUNAL shall\n      submit all the relevant document in support of their claims and\n      reasons for raising the dispute to the TRIBUNAL.\n</p><p data-structure=\"Facts\" id=\"p_7\">      2.4 :- If the claims made by the Contractor in the said submission to\n      Chief Engineer, is refuted or the payment is not made within one\n      month from the date of the submission of the said monthly claim, a\n      dispute would be deemed to have arisen between the parties. The\n      Contractor, when the dispute arises or is deemed to have arisen, will\n      communicate to the Arbitral Tribunal on a quarterly basis of the said\n      refusal/ non -payment. The said communication will be the reference\n      of the disputes to the arbitral tribunal appointed under the present\n      agreement.&quot;\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_9\">      b)     It is the claim of the Petitioner that the execution of the tunnel works was\n\ncompleted and even the defect liability period also expired. The Petitioner thus claims to\n\nhave notified the Respondent about the completion of the works and the expiration of the\n\ndefect liability period by letters dated 13 th July, 2016 and 17th August, 2016. Thereupon,\n\nthe Petitioner claims to have called upon the Respondent to finalize the accounts in\n\nrelation to the work in accordance with the provisions of clause 51(1) of the General\n\nConditions of Contract of Northern Railways read with clause 30 of the Special\n\nConditions of Contract. Accordingly, the Petitioner claimed to have submitted full\n\naccounts of all claims to the Respondent vide its letter dated 21 st November, 2016.\n\nRunning account bills Nos. 112A, 112B and 112C along with a covering letter dated 27th\n\nJune, 2017 were lodged with the Respondent. As the claims were disputed by the\n                                                                                             ...4\n\n\n\n\n<span class=\"hidden_text\" id=\"span_4\">            ::: Uploaded on - 02/06/2020                     ::: Downloaded on - 03/06/2020 05:24:25 :::</span>\n                                                                     ARBP-10-201-J-2-6-2020\n\nRespondent by its letters dated 12 th December, 2017, in accordance with the stipulation in\n\nthe contract the Petitioner claimed to have addressed the letter dated 4 th January, 2018 to\n\nthe Chief Engineer and called upon him to give a final decision on the claims submitted\n\nwithin a period of 120 days from the date of receipt, lest the Petitioner will proceed with\n\nan appropriate dispute redressal. As the Chief Engineer did not give his decision within\n\nthe period stipulated under clause 64(1)(i) of general conditions of contract, the Petitioner\n\ninvoked the arbitration vide its letter dated 2nd July, 2018.\n\n</p><p data-structure=\"CDiscource\" id=\"p_10\">       c)         In the said letter, the Petitioner pointed out that the procedure laid down\n\nin the arbitration agreement for constitution of the arbitral tribunal comprising of the\n\ngazetted Railway Officers was in contravention of the provisions contained in <a href=\"/doc/16912364/\" id=\"a_6\">section\n\n12(5)</a> read with <a href=\"/doc/1306164/\" id=\"a_7\">Fifth and Seventh Schedule of the Arbitration and Conciliation Act,\n\n1996</a>, as amended by the <a href=\"/doc/1306164/\" id=\"a_8\">Arbitration and Conciliation Amendment Act, 2015</a>. Thus, the\n\nprocedure prescribed under <a href=\"/doc/104566/\" id=\"a_9\">section 11(3)</a> of the Act, 1996 would govern the constitution\n\nof the arbitral tribunal. The Petitioner, therefore, nominated Shri R.G. Kulkarni, Retired\n\nSecretary and Engineer-in-Chief, Government of Maharashtra to be its nominee arbitrator\n\nand called upon the Respondent to nominate its arbitrator in terms of the Act 1996,\n\nwithin a period of 30 days.\n</p>\n<p data-structure=\"Issue\" id=\"p_11\">\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_12\">3.     The Respondent, vide its letter dated 11th July, 2018, simply apprised the Petitioner\n\nthat the case regarding appointment of arbitrator for the subject contract is subjudice\n\n                                                                                                ...5\n\n\n\n\n<span class=\"hidden_text\" id=\"span_5\">             ::: Uploaded on - 02/06/2020                       ::: Downloaded on - 03/06/2020 05:24:25 :::</span>\n                                                                         ARBP-10-201-J-2-6-2020\n\nbefore Hon&#x27;ble High Court of Jammu and Kashmir. The Petitioner joined the issue by a\n\ncommunication dated 3rd August, 2018 asserting, inter alia, that the reference to\n\narbitration contained in the letter dated 2nd July, 2018 is a fresh reference distinct from\n\nand unrelated to the earlier reference dated 27 th June, 2012, which is pending before the\n\nHon&#x27;ble Jammu and Kashmir High Court. In response to the said letter, the Respondent,\n\nvide letter dated 29th August, 2018, countered by asserting that the arbitral tribunal was\n\nformed as per the terms and conditions of the contract for the entire contract and the same\n\nis under challenge at the instance of the Petitioner in the High Court of Jammu and\n\nKashmir. Thus, the Respondent rejects the appointment of Mr. R.G. Kulkarni as\n\nPetitioner&#x27;s nominee arbitrator.            The Petitioner has, thus, approached this Court for\n\nexercise of the jurisdiction under <a href=\"/doc/605764/\" id=\"a_10\">section 11(6)</a> of the Act 1996 as the Respondent has\n\nrefused to nominate its arbitrator.\n</p>\n<p data-structure=\"Issue\" id=\"p_13\">\n\n\n</p><p data-structure=\"PetArg\" id=\"p_14\">4.     The Respondent has resisted the petition by filing an affidavit in reply. The\n\ntenability of the petition before this Court is called in question as a similar Petition for\n\nidentical relief is subjudice before the High Court of Jammu and Kashmir, being Petition\n\nNo. 28 of 2012, under <a href=\"/doc/1916413/\" id=\"a_11\">section 11(3)(4)</a> and (6) of <a href=\"/doc/1306164/\" id=\"a_12\">Jammu and Kashmir Arbitration and\n\nConciliation Act, 1997</a>. The Respondent further contended that the Petitioner had filed an\n\napplication bearing No. 25-22/11/2012 in the Court of Principal District Judge, Ramban\n\npurportedly under <a href=\"/doc/1079220/\" id=\"a_13\">section 9</a> of the Act 1996. Elaborating the jurisdictional challenge, it\n\nis contended that in the said Arbitration Application No. 28 of 2012 pending before the\n                                                                                                    ...6\n\n\n\n\n<span class=\"hidden_text\" id=\"span_6\">             ::: Uploaded on - 02/06/2020                           ::: Downloaded on - 03/06/2020 05:24:25 :::</span>\n                                                                     ARBP-10-201-J-2-6-2020\n\nJammu and Kashmir High Court, the Petitioner claimed that though the provision for\n\nformation of the arbitral tribunal subsisted, the procedure for constitution of the arbitral\n\ntribunal failed due to the alleged failure and neglect on the part of the Respondent to\n\nadhere to the said procedure. Thus, in the said application the Petitioner herein prayed for\n\nan order of naming and appointing a fit person as a nominee of Respondent for\n\nadjudicating the disputes which arose between the parties out of the said contract. On the\n\naspect of jurisdiction, according to the Respondent, in the said application before the\n\nJammu and Kashmir High Court, the Petitioner herein had averred that as the parties to\n\nthe petition and the cause of action accrued within the territorial jurisdiction of the High\n\nCourt, the High Court of Jammu and Kashmir had jurisdiction to entertain the said\n\napplication. In view of this positive stand of the Petitioner as regards the jurisdiction of\n\nJammu and Kashmir High Court as the Court which exercises supervisory jurisdiction\n\nover the arbitration proceedings, the instant petition before this Court is not tenable.\n\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_15\">5.     The Respondent has endeavoured to meet the contention of the applicant that the\n\nproceedings pending before the Jammu and Kashmir High Court relates to a different\n\ndispute, by asserting that, with the execution of the supplementary agreement for\n\nconstitution of a standing arbitral tribunal, Annexure &#x27;P&#x27; to the contract (extracted above),\n\nthe parties have clearly and unequivocally agreed to the establishment of a standing\n\narbitral tribunal to deal with each and every dispute that may arise out of the contract.\n\nThe parties did not agree to have a different arbitral tribunal for each dispute which may\n                                                                                                ...7\n\n\n\n\n<span class=\"hidden_text\" id=\"span_7\">             ::: Uploaded on - 02/06/2020                       ::: Downloaded on - 03/06/2020 05:24:25 :::</span>\n                                                                    ARBP-10-201-J-2-6-2020\n\narise out of the said contract. Lastly, it is contended that, in any event, in view of the\n\nprovisions contained in <a href=\"/doc/104566/\" id=\"a_14\">section 11(12)(b)</a> of the Act, 1996, the reference to the High\n\nCourt shall be construed as a reference to the High Court, within whose local limits, the\n\nPrincipal Civil Court referred to in clause (e) of sub-section (1) of <a href=\"/doc/1804257/\" id=\"a_15\">section 2</a> is situated\n\nand thus as the Petitioner has already filed <a href=\"/doc/1079220/\" id=\"a_16\">section 9</a> application before the Principal Civil\n\nCourt at Ramban, the application under <a href=\"/doc/1841764/\" id=\"a_17\">section 11</a> cannot be entertained by any Court\n\nother than the High Court of Jammu and Kashmir.\n</p>\n<p data-structure=\"Issue\" id=\"p_16\">\n\n\n</p><p data-structure=\"RespArg\" id=\"p_17\">6.     On the principal challenge that the procedure of constitution of arbitral tribunal,\n\nprovided under the terms of the contract, is violative of the provisions contained in\n\n<a href=\"/doc/104566/\" id=\"a_18\">section 12</a> of the Act, 1996, the respondent contends that the applicant never challenged\n\nthe said procedure as violative of <a href=\"/doc/750244/\" id=\"a_19\">section 12</a>. Nor the mere fact that the arbitrators to be\n\nappointed happen to be the employees of the respondent, by itself, is a ground for\n\ndisqualification.\n</p>\n<p data-structure=\"Issue\" id=\"p_18\">\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_19\">7.     In the backdrop of aforesaid pleadings, I have heard Mr. Naushad Engineer, the\n\nlearned counsel for the petitioner and Mrs. Kiran Bhagalia, the learned counsel for the\n\nrespondent, at some length.\n</p>\n<p data-structure=\"Issue\" id=\"p_20\">\n\n\n</p><p data-structure=\"Section\" id=\"p_21\">                                                                                               ...8\n\n\n\n\n<span class=\"hidden_text\" id=\"span_8\">             ::: Uploaded on - 02/06/2020                      ::: Downloaded on - 03/06/2020 05:24:25 :::</span>\n                                                                    ARBP-10-201-J-2-6-2020\n\n</p><p data-structure=\"PetArg\" id=\"p_22\">8.     Mr. Naushad Engineer, the learned counsel for the Petitioner urged that the\n\njurisdictional challenge to the tenability of the petition before this Court is wholly\n\nmisconceived. The objection sought to be raised on behalf of the Respondent totally\n\noverlooks the jurisdictional connotation of the term &quot;Court&quot; under <a href=\"/doc/126786393/\" id=\"a_20\">section 2(1)(e)</a> of the\n\nAct, 1996; which is exhaustive, and <a href=\"/doc/104566/\" id=\"a_21\">section 42</a> of the Act, 1996; the inapplicability of the\n\nbar thereunder to an application under <a href=\"/doc/1841764/\" id=\"a_22\">section 11</a> of the Act is now firmly established by\n\na catena of precedents. Mr. Engineer urged with a degree of vehemence that the\n\nRespondent has failed to appreciate the true nature and import of the Amendment Act,\n\n2015 especially the amendments brought about in <a href=\"/doc/104566/\" id=\"a_23\">section 12</a> of the Act, 1996 to ensure\n\nneutrality, independence and impartiality of the Arbitrators. Special emphasis was laid\n\non sub section (5), introduced by the Amendment Act, 2015, which proclaims that\n\n&#x27;notwithstanding any prior agreement to the contrary, any person whose relationship with\n\nthe parties or counsel or the subject matter of the dispute, falls under any of the categories\n\nspecified in the Seventh Schedule shall be ineligible to be appointed as an arbitrator&#x27;&#x27;.\n\nThe first entry in the Seventh Schedule declares any person who is an employee,\n\nconsultant, advisor or has any other past or present business relationship with a party\n\nineligible to be appointed as an Arbitrator, urged Mr. Engineer. Thus, the stipulations in\n\nthe contract regarding the appointment of a Standing Arbitral Tribunal comprising the\n\ngazetted Railway officers ex-facie stands foul of the provisions contained in <a href=\"/doc/104566/\" id=\"a_24\">section 12(5)</a>\n\nof the Act, 1996.\n</p>\n<p data-structure=\"Issue\" id=\"p_23\">\n\n\n</p><p data-structure=\"Section\" id=\"p_24\">                                                                                               ...9\n\n\n\n\n<span class=\"hidden_text\" id=\"span_9\">             ::: Uploaded on - 02/06/2020                      ::: Downloaded on - 03/06/2020 05:24:25 :::</span>\n                                                                    ARBP-10-201-J-2-6-2020\n\n</p><p data-structure=\"RespArg\" id=\"p_25\">9.    Mr. Engineer would further urge that the fact that the Petitioner had invoked the\n\njurisdiction of Jammu and Kashmir High Court in the year 2012, when a dispute had\n\narisen between the parties, does not preclude the Petitioner from invoking the jurisdiction\n\nof this Court, especially after the significant changes brought about by the Amendment\n\nAct, 2015. Banking upon the provisions contained in <a href=\"/doc/104566/\" id=\"a_25\">section 21</a> of the Act, 1996 which\n\ngovern the commencement of the arbitral proceedings, it was urged that the arbitral\n\nproceedings can be said to have commenced in respect of a particular dispute on\n\ninvocation of the arbitration with regard to that particular dispute. Since the dispute at\n\nhand arose post the enforcement of the Amendment Act, 2015, the said dispute would be\n\ngoverned by the provisions of the Act, 1996 as amended by the Amendment Act, 2015.\n\nConsequently, the objection on behalf of the Respondent that only the High Court of\n\nJammu and Kashmir has the exclusive jurisdiction to deal with an application under\n\nsection 11 is legally unsustainable, submitted Mr. Engineer.\n\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_26\">10.   In opposition to this, Mrs. Bhagalia, the learned counsel for the Respondent stoutly\n\nsubmitted that the endeavor of the Petitioner to invoke the jurisdiction of this Court on\n\nthe premise that each dispute furnishes a separate subject matter for arbitration has the\n\neffect of completely dislodging the dispute resolution mechanism agreed to between the\n\nparties. The parties have consciously agreed to constitute a Standing Arbitral Tribunal.\n\nAll the disputes were agreed to be referred to the said Standing Arbitral Tribunal. As the\n\nPetitioner has invoked the jurisdiction of Jammu and Kashmir High Court for\n                                                                                             ...10\n\n\n\n\n<span class=\"hidden_text\" id=\"span_10\">            ::: Uploaded on - 02/06/2020                       ::: Downloaded on - 03/06/2020 05:24:25 :::</span>\n                                                                    ARBP-10-201-J-2-6-2020\n\nconstitution of an Arbitral Tribunal, in the backdrop of the stipulations contained in the\n\ncontract for the constitution of Standing Arbitral Tribunal, the Petitioner cannot be now\n\npermitted to approach another High Court and seek the very same remedies, urged Mrs.\n\nBhagalia. Mrs. Bhagalia laid emphasis on the provisions contained in section 11(12)(b)\n\nto draw home the point that the reference to the High Court in sub sections (4), (5), (6),\n\n(7), (8) and (10) is to be construed as a reference to the High Court within whose local\n\nlimits the Principal Civil Court referred to in clause (e) of sub- section (1) of <a href=\"/doc/546849/\" id=\"a_26\">section 2</a> is\n\nsituated. Admittedly, the Petitioner has filed a section 9 Petition in the Court of the\n\nPrincipal District Judge, Ramban (in the then State of Jammu and Kashmir) and thus the\n\nHigh Court of Jammu and Kashmir would have the jurisdiction to deal with the\n\napplication under <a href=\"/doc/104566/\" id=\"a_27\">section 11</a> of the Act.\n</p>\n<p data-structure=\"Issue\" id=\"p_27\">\n\n\n</p><p data-structure=\"RespArg\" id=\"p_28\">11.    Mrs. Bhagalia submitted with tenacity that the employees of a public sector\n\norganization like Railways are not per se disqualified to be appointed as Arbitrators.\n\nBeing an employee is not in itself a disqualification to act as an Arbitrator. Thus, the\n\nchallenge sought to be raised to the constitution of the standing arbitral Tribunal on the\n\npremise that the Tribunal is to be constituted of the employees of the Railways, is stated\n\nto be unworthy of acceptance.\n</p>\n<p data-structure=\"Issue\" id=\"p_29\">\n\n\n</p><p data-structure=\"Issue\" id=\"p_30\">                                                                                             ...11\n\n\n\n\n<span class=\"hidden_text\" id=\"span_11\">             ::: Uploaded on - 02/06/2020                      ::: Downloaded on - 03/06/2020 05:24:25 :::</span>\n                                                                     ARBP-10-201-J-2-6-2020\n\n</p><p data-structure=\"Facts\" id=\"p_31\">12.    In the light of the aforesaid facts and submissions canvassed across the bar the\n\nfollowing points arise for determination of this Court :\n\n</p><blockquote id=\"blockquote_10\">         1]            Whether this Court has jurisdiction to entertain and decide\n\n         the petition for appointment of Arbitrator under <a href=\"/doc/104566/\" id=\"a_28\">section 11</a> of the Act,\n\n         1996 ?\n</blockquote>\n<blockquote id=\"blockquote_11\">         2]            If the answer to the aforesaid question is in the affirmative,\n\n         whether the procedure of appointment of Arbitral Tribunal contained in\n\n         clause 1.1 of Annexure &#x27;P&#x27; to the contract (extracted above) from\n\n         amongst the panel of gazetted Railway Officers is in conformity with\n\n         the provisions of the Act, 1996, as amended by the Amendment Act,\n\n         2015?\n</blockquote>\n\n\n\n<p data-structure=\"PetArg\" id=\"p_32\">13.    Before adverting to deal with the aforesaid contentious issues, it may be apposite\n\nto note that there is not much controversy between the parties over the material terms of\n\nthe contract, including the arbitration agreement and the provisions in respect thereof.\n\nThe fact that the Petitioner has initially filed an application under <a href=\"/doc/104566/\" id=\"a_29\">section 9</a> of the Act in\n\nthe Court of Principal District Judge, Ramban in respect of fore poling item (for amount\n\nto be paid by adding contract percentage) is also not in dispute. There is not much\n\ncontroversy over the fact that the Petitioner herein filed an application, being Arbitration\n\nApplication No. 28 of 2012, on 26th September, 2012 before the High Court of Jammu\n\n                                                                                              ...12\n\n\n\n\n<span class=\"hidden_text\" id=\"span_12\">              ::: Uploaded on - 02/06/2020                      ::: Downloaded on - 03/06/2020 05:24:25 :::</span>\n                                                                   ARBP-10-201-J-2-6-2020\n\nand Kashmir under section 11 (3)(4) and (6) of the <a href=\"/doc/1306164/\" id=\"a_30\">Jammu and Kashmir Arbitration and\n\nConciliation Act, 1997</a> for appointment of Arbitrator. Admittedly, the said application\n\nstill awaits final adjudication. From the perusal of the copy of the said application,\n\nannexed by the Respondent to its affidavit in reply, it becomes evident that the Petitioner\n\nclaimed that the dispute arose between the parties owing to wrongful deductions made by\n\nthe Respondent from payment due to the Petitioner. It was, inter alia, alleged that there\n\nwas failure on the part of the Respondent to adhere to the procedure prescribed for\n\nappointment for the Arbitrators under the governing arbitration clause.\n\nQuestion No.1 :\n</p>\n<p data-structure=\"Precedent\" id=\"p_33\">14.   In the backdrop of the aforesaid undisputed facts, the challenge to the jurisdiction\n\nof this Court to entertain and decide the petition is required to be appreciated. To\n\nappreciate the said challenge in a proper perspective, it may be advantageous to note\n\nfollowing provisions of the Act, 1996 :\n</p>\n<p data-structure=\"Precedent\" id=\"p_34\">           1]        SEC 2(1)(e)(i):&quot;Court&quot; means, in the case of an\n           arbitration other than international commercial arbitration, the\n           principal Civil Court of original jurisdiction in a district, and\n           includes the High Court in exercise of its ordinary original civil\n           jurisdiction having jurisdiction to decide the questions forming\n           the subject- matter of the arbitration if the said had been the\n           subject - matter of a suit, but does not includes any Civil Court of\n           grade inferior to such principal Civil Court, or any Court of\n           Small Causes.\n</p><p data-structure=\"Section\" id=\"p_35\">           2]       Section 11(6) : Where, under an appointment procedure\n           agreed upon by parties,-</p><pre id=\"pre_2\">\n           (a)       A party fails to act as required under that procedure; or\n\n                                                                                            ...13\n\n\n\n\n<span class=\"hidden_text\" id=\"span_13\">            ::: Uploaded on - 02/06/2020                      ::: Downloaded on - 03/06/2020 05:24:25 :::</span>\n                                                         ARBP-10-201-J-2-6-2020\n\n(b)               The parties or the two appointed arbitrators\n</pre><p data-structure=\"Section\" id=\"p_36\">failed to reach agreement expected of them under that procedure;\nor\n</p><p data-structure=\"Section\" id=\"p_37\">(c)       A person, including an institution fails to perform any\nfunctions entrusted to him or it under that procedure, a party may\nrequest the Supreme Court or, as the case may be, the Court or\nany person or institution designated by such Court to take\nnecessary measure, unless the agreement on the appointment\nprocedure provides other means for securing the appointment.\n3]        Section 11(11) : Where more than one request has been\nmade under sub-<a href=\"/doc/1233565/\" id=\"a_31\">section 4</a> or sub-<a href=\"/doc/949665/\" id=\"a_32\">section 5</a> or sub-<a href=\"/doc/1149387/\" id=\"a_33\">section 6</a> to\ndifferent High Courts or their designates, the High Court or its\ndesignate to whom the request has been first made under the\nrelevant sub-section shall alone be competent to decide on the\nrequest.\n</p><p data-structure=\"Section\" id=\"p_38\">4]        Section 12(b) : Where the matters referred to in sub-\n</p><p data-structure=\"Precedent\" id=\"p_39\">section (4), (5), (6), (7), (8) and (10) arise in any other\narbitration, the reference to &quot;the Supreme Court or, as the case\nmay be, the High Court&quot; in those sub-sections shall be construed\nas a reference to the &quot;High Court&quot; within whose local limits the\nprincipal Civil Court referred to in clause (e) of sub-section (1)\nof <a href=\"/doc/546849/\" id=\"a_34\">section 2</a> is situate, and where the High Court itself is the Court\nreferred to in that clause, to that High Court.\n</p>\n<p data-structure=\"Precedent\" id=\"p_40\">\n5]        Section 42 : Jurisdiction :- Notwithstanding anything\ncontained elsewhere in this Part or in any other law for the time\nbeing enforce, where with respect to an arbitration agreement any\napplication under this Part has been made in a Court, that Court\nalone shall have jurisdiction over the arbitral proceeding and all\nsubsequent applications arising out of that agreement and\narbitral proceeding shall be made in that Court and in no other\nCourt.&quot;\n</p>\n<p data-structure=\"Section\" id=\"p_41\">\n</p><p data-structure=\"Section\" id=\"p_42\">                                                                                  ...14\n\n\n\n\n<span class=\"hidden_text\" id=\"span_14\"> ::: Uploaded on - 02/06/2020                       ::: Downloaded on - 03/06/2020 05:24:25 :::</span>\n                                                                   ARBP-10-201-J-2-6-2020\n\n</p><p data-structure=\"Section\" id=\"p_43\">15.   It would be contextually relevant to note that by <a href=\"/doc/1149387/\" id=\"a_35\">section 6</a> clause(i) of the\n\nAmendment Act, 2015, the words &quot;the Chief Justice or any person or institution\n\ndesignated by him&quot; in sub-sections (4), (5) and (6) were substituted by the words, &quot;the\n\nSupreme Court or, as the case may be, the High Court or any person or institution\n\ndesignated by such Court&quot;. The power of appointment of Arbitrator, which was to be\n\nexercised under <a href=\"/doc/104566/\" id=\"a_36\">section 11</a> of the Act by the Chief Justice or any person or institution\n\ndesignated by him, is, post the Amendment Act, 2015, to be exercised by the Supreme\n\nCourt or as the case may be the High Court or any person or institution designated by\n\nsuch Court.\n</p>\n<p data-structure=\"Section\" id=\"p_44\">\n\n\n</p><p data-structure=\"Section\" id=\"p_45\">16.   From a plain reading of sub-<a href=\"/doc/126786393/\" id=\"a_37\">section 2(1)(e)</a> of the Act, 1996, it becomes evident\n\nthat the Act provides an exhaustive definition designating only the Principal Civil Court\n\nof original jurisdiction in a District or a High Court having original civil jurisdiction in\n\nthe State to be the Court &quot;for the purpose of <a href=\"/doc/104566/\" id=\"a_38\">Part I of the Act, 1996</a>&quot;. The exclusionary\n\nnature of the definition is underscored by further providing that such Court would not\n\ninclude any Civil Court of a grade inferior to such a Principal Civil Court or Court of\n\nSmall Causes. The exhaustive nature of the definition of the &quot;Court&quot; is brought out by the\n\nuse of the expression, &quot;means and includes&quot;.\n</p>\n<p data-structure=\"Section\" id=\"p_46\">\n\n\n</p><p data-structure=\"Precedent\" id=\"p_47\">                                                                                            ...15\n\n\n\n\n<span class=\"hidden_text\" id=\"span_15\">              ::: Uploaded on - 02/06/2020                    ::: Downloaded on - 03/06/2020 05:24:25 :::</span>\n                                                                    ARBP-10-201-J-2-6-2020\n\n</p><p data-structure=\"Section\" id=\"p_48\">17.   It is equally well recognized that the bar to the jurisdiction envisaged by <a href=\"/doc/104566/\" id=\"a_39\">section\n\n42</a> of the Act to entertain any application in respect of an arbitration agreement under\n\nPart I, once such an application is made to a Court, by any other Court than the Court to\n\nwhich such application is first made, does not apply to the applications like the\n\napplication to the judicial authority under <a href=\"/doc/104566/\" id=\"a_40\">section 8</a> of the Act, 1996 or the application\n\nfor appointment of Arbitrator under <a href=\"/doc/104566/\" id=\"a_41\">section 11</a> of the Act, 1996.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_49\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"107180491\" id=\"span_16\">18.   It would be advantageous, in this context, to make a reference to a three Judge\n\nBench decision of the Supreme Court in the case of <a href=\"/doc/107180491/\" id=\"a_42\">State of West Bengal and Ors. Vs.\n\nAssociated Contractors1</a> , wherein the Supreme Court was called upon to authoritatively\n\ndetermine the question as to which Court will have the jurisdiction to entertain and decide\n\nan application under <a href=\"/doc/104566/\" id=\"a_43\">section 34</a> of the Act ?</span>           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1641452\" id=\"span_17\">After adverting to the previous\n\npronouncements including the seven Judge Bench decision of the Supreme Court in the\n\ncase of <a href=\"/doc/1641452/\" id=\"a_44\">S.B.P. and Co. vs. Patel Engineering Ltd.</a> 2 , the Supreme Court observed that it\n\nis obvious that section 11 applications are not to be moved before the Court as defined\n\nbut before the Chief Justice either of the High Court or of the Supreme Court, as the case\n\nmay be or their delegates. This is despite the fact that Chief Justice or his delegate have\n\nnow to decide judicially and not administratively. Again, section 42 would not apply to\n\napplications made before the Chief Justice or his delegate for the simple reason that the\n\nChief justice or his delegate is not Court as defined by <a href=\"/doc/126786393/\" id=\"a_45\">section 2(1)(e)</a>. The Supreme\n1 (2015) 1 SCC 32\n\n2 (2005) 8 SCC 618\n                                                                                           ...16\n\n\n\n\n<span class=\"hidden_text\" id=\"span_18\">            ::: Uploaded on - 02/06/2020                     ::: Downloaded on - 03/06/2020 05:24:25 :::</span>\n                                                                  ARBP-10-201-J-2-6-2020\n\nCourt after an exhaustive consideration culled out the conclusions as regards the interplay\n\nbetween <a href=\"/doc/126786393/\" id=\"a_46\">section 2(1)(e)</a> and section (42) of the Act in paragraph 25 as under:</span>\n\n</p><blockquote id=\"blockquote_12\">           &quot;25.     Our conclusions therefore on <a href=\"/doc/126786393/\" id=\"a_47\">Section 2(1)(e)</a> and <a href=\"/doc/192913/\" id=\"a_48\">Section\n           42</a> of the Arbitration Act, 1996 are as follows:\n</blockquote><blockquote id=\"blockquote_13\">           (a)       <a href=\"/doc/126786393/\" id=\"a_49\">Section 2(1)(e)</a> contains an exhaustive definition marking\n           out only the Principal Civil Court of original jurisdiction in a\n           district or a High Court having original civil jurisdiction in the\n           State, and no other court as &quot;court&quot; for the purpose of <a href=\"/doc/1306164/\" id=\"a_50\">Part-I of\n           the Arbitration Act, 1996</a>.\n</blockquote><blockquote id=\"blockquote_14\">           (b)       The expression &quot;with respect to an arbitration\n           agreement&quot; makes it clear that Section 42 will apply to all\n           applications made whether before or during arbitral proceedings\n           or after an Award is pronounced under Part-I of the 1996 Act.\n</blockquote><blockquote id=\"blockquote_15\">           (c)      However, Section 42 only applies to applications made\n           under Part-I if they are made to a court as defined. Since\n           applications made under Section 8 are made to judicial authorities\n           and since applications under Section 11 are made to the Chief\n           Justice or his designate, the judicial authority and the Chief\n           Justice or his designate not being court as defined, such\n           applications would be outside Section 42.\n</blockquote><blockquote id=\"blockquote_16\">           (d)      Section 9 applications being applications made to a court\n           and Section 34 applications to set aside arbitral awards are\n           applications which are within Section 42.\n</blockquote><blockquote id=\"blockquote_17\">           (e) In no circumstances can the Supreme Court be &quot;court&quot; for the\n           purposes of Section 2(1)(e), and whether the Supreme Court does\n           or does not retain session after appointing an Arbitrator,\n           applications will follow the first application made before either a\n           High Court having original jurisdiction in the State or a Principal\n           Civil court having original jurisdiction in the district as the case\n           may be.\n</blockquote><blockquote id=\"blockquote_18\">            (f) Section 42 will apply to applications made after the arbitral\n           proceedings have come to an end provided they are made under\n           Part-I.\n\n                                                                                           ...17\n\n\n\n\n<span class=\"hidden_text\" id=\"span_19\">            ::: Uploaded on - 02/06/2020                     ::: Downloaded on - 03/06/2020 05:24:25 :::</span>\n                                                                        ARBP-10-201-J-2-6-2020\n\n</blockquote><blockquote id=\"blockquote_19\">                (g) If a first application is made to a court which is neither a\n                Principal Court of original jurisdiction in a district or a High\n                Court exercising Original Jurisdiction in a State, such application\n                not being to a court as defined would be outside Section 42. Also,\n                an application made to a court without subject-matter jurisdiction\n                would be outside Section 42.&#x27;&#x27;\n\n\n</blockquote><blockquote id=\"blockquote_20\">19.      As indicated above, with the amendment brought about by the Amendment Act,\n\n2015, the power is now vested in the Supreme Court or High Court or its delegate instead\n\nof the Chief Justice or his delegate. This legislative change, however, does not seem to\n\nhave any bearing upon the well recognized proposition that the bar under <a href=\"/doc/104566/\" id=\"a_51\">section 42</a> of\n\nthe Act does not apply to the authority which is vested with the power to appoint\n\nArbitrator under <a href=\"/doc/104566/\" id=\"a_52\">section 11</a> of the Act, 1996. It is plain that the Supreme Court or High\n\nCourt or its delegate while exercising power under <a href=\"/doc/104566/\" id=\"a_53\">section 11</a> of the Act cannot be\n\nequated with the &quot;Court&quot; contemplated by <a href=\"/doc/104566/\" id=\"a_54\">section 42</a> of the Act, 1996 which has a\n\ndefinite and exhaustive meaning under <a href=\"/doc/126786393/\" id=\"a_55\">section 2(1)(e)</a> of the Act, 1996.\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"191801461\" id=\"span_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"107180491\" id=\"span_21\">20.      This      position      was,following   the   aforesaid   judgment        in    <a href=\"/doc/107180491/\" id=\"a_56\">Associated\n\nContractors</a>(supra), expounded by the Calcutta High Court in the case of <a href=\"/doc/191801461/\" id=\"a_57\">Khazana\n\nProjects &amp; Industries Pvt. Ltd. Vs. Indian Oil Corporation Ltd.</a> 3, in the following\n\nwords:</span></span>\n</blockquote>\n<blockquote id=\"blockquote_22\">           &quot;19        From the above discussion, what emerges as a clear\n           proposition of law is that section 42 is not attracted by virtue of the\n</blockquote><p data-structure=\"Section\" id=\"p_50\">3        2019 SCC Online Calcutta 2203\n                                                                                                 ...18\n\n\n\n\n<span class=\"hidden_text\" id=\"span_22\">                 ::: Uploaded on - 02/06/2020                      ::: Downloaded on - 03/06/2020 05:24:25 :::</span>\n                                                                  ARBP-10-201-J-2-6-2020\n\n         appellant having filed an application under <a href=\"/doc/104566/\" id=\"a_58\">section 11</a> of the Act\n         before the Delhi High Court since an application under section 11 is\n         not made to a &quot;court&quot; within the definition of <a href=\"/doc/126786393/\" id=\"a_59\">section 2(1)(e)</a>.\n         Although the phrase &quot;Chief Justice or any person or 9 institution\n         designated by him&quot; has now been substituted by the 2015 amendment\n         and replaced by the phrase &quot;the Supreme Court, or as the case may\n         be, the High Court or any person or institution designated by such\n         Court&quot;, the findings of Associated Contractors and other similar\n         cases, holding that section 42 would not apply to applications made\n         under section 11, still holds true and is good law.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_51\">                                                              (emphasis supplied)\n\n</p><p data-structure=\"RespArg\" id=\"p_52\">21.   Mrs. Bhagalia urged with a degree of vehemence that there is no quarrel with the\n\naforesaid proposition. However, in view of the fact that the Petitioner has already\n\ninvoked the jurisdiction of Jammu and Kashmir High Court in respect of the very same\n\nsubject matter assailing the constitution of the arbitral Tribunal, this Court cannot\n\nexercise the powers under <a href=\"/doc/104566/\" id=\"a_60\">section 11</a> of the Act, if the comity between the Courts is to be\n\nmaintained. To draw support to this submission, the learned counsel for the Respondent\n\nbanked upon the provisions of <a href=\"/doc/104566/\" id=\"a_61\">section 11(12)(b)</a> of the Act, 1996, extracted above.\n\n\n\n\n</p><p data-structure=\"Section\" id=\"p_53\">22.   Per contra, Mr. Engineer urged that the question has to be decided in the backdrop\n\nof the context of arbitrable dispute and the time at which such dispute can be said to have\n\narisen. The Petitioner was constrained to approach the Jammu and Kashmir High Court\n\nwhen the dispute arose in respect of the alleged unauthorized deductions by the\n\nRespondent. With the statutory change, the very provisions which provide for the\n\n                                                                                           ...19\n\n\n\n\n<span class=\"hidden_text\" id=\"span_23\">            ::: Uploaded on - 02/06/2020                     ::: Downloaded on - 03/06/2020 05:24:25 :::</span>\n                                                                    ARBP-10-201-J-2-6-2020\n\nconstitution of standing arbitral Tribunal, under the contract, are in teeth of provisions of\n\nlaw. Since the dispute arose after the said provisions came into effect, the Petitioner\n\ncannot be deprived of the remedy of approaching the High Court, within whose\n\njurisdiction a part of the cause of action arises. Evidently, the office of the Respondent is\n\nsituated within the jurisdiction of this Court and the contract also came to be executed\n\nwithin the limits of jurisdiction of this Court. The learned counsel for the Petitioner\n\nbanked upon the provisions contained in <a href=\"/doc/104566/\" id=\"a_62\">section 21</a> of the Act, 1996 which govern the\n\ncommencement of the arbitral proceeding. <a href=\"/doc/104566/\" id=\"a_63\">Section 21</a> of the Act reads as under:\n\n</p><blockquote id=\"blockquote_23\">       &quot;Section 21 : Commencement of arbitral proceedings :- Unless\n       otherwise agreed by the parties, the arbitral proceeding in respect of a\n       particular dispute commence on the date on which request for that\n       dispute to be referred to arbitration is received by the Respondent.&quot;\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_54\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"97096452\" id=\"span_24\">23.    Mr. Engineer placed a strong reliance upon a judgment of the learned Single Judge\n\nof this Court in the case of <a href=\"/doc/97096452/\" id=\"a_64\">ITD Cementation India Ltd. Vs. Konkan Railway\n\nCorporation Ltd.</a> (the respondent herein) 4. In the said case this Court considered the\n\nquestion whether the Standing Arbitral Tribunal, which was to be constituted by the\n\nRespondent as per clause 55 of the special conditions of the contract (like clause 1.1\n\nextracted above, in our case) would satisfy the requirement of law as prescribed under\n\nsection 12 read with the <a href=\"/doc/1052228/\" id=\"a_65\">Schedule to the Arbitration Act</a>, as incorporated by 2015\n\nAmendment Act. While answering the question in the negative, this Court adverted to the\n\n\n4 (2019) SCC Online Bombay 5349\n                                                                                             ...20\n\n\n\n\n<span class=\"hidden_text\" id=\"span_25\">             ::: Uploaded on - 02/06/2020                      ::: Downloaded on - 03/06/2020 05:24:25 :::</span>\n                                                                     ARBP-10-201-J-2-6-2020\n\nprovisions of <a href=\"/doc/104566/\" id=\"a_66\">section 21</a> of the Act (extracted above) and enunciated the legal position as\n\nunder:</span>\n</p>\n<blockquote id=\"blockquote_24\">         &quot;34. There is another facet which would have relevance, namely that\n         the dispute between the parties can arise at any stage of the contract. It\n         need not be that only when the work under the contract is concluded a\n         reference to arbitration can be made. This is also clear from the facts of\n         the present case that the dispute has arisen in an ongoing contract,\n         when certain bills were raised by the petitioner and which are being\n         disputed by the respondent. Thus once the dispute arises and the\n         arbitration is required to be commenced, <a href=\"/doc/157537/\" id=\"a_67\">Section 21</a> of the Arbitration\n         Act would get attracted which provides for commencement of arbitral\n         proceedings. Section 21 provides that unless otherwise agreed between\n         the parties, the arbitral proceedings in respect of a particular dispute\n         would commence on the date on which the request of that dispute being\n         referred to the arbitrator, is received by the respondent. Section 21\n         reads thus:-\n</blockquote><blockquote id=\"blockquote_25\">               &quot;21. Commencement of arbitral proceedings:- Unless\n               otherwise agreed by the parties, the arbitral proceedings\n               in respect of a particular dispute commence on the date\n               on which a request for that dispute to be referred to\n               arbitration is received by the respondent.&quot;\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_55\">         35. Once a request has been made by a party for reference of the\n         disputes to an arbitral tribunal, normally only in that event the\n         respondent to whom such a request is made, would be required to\n         accept the request and appoint an arbitral tribunal. In case the request\n         is rejected then the party is entitled to approach the Court under\n         <a href=\"/doc/104566/\" id=\"a_68\">Section 11</a> of the Act praying for appointment of arbitral tribunal. Once\n         the parties are before the Court for appointment of an arbitral tribunal,\n         then certainly all the parameters falling under Section 12 read with\n         Fifth and Seventh Schedule would become applicable.\n</p>\n<p data-structure=\"Precedent\" id=\"p_56\">\n\n</p><p data-structure=\"Section\" id=\"p_57\">                                                                                              ...21\n\n\n\n\n<span class=\"hidden_text\" id=\"span_26\">              ::: Uploaded on - 02/06/2020                      ::: Downloaded on - 03/06/2020 05:24:25 :::</span>\n                                                                  ARBP-10-201-J-2-6-2020\n\n</p><p data-structure=\"Section\" id=\"p_58\">      36. In the present case considering the arbitration clause, the position\n      in regard to the commencement of the arbitral proceedings is not\n      different from what Section 21 provides. Clause 55 of the Contract\n      which provides for constitution of &quot;a standing arbitral tribunal&quot; cannot\n      be taken to be any agreement otherwise entered between the parties to\n      be taken as an exception to deviate from the commencement of the\n      arbitral proceedings, as stipulated by Section 21, namely from the date\n      on which the reqeust for a dispute to be referred to arbitration, is made.\n      This more particularly considering the very next clause in the\n      agreement namely Clause 55.5 providing for a reference to arbitration\n      and the manner in which a reference would be made. On reading of\n      Clause 55.5 it can be concluded that constitution of a Standing Arbitral\n      Tribunal and reference of the disputes are independent from each\n      other. Hence, mere constitution of an arbitral tribunal cannot be\n      presumed to be any commencement of arbitral proceedings, even within\n      the meaning of <a href=\"/doc/157537/\" id=\"a_69\">Section 21</a> of the Arbitration Act. Thus, necessarily the\n      arbitration proceedings in the present case would commence when the\n      petitioner by its letter dated 5 July 2017 addressed to the respondent,\n      calling upon the respondent to constitute an arbitral tribunal as per\n      law. Thus, the requirement of law, on the day such a request was made\n      for the constitution of the arbitral tribunal, would be relevant, namely\n      the applicability of Section 12 as amended by the 2015 Amendment Act\n      alongwith the applicability of the provisions of Schedule V and\n      Schedule VII.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_59\">\n\n</p><p data-structure=\"Section\" id=\"p_60\">24.   It would be contextually relevant to note the provisions in the contract with regard\n\nto reference to arbitration. Under clause 2.1 and 2.2 the contractor is enjoined to submit\n\nthe monthly claims to the Chief Engineer. Clause 2.4 thereafter provides that if the claims\n\nmade by the contractor to the Chief Engineer is refuted or the payment is not made within\n\none month from the date of submission of said monthly claim, a dispute would be\n\ndeemed to have arisen between the parties. Thereafter, the contractor shall communicate\n\n                                                                                           ...22\n\n\n\n\n<span class=\"hidden_text\" id=\"span_27\">            ::: Uploaded on - 02/06/2020                     ::: Downloaded on - 03/06/2020 05:24:25 :::</span>\n                                                                   ARBP-10-201-J-2-6-2020\n\nto the arbitral Tribunal on a quarterly basis of the said refusal/ non-payment. The said\n\ncommunication shall constitute the reference of the dispute to the arbitral Tribunal.\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_61\">25.   The aforesaid provisions of the contract in the matter of reference to arbitration\n\nthus indicate that the parties were alive to the possibility of multiple disputes between\n\nthe parties and thus the mechanism of submission of the claims to the Chief Engineer,\n\ndecision thereon by the Chief Engineer and on failure to pay the amount or refusal of the\n\nclaim, the dispute would be deemed to have arisen with regard to that claim. In this view\n\nof the matter, the fact that the dispute once arose between the parties in respect of a\n\nparticular claim would not tie-down the parties to the rights and obligations which\n\nemanate at that point of time.\n</p>\n<p data-structure=\"Precedent\" id=\"p_62\">\n\n\n</p><p data-structure=\"Section\" id=\"p_63\">26.    On a plain reading of <a href=\"/doc/104566/\" id=\"a_70\">section 21</a> of the Act, it becomes abundantly clear that the\n\ncommencement of the arbitral proceeding is in respect of a particular dispute. This\n\nparticularity of the arbitrable dispute is further reinforced by the use of the expression\n\nthat the arbitral proceedings would commence on the date on which a request for that\n\ndispute is received by the Respondent.\n</p>\n<p data-structure=\"Precedent\" id=\"p_64\">\n\n\n</p><p data-structure=\"Section\" id=\"p_65\">                                                                                            ...23\n\n\n\n\n<span class=\"hidden_text\" id=\"span_28\">            ::: Uploaded on - 02/06/2020                      ::: Downloaded on - 03/06/2020 05:24:25 :::</span>\n                                                                  ARBP-10-201-J-2-6-2020\n\n</p><p data-structure=\"Section\" id=\"p_66\">27.    In this context, the provisions of section 26 of the Amendment Act, 2015 shed\n\nlight on the legislative intent. Section 26 of the Amendment Act, 2015 reads as under:\n\n</p><blockquote id=\"blockquote_26\">         &quot;Section 26 : Act not to apply to pending arbitral proceeding.\n         Nothing contained in this Act shall apply to the arbitral proceedings\n         commenced, in accordance with the provisions of section 21 of the\n         principal Act, before the commencement of this Act unless the parties\n         otherwise agree but this Act shall apply in relation to arbitral\n         proceedings commenced on or after the date of commencement of\n         this Act.&quot;\n</blockquote>\n\n\n<p data-structure=\"Section\" id=\"p_67\">28.    A conjoint reading of section 21 of the Principal Act,1996 with section 26 of the\n\nAmendment Act, 2015, in the context of the provisions in the contract as regards\n\nreference of the dispute to arbitration, especially the time at which the dispute is deemed\n\nto have arisen (after the claim is either refuted or payment is not made by the Chief\n\nEngineer), it becomes crystal clear that arbitrable dispute between the parties can be\n\ndeemed to have arisen with the invocation of the arbitration clause by the Petitioner on\n\n2nd July, 2018.\n</p>\n<p data-structure=\"Precedent\" id=\"p_68\">\n\n\n</p><p data-structure=\"Section\" id=\"p_69\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"173015163\" id=\"span_29\">29.    The submission on behalf of the Respondent that the provisions contained in\n\n<a href=\"/doc/104566/\" id=\"a_71\">section 11(12)(b)</a> of the Act, 1996 precludes this Court from entertaining the application\n\nfor appointment of Arbitrator appears attractive, at the first blush. However, on close\n\nscrutiny, I am afraid to accede to this submission. There are two principal reasons. One,\n\nagain the definition of the Court under <a href=\"/doc/126786393/\" id=\"a_72\">section 2(1)(e)</a> of the Act, 1996 is of salience. A\n                                                                                           ...24\n\n\n\n\n<span class=\"hidden_text\" id=\"span_30\">             ::: Uploaded on - 02/06/2020                    ::: Downloaded on - 03/06/2020 05:24:25 :::</span>\n                                                                      ARBP-10-201-J-2-6-2020\n\nprofitable reference, in this context, can be made to the Constitution Bench judgment of\n\nthe Supreme Court in the case of <a href=\"/doc/173015163/\" id=\"a_73\">Bharat Aluminium Co. vs. Kaiser Aluminum\n\nTechnical Services Incorporation</a> 5. Paragraph 96 of <a href=\"/doc/173015163/\" id=\"a_74\">the said judgment</a> is instructive\n\nand illuminates the connotation of the term &quot;Court&quot; under <a href=\"/doc/126786393/\" id=\"a_75\">section 2(1)(e)</a> with\n\nillustration:</span>\n</p>\n<blockquote id=\"blockquote_27\">                &quot;96. We are of the opinion, the term &quot;subject matter of the\n                arbitration&quot; cannot be confused with &quot;subject matter of the suit&quot;.\n</blockquote><p data-structure=\"Section\" id=\"p_70\">                The term &quot;subject matter&quot; in <a href=\"/doc/126786393/\" id=\"a_76\">Section 2(1)(e)</a> is confined to Part I. It\n                has a reference and connection with the process of dispute\n                resolution. Its purpose is to identify the courts having supervisory\n                control over the arbitration proceedings. Hence, it refers to a court\n                which would essentially be a court of the seat of the arbitration\n                process. In our opinion, the provision in <a href=\"/doc/126786393/\" id=\"a_77\">Section 2(1)(e)</a> has to be\n                construed keeping in view the provisions in Section 20 which give\n                recognition to party autonomy. Accepting the narrow construction as\n                projected by the learned counsel for the appellants would, in fact,\n                render Section 20 nugatory. In our view, the legislature has\n                intentionally given jurisdiction to two courts i.e. the court which\n                would have jurisdiction where the cause of action is located and the\n                courts where the arbitration takes place. This was necessary as on\n                many occasions the agreement may provide for a seat of arbitration\n                at a place which would be neutral to both the parties. Therefore, the\n                courts where the arbitration takes place would be required to\n                exercise supervisory control over the arbitral process. For example,\n                if the arbitration is held in Delhi, where neither of the parties are\n                from Delhi, (Delhi having been chosen as a neutral place as between\n                a party from Mumbai and the other from Kolkata) and the tribunal\n                sitting in Delhi passes an interim order under <a href=\"/doc/318136/\" id=\"a_78\">Section 17</a> of the\n                Arbitration Act, 1996, the appeal against such an interim order\n                under Section 37 must lie to the Courts of Delhi being the Courts\n                having supervisory jurisdiction over the arbitration proceedings and\n                the tribunal. This would be irrespective of the fact that the\n5      (2012) 9 SCC 552\n                                                                                               ...25\n\n\n\n\n<span class=\"hidden_text\" id=\"span_31\">                ::: Uploaded on - 02/06/2020                     ::: Downloaded on - 03/06/2020 05:24:25 :::</span>\n                                                                    ARBP-10-201-J-2-6-2020\n\n             obligations to be performed under the contract were to be performed\n             either at Mumbai or at Kolkata, and only arbitration is to take place\n             in Delhi. In such circumstances, both the Courts would have\n             jurisdiction, i.e., the Court within whose jurisdiction the subject\n             matter of the suit is situated and the courts within the jurisdiction of\n             which the dispute resolution, i.e., arbitration is located.\n</p><p data-structure=\"Precedent\" id=\"p_71\">                                                               (emphasis supplied)\n\n</p><p data-structure=\"Precedent\" id=\"p_72\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"173015163\" id=\"span_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"173015163\" id=\"span_33\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"42746471\" id=\"span_34\">30.    This Court in the case of <a href=\"/doc/42746471/\" id=\"a_79\">Konkola Copper Mines vs. Stewarts and Lloyds of\n\nIndia Ltd.</a>   6\n                 , after construing the pronouncement of the Supreme Court in the case of\n\n<a href=\"/doc/173015163/\" id=\"a_80\">Bharat Aluminium Co.</a> (supra) observed that the judgment of the Supreme Court in\n\n<a href=\"/doc/173015163/\" id=\"a_81\">Bharat Aluminium Co.</a> (supra) is declaratory of the position in law that the Court having\n\njurisdiction over the place of arbitration can entertain a proceeding in exercise of its\n\nsupervisory jurisdiction as indeed the court where the cause of action arises.</span></span></span>\n\n\n\n\n</p><p data-structure=\"Section\" id=\"p_73\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"173015163\" id=\"span_35\">31.    Evidently the object of section 11(12)(b) seems to be to provide with clarity that\n\nthe High Court will only be such a High Court within whose local limits the Principal\n\nCivil Court referred to in <a href=\"/doc/126786393/\" id=\"a_82\">section 2(1)(e)</a> is situated. Since in <a href=\"/doc/173015163/\" id=\"a_83\">Bharat Aluminium Co.</a>\n\n(supra) the Supreme Court has clarified that the legislature has intentionally given\n\njurisdiction to two Courts i.e. the Court which would have jurisdiction where the cause of\n\naction is located and the Court where the arbitration takes place, the provisions of sub\n\nsection (12)b) cannot be so construed as to curtail the ambit of the definition of the\n\n&quot;Court&quot; under <a href=\"/doc/126786393/\" id=\"a_84\">section 2(1)(e)</a> of the Act.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_74\">6      2013 (4) ArbLR 19 (Bombay)\n                                                                                             ...26\n\n\n\n\n<span class=\"hidden_text\" id=\"span_36\">             ::: Uploaded on - 02/06/2020                      ::: Downloaded on - 03/06/2020 05:24:25 :::</span>\n                                                                    ARBP-10-201-J-2-6-2020\n\n\n\n</p><p data-structure=\"Section\" id=\"p_75\">32.    The provisions contained in sub-section (11) of section 11 further clarify the\n\nposition. Sub-section (11) of section 11 provides that where more than one request has\n\nbeen made to different High Court or their designates under sub-sections (4), (5) and (6)\n\nof section 11, the High Court or its designate to whom the request has been first made\n\nunder the relevant sub section shall alone be competent to decide the request. This\n\nprovision indicates that the legislature was alive to the fact that in view of the definition\n\nof the Court under <a href=\"/doc/126786393/\" id=\"a_85\">section 2(1)(e)</a>, in respect of the very same arbitrable dispute, more\n\nthan one request can be made to different High Courts, and, thus, the legislature took care\n\nto provide that in such an eventuality the High Court to which the request has been first\n\nmade, shall alone be competent to decide the request.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_76\">\n\n</p><p data-structure=\"Precedent\" id=\"p_77\">33.    The upshot of the aforesaid consideration is that the fact that a request for\n\nconstitution of arbitral Tribunal was made to the Jammu and Kashmir High Court in\n\nrespect of a dispute which arose in the year 2012 would not preclude the Petitioner from\n\napproaching this Court for exercise of the power under <a href=\"/doc/104566/\" id=\"a_86\">section 11</a> of the Act especially\n\nwhen the arbitrable dispute arose subsequent to the coming into force of the Amendment\n\nAct, 2015 and the consequent commencement of the arbitration proceedings post\n\nenforcement of the Amendment Act, 2015. Thus, I am persuaded to hold that the dispute\n\nraised in the instant application being a distinct dispute, which arose in terms of the\n\n\n\n                                                                                             ...27\n\n\n\n\n<span class=\"hidden_text\" id=\"span_37\">             ::: Uploaded on - 02/06/2020                      ::: Downloaded on - 03/06/2020 05:24:25 :::</span>\n                                                                   ARBP-10-201-J-2-6-2020\n\ncontract between the parties providing for reference to arbitration, this Court can exercise\n\nthe powers under <a href=\"/doc/104566/\" id=\"a_87\">section 11</a> of the Act, 1996.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_78\">\n\nQuestion No. 2 :\n</p>\n<p data-structure=\"CDiscource\" id=\"p_79\">34.    Arbitration is a preferred mode for resolution of commercial dispute as it is\n\nunencumbered by the procedural technicalities of traditional adjudicatory process.\n\nHowever, the determination is not at the expense of impartiality and dispassionate\n\ndecision which is fundamental to any dispute resolution process. Impartiality and\n\nindependence of the arbitrators is the very soul of the arbitration process. Though the\n\narbitrators are usually appointed as the nominees of the parties to the dispute, yet the\n\narbitrators are expected to discharge their duties with an element of detachment and\n\nimpartiality.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_80\">\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_81\">35.    On the aforesaid touchstone, if the constitution of the arbitral Tribunal envisaged\n\nby clause 1.1 (extracted above) is scrutinized and dissected, the following features\n\nemerge :\n</p>\n<blockquote id=\"blockquote_28\">        First and foremost, the arbitral Tribunal shall consists of three gazetted Railway\n\nofficers not below JA Grade. Secondly, the panel of such gazetted Railway officers is to\n\nbe prepared by the Respondent Corporation from amongst the officers of one or more\n\ndepartments of the Railway. Thirdly, the panel so prepared will be shared with the\n                                                                                            ...28\n\n\n\n\n<span class=\"hidden_text\" id=\"span_38\">                ::: Uploaded on - 02/06/2020                  ::: Downloaded on - 03/06/2020 05:24:25 :::</span>\n                                                                    ARBP-10-201-J-2-6-2020\n\ncontractor (Petitioner), who would be asked to suggest upto two names out of the panel\n\nfor appointment as contractor&#x27;s nominee. Fourthly, and surprisingly, the power to appoint\n\nthe nominee Arbitrator of the contractor vests with the Managing Director of the\n\nRespondent with the only rider that he shall appoint at least one out of the two names\n\nsuggested by the contractor. Fifthly, the power to appoint the rest of the Arbitrators from\n\nwithin or outside the panel and the presiding Arbitrator from amongst those three\n\nArbitrators,interestingly, vests with the Managing Director of the Respondent.\n</blockquote>\n\n\n<p data-structure=\"RespArg\" id=\"p_82\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"69965182\" id=\"span_39\">36.    The learned counsel for the Petitioner urged that the aforesaid provisions in the\n\ncontract for constitution of the arbitral Tribunal violate the spirit of neutrality and\n\nimpartiality which is sought to be achieved by the provisions of <a href=\"/doc/104566/\" id=\"a_88\">section 12</a> of the Act,\n\n1996, as amended by the Amendment Act, 2015. The aforesaid composition of the\n\narbitral Tribunal flies in the face of the letter and spirit of the said amended provision. To\n\nbuttress this submission the learned counsel for the Petitioner placed a strong reliance\n\nupon the judgment of the Supreme Court in the case of <a href=\"/doc/69965182/\" id=\"a_89\">Voestalpine Schienen Gmbh vs.\n\nDelhi Metro Rail Corp. Ltd.</a> 7, wherein the legislative purpose and import of the\n\namended section 12 was expounded. The learned counsel for the Petitioner further\n\nsubmitted that this Court, in two arbitration Petitions, to which the Respondent was a\n\nparty, has frowned upon the identical clauses in the arbitration agreement as regards the\n\ncomposition of the arbitral Tribunal and directed the Respondent to make its panel of\n\n\n7 (2017) 4 SCC 665\n                                                                                             ...29\n\n\n\n\n<span class=\"hidden_text\" id=\"span_40\">             ::: Uploaded on - 02/06/2020                      ::: Downloaded on - 03/06/2020 05:24:25 :::</span>\n                                                                  ARBP-10-201-J-2-6-2020\n\nArbitrators broad based, in contradistinction to the panel comprising of the serving or\n\nretired officers of the Railways.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_83\">\n\n\n</p><p data-structure=\"Precedent\" id=\"p_84\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"97096452\" id=\"span_41\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"186454252\" id=\"span_42\">37.       Attention of the Court was invited to the observations of this Court in\n\nCommercial Arbitration Application No. 135 of 2017 between the same parties\n\n<a href=\"/doc/186454252/\" id=\"a_90\">Afcons Infrastructure Ltd. Vs. Konkan Railway</a>, dated 23rd <a href=\"/doc/97096452/\" id=\"a_91\">October, 2018, and ITD\n\nCementation Ltd.</a> (supra).</span></span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_85\">\n\n\n</p><p data-structure=\"Precedent\" id=\"p_86\">38.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"69965182\" id=\"span_43\">In the case of <a href=\"/doc/69965182/\" id=\"a_92\">Voestalpine Schienen Gmbh</a> (supra), the Supreme Court, after\n\nadverting to the amended provisions of section 12 including the provisions of Seventh\n\nschedule, introduced by Amendment Act, 2015 enunciated that the main purpose for\n\namending the provision was to provide for neutrality of Arbitrators. In order to achieve\n\nthis, sub section (5) of section 12 lays down that notwithstanding any prior agreement to\n\nthe contrary, any person whose relationship with the parties or counsel or the subject\n\nmatter of the dispute falls under any of the categories specified in Seventh schedule, he\n\nshall be ineligible to be appointed as an Arbitrator. In such an eventuality, i.e. when the\n\narbitration clause falls foul with the amended provisions extracted above, the\n\nappointment of an Arbitrator would be beyond the pale of the arbitration agreement,\n\nempowering the Court to appoint such Arbitrator(s) as may be permissible. That would\n\nbe the effect of non-obstante clause contained in sub section (5) of section 12 and the\n\n                                                                                           ...30\n\n\n\n\n<span class=\"hidden_text\" id=\"span_44\">             ::: Uploaded on - 02/06/2020                    ::: Downloaded on - 03/06/2020 05:24:25 :::</span>\n                                                                          ARBP-10-201-J-2-6-2020\n\nother party cannot insist on appointment of the Arbitrator in terms of the arbitration\n\nagreement. The observations of the Supreme Court in para Nos. 25, 26 and 28 are\n\ninstructive and hence they are extracted below:</span>\n</p>\n<blockquote id=\"blockquote_29\">         &quot;25.          Section 12 has been amended with the objective to induce\n         neutrality of arbitrators viz. their independence and impartiality. The amended\n         provision is enacted to identify the &quot;circumstances&quot; which give rise to\n         &quot;justifiable doubts&quot; about the independence or impartiality of the arbitrator. If\n         any of those circumstances as mentioned therein exists, it will give rise to\n         justifiable apprehension of bias. <a href=\"/doc/104566/\" id=\"a_93\">The Fifth Schedule to the Act</a> enumerates the\n         grounds which may give rise to justifiable doubts of this nature. Likewise, the\n         Seventh Schedule mentions those circumstances which would attract the\n         provisions of sub-section (5) of Section 12 and nullify any prior agreement to\n         the contrary. In the context of this case, it is relevant to mention that only if an\n         arbitrator is an employee, a consultant, an advisor or has any past or present\n         business relationship with a party, he is rendered ineligible to act as an\n         arbitrator. Likewise, that person is treated as incompetent to perform the role\n         of arbitrator, who is a manager, director or part of the management or has a\n         single controlling influence in an affiliate of one of the parties if the affiliate is\n         directly involved in the matters in dispute in the arbitration. Likewise, persons\n         who regularly advised the appointing party or affiliate of the appointing party\n         are incapacitated. A comprehensive list is enumerated in Schedule 5 and\n         Schedule 7 and admittedly the persons empanelled by the respondent are not\n         covered by any of the items in the said list.\n</blockquote>\n<blockquote id=\"blockquote_30\">         26.          It cannot be said that simply because the person is a retired officer\n         who retired from the government or other statutory corporation or public\n         sector undertaking and had no connection with DMRC (the party in dispute),\n         he would be treated as ineligible to act as an arbitrator. Had this been the\n         intention of the legislature, the Seventh Schedule would have covered such\n         persons as well. Bias or even real likelihood of bias cannot be attributed to\n         such highly qualified and experienced persons, simply on the ground that they\n         served the Central Government or PSUs, even when they had no connection\n         with DMRC. The very reason for empanelling these persons is to ensure that\n         technical aspects of the dispute are suitably resolved by utilising their expertise\n         when they act as arbitrators. It may also be mentioned herein that the Law\n         Commission had proposed the incorporation of the Schedule which was drawn\n         from the red and orange list of IBA guidelines on conflict of interest in\n         international arbitration with the observation that the same would be treated\n         as the guide &quot;to determine whether circumstances exist which give rise to such\n         justifiable doubts&quot;. Such persons do not get covered by red or orange list of\n         IBA guidelines either.\n</blockquote><blockquote id=\"blockquote_31\">         ................\n</blockquote><blockquote id=\"blockquote_32\">                                                                                                   ...31\n\n\n\n\n<span class=\"hidden_text\" id=\"span_45\">            ::: Uploaded on - 02/06/2020                             ::: Downloaded on - 03/06/2020 05:24:25 :::</span>\n                                                                       ARBP-10-201-J-2-6-2020\n\n</blockquote><blockquote id=\"blockquote_33\">          28.          Before we part with, we deem it necessary to make certain\n          comments on the procedure contained in the arbitration agreement for\n          constituting the Arbitral Tribunal. Even when there are a number of persons\n          empanelled, discretion is with DMRC to pick five persons therefrom and\n          forward their names to the other side which is to select one of these five\n          persons as its nominee (though in this case, it is now done away with). Not only\n          this, DMRC is also to nominate its arbitrator from the said list. Above all, the\n          two arbitrators have also limited choice of picking upon the third arbitrator\n          from the very same list i.e from remaining three persons. This procedure has\n          two adverse consequences. In the first place, the choice given to the opposite\n          party is limited as it has to choose one out of the five names that are forwarded\n          by the other side. There is no free choice to nominate a person out of the entire\n          panel prepared by DMRC. Secondly, with the discretion given to DMRC to\n          choose five persons, a room for suspicion is created in the mind of the other\n          side that DMRC may have picked up its own favourites. Such a situation has to\n          be countenanced. We are, therefore, of the opinion that sub-clauses (b) &amp; (c) of\n          Clause 9.2 of SCC need to be deleted and instead choice should be given to the\n          parties to nominate any person from the entire panel of arbitrators. Likewise,\n          the two arbitrators nominated by the parties should be given full freedom to\n          choose the third arbitrator from the whole panel.&quot;\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_87\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"69965182\" id=\"span_46\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"186454252\" id=\"span_47\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"69965182\" id=\"span_48\">39.    Following the aforesaid judgment in the case of <a href=\"/doc/69965182/\" id=\"a_94\">Voestalpine Schienen Gmbh</a>\n\n(supra), this Court in the case of <a href=\"/doc/186454252/\" id=\"a_95\">Afcons Infrastructure Ltd.</a> (supra), , in terms observed\n\nthat&#x27;&#x27; despite the observations of the Apex Court in <a href=\"/doc/69965182/\" id=\"a_96\">Voestalpine Schienen Gmbh</a> (supra)\n\nif the public sector organization like Respondent have such regressive one sided clauses\n\nfor dispute resolution, I will not be surprised, in future if they have clauses under which\n\nRespondent will decide who will be the lawyer to represent the contractors like\n\nPetitioner. If the Government organizations and PSUs change their attitude, it would save\n\nsubstantial judicial time.&quot;</span></span></span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_88\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"69965182\" id=\"span_49\">40.     The learned Single Judge took pains to demonstrate with                  reference to the\n\norganization structure of the Indian Railways that even if the panel of 31 names\n\nrecommended by the Respondent<a href=\"/doc/69965182/\" id=\"a_97\">, <a href=\"/doc/69965182/\" id=\"a_98\">in that case</a></a>, did not contain any one who were the\n                                                                                                ...32\n\n\n\n\n<span class=\"hidden_text\" id=\"span_50\">             ::: Uploaded on - 02/06/2020                         ::: Downloaded on - 03/06/2020 05:24:25 :::</span>\n                                                                  ARBP-10-201-J-2-6-2020\n\nemployees of KRCL or ex-employees of KRCL still all of them would fall under the\n\ncommon control of the Railway Board, Indian Railways as per the organization structure.</span>\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_89\">41.    Commenting upon the procedure of constitution of the arbitral Tribunal, indicated\n\nabove, the learned Single Judge observed that the said procedure certainly falls foul of\n\nthe requirement of neutrality of Arbitrators and even the clause which empowers the\n\nChairman and Managing Director of the Respondent to even appoint the presiding\n\nArbitrator is violative of <a href=\"/doc/104566/\" id=\"a_99\">section 11(3)</a> of the Act, 1996. The learned Judge observed in\n\nemphatic terms that the two Arbitrators appointed by the parties shall decide who shall be\n\nthe presiding Arbitrator.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_90\">\n\n</p><p data-structure=\"Precedent\" id=\"p_91\">42.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"69965182\" id=\"span_51\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"97096452\" id=\"span_52\">In the case of <a href=\"/doc/97096452/\" id=\"a_100\">ITD Cementation India Ltd.</a>(supra), another learned Single Judge\n\nafter adverting to clause 55 of the contract which provided for constitution of standing\n\narbitral Tribunal (in almost identical terms with clause 1.1 above) and the amended\n\nprovisions section 12, the pronouncement of the Supreme Court in <a href=\"/doc/69965182/\" id=\"a_101\">Voestalpine Schienen\n\nGmbh</a> (supra) and the organization structure of the Indian Railways observed that, &quot;the\n\nIndian Railways therefore qualifies as a parent entity of the Respondent. Thus, certainly\n\nthe Respondent can be said to be an affiliate of the Indian Railways/ Northern Railways\n\nwithin the meaning of&quot; an affiliate&quot; as described in Explanation 2 to the Seventh schedule\n\nof the <a href=\"/doc/1052228/\" id=\"a_102\">Arbitration Act</a>. It thus cannot be said that the existing employees of Northern\n\n\n                                                                                           ...33\n\n\n\n\n<span class=\"hidden_text\" id=\"span_53\">             ::: Uploaded on - 02/06/2020                    ::: Downloaded on - 03/06/2020 05:24:25 :::</span>\n                                                                           ARBP-10-201-J-2-6-2020\n\nRailways would not have any relationship with the Respondent. It is also likely that the\n\nofficers can very well be posted by the Ministry of Railways on deputation with\n\nRespondent in which case such employees under the Ministry of Railways would also be\n\nthe employees of the Respondent. Hence, it can be said that an employee of the Railways\n\ncan also be an employee of Northern Railways, Central Railways or any other Railways\n\nwho can be appointed as an Arbitrator in connection with the dispute to which the\n\nRespondent is a party. In this situation it cannot be said that such an employee Arbitrator\n\nwould be an independent or impartial Arbitrator having no relationship with the\n\nRespondent, and more particularly in the spirit of amended provisions of section 12 read\n\nwith Fifth and Seventh Schedule as noted above&quot;.</span></span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_92\">\n\n\n</p><p data-structure=\"Precedent\" id=\"p_93\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"155925871\" id=\"span_54\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"88491207\" id=\"span_55\">43.     In the process, the learned Single Judge went on to hold that the standing arbitral\n\nTribunal constituted prior to coming into force of the Amendment Act, 2015 certainly\n\nwould not clear the test of law when the arbitration itself commenced after the\n\nAmendment Act, 2015 come into force. Thus, the standing arbitral Tribunal constituted\n\nprior to the dispute in question having been arisen, by operation of law, is rendered\n\ninvalid and wiped out applying the principles of law as <a href=\"/doc/69965182/\" id=\"a_103\">laid down by</a> the Supreme Court\n\nin the cases of <a href=\"/doc/88491207/\" id=\"a_104\">Bharat Broadband Network Ltd. Vs. United Telecoms Ltd.</a>                              8\n                                                                                                        and\n\n<a href=\"/doc/155925871/\" id=\"a_105\">Perkins Eastman Architects DPC vs. HSCC (India) Ltd.</a> 9\n\n\n8     2019 SCC Online 547\n\n9 Arbitration Application No. 32 of 2019 dated 26th November, 2019.</span></span>\n</p><p data-structure=\"Conclusion\" id=\"p_94\">                                                                                                    ...34\n\n\n\n\n<span class=\"hidden_text\" id=\"span_56\">             ::: Uploaded on - 02/06/2020                             ::: Downloaded on - 03/06/2020 05:24:25 :::</span>\n                                                                  ARBP-10-201-J-2-6-2020\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_95\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"142347990\" id=\"span_57\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"97096452\" id=\"span_58\">44.    The learned counsel for the Respondent attempted to salvage the position by\n\ncanvassing a submission that the aforesaid pronouncement of this Court in the case of\n\n<a href=\"/doc/97096452/\" id=\"a_106\">ITD Cementation</a> (supra) is in conflict with the observations of the Supreme Court in the\n\ncase of <a href=\"/doc/142347990/\" id=\"a_107\">Aravali Power Co. Pvt. Ltd. Vs. Era Infra Engineering Ltd.</a> 10.</span></span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"142347990\" id=\"span_59\">In all fairness\n\nto the learned counsel for the Petitioner, it must be noted that the learned Single Judge\n\nhad, in fact, dealt with the pronouncement of the Supreme Court in the case of <a href=\"/doc/142347990/\" id=\"a_108\">Aravali\n\nPower Co. Pvt. Ltd.</a> (supra), in para No. 49, and observed that <a href=\"/doc/142347990/\" id=\"a_109\">the said decision</a> was of no\n\nassistance to the Respondent as the dispute had arisen after the coming into force of the\n\nAmendment Act, 2015.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_96\">\n\n</p><p data-structure=\"Precedent\" id=\"p_97\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"142347990\" id=\"span_60\">45.    It is true that in the case of <a href=\"/doc/142347990/\" id=\"a_110\">Aravali Power Co. Pvt. Ltd.</a> (supra), the Supreme\n\nCourt has observed that the fact that the named Arbitrator happens to be an employee of\n\none of the parties to the arbitration agreement has not by itself, before the Amendment\n\nAct came into force, rendered such appointment invalid and unenforceable. However, the\n\ncontext in which those observations were made, cannot be lost sight of. Those\n\nobservations were made in the backdrop of the provisions of section 12 (1) as it stood\n\nbefore the Amendment Act came into force.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"142347990\" id=\"span_61\">This position becomes explicitly clear if the\n\n\n\n\n10    (2017) 15 SCC 32\n\n\n                                                                                           ...35\n\n\n\n\n<span class=\"hidden_text\" id=\"span_62\">             ::: Uploaded on - 02/06/2020                    ::: Downloaded on - 03/06/2020 05:24:25 :::</span>\n                                                                   ARBP-10-201-J-2-6-2020\n\nobservations of the Supreme Court in the case of <a href=\"/doc/142347990/\" id=\"a_111\">Aravali Power Co. Pvt. Ltd.</a> (supra) in\n\npara No. 21 are considered, which read as under:</span>\n</p>\n<blockquote id=\"blockquote_34\">            <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"69965182\" id=\"span_63\">&quot;21      Except the decision of this Court in <a href=\"/doc/69965182/\" id=\"a_112\">Voestalpine Schienen\n            GMBH</a> (supra<a href=\"/doc/69965182/\" id=\"a_113\">) <a href=\"/doc/69965182/\" id=\"a_114\">referred to above</a></a>, all other decisions arose out of\n            matters where invocation of arbitration was before the Amendment\n            Act came into force.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"69965182\" id=\"span_64\"><a href=\"/doc/69965182/\" id=\"a_115\">Voestalpine Schienen GMBH</a> (supra) was a case\n            where the invocation was on 14.6.2016 i.e. after the Amendment Act\n            and the observations in Para 18 clearly show that since &quot;the\n            arbitration clause finds foul with the amended provisions&quot;, the Court\n            was empowered to appoint such arbitrator(s) as may be permissible.\n            The ineligibility of the arbitrator was found in the context of\n            amended Section 12 read with Seventh Schedule (which was brought\n            in by Amendment Act) in a matter where invocation for arbitration\n            was after the Amendment Act had come into force.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"97096452\" id=\"span_65\">It is thus clear\n            that in pre-amendment cases, the law <a href=\"/doc/69965182/\" id=\"a_116\">laid down in</a> <a href=\"/doc/97096452/\" id=\"a_117\">Northern Railway\n            Administration</a> (Supra), as followed in all the aforesaid cases, must\n            be applied, in that the terms of the agreement ought to be adhered to\n            and/or given effect to as closely as possible. Further, the jurisdiction\n            of the Court under Section 11 of 1996 Act would arise only if the\n            conditions specified in clauses (a), (b) and (c) are satisfied. The\n            cases <a href=\"/doc/97096452/\" id=\"a_118\">referred to above</a> show that once the conditions for exercise of\n            jurisdiction under Section 11(6) were satisfied, in the exercise of\n            consequential power under Section 11(8), the Court had on certain\n            occasions gone beyond the scope of the concerned arbitration\n            clauses and appointed independent arbitrators. What is clear is, for\n            exercise of such power under Section 11(8), the case must first be\n            made out for exercise of jurisdiction under Section 11(6).&quot;</span>\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_98\">46.   In the case at hand, as indicated above, the particular arbitral dispute has arisen\n\nafter the Amendment Act, 2015 came into force. The provisions under the contract for\n\nconstitution of the standing arbitral Tribunal (clause 1.1 extracted above) are in flagrant\n\nviolation of the amended provisions of section 12 read in conjunction with the <a href=\"/doc/104566/\" id=\"a_119\">Fifth and\n\nSeventh Schedule of the Act, 1996</a>, introduced by the Amendment Act, 2015. Therefore,\n\n                                                                                            ...36\n\n\n\n\n<span class=\"hidden_text\" id=\"span_66\">            ::: Uploaded on - 02/06/2020                      ::: Downloaded on - 03/06/2020 05:24:25 :::</span>\n                                                                    ARBP-10-201-J-2-6-2020\n\nI am persuaded to hold that the endeavour on the part of the Respondent to urge that the\n\nmere fact that the arbitral Tribunal is to consist of gazetted Railway Officers does not\n\nreflect upon their independence and impartiality, does not deserve countenance. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"97096452\" id=\"span_67\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"186454252\" id=\"span_68\">In view\n\nof the amended provisions of the Act, 1996, the officers of the Respondent or for that\n\nmatter, Indian Railways (as demonstrated in the cases of <a href=\"/doc/186454252/\" id=\"a_120\">Afcons Infrastructure Ltd.</a>\n\n(supra) and <a href=\"/doc/97096452/\" id=\"a_121\">ITD Cementation Ltd.</a> (supra) are simply ineligible to be appointed as the\n\nArbitrators. To add to this, the procedure of appointment which does not vest free choice\n\nto nominate an Arbitrator with the contractor and, conversely, vests the power to appoint\n\nthe presiding Arbitrator with the Managing Director of the Respondent also militates\n\nagainst the principles of autonomy and neutrality and impartiality, respectively. Thus the\n\nprayer of the Petitioner to constitute an independent arbitral Tribunal appears justifiable.</span></span>\n\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_99\">47.    The Petitioner had indicated its choice of Arbitrator by nominating Mr. R.G.\n\nKulkarni, Retired Secretary and Engineer-in-Chief, Government of Maharashtra as its\n\nnominee Arbitrator while invoking the arbitration vide letter dated        2nd\n                                                                                 July, 2018. The\n\nRespondent has questioned the competence and authority of the Petitioner to nominate its\n\nArbitrator to the arbitral Tribunal. However, no objection is raised to the eligibility,\n\ncompetence or impartiality of Mr. R.G. Kulkarni, to discharge functions of Arbitrator. In\n\nthis view of the matter, I am inclined to allow the Petitioner to retain its choice of the\n\nArbitrator and direct the Respondent to nominate its Arbitrator so that the two Arbitrators\n\nwould then nominate a Presiding Arbitrator.\n</p><p data-structure=\"Conclusion\" id=\"p_100\">                                                                                             ...37\n\n\n\n\n<span class=\"hidden_text\" id=\"span_69\">             ::: Uploaded on - 02/06/2020                      ::: Downloaded on - 03/06/2020 05:24:25 :::</span>\n                                                                   ARBP-10-201-J-2-6-2020\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_101\">48.   The Petition stands allowed in terms of the following order :\n\n</p><blockquote id=\"blockquote_35\">                                            ORDER\n\n      (1)    The Petitioner is allowed to appoint Mr. R.G. Kulkarni, Retired\n\n      Secretary and Engineer in Chief, Government of Maharashtra as a nominee\n\n      Arbitrator on behalf of the Petitioner.\n</blockquote>\n<blockquote id=\"blockquote_36\">      (2)    The Respondent is directed to appoint an independent nominee\n\n      Arbitrator, in conformity with the provisions of section 12 read with <a href=\"/doc/104566/\" id=\"a_122\">Fifth and\n\n      Seventh Schedule of the Act</a> 1996,, as amended by the Amendment Act,\n\n      2015, within a period of four weeks from today.\n</blockquote>\n<blockquote id=\"blockquote_37\">      (3)    The nominee Arbitrators of both the parties shall appoint a Presiding\n\n      Arbitrator, before entering the reference, in accordance with the provisions of\n\n      the <a href=\"/doc/1306164/\" id=\"a_123\">Arbitration and Conciliation Act, 1996</a>.\n</blockquote>\n<blockquote id=\"blockquote_38\">      (4)    The prospective Arbitrators, before entering the reference, shall make a\n\n      statement of disclosure in accordance with the requirements of section 11(8)\n\n      read with <a href=\"/doc/750244/\" id=\"a_124\">section 12(1)</a> of the Arbitration and Conciliation Act, 1996 and\n\n      forward the same to the Prothonotary and Senior Master of this Court to be\n\n      placed on the record of this Petition, with copies to both the parties.\n</blockquote>\n<blockquote id=\"blockquote_39\">      (5)    The Arbitration Petition stands disposed of in the above terms.\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_102\">                                                                (N. J. JAMADAR, J.)\n\n                                                                                            ...38\n\n\n\n\n<span class=\"hidden_text\" id=\"span_70\">            ::: Uploaded on - 02/06/2020                      ::: Downloaded on - 03/06/2020 05:24:25 :::</span>\n </p>","numcites":30,"numcitedby":2,"docsource":"Bombay High Court","citetid":29244411,"divtype":"judgments","relatedqs":[{"value":"jurisdiction of arbitration","formInput":"jurisdiction%20of%20arbitration"},{"value":"place of arbitration ","formInput":"place%20of%20arbitration%20"},{"value":"impartiality of independent","formInput":"impartiality%20of%20independent"},{"value":"\"arbitrable dispute\"","formInput":"%22arbitrable%20dispute%22"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"itd cementation","formInput":"itd%20cementation"},{"value":"high court original jurisdiction","formInput":"high%20court%20original%20jurisdiction"},{"value":"arbitration act, 2015","formInput":"arbitration%20act%2C%202015"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"afcons ","formInput":"afcons%20"},{"value":"constitution of arbitral tribunal","formInput":"constitution%20of%20arbitral%20tribunal"},{"value":"arbitration and conciliation act, 1996","formInput":"arbitration%20and%20conciliation%20act%2C%201996"},{"value":"jurisdiction of civil court","formInput":"jurisdiction%20of%20civil%20court"},{"value":"afcons infrastructure ltd ","formInput":"afcons%20infrastructure%20ltd%20"},{"value":"DMRC","formInput":"DMRC"},{"value":"principal civil court ","formInput":"principal%20civil%20court%20"},{"value":"jurisdiction of high court","formInput":"jurisdiction%20of%20high%20court"},{"value":"\"bias\"","formInput":"%22bias%22"},{"value":"original jurisdiction","formInput":"original%20jurisdiction"},{"value":" jammu HIGH COURT","formInput":"%20jammu%20HIGH%20COURT"}],"cats":[{"value":"finance","formInput":"tag:finance"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"}],"courtcopy":true,"query_alert":null,"agreement":false}