{"tid":95922,"publishdate":"1996-01-10","title":"Gwalior Sugar Co. Ltd., Dabra vs Union Of India (Uoi) Through General ... on 10 January, 1996","doc":"<h2 class=\"doc_title\">Gwalior Sugar Co. Ltd., Dabra vs Union Of India (Uoi) Through General ... on 10 January, 1996</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1996MP219, 1996(0)MPLJ359</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:d-m-dharmadhikari\">D.M. Dharmadhikari</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:d-m-dharmadhikari\">D.M. Dharmadhikari</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n\n \n\nD.M. Dharmadhikari, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. This Letters Patent Appeal under Clause 10 of the Letters Patent, has been preferred against the judgment dated 31-1-1991, passed by Dr. T.N. Singh, J. (as he then was), dismissing the appellant/plaintiffs suit as barred by the provisions of the <a href=\"/doc/1022405/\" id=\"a_1\">Indian Railways Act, 1989</a> (repealed by the provisions of the new Act of the same name of the year 1989) for short, the &#x27;Act&#x27;. The learned single Judge also dismissed the suit for refund of alleged excess shunting charges levied by the Railways on the ground of non-compliance of <a href=\"/doc/55198661/\" id=\"a_2\">Section 80</a> of the Code of Civil Procedure.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The facts necessary for decision of the appeal are as under. The appellant Gwalior Sugar Company, Ltd. Dabra (for short, the &#x27;Company&#x27;) has a railway siding, partly constructed by it out of its expenses connecting with the Railways for transaction of its goods. The siding facility was given by the Railways under a written agreement entered into between them on 12-7-1941. Clause 12 of the said Agreement which is relevant for the purposes of this case and which is said, to be the foundation of the suit, reads as under:--\n</p>   \n\n<blockquote id=\"blockquote_1\">&quot;Freight for all the classes of goods up to and from the station at which the siding takes off, or from which wagons are worked to and from the siding will be charged in accordance with the rates from time to time published in the Goods Tariff of the Governor-General and, in addition for shunting loaded wagons into and from the siding the following charges will be made:--\n</blockquote> \n\n<blockquote id=\"blockquote_2\">Re. 1 / - per 4 -- wheeled loaded wagon and Rs. 2/- per bogie loaded wagon subject to a minimum charge of Rs. 2/8/- per trip. The minimum charge per trip is subject to revision at the option of the Administration should be cost of shunting fluctuate. The Governor General reserves the right to levy the above shunting charges also in respect of shunting trips required solely for the purpose of placing empty wagons into for removing empty wagons from the siding, if in the opinion of the Governor-General the applicant does not exercise reasonable care in regulating his demands for empty wagons so as to obviate, as far as possible, the necessity for such additional shunting trips.&quot; \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_3\">In the course of trasporation of goods from the railway siding under the terms of the contract, dispute arose between the Company and the Railways since the Railways subsequently started demanding shunting charges not only for placing to or removal of the loaded wagons from the railway siding, but also for removal of empty wagons from or to the siding.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\">3. According to the Company, the demand was unreasonable and contrary to the terms of the agreement. The Company sent protest letter and served registered notice under <a href=\"/doc/14077/\" id=\"a_3\">Section 80</a>. <a href=\"/doc/161831507/\" id=\"a_4\">CPC</a> dated 15-10-1971 and 25-3-1972. As no relief was granted pursuant to the said notices, the Company instituted a suit on 28-3-1972, claiming the following reliefs;\n</p>   \n\n<p data-structure=\"Facts\" id=\"p_5\">(i) That the Railway be directed to pay the plaintiff Company an amount of Rupees 14,780,21 and 6 per cent interest from the date of the filing of the suit till the realisation and it be declared that the defendants are not entitled to recover Rs. 11,634.15 as demanded through their letter No. C.698/ M/19/1, dated 8-3-1972 or any other amount thereafter.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_6\">(2) It be declared that under the agreement the Railways are entitled to count only time spent in shunting loaded wagons and not in transporting empty wagons.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_7\">(3) It be further declared that the Defendants are not entitled to charges for more than 20 minutes shunting time per shunting trip.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_8\">(4) That a permanent injunction be issued against the Railways directing them not to suspend the siding facilities given to the Plaintiff Company under the said agreement and continued upto-date.&quot; \n</p> \n\n<p data-structure=\"Issue\" id=\"p_9\">4. The respondent Railways, apart from contesting the case on merit regarding additional charges levied for shunting empty wagons, raised a plea of bar of jurisdiciton of Civil Court. The Railways pleaded that the reliefs claimed can exclusively be claimed by invoking the jurisdiction of Railway Rates Tribunal, for short, the &#x27;Tribunal&#x27;, by way of a complaint under <a href=\"/doc/1855256/\" id=\"a_5\">Section 41</a> of the Act. Jurisdiction on the subject-matter of the Civil Court on claim for alleged unreasonable charges for transportation of loaded and empty wagons is expressly barred by the provisions of <a href=\"/doc/1356213/\" id=\"a_6\">Section 26</a> of the Act.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_10\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"13634\" id=\"span_1\">5. The trial Court, relying on the decision of the Supreme Court in the case of <a href=\"/doc/13634/\" id=\"a_7\">Union of India v. Modi Industries</a>, (1973) 1 SCC 781 : (AIR 1973 SC 1281), partly decreed the suit Holding that the jurisdcdon of the Civil Court in respect of the reliefs claimed is not barred. The trial Court recorded the following finding on the issue of bar of jurisdiction of Civil Court:</span>\n</p>   \n\n<blockquote id=\"blockquote_3\">&quot;18. In view of the aforesaid discussion it is apparent that the plaintiff could have assailed the reasonability of the shunting charges, as claimed by the defendant from time to time, before the Railway Rates Tribunal. The Tribunal could have decided this dispute along with the reasonableness of the shunting time per trip. But the plaintiff did not approach the Railway Rates Tribunal at the relevant time. On that count alone, it cannot be said that now the Civil Court has no jurisdiction to decide this dispute. The plaintiff-specific allegation is that the defendant is claiming shunting charges in violation of Clause 12 of the agreement P/1 since the plaintiff has deposited the amount at the rates claimed by the defendant from time to time, it has claimed refund also on the above count. Plaintiff has also sought for the permanent injunction restraining the defendants from discontinuing siding facility. Railway Rates Tribunal is not competent to decide all these disputes. Accordingly, I find that the Railway Rates Tribunal has jurisdiction to decide reasonableness of the shunting charges and shunting time spent per trip but since the plaintiff has challenged the reasonableness of these charges on the count that they are in violation of the agreement Ex. P/1, and on this basis has also claimed refund of the shunting-charges paid in excess by it and has also prayed for permanent injunction, I find that this Court has jurisdiction to decide this suit and its jurisdiction is not barred under <a href=\"/doc/14176619/\" id=\"a_8\">Section 26</a> of the Indian Railways Act.&quot; \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_11\">6. On the findings aforesaid, the trial Court partly decreed the suit and granted the following reliefs:\n</p>   \n\n<blockquote id=\"blockquote_4\">&quot;..... it is ordered that the defendant is entitled to claim shunting-charges for placing and removing loaded wagons only into and from the siding, they are not entitled to recover shunting-charges for placing or removing emply-wagons into and from plaintiffs siding, and the defendant is entitled to claim the afaoresaid shunting-charges for the average-time taken in these shunting-trips, i.e. 20-45 minutes per trip. The rest of the plaintiff&#x27;s claim is hereby dismissed. The defendant shall pay proportionate cost to the plaintiff for the claim decreed. Counsel&#x27;s fee, as per certificate or as per schedule, which ever be less is allowed.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"13634\" id=\"span_2\">7. Aggrieved by the judgment and decree of the trial Court, both the parties preferred appeals to this Court. The learned single Judge, by a common judgment, dismissed the entire suit of the appellant Company by holding that the jurisdiction on the subject-matter exclusively lay with the Railway Rates Tribunal and even the relief of refund of the alleged excess charges made could not be granted by the Civil Court due to defect in the notice under <a href=\"/doc/55198661/\" id=\"a_9\">Section 80</a>, CPC. The learned single Judge considered and distinguished the decision of the Supreme Court in the case of <a href=\"/doc/13634/\" id=\"a_10\">Modi Industries</a> (supra) to hold in the following words, that the jurisdiction of Civil Court could not be invoked: .</span>\n</p>   \n\n<blockquote id=\"blockquote_5\">&quot;9. It is crystal clear, therefore, that Civil Court&#x27;s jurisdiction to entertain a suit for refund of charges realised by the Railway is invokable because Tribunal cannot grant that relief. True, the &quot;ground&quot; for refund may vary from case to case. Evidently, if any &quot;complaint&quot; which is pleaded as a &quot;ground&quot; or cause of action for refund in the civil suit can be enquired by Tribunal under <a href=\"/doc/1855256/\" id=\"a_11\">Section 41</a> of the Act, such a suit would be maintainable only when the special forum of Tribunal following special procedure for the enquiry under the Special law is unable to grant the consequential relief of refund even after holding the ground duly established in that enquiry. It follows, therefore, that if for any reason of statutory restraint jurisdiction of Civil Court cannot be invoked to try the case in respect of the &quot;ground&quot; or cause of action, its competence to grant the consequential relief would not vest in it jurisdiction to try the case to find out if the &quot;ground&quot; was established. Reference may be made in this connection to <a href=\"/doc/76869205/\" id=\"a_12\">Section 9</a>, CPC, Order 7, Rule 11(d) and Order 2, Rules 3, and 6, <a href=\"/doc/161831507/\" id=\"a_13\">CPC</a>, circumscribing a Civil Court&#x27;s general jurisdiction under General law to try all-suits in respet of causes of action of civil nature. If any objection is raised to its jurisdiction to try any particular cause of action, that cannot be by passed and statutory provisions, whether <a href=\"/doc/161831507/\" id=\"a_14\">of the CPC</a> or of any other Special law made in that regard, cannot be overlooked.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_13\">8. The learned single Judge, on the above reasoning came to the conclusion that the &quot;Reliefs of declaration (decreed) and refund (refused) were statutorily wrapped, up and were inseparable.&quot;\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_14\">9. The relief of refund of alleged excess charges was negatived by the learned single Judge in the following words: \n</p>   \n\n<blockquote id=\"blockquote_6\"> &#x27;The suit for refund was rightly held not maintainable and that relief was refused because in the earlier <a href=\"/doc/1460107/\" id=\"a_15\">Section 10</a> notice (P/34), that relief was not prayed while the later notice (P/36) was violative of the statutory time-frame. But, the trial Court acted illegally and without jurisdiction in trying the cause of action relating to declaration prayed (as to shunting time) and granting the same in violation of <a href=\"/doc/1667773/\" id=\"a_16\">Section 42</a> of 1890 Act and <a href=\"/doc/1028815/\" id=\"a_17\">Section 34</a>, Specific Relief Act which debars grant of declaration simpliciter when consequential relief can be, but has not been prayed. Evidently, Tribunal was competent to enquire and hold what could be the reasonable shunting time and shunting charges in respect of plaintiff&#x27;s siding that could be claimed by the defendants although that decision or declaration could be prospective. Indeed, as held in Upper Doab&#x27;s case AIR 1963 SC 217, the declaration could even relate back to plaintiffs complaint made to the Railway on which shunting &quot;trials&quot; were ordered. Legislature has, happily, noticed the lacuna and <a href=\"/doc/768177/\" id=\"a_18\">Section 44</a>, Railway Act, 1989 has provided that the Tribunal may &quot;direct a refund of amount, if any, as being the excess of the rate or charge fixed by the Tribunal.&quot; 10. Shri N.P. Mittal,    learned counsel appearing for the appellant Company, on the question of bar of jurisdiction of the Civil Court, contended that the suit was founded on the agreement and the grievance was that in demanding additional charges, over and above the rate agreed for transportation of loaded wagons, the Railways were committing breach of the agreement. The suit of the above nature was competent in Civil Court and was not barred by the provision&#x27;s of <a href=\"/doc/1356213/\" id=\"a_19\">Section 26</a> of the Act as the Tribunal under <a href=\"/doc/1855256/\" id=\"a_20\">Section 41</a> of the Act has no competence to decide those questions. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"13634\" id=\"span_3\">He submitted that the ratio in <a href=\"/doc/13634/\" id=\"a_21\">Modi Industries</a>&#x27; case (supra) and the other decisions discussed therein of the Supreme Court was not properly deduced.</span> \n</blockquote> \n\n<blockquote id=\"blockquote_7\">11. The other contention advanced is that notices under <a href=\"/doc/55198661/\" id=\"a_22\">Section 80</a>, CPC were duly served and they contained no defect in them so as to non-suit the plaintiff on that account. \n</blockquote> \n\n<blockquote id=\"blockquote_8\"> 12. The alternative submission made is that the whole suit could not have been dismissed and the Court ought to have returned the plaint for complying with the provisions of <a href=\"/doc/55198661/\" id=\"a_23\">Section 80</a>, CPC, in the manner provided by it or for its representation before the Railway Rates Trinunal.\n</blockquote> \n\n<blockquote id=\"blockquote_9\">13. Shir H.D. Gupta, learned counsel appearing for the Railways, supported the judgment of the learned single Judge on the reasoning contained therein and, in reply, submitted that Clause 12 of the agreement with regard to the transportation charges for use of railway siding refers to the Goods Tariff of the Railways. The agreement also reserves a right to the Railway Administration to revise the rates if the cost of shunting fluctuates. According to the learned counsel for the Railways the dispute raised was for demand of unreasonable charges and its revision for transportation of loaded and empty wagons. They were matters exclusively within the competence of the Tribunal under <a href=\"/doc/1855256/\" id=\"a_24\">Section 41</a> of the Act. It is argued that the learned single Judge was right in holding that even the relief of refund of alleged excess recovery could not be granted as the same was dependent upon the decision of the question of reasonability of the revision of rate and demand of alleged excess charges. As the latter question fell within the exclusive jurisdiction of the Tribunal, the former question with regard to refund could not be entertained by the Civil Court.\n</blockquote> \n\n<blockquote id=\"blockquote_10\">14. Alternatively, it is submitted that if this Court takes a contrary view, the matter may be remanded to the single Bench for deciding both the appeals on merits.\n</blockquote> \n\n<blockquote id=\"blockquote_11\">15. We are taking up first the question of jurisdiction of Civil Court because if that is decided against the appellant, all other questions raised by him on the question of complying of <a href=\"/doc/55198661/\" id=\"a_25\">Section 80</a>, CPC and on merits would lose importance and it may not be necessary to decide them.\n</blockquote> \n\n<blockquote id=\"blockquote_12\">16. As has been reproduced above, from the contents of the plaint, the suit is founded on the terms of the contract, particularly Clause 12 thereof. It has been urged that the Railways in revising the rates for loaded and empty wagons and recovering and demanding in future enhanced amount of transportation charges are acting illegally and unreasonably. The other relief claimed is of refund of excess charge already made. Injunction against recovery of such enhanced charges and discontinuing the siding facility have also been prayed. Along with the above consequential reliefs, the relief of declaration claimed is that the defendants are not entitled to charge for more than 20 minutes shunting time per shunting trip.\n</blockquote> \n\n<blockquote id=\"blockquote_13\">17. On the above nature of suit and the reliefs claimed therein, the question that needs decision is whether the above subject-matter can be exclusively dealt with by the Tribunal under <a href=\"/doc/1855256/\" id=\"a_26\">Section 41</a> of the Act. The relevant part of the provisions of <a href=\"/doc/1855256/\" id=\"a_27\">Section 41</a>, of the Act be noticed:--\n</blockquote>   \n\n<blockquote id=\"blockquote_14\">&quot;41. Complaints against a raliway administration -- (1) Any complaint that a railway administration--\n</blockquote> \n\n<blockquote id=\"blockquote_15\">(a) is contravening the provisions of Section 28, or\n \n\n</blockquote><blockquote id=\"blockquote_16\">(b) is charging for the carries of any commodity between two stations a rate which is unreasonable, or\n \n\n</blockquote><blockquote id=\"blockquote_17\">(c) is levying any other charges which is unreasonable, may be made to the Tribunal and the Tribunal shall hear and decide any such complaint in accordance with the provisions of this Chapter.........&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_15\">The bar of jurisdiction of Civil Court contained in <a href=\"/doc/1356213/\" id=\"a_28\">Section 26</a> of the Act reads as under:--\n</p>   \n\n<blockquote id=\"blockquote_18\">&quot;26. Bar of jurisdiction of ordinary Courts in certain matters. -- Except as provided in this Act, no suit shall be instituted or proceedings taken for anything done or any omission made by a railway administration in violation or contravention of any provision of this Chapter.&quot; \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_16\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"13634\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"13634\" id=\"span_5\">18. On the basis of the plaint allegations and in the light of the provisions contained in <a href=\"/doc/1356213/\" id=\"a_29\">Sections 26</a> and <a href=\"/doc/1855256/\" id=\"a_30\">41</a> of the Act, the contention advanced by the learned counsel on behalf of the company is that the dispute raised is for demanding enhanced rate for loaded wagons and demanding additional charges for empty wagons and in doing so, the Railways are acting contrary to the terms of the agreement and the dispute is not such which can be said to be falling under <a href=\"/doc/1855256/\" id=\"a_31\">Section 41(1)(b)</a> or (c) of the Act. The learned single Judge, in repelling the contention advanced on behalf of the Company has relied on the decision of the Supreme Court in the case of <a href=\"/doc/13634/\" id=\"a_32\">Modi Industries</a> (supra) and it is necessary to deduce its ratio as the trial Court and the learned single Judge as also the two contesting parties are at variance on it. The learned counsel appearing for the Railways, commenting on <a href=\"/doc/13634/\" id=\"a_33\">the above decision</a> in the <a href=\"/doc/13634/\" id=\"a_34\">Modi Industries</a>&#x27; case (supra), submitted that the terms of Clause 12 of the agreement themselves refer to the Goods Tariff with regard to the levying of charges for transportation to the railway siding and, therefore, it cannot be contended that the dispute raised is one purely based on contract and not one which can be said to fall under <a href=\"/doc/1855256/\" id=\"a_35\">Section 41(1)(b)</a> and (c) of the Act.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"13634\" id=\"span_6\">We have carefully gone through the decision in <a href=\"/doc/13634/\" id=\"a_36\">Modi Industries</a> case (supra) and, in our opinion, it cannot be relied on behalf of the Company to contend that this was a suit based on a contract and the dispute was purely of non-enforcement or enforcement of its terms. In the instant case, as rightly submitted on behalf of the Railways, Clause 12 of the contract itself refers to Goods Tariff and reserves a power to the Railways to revise the charges in accordance with the tarrif. The dispute raised is clearly for alleged unreasonable revision of rates for the loaded wagons and demanding also charges for shunting of empty wagons as was not originally envisaged or agreed under the terms of the agreement. It cannot, therefore, be held that the suit is founded purely on contract and required of the Civil Court to interpret its terms and conditions. The nature of the controversy involved is with regards to the charges demanded under the Goods Tariff which was incorporated in the agreement for transportation of loaded wagons and empty wagons to the railway siding. It was therefore, a subject-matter which fell within the exclusive jurisdiction of the Tribunal and is clearly covered by the provisions of <a href=\"/doc/1855256/\" id=\"a_37\">Section 41(1)(b)</a> and (c) of the Act.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"13634\" id=\"span_7\">The decision of the Supreme Court in <a href=\"/doc/13634/\" id=\"a_38\">Modi Industries</a>&#x27; case (supra) was relied by the trial Court, but it has been rightly distinguished by the learned single Judge. As is apparent from the contents of para 11 of <a href=\"/doc/13634/\" id=\"a_39\">the said judgment</a>, that was a case where the &quot;validity and interpretation of Clause 23 of the agreement between the parties was held to be a matter for the interpretation of the Civil Court and hence was found not barred by <a href=\"/doc/1356213/\" id=\"a_40\">Section 26</a> of the Act.&quot; There, the rates were enhanced in purported exercise of the right contained in express terms of the contract and, therefore, it was held that the dispute was not which can be said to be covered by <a href=\"/doc/1855256/\" id=\"a_41\">Section 41(1)(c)</a> of the Act. The special feature of this case is that although there is an agreement whereby the railway siding was partly constructed by the Railways and partly by the Company for transportation of goods by the Company, but with regard to the charges for the transportation, the Goods Tariff of the Railways has been incorporated. The dispute, therefore, that arises is both founded on the contract and the Goods Tariff of the Railways. The dispute, therefore, is interlinked based partly on the terms of the contract and partly on the rights and powers reserved to the Railways under the Goods Tariff. The dispute raised in the suit is against demand of increased rates for loaded wagons and demanding extra charges for shunting of empty wagons.</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_17\">19. In fact, the contract entered into between the parties and the rates fixed therein appear to us to be relatable to <a href=\"/doc/1821444/\" id=\"a_42\">Section 29(2)</a> of the Act. <a href=\"/doc/487610/\" id=\"a_43\">Section 29</a> reads as under :\n</p>   \n\n<blockquote id=\"blockquote_19\">&quot;29. Power of the Central Government to fix maximum and minimum rates. -- (1) The Central Government may by general or special order fix maximum and minimum rates for the whole or any part of a railway, and prescribe the conditions in which such rates will apply.\n</blockquote> \n\n<blockquote id=\"blockquote_20\">(2) The Central Government may, by a like order, fix the rates of any other charges for the whole or any part of a railway and prescribe the conditions in which such rates or charges shall apply.\n</blockquote> \n\n<blockquote id=\"blockquote_21\">(3) Any complaint that a railway administration is contravening any order passed by the Central Government under Sub-section (1) shall be determined by the Central Government.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"195331\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"13634\" id=\"span_9\">Sub-section (1) of the above <a href=\"/doc/487610/\" id=\"a_44\">Section 29</a> confers power on the Central Government by general or special order to fix minimum and maximum rates and prescribe conditions. Under Sub-section (2), separate power is conferred on the Central Government to fix rates for any particular part of a railway. The rates fixed by the Central Government under the agreement for railway siding of the Company appear to us to be referrable to power under Sub-section (2) of <a href=\"/doc/487610/\" id=\"a_45\">Section 29</a> of the Act. In fact, the contract adopts the Goods Tariff of the Railways for the purpose of rates. The charges, therefore, demanded are in purported exercise of powers under <a href=\"/doc/487610/\" id=\"a_46\">Section 29</a> falling within <a href=\"/doc/1022405/\" id=\"a_47\">Chapter V of the Act</a>. The Tribunal, therefore, had jurisdiction to entertain the dispute. The Supreme Court, in the case of <a href=\"/doc/13634/\" id=\"a_48\">Modi Industries</a> (supra), on this latter aspect of the case referred with approval the decision in <a href=\"/doc/195331/\" id=\"a_49\">Union of India v. Indian Sugar Mills Association, Calcutta</a>, AIR 1968 SC 22, to hold that for the purpose of finding whether the charge falls under <a href=\"/doc/1022405/\" id=\"a_50\">Chapter V of the Act</a> or not &quot;it is immaterial that the charges being levied by the Railway Administration arise as a result of a voluntary agreement&quot;.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"13634\" id=\"span_10\">The two questions fell for consideration in the case of <a href=\"/doc/13634/\" id=\"a_51\">Modi Industries</a> (supra) were (i) whether Clause (23) of the contract between the parties was void as it contravened <a href=\"/doc/1818467/\" id=\"a_52\">Section 29</a> of the Indian Contract Act and (ii) whether proper notice regarding enhancement of rate had been given in accordance with the terms of the agreement. The above two questions or disputes were held by the Supreme Court to be within the jurisdiction of the Civil Court and not of the Tribunal.</span> Such is not the case before us.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1266647\" id=\"span_11\">20. The other limb of the argument is that the suit for refund of the excess charges already collected at least could not have been held as barred has also no merit. The learned single Judge was right in holding that a dispute with regard to rates under the Goods Tariff and the second relief of refund of charges already collected were inter-linked as the latter was dependent upon the decision of the former question. It is only when the Tribunal had decided the controversy about the demand of enhanced rates that the claim for refund could arise. The decision in the case of <a href=\"/doc/1266647/\" id=\"a_53\">Raichand Amulakh Shah v. Union of India</a>, AIR 1964 SC 1268 on which reliance was placed on behalf of the Company does not support its argument. In that case, suit for refund of charges was filed by challenging the vires of the rules empowering the Railways to collect such amount. On those facts and in that context, the Supreme Court held that the Tribunal could not have decided the question of vires of the Rules.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"875816\" id=\"span_12\">The other decision relied on in the case of <a href=\"/doc/875816/\" id=\"a_54\">Upper Doab Sugar Mills, Ltd. v. Shahdara (Delhi) Saharanpur Light Railway Co., Ltd., Calcutta</a>, AIR 1963 SC 217, is also distinguishable. It cannot be held to be a case simpliciter of refund of alleged excess recovery. The basis of the suit is that the increased demand is unreasonable and contrary to the terms of the contract. A decree for refund of charges already collected has also been claimed. The jurisdiction on the subject-matter about the reasonability of the charges and its justification under the Goods Tariff, which was the part of the agreement, were the questions which fall exclusively within the jurisdiction of the Tribunal. Therefore, the relief on refund also could not have been granted, as before granting it, the Civil Court would have been required to encroach upon the exclusive jurisdiction given to the Tribunal under <a href=\"/doc/1855256/\" id=\"a_55\">Section 41</a> of the Act.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_20\">21. The alternative submission and the prayer made on behalf of the appellant Company, however, deserves to be considered. Under the provisions of 1989 Act and the Rules made thereunder, the Railway Rates Tribunal is now competent to entertain the present plaint as a &#x27;complaint&#x27; and to grant all the reliefs claimed in this suit. The plaint, therefore, can be returned to the appellant for its presentation as a &quot;complaint&quot; to the Railway Rates Tribunal which is competent to entertain the same.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_21\">22. The appeal, therefore, fails because of the want of jurisdiction of the Civil Court to entertain the dispute framed. The plaint, however, is returned to the appellant/ plaintiff for its representation to the Railway Rates Tribunal, as a &#x27;complaint&#x27; to be decided in accordance with law. We, however, leave parties to bear their own costs,\n \n\n</p>","numcites":19,"numcitedby":0,"docsource":"Madhya Pradesh High Court","citetid":95922,"divtype":"judgments","relatedqs":[{"value":"section 80 of cpc","formInput":"section%2080%20of%20cpc"},{"value":"permanent injunction","formInput":"permanent%20injunction"},{"value":"railway rates tribunal","formInput":"railway%20rates%20tribunal"},{"value":"notice under section 80 cpc","formInput":"notice%20under%20section%2080%20cpc"},{"value":"section 80 of civil procedure code","formInput":"section%2080%20of%20civil%20procedure%20code"},{"value":"jurisdiction of civil court","formInput":"jurisdiction%20of%20civil%20court"},{"value":"consequential relief","formInput":"consequential%20relief"},{"value":"railway sidings","formInput":"railway%20sidings"},{"value":"notice under section 80 of civil procedure code","formInput":"notice%20under%20section%2080%20of%20civil%20procedure%20code"},{"value":"\\\"section 80\\\" \\\"cpc\\\" ","formInput":"%5C%22section%2080%5C%22%20%5C%22cpc%5C%22%20"},{"value":"railway act","formInput":"railway%20act"},{"value":"\"permanent injunction\"","formInput":"%22permanent%20injunction%22"},{"value":"80 cpc","formInput":"80%20cpc"},{"value":"section 41","formInput":"section%2041"},{"value":"The Railways Act  filter:  central government act","formInput":"The%20Railways%20Act%20%20filter%3A%20%20central%20government%20act"},{"value":"\"railway siding\"","formInput":"%22railway%20siding%22"},{"value":"all section in cpc","formInput":"all%20section%20in%20cpc"},{"value":"section 26","formInput":"section%2026"},{"value":"jurisdiction of tribunal","formInput":"jurisdiction%20of%20tribunal"},{"value":"exclusive jurisdiction ","formInput":"exclusive%20jurisdiction%20"}],"cats":[{"value":"railways-in-india","formInput":"tag:railways-in-india"}],"courtcopy":false,"query_alert":null,"agreement":false}