{"tid":108927343,"publishdate":"2014-05-28","title":"Reliance Industries Ltd. vs U.O.I on 28 May, 2014","doc":"<h2 class=\"doc_title\">Reliance Industries Ltd. vs U.O.I on 28 May, 2014</h2>\n\n<pre id=\"pre_1\">¸                                                        1\n\n\n\n                          REPORTABLE\n\n                IN THE SUPREME COURT OF INDIA\n                 CIVIL APPELLATE JURISDICTION\n\n\n              CIVIL APPEAL NO. 5765 OF 2014\n          (Arising out of S.L.P. (C) No. 20041 of 2013)\n\n\nReliance Industries Limited &amp; Anr.           ...Appellant\n\n                          VERSUS\n\nUnion of India                               ...Respondent\n\n                          JUDGMENT\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">SURINDER SINGH NIJJAR, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">1. Leave granted.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">2. This appeal is directed against the judgment of the High\n\n    Court of Delhi at New Delhi rendered in OMP No.46 of 2013\n\n    dated 22nd March, 2013. By the aforesaid judgment, the\n\n    Delhi High Court has allowed the petition filed by the\n\n    respondent under <a href=\"/doc/536284/\" id=\"a_1\">Section 34</a> of the Arbitration and\n\n    Conciliation Act, 1996 (hereinafter referred to as ‘the\n\n    <a href=\"/doc/1306164/\" id=\"a_2\">Arbitration Act, 1996</a>’), challenging the Final Partial Award\n\n    dated 12th September, 2012. By the aforesaid Award, the\n\n    objection raised by the Union of India relating to the\n<span class=\"hidden_text\" id=\"span_1\">                                                             2</span>\n\n    arbitrability of the claims made by the petitioner in respect of\n\n    Royalties, Cess, Service Tax and CAG Audit have been\n\n    rejected.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">\n\n</p><p data-structure=\"Facts\" id=\"p_5\">3. Before we discuss the legal issues, it would be pertinent to\n\n    make a very brief note of the relevant facts.\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_6\">4. The parties had entered into Two Production Sharing\n\n    Contracts dated 22nd December, 1994 (as amended by\n\n    Amendment Agreement No.1 and Amendment Agreement\n\n    No.2) (hereinafter referred to as &quot;PSC&quot; or &quot;PSCs&quot;) as and\n\n    when appropriate. These two PSCs provide for the\n\f  exploration and production of petroleum from the Mid and\n\n  South Tapti Fields (hereinafter referred to as &quot;Tapti&quot; or &quot;Tapri\n\n  Field&quot;) and for the exploration and production of petroleum\n\n  from Panna and Mukta Fields which shall be hereinafter\n\n  referred to either as &quot;Panna Mukta&quot; or &quot;Panna Mukta fields&quot;.\n\n  The two PSCs shall be referred to &quot;Tapti PSC&quot; and &quot;Panna\n\n  Mukta PSC,&quot; respectively.\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">\n\n</p><p data-structure=\"Precedent\" id=\"p_8\">5. One of the PSCs was entered into with Reliance Industries\n<span class=\"hidden_text\" id=\"span_2\">                                                       3</span>\n\n  Limited (RIL), the appellant, a body corporate established\n\n  under the laws of India. It is a major Indian multinational and\n\n  the largest private sector company in India, with interests in\n\n  activities including exploration and production of oil and gas,\n\n  petroleum refining and marketing petrochemicals, textiles,\n\n  retail and special economic zones. The other PSC was\n\n  entered into with BG Exploration and Production India\n\n  Limited (&quot;BG&quot;), a body corporate established under the laws\n\n  of the Cayman Islands. It is a company forming part of BG\n\n  Group, an international energy group headquartered in the\n\n  United Kingdom with business operations in numerous\n\n  countries. In 2002, BG Group acquired the share capital of\n\n  Enron Oil and Gas India Limited (EOGIL, a company\n\n  formerly part of the Enron group of companies). Upon its\n\n  acquisition on 15th February, 2003, the name of EOGIL was\n\n  changed to BG Exploration and Production India Limited.\n\n\n\n</p><p data-structure=\"Section\" id=\"p_9\">6. ONGC is a state-owned oil and gas company in India in\n\n  which the Government of India holds a 74.14 % equity stake.\n\n  It produces various petroleum products including crude oil,\n\n  natural gas and LPG. These three companies are together\n<span class=\"hidden_text\" id=\"span_3\">                                                        4</span>\n\n  defined as the &quot;Contractor&quot; (in the PSCs Clause 1.23).\n\n\n\n</p><p data-structure=\"Section\" id=\"p_10\">7. The two PSCs provide a detailed procedure for Alternative\n\f  Dispute Redressal Mechanisms. <a href=\"/doc/981147/\" id=\"a_3\">Articles 32</a> and <a href=\"/doc/829916/\" id=\"a_4\">33</a> of the\n\n  PSCs are relevant for this purpose. These Articles provide\n\n  as under :\n</p>\n<blockquote id=\"blockquote_1\">     &quot;<a href=\"/doc/981147/\" id=\"a_5\">Article 32 -</a> Applicable Law and Language of\n     the Contract -\n</blockquote>\n<blockquote id=\"blockquote_2\">     32.1 Subject to the provisions of <a href=\"/doc/829916/\" id=\"a_6\">Article 33.12</a>, this\n     Contract shall be governed and interpreted in\n     accordance with the laws of India.\n</blockquote>\n<blockquote id=\"blockquote_3\">     32.2 Nothing in this Contract shall entitle the\n     Government or the Contractor to exercise the rights,\n     privileges and powers conferred upon it by this\n     Contract in a manner which will contravene the laws\n     of India.\n</blockquote>\n<blockquote id=\"blockquote_4\">     32.3 The English language shall   be the language of\n     this Contract and shall be used   in arbitral\n     proceedings. All communication,   hearings or visual\n     materials or documents relating   to this Contract\n     shall be in English.\n</blockquote>\n\n\n<blockquote id=\"blockquote_5\">     <a href=\"/doc/829916/\" id=\"a_7\">Article 33 -</a> Sole Expert, Conciliation and\n     Arbitration :\n</blockquote>\n<blockquote id=\"blockquote_6\">     33.1 The Parties shall use their best efforts to settle\n     amicably all disputes, differences or claims arising\n     out of or in connection with any of the terms and\n     conditions of this Contract or concerning the\n     interpretation or performance thereof.\n</blockquote><span class=\"hidden_text\" id=\"span_4\">                                                   5</span>\n\n<blockquote id=\"blockquote_7\">33.2 Except for matters which, by the terms of this\nContract, the Parties have agreed to refer to a sole\nexpert and any other matters which the Parties may\nagree to so refer, any dispute, difference or claim\narising between the Parties hereunder which cannot\nbe settled amicably may be submitted by any Party\nto arbitration pursuant to <a href=\"/doc/829916/\" id=\"a_8\">Article 33.3.</a> Such sole\nexpert shall be an independent and impartial person\nof international standing with relevant qualifications\nand experience appointed by agreement between\nthe Parties. Any sole expert appointed shall be\nacting as an expert and not as an arbitrator and the\ndecision of the sole expert on matters referred to\nhim shall be final and binding on the Parties and not\nsubject to arbitration. If the Parties are unable to\nagree on a sole expert, the disputed subject matter\nmay be referred to arbitration.\n</blockquote>\n<blockquote id=\"blockquote_8\">33.3 Subject to the provisions herein, any\nunresolved dispute, difference or claim which\ncannot be settled amicably within a reasonable time\nmay, except for those referred to in <a href=\"/doc/829916/\" id=\"a_9\">Article 33.2</a>, be\nsubmitted to an arbitral tribunal for final decision as\nhereinafter provided.\n</blockquote>\n<blockquote id=\"blockquote_9\">33.4 The arbitral tribunal shall consist of three\narbitrators. The Party or Parties instituting the\narbitration shall appoint one arbitrator and the Party\nor Parties responding shall appoint another\narbitrator and both Parties shall so advise the other\nParties. The two arbitrators appointed by the Parties\nshall appoint the third arbitrator.\n</blockquote><blockquote id=\"blockquote_10\">\f33.5 Any Party may, after appointing an arbitrator,\nrequest the other Party (ies) in writing to appoint the\nsecond arbitrator. If such other Party fails to appoint\nan arbitrator within forty-five (45) days of receipt of\nthe written request to do so, such arbitrator may, at\nthe request of the first Party, be appointed by the\nSecretary General of the Permanent Court of\nArbitration at the Hague, within forty-five (45) days\n<span class=\"hidden_text\" id=\"span_5\">                                                      6</span>\n\nof the date of receipt of such request, from amongst\npersons who are not nationals of the country of any\nof the Parties to the arbitration proceedings.\n</blockquote>\n<blockquote id=\"blockquote_11\">33.6 If the two arbitrators appointed by the Parties\nfail to agree on the appointment of the third\narbitrator within thirty (30) days of the appointment\nof the second arbitrator and if the Parties do not\notherwise agree, the Secretary General of the\nPermanent Court of Arbitration at the Hague may, at\nthe request of either Party and in consultation with\nboth, appoint the third arbitrator who shall not be a\nnational of the country of any Party.\n</blockquote>\n<blockquote id=\"blockquote_12\">33.7 If any of the arbitrators fails or is unable to act,\nhis successor shall be appointed in the manner set\nout in this Article as if he was the first appointment.\n</blockquote>\n<blockquote id=\"blockquote_13\">33.8 The decision of the arbitration tribunal and, in\nthe case of difference among the arbitrators, the\ndecision of the majority, shall be final and binding\nupon the Parties.\n</blockquote><blockquote id=\"blockquote_14\">33.9 Arbitration proceedings shall be conducted in\naccordance with the arbitration rules of the United\nNations Commission on International Trade Law\n(UNCITRAL) of 1985 except that in the event of any\nconflict between these rules and the provisions of\nthis <a href=\"/doc/829916/\" id=\"a_10\">Article 33</a>, the provisions of this <a href=\"/doc/829916/\" id=\"a_11\">Article 33</a> shall\ngovern.\n</blockquote>\n<blockquote id=\"blockquote_15\">33.10 The right to arbitrate disputes and claims\nunder this Contract shall survive the termination of\nthis Contract.\n</blockquote>\n<blockquote id=\"blockquote_16\">33.11 Prior to submitting a dispute to arbitration, a\nParty may submit the matter for conciliation under\nthe UNCITRAL conciliation rules by mutual\nagreement of the Parties. If the Parties fail to agree\non a conciliator (or conciliators) in accordance with\nthe rules, the matter may be submitted for\narbitration. No arbitration proceedings shall be\n<span class=\"hidden_text\" id=\"span_6\">                                                          7</span>\n\n     instituted while conciliation proceedings are pending\n     and such proceedings shall be concluded within\n     sixty (60) days.\n</blockquote>\n<blockquote id=\"blockquote_17\">     33.12 The venue of conciliation or arbitration\n     proceedings pursuant to this Article, unless the\n     Parties otherwise agree, shall be London, England\n     and shall be conducted in the English Language.\n     The arbitration agreement contained in this <a href=\"/doc/829916/\" id=\"a_12\">Article\n     33</a> shall be governed by the laws of England.\n</blockquote><p data-structure=\"Issue\" id=\"p_11\">     Insofar as practicable, the Parties shall continue to\n     implement     the    terms      of     this    Contract\n     notwithstanding the initiation of arbitral proceedings\n     and any pending claim or dispute.\n</p><p data-structure=\"Precedent\" id=\"p_12\">\f     33.13 The fees and expenses of a sole expert or\n     conciliator appointed by the Parties shall be borne\n     equally by the Parties. Assessment of the costs of\n     arbitration including incidental expenses and liability\n     for the payment thereof shall be at the discretion of\n     the arbitrators.&quot;\n</p>\n<p data-structure=\"Issue\" id=\"p_13\">\n</p><p data-structure=\"Precedent\" id=\"p_14\">8. In accordance with <a href=\"/doc/829916/\" id=\"a_13\">Article 33.12</a>, the arbitral proceedings\n\n  were to be held in London as the neutral venue. At the time\n\n  of entering into the PSCs, none of the parties were domiciled\n\n  in U.K. In fact, subsequently, the venue of the arbitral\n\n  proceedings was shifted to Paris and again re-shifted to\n\n  London. Consequently                   on 24th February, 2004,\n\n  the parties to the PSCs entered into an agreement amending\n\n  the PSCs, whereby it was stated that :-\n</p>\n<blockquote id=\"blockquote_18\">     &quot;4. Applicable Law and Arbitration :\n</blockquote><span class=\"hidden_text\" id=\"span_7\">                                                           8</span>\n\n<blockquote id=\"blockquote_19\">       Except the change of venue/seat of Arbitration\n     from London to Paris, the <a href=\"/doc/981147/\" id=\"a_14\">Articles 32</a> and <a href=\"/doc/829916/\" id=\"a_15\">33</a> of the\n     Contract shall be deemed to be set out in full in\n     this Agreement mutatis mutandis and so that\n     references therein to the Contract shall be\n     references to this Agreement.&quot;\n</blockquote>\n\n\n<p data-structure=\"Facts\" id=\"p_15\">9. It appears that certain disputes and differences have arisen\n\n  between the parties, under or in connection with the PSCs.\n\n  Consequently, the appellant issued a notice of arbitration\n\n  dated 16th December, 2010. The disputes, differences and\n\n  claims are common to both the Tapti PSC and Panna &amp;\n\n  Mukta PSC. The appellant claims that all attempts to resolve\n\n  the   disputes    with   the   respondent   amicably         through\n\n  correspondences and meetings have failed. The disputes,\n\n  differences and claims arising out of or in connection with\n\n  the PSCs have been summarized in paragraph 6 of the\n\n  notice of arbitration.\n</p>\n<p data-structure=\"Issue\" id=\"p_16\">\n\n</p><p data-structure=\"Facts\" id=\"p_17\">10.Pursuant to the aforesaid notice, the arbitral tribunal was\n\n  duly constituted on 29th July, 2011. Under <a href=\"/doc/829916/\" id=\"a_16\">Article 33.12</a>, the\n\n  venue of arbitration is in London. The parties confirmed the\n\n  term of appointment of the Arbitral Tribunal on 29th July,\n\n  2011, signed by the Chairman on 15th August, 2011. A\n<span class=\"hidden_text\" id=\"span_8\">\f                                                                9</span>\n\n  substantive hearing was held between 21st May, 2012 to 29th\n\n  May, 2012 in Singapore. Thereafter, on the basis of the\n\n  amendment made in the PSC as noticed above, by\n\n  agreement of the parties, the arbitral tribunal made the &quot;Final\n\n  Partial Consent Award&quot; on 14th September, 2011. In the\n\n  aforesaid award, it is recorded as under :\n</p>\n<blockquote id=\"blockquote_20\">     &quot;3. Final Partial Award as to Seat\n\n     3.1 Upon the agreement of the Parties, each\n     represented by duly authorized representatives and\n     through counsel, the Tribunal hereby finds, orders\n     and awards:\n</blockquote>\n<blockquote id=\"blockquote_21\">     a) That without prejudice to the right of the Parties\n     to subsequently agree otherwise in writing, the\n     juridical seat (or legal place) of arbitration for the\n     purposes of the arbitration initiated under the\n     Claimants’ Notice of Arbitration dated 16th\n     December, 2010 shall be London, England.\n</blockquote>\n<blockquote id=\"blockquote_22\">     b) That any hearings in this arbitration may take\n     place in Paris, France, Singapore or any other\n     location the Tribunal considers may be convenient.\n</blockquote>\n<blockquote id=\"blockquote_23\">     c) That, save as set out above, the terms and\n     conditions of the arbitration agreements in <a href=\"/doc/829916/\" id=\"a_17\">Article 33</a>\n     of the PSCs shall remain in full force and effect and\n     be applicable in this arbitration.&quot;\n</blockquote>\n\n<p data-structure=\"Issue\" id=\"p_18\">11. This Consent Award was duly signed by                              Mr.\n\n  Christopher Lau SC (Chairman), Mr. Peter Leaver QC (Co-\n\n  arbitrator)    and    Mr.     Justice        B.P.   Jeevan         Reddy\n<span class=\"hidden_text\" id=\"span_9\">                                                               10</span>\n\n  (Co-arbitrator).\n</p>\n<p data-structure=\"Issue\" id=\"p_19\">\n\n</p><p data-structure=\"Facts\" id=\"p_20\">12.Pursuant to Clause 28 of the terms of appointment, the\n\n  Chairman      of     the    Tribunal    is     empowered      to    make\n\n  interlocutory orders and consult other members of the\n\n  tribunal if he considers appropriate or one of the parties\n\n  requests that a decision be given by the whole tribunal.\n\n  Various directions/ orders/ clarifications were made by the\n\n  Chairman, with the concurrence of the other members of the\n\n  tribunal.            Pursuant           to           the            above\n\n  directions/orders/clarifications, the claimants / Appellants\n\n  served upon the tribunal its statement of claim and\n\f  amendment to the statement of claim                         dated 5th\n\n  August, 2011 and claimants’ revised amendment to the\n\n  statement of claim                        dated 19th January, 2012.\n\n  Similarly, the Respondent served upon the Tribunal its\n\n  statement of defence dated 31st January, 2012 and\n\n  additional statement on behalf of Respondent dated 10th\n\n  April, 2012 pursuant to procedural order dated 13th March,\n\n  2012. The aforesaid procedural order dated 13th March, 2012\n\n  as amended by directions dated 15th May, 2012 set out the\n<span class=\"hidden_text\" id=\"span_10\">                                                       11</span>\n\n  list of issues (the May 2012 issues) to be heard and be\n\n  determined by the tribunal at the hearing fixed to commence\n\n  on 21st May, 2012 and to conclude on 29th May, 2012 (&quot;the\n\n  May 2012 hearing&quot;). The parties served upon each other\n\n  witness statement of their witnesses. The documents relied\n\n  upon by both the parties were also placed on record.\n\n\n\n</p><p data-structure=\"Section\" id=\"p_21\">13.      The Partial Final Award dated 12th September, 2012\n\n  records the claimant’s claims for relief as set out in Section E\n\n  of the Statement of the Scheme.          Paragraph 30.3 of the\n\n  Statement of Claim reads as follows:-\n</p>\n<blockquote id=\"blockquote_24\">       &quot;(1) a declaration that, for the purposes of Article\n       15.6.1, the value of Gas at the wellhead should be\n       calculated by deducting from the sales price at the\n       Delivery Point an amount reflecting all of the costs\n       which are incurred between the wellhead and the\n       Delivery point regardless of whether such costs are\n       classified as capital expenditure or operating\n       expenditure and regardless of whether such costs\n       are recoverable out of Cost Petroleum under <a href=\"/doc/134715/\" id=\"a_18\">Article\n       13</a> of the PSCs.\n</blockquote><blockquote id=\"blockquote_25\">       (2) a declaration that, with effect from the date of\n       any partial or final award to the termination of the\n       PSCs, and pursuant to Article 15.6.1 of the PSCs,\n<span class=\"hidden_text\" id=\"span_11\">                                                       12</span>\n\n      the Government is required to reimburse any\n      excess royalties paid as a result of the exclusion of\n      post-wellhead capital expenditure from wellhead\n      value calculations made pursuant to the Gazette\n      Notification or pay damages in the same amount for\n      failure to procure an exemption in respect of such\n      excess royalties.\n</blockquote>\n\n<blockquote id=\"blockquote_26\">      (3) a declaration that the Government is liable to\n      reimburse the Claimants pursuant to Article 15.6.1\n      of the PSCs in respect of any additional royalties\n      imposed and paid by the Claimants since August\n\f     2007 as a result of the exclusion of post-wellhead\n     capital expenditure from wellhead value calculations\n     made pursuant to the Gazette Notification.\n</blockquote>\n\n<blockquote id=\"blockquote_27\">     (4) on award in favour of the Claimants requiring the\n     Government to reimburse the Claimants pursuant to\n     Article 15.6.1 in the sum of US $ 11,413,172 in\n     respect of the additional royalties imposed and paid\n     under protest between August 2007 and March\n     2011 or pay damages in the same amount for\n     failure to procure on exemption in respect of such\n     additional royalties.&quot;\n</blockquote>\n\n\n<p data-structure=\"Section\" id=\"p_22\">14.In the alternative, the appellants claimed the reimbursement\n\n  pursuant to <a href=\"/doc/609295/\" id=\"a_19\">Article 15.7</a> and <a href=\"/doc/609295/\" id=\"a_20\">15.8</a> of the relevant PSCs (as\n<span class=\"hidden_text\" id=\"span_12\">                                                      13</span>\n\n  the case may be), the relief prayed for was as under :\n\n</p><blockquote id=\"blockquote_28\">     &quot;a) directing the parties to consult in order to make\n     the necessary revisions and adjustments to the\n     PSCs so as to maintain the expected benefit to the\n     Claimants as from August 2007 by requiring the\n     respondent to reimburse any excess royalties\n     payable following the issuance of the Gazette\n     Notification;\n</blockquote>\n\n<blockquote id=\"blockquote_29\">     b) consequential declaratory relief; and\n\n\n</blockquote><blockquote id=\"blockquote_30\">     c) an award in damages in the same amount as are\n     claimed in paragraph 30.3(4) of the Statement of\n     Claim.&quot;\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_23\">15.The third set of relief claimed by the appellant is set out in\n\n  paragraph 30.3 of the Statement of Claim and is as follows :\n\n</p><blockquote id=\"blockquote_31\">     &quot;(1) a declaration that   payment of royalties under\n     the PSCs should be made   by 15 February in\n     respect of the period 1   July to 31 December and by\n     15 august in respect of   the period 1 January to 30\n     June.\n</blockquote>\n\n<blockquote id=\"blockquote_32\">     (2) a declaration that, provided royalties are paid\n     within the timeframes specified in (1) no interest is\n     payable under the terms of the PSCs and any\n<span class=\"hidden_text\" id=\"span_13\">                                                         14</span>\n\n     interest otherwise imposed is to be reimbursed by\n     the Government.\n</blockquote>\n\n<blockquote id=\"blockquote_33\">     (3) a declaration that, in the event royalties are paid\n     after the timeframes specified in (1), any interest in\n     excess of LIBOR plus one percentage point is to be\n     reimbursed by the Government.\n</blockquote>\n\n<blockquote id=\"blockquote_34\">     (4) a declaration that the Government is liable to\n     reimburse the claimants pursuant to Article 15.6.1 of\n\f     the PSCs in respect of any additional royalties or\n     interest imposed which does not accord with the\n     principles outlined at (1) to (3) above.\n</blockquote>\n\n<blockquote id=\"blockquote_35\">     (5) an award in favour of the claimants requiring the\n     Government to reimburse the Claimants pursuant to\n     Article 15.6.1 in the sum of Rs.7,26,00,532 in\n     respect of the additional royalties imposed in\n     relation to royalty payments made between 1995 to\n     2002.&quot;\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_24\">16.As noticed earlier, the aforesaid reliefs were claimed by the\n\n  appellant under Article 15.6.1, which is as under:-\n\n</p><blockquote id=\"blockquote_36\">     &quot;15.6.1 - The constituents of the (claimants) shall\n     be liable to pay royalties and cess on their\n     participating interest share of Crude Oil and Natural\n     Gas saved and said in accordance with the\n<span class=\"hidden_text\" id=\"span_14\">                                                             15</span>\n\n     provisions of this Agreement.         The royalty on oil\n     saved and sold will be paid at RS. 481 per metric\n     ton and cessan oil saved and said will be paid at\n     Rs.900 per metric ton. Royalty on Gas saved and\n     said will be paid at ten per cent (10%) of the value\n     at wellhead. No cess shall be payable in response\n     of Gas. Royalty and cess shall not exceed the\n     herein above amounts throughout the term of the\n     contract. Royalty and cess shall be payable in\n     Indian Rupees. Any such additional payment shall\n     be made by the (respondent)&quot;\n</blockquote>\n\n\n<p data-structure=\"Section\" id=\"p_25\">17.Further the relief is claimed under <a href=\"/doc/609295/\" id=\"a_21\">Article 15.8</a> of the Tapti\n\n  PSC which is in identical terms of <a href=\"/doc/609295/\" id=\"a_22\">Article 15.7</a> in the Panna\n\n  Mukta PSC, which is as under :\n</p>\n<blockquote id=\"blockquote_37\">     &quot;15.8 - If any change in or to any Indian law, rule or\n     regulation by any authority results in a material\n     change to the economic benefits accruing to any of\n     the parties to this contract after the effective date,\n     the   parties      shall   consult   promptly   to   make\n     necessary revisions and adjustments to the contract\n     in order to maintain such expected benefits to each\n     of the parties.&quot;\n</blockquote>\n\n\n<p data-structure=\"Issue\" id=\"p_26\">18.The four preliminary objections raised by the Union of India\n\n  before the Arbitral Tribunal are as follows :-\n<span class=\"hidden_text\" id=\"span_15\">                                                        16</span>\n\n</p><blockquote id=\"blockquote_38\">     (1)   The Claimants’ claims in regard to royalties\n           (paragraph 14.1 of the Statement of Defence) are\n           not arbitrable;\n</blockquote>\n\n<blockquote id=\"blockquote_39\">     (2)   The Claimants’ claims in respect of cess (paragraph\n           14.2 of the Statement of Defence) are not arbitrable;\n</blockquote>\n\n<p data-structure=\"RespArg\" id=\"p_27\">     (3)   The Claimants’ claims in respect of service tax\n\f           (paragraph 14.3 of the State of Defence) are not\n           arbitrable; and\n\n\n     (4)   The Claimants’ claims in respect of the Comptroller\n           and Auditor General’s (&quot;CAG&quot;) audit (paragraph\n           20.10 of the Statement of Defence) are not\n           arbitrable.\n</p>\n<p data-structure=\"Issue\" id=\"p_28\">\n\n</p><p data-structure=\"Issue\" id=\"p_29\">19.The aforesaid preliminary objections are raised for, for inter\n\n  alia, the following reasons :-\n</p>\n<blockquote id=\"blockquote_40\">     &quot;(a) the Claimants’ claim entail a challenge to the\n     validity   of   the     Oilfields   (Regulation   and\n     Development) Act, 1948 (&quot;the ORD Act&quot;) and of the\n     powers exercised under it;\n</blockquote>\n\n<blockquote id=\"blockquote_41\">     (b) the claimants cannot contract out of such\n     legislation and any agreement to that effect would\n     be void and unenforceable by virtue of <a href=\"/doc/1625889/\" id=\"a_23\">Section 23</a> of\n     the Indian Contract Act, 1872;\n</blockquote><span class=\"hidden_text\" id=\"span_16\">                                                   17</span>\n\n\n\n<blockquote id=\"blockquote_42\">(c) the Claimants cannot avoid the effect of the\nlegislation by relying on the doctrine of estoppel;\n</blockquote>\n\n<blockquote id=\"blockquote_43\">(d) any dispute in respect of royalties should be\nreferred to arbitration under Rule 33 of Petroleum\nand Natural Gas Rules 1959 (&quot;the PNG Rules&quot;);\n</blockquote>\n\n<blockquote id=\"blockquote_44\">(e) there will likely be a defence to enforcement of\nany award in India under Article V(2)(b) of the New\nYork Convention as a matter of the public policy of\nIndia;\n</blockquote>\n\n<blockquote id=\"blockquote_45\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1351561\" id=\"span_17\">(f) since any award has to be enforced in India, this\nTribunal ought not to enter into or adjudicate\nquestions/issues relating to royalties in view of Rule\n33 of the PNG Rules and the decisions of the Indian\nSupreme Court in <a href=\"/doc/1351561/\" id=\"a_24\">Nataraj Studios vs. Navarang\nStudios</a> (1981) 1 SCC 523,Amrit Banaspati Co. Ltd.</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_30\">vs. State of Punjab (1992) 2 SCC 411 and Mafatlal\nIndustries Ltd. vs. Union of India (1997) 5 SCC 536;\nand\n\n\n</p><p data-structure=\"Section\" id=\"p_31\">(g) were the Tribunal to do so in reliance on Tamil\nNadu Electricity Board v. ST-CMS Electric Co Pvt.\nLtd. (2007) 2 All ER (Comm) 701, it would be\ncontrary to the law as laid down by the English\nCourt of Appeal in Ralli Bros v. CIA Navleria (1920)\n<span class=\"hidden_text\" id=\"span_18\">                                                                         18</span>\n\n                         2 KB 287.&quot;\n</p>\n<p data-structure=\"Issue\" id=\"p_32\">\n\n\n</p><p data-structure=\"PetArg\" id=\"p_33\">                 20.The respondents also contended that the Arbitral Tribunal\n\f                       cannot, or ought not, to go into or adjudicate the questions\n\n                       raised by the appellants (claimants) with respect to royalties;\n\n                       and leave the parties, if they choose, to seek the necessary\n\n                       relief before the specific forums created under the <a href=\"/doc/996551/\" id=\"a_25\">Oilfields\n\n                       (Regulation and Development) Act, 1948</a> and the Petroleum\n\n                       and Natural Gas Rules, 1956.\n</p>\n<p data-structure=\"Issue\" id=\"p_34\">\n\n</p><p data-structure=\"RespArg\" id=\"p_35\">                   21.The appellants (the claimants) on the other hand submitted\n\n                       that the issue of arbitrability is governed by the law of the\n\n                       seat of arbitration. The seat of the arbitration being England,\n\n                       the issue of arbitrability is governed by the English Law. It\n\n                       was also submitted that although challenge to the validity of\n\n                       the terms of PSC is governed by Indian Law (<a href=\"/doc/846967/\" id=\"a_26\">Article 32.1</a> of\n\n                       the PSC), nevertheless it falls within the jurisdiction of the\n\n                       tribunal just as any other substantive dispute. The appellants\n\n                       relied upon the judgment in Tamil Nadu Electricity Board\n\n                       Vs. ST-CMS Electric Co. Pvt. Ltd.1 It was also submitted\n<span class=\"hidden_text\" id=\"span_19\">1</span>\n      (2007) 2 All ER (Comm) 701\n<span class=\"hidden_text\" id=\"span_20\">                                                           19</span>\n\n    that the reliefs claimed are founded, only, on contractual\n\n    rights. Further, whether or not any of those contractual rights\n\n    are vitiated by <a href=\"/doc/1625889/\" id=\"a_27\">Section 23</a> of the Indian Contract Act, 1872 is\n\n    a question of substance and accordingly a dispute as to the\n\n    underlying merits of the claim. The case of the appellants\n\n    (claimants) assumes that respondent is entitled to rely on the\n\n    relevant legislation but the claims of the appellants are\n\n    purely contractual in nature.\n</p>\n<p data-structure=\"Issue\" id=\"p_36\">\n\n</p><p data-structure=\"Precedent\" id=\"p_37\">22.Upon consideration of the entire matter, the arbitral tribunal\n\n    in the final award concluded as under :\n</p>\n<blockquote id=\"blockquote_46\">       Summary of Conclusions - Formal Final Partial\n       Award -\n</blockquote><blockquote id=\"blockquote_47\">       &quot;6.1 The Tribunal, having carefully considered the\n       documentary evidence, the oral evidence and the\n       submissions of the Claimants and the respondent,\n       and rejecting all submissions to the contrary,\n       hereby makes, issues and publishes this Formal\n       Final Partial Award and for the reasons set out\n       above     FINDS,     AWARDS,        ORDERS         AND\n       DECLARES that the Claimants’ claims in respect\n\f     of royalties, cess, service tax and CAG audit are\n     arbitrabe.\n</blockquote>\n\n<blockquote id=\"blockquote_48\">     6.2. In stating its conclusion on the four arbitrability\n<span class=\"hidden_text\" id=\"span_21\">                                                        20</span>\n\n     issues identified in Section A of the List of issues\n     for the May 2012 Hearing, the Tribunal wishes to\n     make it clear that it is expressing no opinion on the\n     merits of the parties’ respective submissions which\n     were made during the May 2012 Hearing. Subject\n     to further order in the meantime, the merits of\n     those issues will be decided in the March, 2013\n     Hearing.&quot;\n</blockquote>\n\n\n<p data-structure=\"Section\" id=\"p_38\">23.Union of India challenged the aforesaid award before the\n\n  High Court of Delhi in OMP No.46 of 2013. The respondents\n\n  invoked the jurisdiction of the High Court under <a href=\"/doc/1722761/\" id=\"a_28\">Section 34</a> of\n\n  the Arbitration Act for various reasons namely, (i) the terms\n\n  of the PSCs entered would manifest an unmistakable\n\n  intention of the parties to be governed by the laws of India\n\n  and more particularly the <a href=\"/doc/1052228/\" id=\"a_29\">Arbitration Act</a> 1996; (ii) the\n\n  contracts were signed and executed in India; (iii) the subject\n\n  matter of the contracts, namely, the Panna Mukta and the\n\n  Tapti Fields are situated within India; (iv) the obligations\n\n  under the contracts have been for the past more than 15\n\n  years performed within India; (v) the contracts stipulate that\n\n  they &quot;shall be governed and interpreted in accordance with\n\n  the laws of India&quot;; (vi) they also provided that &quot;nothing in this\n<span class=\"hidden_text\" id=\"span_22\">                                                            21</span>\n\n  contract&quot; shall entitle either of the parties to exercise the\n\n  rights, privileges and powers conferred upon them by the\n\n  contract &quot;in a manner which will contravene the laws of\n\n  India&quot; (<a href=\"/doc/1566826/\" id=\"a_30\">Article 32.2</a>); and (vii) the contracts further stipulate\n\n  that &quot;the companies and the operations under this Contract\n\n  shall be subject to all fiscal legislation of India&quot; (<a href=\"/doc/1942013/\" id=\"a_31\">Article 15.1</a>).\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_39\">24.The   appellant     raised    preliminary    objection          to   the\n\n  maintainability of the arbitration petition primarily on the\n\n  ground that by choosing English Law to govern their\n\n  agreement to arbitration and expressly agreeing to London\n\f  seated arbitration, the parties have excluded the application\n\n  of <a href=\"/doc/1306164/\" id=\"a_32\">Part I of the Arbitration Act, 1996</a>. It was submitted that\n\n  the High Court of Delhi had no jurisdiction to entertain the\n\n  objection filed by the Union of India under <a href=\"/doc/536284/\" id=\"a_33\">Section 34</a> of the\n\n  Arbitration Act, 1996. It was emphasized that Courts of\n\n  England and Wales have exclusive jurisdiction to entertain\n\n  any challenge to the award. It was pointed out that the PSCs\n\n  were amended on two occasions. On 24th February, 2004,\n\n  PSC was sought to be amended to change the seat of\n\n  arbitration from London to Paris. However, on 14th\n<span class=\"hidden_text\" id=\"span_23\">                                                          22</span>\n\n  September, 2011, the parties to the arbitration agreed that\n\n  the seat of the present arbitration proceedings would be\n\n  London, England. This agreement is recorded in the Final\n\n  Partial   Consent Award rendered by the arbitral tribunal\n\n  on 29th July, 2011. As noticed earlier, the final partial consent\n\n  award provided that the juridical seat or legal place of\n\n  arbitration for the purpose of arbitration initiated under the\n\n  claimants notice of arbitration                        dated 16 th\n\n  December, 2011 shall be London, England. <a href=\"/doc/829916/\" id=\"a_34\">Article 33.9</a> of\n\n  the PSC provides that the arbitration shall be conducted in\n\n  accordance with the UNCITRAL Rules, 1985. However,\n\n  subsequently it was recorded in the award that the\n\n  applicable rules shall be the UNCITRAL Arbitration Rules,\n\n  1976. It was also submitted on behalf of the appellants that\n\n  the objections raised by the UOI are yet to be determined by\n\n  the tribunal on merits and shall be considered after\n\n  considering the evidence at the time of rendering the final\n\n  award.\n</p>\n<p data-structure=\"Section\" id=\"p_40\">\n\n</p><p data-structure=\"Precedent\" id=\"p_41\">25.Upon consideration of the entire matter, the High Court has\n\n  held that undoubtedly the governing law of the contract i.e.\n<span class=\"hidden_text\" id=\"span_24\">                                                      23</span>\n\nproper law of the contract is the law of India. Therefore, the\n\nparties never intended to all together exclude the laws of\n\nIndia, so far as contractual rights are concerned. The Laws\n\fof England are limited in their applicability in relation to\n\narbitration agreement contained in <a href=\"/doc/829916/\" id=\"a_35\">Article 33.</a> This would\n\nmean that the English Law would be applicable only with\n\nregard to the curial law matters i.e. conduct of the arbitral\n\nproceedings. For all other matters, proper law of the contract\n\nwould be applicable. Relying on <a href=\"/doc/1942013/\" id=\"a_36\">Article 15(1)</a>, it has been\n\nheld that the fiscal laws of India cannot be derogated from.\n\nTherefore, the exclusion of Indian public policy was not\n\nenvisaged by the parties at the time when they entered into\n\nthe contract. The High Court further held that to hold that the\n\nagreement contained in <a href=\"/doc/829916/\" id=\"a_37\">Article 33</a> would envisage the\n\nmatters other than procedure of arbitration proceedings\n\nwould be to re-write the contract. The High Court also held\n\nthat the question of arbitrability of the claim or dispute cannot\n\nbe examined solely on the touchstone of the applicability of\n\nthe law relating to arbitration of any country but applying the\n\npublic policy under the laws of the country to which the\n\nparties have subjected the contract to be governed.\n<span class=\"hidden_text\" id=\"span_25\">                                                       24</span>\n\nTherefore, according to the High Court, the question of\n\narbitrability of the dispute is not a pure question of applicable\n\nlaw of arbitration or lex arbitri but a larger one governing the\n\npublic policy. The High Court then concluded that public\n\npolicy of India cannot be adjudged under the laws of\n\nEngland. <a href=\"/doc/846967/\" id=\"a_38\">Article 32.1</a> specifically provides that laws of India\n\nwill govern the obligations of the parties in the PSCs. The\n\nHigh Court also concluded that the effect of the interplay of\n\n<a href=\"/doc/846967/\" id=\"a_39\">Article 32.1</a> and <a href=\"/doc/1566826/\" id=\"a_40\">Article 32.2</a> and <a href=\"/doc/829916/\" id=\"a_41\">33.12</a> leads to the\n\nconclusion that law of England shall operate in relation to\n\nmatters contained in <a href=\"/doc/829916/\" id=\"a_42\">Article 33</a> in so far as they are not\n\ninconsistent with the law of India. Since the question of\n\narbitrability of the claim is a larger question effecting public\n\npolicy of State it should be determined by applying laws of\n\nIndia. This would give a meaningful effect to <a href=\"/doc/1566826/\" id=\"a_43\">Article 32.2</a>,\n\notherwise it would be rendered otiose. On the basis of the\n\faforesaid plain reading, according to the High Court, the\n\nconclusion is that the intention of the parties under the\n\nagreement was always to remain subject to Indian laws and\n\nnot to contravene them. It is further held that <a href=\"/doc/829916/\" id=\"a_44\">Article 33</a> was\n\nconfined to conducting the arbitration in accordance with the\n<span class=\"hidden_text\" id=\"span_26\">                                                                            25</span>\n\n                       laws of England and not for all other purposes. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_27\">Relying on\n\n                       the judgment of this Court in <a href=\"/doc/110552/\" id=\"a_45\">Bhatia International Vs. Bulk\n\n                       Trading S.A. &amp; Anr.2</a>, it has been held that <a href=\"/doc/1306164/\" id=\"a_46\">Part I of the\n\n                       Arbitration Act, 1996</a> would be applicable as there is no clear\n\n                       express or implied intention of the parties to exclude the\n\n                       applicability of the <a href=\"/doc/1306164/\" id=\"a_47\">Arbitration Act, 1996</a>.</span> <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"75785\" id=\"span_28\">The High Court also\n\n                       relies on the judgment of this Court in <a href=\"/doc/75785/\" id=\"a_48\">Venture Global\n\n                       Engineering Vs. Satyam Computer Services Ltd.3</a>, in\n\n                       support of the conclusion that the Delhi High Court has\n\n                       jurisdiction to entertain and adjudicate the petition under\n\n                       <a href=\"/doc/536284/\" id=\"a_49\">Section 34</a> of the Arbitration Act, 1996. Since, according to\n\n                       High Court, the dispute raised by the appellant relate to\n\n                       public policy of India, the petition under <a href=\"/doc/1722761/\" id=\"a_50\">Section 34</a> of the\n\n                       Arbitration Act is maintainable. The High Court also gives\n\n                       additional reasons for concluding that the petition to\n\n                       challenge final partial award is maintainable. According to\n\n                       the High Court, the disputes involved rights in rem.\n\n                       Therefore, due regard has to be given to Indian laws. An\n\n                       award which is said to be against public policy can be\n\n                       permitted to be challenged in India even though the seat of\n\n<span class=\"hidden_text\" id=\"span_29\">2</span>\n    (2002) 4 SCC 105\n<span class=\"hidden_text\" id=\"span_30\">3</span>\n    (2008) 4 SCC 190\n<span class=\"hidden_text\" id=\"span_31\">                                                    26</span>\n\narbitration is outside India. The High Court also took support\n\nfrom the doctrine of public trust with regard to natural\n\nresources. Since the appellants are seeking refund of\n\namount of cess, royalties, service tax, all matters of public\n\nmoney in India, the jurisdiction of the Indian courts cannot be\n\nexcluded. The High Court concludes that there is no reason\n\fwhy the public money be allowed to invested for seeking\n\nadjudication of the claims which may be eventually found to\n\nbe impermissible to be enforced. Finally, the High Court\n\ndeclined to consider the law <a href=\"/doc/75785/\" id=\"a_51\">laid down by</a> the Constitution\n\nBench of this Court in Bharat Aluminium on the basis that\n\nthe operation of the judgment has been made prospective by\n\nthe court. The final conclusion has been given in paragraph\n\n59 which is as under :</span>\n</p>\n<blockquote id=\"blockquote_49\">   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"75785\" id=\"span_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_33\">&quot;59. No submission on the part of the respondents\n   remains unaddressed. I have already observed that\n   upon testing the instant case on the principles of\n   law <a href=\"/doc/75785/\" id=\"a_52\">laid down in</a> the case of <a href=\"/doc/110552/\" id=\"a_53\">Bhatia International</a>\n   (supra) as well as <a href=\"/doc/75785/\" id=\"a_54\">Venture Global</a> (supra), no infer-</span></span>\n</blockquote><p data-structure=\"Section\" id=\"p_42\">   ence as to express or implied exclusion of the <a href=\"/doc/1306164/\" id=\"a_55\">Part I\n   of the Arbitration and Conciliation Act, 1996</a> can be\n   drawn. Resultantly, the objection raised by the re-\n   spondents relating to lack of jurisdiction of Indian\n   court on the count of express choice of laws provi-\n   sions cannot be sustained as Indian laws including\n   provisions of <a href=\"/doc/1306164/\" id=\"a_56\">Part I of the Act</a> are not expressly nor\n   impliedly excluded. The said objection is therefore\n<span class=\"hidden_text\" id=\"span_34\">                                                        27</span>\n\n     rejected.&quot;\n</p>\n<p data-structure=\"Section\" id=\"p_43\">\n</p><p data-structure=\"Precedent\" id=\"p_44\">26.It is this judgment of the High Court which is subject matter\n\n  of this appeal.\n</p>\n<p data-structure=\"Section\" id=\"p_45\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_46\">27.We have heard the learned counsel for the parties.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_47\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"110552\" id=\"span_35\">28.Learned senior counsel for both the parties have made very\n\n  elaborate oral submissions. These submissions have been\n\n  summed up and supplemented by the written submissions.\n\n  Dr. Singhvi appearing for the appellants submitted that once\n\n  the English Law is selected as the proper law of arbitration,\n\n  the applicability of <a href=\"/doc/1306164/\" id=\"a_57\">Arbitration Act, 1996</a> would be ruled out.\n\n  He submits that the High Court has wrongly intermingled the\n\n  issues relating to the challenge to the arbitral proceedings or\n\n  the arbitration award with the merits of the disputes relating\n\n  to the underlying contract. According to him, even if the law\n\n  <a href=\"/doc/75785/\" id=\"a_58\">laid down in</a> <a href=\"/doc/110552/\" id=\"a_59\">Bhatia International</a> (supra) is applicable, the\n\n  arbitral tribunal would apply the provisions contained in the\n\f    <a href=\"/doc/171398/\" id=\"a_60\">Indian Contract Act</a>.       But the English Courts will have\n\n    jurisdiction over the control and supervision of the arbitration\n<span class=\"hidden_text\" id=\"span_36\">                                                                             28</span>\n\n                       including, challenge to the arbitral award.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"618892\" id=\"span_37\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1045460\" id=\"span_38\">In support of his\n\n                       submission, Dr. Singhvi relies on <a href=\"/doc/1045460/\" id=\"a_61\">Videocon Industries\n\n                       Limited Vs. Union of India &amp; Anr.4 He</a> has also relied on\n\n                       <a href=\"/doc/618892/\" id=\"a_62\">Yograj      Infrastructure      Limited    Vs.   Ssang      Yong\n\n                       Engineering and Construction Company Limited5</a>, M/s\n\n                       Dozco India P. Ltd. Vs. M/s Doosan Infracore Co. Ltd.6,\n\n                       Bharat Aluminium Company Vs. Kaiser Aluminium\n\n                       Technical Services Inc.7</span></span>\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_48\">                <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"75785\" id=\"span_39\">29.Dr. Singhvi submitted that the reliance placed by the High\n\n                       Court      on   <a href=\"/doc/75785/\" id=\"a_63\">Venture      Global   Engineering</a>    (supra)    is\n\n                       misplaced. In that case, the Court was not concerned with a\n\n                       clause such as <a href=\"/doc/846967/\" id=\"a_64\">Article 32.1</a> of the PSC, which has to be\n\n                       interpreted subject to the provisions contained in <a href=\"/doc/829916/\" id=\"a_65\">Article\n\n                       33.12.</a></span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"75785\" id=\"span_40\">According to Dr. Singhvi, the ratio of <a href=\"/doc/75785/\" id=\"a_66\">Venture Global\n\n                       Engineering</a> (supra) has lost its efficacy as it <a href=\"/doc/75785/\" id=\"a_67\">has been\n\n                       overruled</a> by the Constitution Bench in Bharat Aluminium\n\n                       Company (supra).          Dr. Singhvi then submitted that the\n\n                       concern shown by the High Court for Indian public policy\n\n<span class=\"hidden_text\" id=\"span_41\">4</span>\n    (2011) 6 SCC 161\n<span class=\"hidden_text\" id=\"span_42\">5</span>\n    (2011) 9 SCC 735\n<span class=\"hidden_text\" id=\"span_43\">6</span>\n    (2009) 3 ALR 162\n<span class=\"hidden_text\" id=\"span_44\">7</span>\n    (2012) 9 SCC 552\n<span class=\"hidden_text\" id=\"span_45\">                                                                                  29</span>\n\n                       was wholly misplaced and erroneous. The High Court has\n\n                       failed to appreciate that <a href=\"/doc/846967/\" id=\"a_68\">Article 32.1</a> and <a href=\"/doc/1566826/\" id=\"a_69\">32.2</a> deal only with\n\n                       the proper law of the contract and not with the proper law of\n\n                       the arbitration agreement.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1045460\" id=\"span_46\">The High Court has erroneously\n\n                       distinguished the ratio of law laid down in <a href=\"/doc/1045460/\" id=\"a_70\">Videocon\n\n                       Industries Limited</a> (supra) on the ground that although the\n\n                       arbitration clause therein was the same but the question of\n\n                       public policy had not been addressed by the Court.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1045460\" id=\"span_47\">Relying\n\f                       on State of Gujarat &amp; Anr. Vs. Justice R.A. Mehta\n\n                       (Retired) &amp; Ors.8, Dr. Singhvi submitted that even if the\n\n                       issue of public policy was not particularly raised or\n\n                       addressed, the judgment in <a href=\"/doc/1045460/\" id=\"a_71\">Videocon Industries Limited</a>\n\n                       (supra) still be a binding precedent. According to him, whilst\n\n                       concluding that the parties did not intend to exclude the\n\n                       applicability of the <a href=\"/doc/1306164/\" id=\"a_72\">Arbitration Act, 1996</a> to the arbitration\n\n                       agreement, the High Court has erroneously held that it was\n\n                       necessary for the parties to exclude not only the provisions\n\n                       of the <a href=\"/doc/1052228/\" id=\"a_73\">Arbitration Act</a> but also specifically plead that public\n\n                       policy is also excluded.      According to the learned senior\n\n                       counsel,   Article   15.6.1    has     no   relevance    for   the\n\n\n<span class=\"hidden_text\" id=\"span_48\">8</span>\n      (2013) 3 SCC 1\n<span class=\"hidden_text\" id=\"span_49\">                                                        30</span>\n\n    determination of the question as to whether the <a href=\"/doc/1306164/\" id=\"a_74\">Arbitration\n\n    Act, 1996</a> will apply to the arbitration, which is being held in\n\n    London.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_49\">\n\n</p><p data-structure=\"RespArg\" id=\"p_50\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"75785\" id=\"span_50\">30.Mr. A.K. Ganguly, learned senior counsel appearing for\n\n    Union of India submits that the decision in this case has\n\n    been correctly rendered by the High Court based on the law\n\n    <a href=\"/doc/1045460/\" id=\"a_75\">laid down by</a> this Court in <a href=\"/doc/75785/\" id=\"a_76\">Bhatia International and Venture\n\n    Global Engineering</a> (supra) as the arbitration agreement is\n\n    pre BALCO. He submits that in order to determine whether\n\n    <a href=\"/doc/1306164/\" id=\"a_77\">Arbitration Act, 1996</a> is excluded, the contract had to be\n\n    seen as a whole. Here, the contract is in India, for the work\n\n    to be done in India over 25 years; secondly, it deals with\n\n    natural resources, Union of India is a trustee of these\n\n    resources for the citizens of India. London was designated\n\n    as the seat of arbitration only to provide certain measure of\n\n    comfort level to the foreign parties. The contract can not be\n\n    read in such a way as to exclude the <a href=\"/doc/1306164/\" id=\"a_78\">Arbitration Act, 1996</a>.\n\n    The High Court has correctly concluded that arbitrability had\n\n    to be decided by taking into consideration Indian Laws,\n\f  which would include the Indian Arbitration Act and not under\n<span class=\"hidden_text\" id=\"span_51\">                                                    31</span>\n\nthe English Arbitration Act, 1996. He emphasized that the\n\npresent proceedings relate to the interpretation of the\n\ncontract, which is of national importance to develop the oil\n\nrich areas in the Indian Coasts. He points out that under the\n\nPSC, the contractor has agreed to be always mindful of the\n\nrights and interests of India in the conduct of petroleum\n\noperations [<a href=\"/doc/817707/\" id=\"a_79\">Article 7.3(a)].</a> Mr. Ganguly also relied on <a href=\"/doc/846967/\" id=\"a_80\">Article\n\n32.1</a> and <a href=\"/doc/1566826/\" id=\"a_81\">32.2</a> and submitted that Contract is to be governed\n\nand interpreted in accordance with laws of India. He points\n\nout that there is a negative covenant in <a href=\"/doc/1566826/\" id=\"a_82\">Article 32.2</a>, wherein\n\nGovernment or the contractor are not entitled to exercise the\n\nrights, privileges, and powers conferred under the PSC in a\n\nmanner which will contravene laws of India.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"75785\" id=\"span_52\">Mr. Ganguly\n\nfurther pointed out that the High Court has correctly applied\n\nthe law <a href=\"/doc/75785/\" id=\"a_83\">laid down by</a> this court in <a href=\"/doc/75785/\" id=\"a_84\">Bhatia International and\n\nVenture Global Engineering</a> (supra). He also objected to\n\nthe additional documents, which are sought to be relied upon\n\nby the petitioners in I.A. No. 7 of 2014. He submitted that\n\nnone of these documents were on the record before the High\n\nCourt and can not be permitted to be relied on for the first\n\ntime in this Court. He, therefore, submitted that I.A. No. 2\n<span class=\"hidden_text\" id=\"span_53\">                                                        32</span>\n\n  ought to be dismissed. He submitted that similar request\n\n  was made before the High Court, which was rejected.</span>\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_51\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1045460\" id=\"span_54\">31.Mr. Ganguly emphasized that the issues raised by the Union\n\n  of India are of public law and not purely contractual as\n\n  sought to be projected by the appellants. He points out that\n\n  the appellants have sought a number of reliefs with respect\n\n  to CAG Audit. It is a challenge to the conclusions recorded\n\n  by the CAG Audit and such a challenge would not be\n\n  arbitrable.   It is further submitted by him that the issues\n\n  raised with regard to royalty is also not arbitrable as it is not\n\n  a commercial issue. He has distinguished the judgment of\n\f  this Court in <a href=\"/doc/1045460/\" id=\"a_85\">Videocon Industries Limited</a> (supra) on the\n\n  basis that the issue with regard to the public law was not\n\n  considered by the Court in that judgment.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_52\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_53\">32.As noticed earlier, both the learned senior counsel have also\n\n  submitted written submissions. Primarily, the submissions\n\n  made in the Court have been reiterated and, therefore,\n\n  reference will be made to the same as and when necessary.\n<span class=\"hidden_text\" id=\"span_55\">                                                       33</span>\n\n</p><p data-structure=\"CDiscource\" id=\"p_54\">33.We have considered the submissions made by the learned\n\n  counsel for the parties.\n</p>\n<p data-structure=\"Precedent\" id=\"p_55\">\n\n</p><p data-structure=\"Precedent\" id=\"p_56\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_56\">34.Before we analyze the submissions made by the learned\n\n  senior counsel for both the parties, it would be appropriate to\n\n  notice the various factual and legal points on which the\n\n  parties are agreed. The controversy herein would have to be\n\n  decided on the basis of the law declared by this Court in\n\n  <a href=\"/doc/110552/\" id=\"a_86\">Bhatia International</a> (supra). The parties are agreed and it\n\n  is also evident from the Final Partial Consent Award dated\n\n  14th September, 2011 that the juridical seat (or legal place) of\n\n  arbitration for the purposes of the arbitration initiated under\n\n  the Claimants’ Notice of Arbitration dated 16th December,\n\n  2010 shall be London, England. The parties are also agreed\n\n  that hearings of the Notice of Arbitration may take place at\n\n  Paris, France, Singapore or any other location the Tribunal\n\n  considers may be convenient. It is also agreed by the parties\n\n  that the terms and conditions of the arbitration agreement in\n\n  <a href=\"/doc/829916/\" id=\"a_87\">Article 33</a> of the PSCs shall remain in full force and effect\n\n  and be applicable to the arbitration proceedings.</span>\n<span class=\"hidden_text\" id=\"span_57\">                                                       34</span>\n\n</p><p data-structure=\"Section\" id=\"p_57\">35.The essential dispute between the parties is as to whether\n\n  <a href=\"/doc/1306164/\" id=\"a_88\">Part I of the Arbitration Act, 1996</a> would be applicable to the\n\n  arbitration agreement irrespective of the fact that the seat of\n\n  arbitration is outside India. To find a conclusive answer to\n\n  the issue as to whether applicability of <a href=\"/doc/1306164/\" id=\"a_89\">Part I of the\n\f  Arbitration Act, 1996</a> has been excluded, it would be\n\n  necessary to discover the intention of the parties. Beyond\n\n  this parties are not agreed on any issue.\n</p>\n<p data-structure=\"Precedent\" id=\"p_58\">\n\n</p><p data-structure=\"Precedent\" id=\"p_59\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_58\">36.We are also of the opinion that since the ratio of law <a href=\"/doc/110552/\" id=\"a_90\">laid\n\n  down in</a> Balco (supra) has been made prospective in\n\n  operation by the Constitution Bench itself, we are bound by\n\n  the decision rendered in <a href=\"/doc/110552/\" id=\"a_91\">Bhatia International</a> (supra).\n\n  Therefore, at the outset, it would be appropriate to reproduce\n\n  the relevant ratio of Bhatia International in paragraph 32\n\n  which is as under :-</span>\n</p>\n<blockquote id=\"blockquote_50\">     &quot;32. To conclude, we hold that the provisions of\n     Part I would apply to all arbitrations and to all pro-\n     ceedings relating thereto. Where such arbitration is\n     held in India the provisions of Part I would com-\n     pulsorily apply and parties are free to deviate only to\n     the extent permitted by the derogable provisions of\n     Part I. In cases of international commercial arbitra-\n     tions held out of India provisions of Part I would ap-\n     ply unless the parties by agreement, express or im-\n</blockquote><span class=\"hidden_text\" id=\"span_59\">                                                       35</span>\n\n<blockquote id=\"blockquote_51\">     plied, exclude all or any of its provisions. In that\n     case the laws or rules chosen by the parties would\n     prevail. Any provision, in Part I, which is contrary to\n     or excluded by that law or rules will not apply.&quot;\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_60\">37.In view of the aforesaid, it would be necessary to analyze\n\n  the relevant Articles of the PSC, to discover the real intention\n\n  of the parties as to whether the provisions of <a href=\"/doc/1306164/\" id=\"a_92\">Arbitration Act,\n\n  1996</a> have been excluded. It must, immediately, be noticed\n\n  that <a href=\"/doc/846967/\" id=\"a_93\">Articles 32.1</a> and <a href=\"/doc/1566826/\" id=\"a_94\">32.2</a> deal with applicable law and\n\n  language of the contract as is evident from the heading of\n\n  the Article which is &quot;Applicable Law and Language of the\n\n  Contract&quot;. <a href=\"/doc/846967/\" id=\"a_95\">Article 32.1</a> provides the proper law of the contract\n\n  i.e. laws of India. <a href=\"/doc/1566826/\" id=\"a_96\">Article 32.2</a> makes a declaration that none\n\n  of the provisions contained in the contract would entitle\n\n  either the Government or the Contractor to exercise the\n\n  rights, privileges and powers conferred upon it by the\n\n  contract in a manner which would contravene the laws of\n\n  India.\n</p><p data-structure=\"Section\" id=\"p_61\">\f38.Article 33 makes very detailed provision with regard to the\n\n  resolution of disputes through arbitration. The two Articles do\n\n  not overlap - one (<a href=\"/doc/981147/\" id=\"a_97\">Art.32</a>) deals with the proper law of the\n<span class=\"hidden_text\" id=\"span_60\">                                                         36</span>\n\ncontract, the other (<a href=\"/doc/829916/\" id=\"a_98\">Art.33</a>) deals with ADR, i.e. consultations\n\nbetween the parties; conciliation; reference to a sole expert\n\nand ultimately arbitration. Under <a href=\"/doc/829916/\" id=\"a_99\">Article 33</a>, at first efforts\n\nshould be made by the parties to settle the disputes among\n\nthemselves (33.1). If these efforts fail, the parties by\n\nagreement shall refer the dispute to a sole expert (33.2). The\n\nprovision with regard to constitution of the arbitral tribunal\n\nprovides that the arbitral tribunal shall consist of three\n\narbitrators (33.4). This article also provides that each party\n\nshall appoint one arbitrator. The arbitrators appointed by the\n\nparties shall appoint the third arbitrator. In case, the\n\nprocedure under <a href=\"/doc/829916/\" id=\"a_100\">Article 33.4</a> fails, the aggrieved party can\n\napproach the Permanent Court of Arbitration at Hague for\n\nappointment of an arbitrator (33.5). Further, in case the two\n\narbitrators fail to make an appointment of the third arbitrator\n\nwithin 30 days of the appointment of the second arbitrator,\n\nagain the Secretary General of the Permanent Court of\n\nArbitration at Hague may, at the request of either party\n\nappoint the third arbitrator. In the face of this, it is difficult to\n\nappreciate the submission of the respondent - Union of India\n\nthat the <a href=\"/doc/1306164/\" id=\"a_101\">Arbitration Act, 1996</a> (Part I) would be applicable to\n<span class=\"hidden_text\" id=\"span_61\">                                                        37</span>\n\n  the arbitration proceedings. In the event, Union of India\n\n  intended to ensure that the <a href=\"/doc/1306164/\" id=\"a_102\">Arbitration Act, 1996</a> shall apply\n\n  to the arbitration proceedings, <a href=\"/doc/829916/\" id=\"a_103\">Article 33.5</a> should have\n\n  provided that in default of a party appointing its arbitrator,\n\n  such arbitrator may, at the request of the first party be\n\n  appointed by the Chief Justice of India or any person or\n\n  Institution designated by him. Thus, the Permanent Court of\n\n  Arbitration at Hague can be approached for the appointment\n\n  of the arbitrator, in case of default by any of the parties. This,\n\n  in our opinion, is a strong indication that applicability of\n\f  <a href=\"/doc/1306164/\" id=\"a_104\">Arbitration Act, 1996</a> was excluded by the parties by\n\n  consensus. Further, the arbitration proceedings are to be\n\n  conducted in accordance with the UNCITRAL Rules, 1976\n\n  (33.9). It is specifically provided that the right to arbitrate\n\n  disputes and claims under this contract shall survive the\n\n  termination of this contract (33.10).\n</p>\n<p data-structure=\"Section\" id=\"p_62\">39.The Article which provides the basis of the controversy\n\n  herein is <a href=\"/doc/829916/\" id=\"a_105\">Article 33.12</a> which provides that venue of the\n\n  arbitration shall be London and that the arbitration\n\n  agreement shall be governed by the laws of England.               It\n\n  appears, as observed earlier, that by a Final Partial Consent\n<span class=\"hidden_text\" id=\"span_62\">                                                       38</span>\n\n  Award, the parties have agreed that the juridical seat (or\n\n  legal place of arbitration) for the purposes of arbitration\n\n  initiated under the claimants’ notice of arbitration dated 16th\n\n  December, 2010 shall be London, England.\n</p>\n<p data-structure=\"Precedent\" id=\"p_63\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_64\">40.We are of the opinion, upon a meaningful reading of the\n\n  aforesaid Articles of the PSC, that the proper law of the\n\n  contract is Indian Law; proper law of the arbitration\n\n  agreement is the law of England. Therefore, can it be said as\n\n  canvassed    by   the   respondents,    that   applicability     of\n\n  <a href=\"/doc/1306164/\" id=\"a_106\">Arbitration Act, 1996</a> has not been excluded?\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_65\">41.It was submitted by Mr. Ganguly that the intention of the\n\n  parties was never to exclude the applicability of <a href=\"/doc/1306164/\" id=\"a_107\">Arbitration\n\n  Act, 1996</a>. It is submitted that the expression &quot;laws of India&quot;\n\n</p><blockquote id=\"blockquote_52\">  under <a href=\"/doc/1566826/\" id=\"a_108\">Article 32.2</a> would also include the <a href=\"/doc/1306164/\" id=\"a_109\">Arbitration Act,\n\n  1996</a>. This submission is without any merit. In our opinion,\n\n  the expression &quot;laws of India&quot; as used in <a href=\"/doc/846967/\" id=\"a_110\">Article 32.1</a> and\n\n  <a href=\"/doc/1566826/\" id=\"a_111\">32.2</a> have a reference only to the contractual obligations to\n\n  be performed by the parties under the substantive contract\n\n  i.e. PSC. In other words, the provisions contained in 33.12\n<span class=\"hidden_text\" id=\"span_63\">                                                        39</span>\n\n  are not governed by the provisions contained in <a href=\"/doc/846967/\" id=\"a_112\">Article 32.1.</a>\n\f  It must be emphasized that <a href=\"/doc/846967/\" id=\"a_113\">Article 32.1</a> has been made\n\n  subject to the provision of <a href=\"/doc/829916/\" id=\"a_114\">Article 33.12.</a> <a href=\"/doc/829916/\" id=\"a_115\">Article 33.12</a>\n\n  specifically provides that the arbitration agreement shall be\n\n  governed by the laws of England. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_64\">The two Articles are\n\n  particular in laying down that the contractual obligations with\n\n  regard to the exploration of oil and gas under the PSC shall\n\n  be governed and interpreted in accordance with the laws of\n\n  India. In contra-distinction, <a href=\"/doc/829916/\" id=\"a_116\">Article 33.12</a> specifically provides\n\n  that the arbitration agreement contained in <a href=\"/doc/829916/\" id=\"a_117\">Article 33.12</a> shall\n\n  be governed by the laws of England. Therefore, in our\n\n  opinion, the conclusion is inescapable that applicability of\n\n  <a href=\"/doc/1306164/\" id=\"a_118\">Arbitration Act, 1996</a> has been ruled out by a conscious\n\n  decision and agreement of the parties. Applying the ratio of\n\n  law as <a href=\"/doc/110552/\" id=\"a_119\">laid down in</a> <a href=\"/doc/110552/\" id=\"a_120\">Bhatia International</a> (supra) it would\n\n  lead to the conclusion that the Delhi High Court had no\n\n  jurisdiction to entertain the petition under <a href=\"/doc/846153/\" id=\"a_121\">Article 34</a> of the\n\n  <a href=\"/doc/1306164/\" id=\"a_122\">Arbitration Act, 1996</a>.</span>\n</blockquote>\n\n\n<p data-structure=\"Section\" id=\"p_66\">42.Article 33 provides for ADR - its limited application is to\n\n  dispute resolution through arbitration as opposed to civil\n<span class=\"hidden_text\" id=\"span_65\">                                                    40</span>\n\nlitigation.   Therefore, there is no violation of 32.2, as\n\n<a href=\"/doc/1306164/\" id=\"a_123\">Arbitration Act, 1996</a>, in fact signifies Parliamentary sanction\n\nof ADR. In fact, <a href=\"/doc/618177/\" id=\"a_124\">Article 32.3</a> indicates that obligations under\n\nPSC and Arbitration Agreement are separate. Hence, it is\n\nprovided that English shall be the language of the Contract.\n\nFollowed by the stipulation that English shall also be the law\n\nof arbitral proceedings.   Therefore, the conclusion of the\n\nHigh Court that PSC is a composite contract is not in tune\n\nwith the approved provisions of the PSC. This separateness\n\nis further emphasized by <a href=\"/doc/846967/\" id=\"a_125\">Article 32.1</a> by making the provision\n\n&quot;subject to the provision of <a href=\"/doc/829916/\" id=\"a_126\">Article 33.12&quot;.</a>    Laws of India\n\nhave been made applicable to the substantive contract. Law\n\nof England govern the Dispute Resolution Mechanism.\n\nProvision for Arbitration is a deliberate election of remedy\n\fother than usual remedy of a civil suit. The ADR mechanism\n\nunder the Arbitral Laws of different nations is legally and\n\njurisprudentially accepted, sanctified by the Highest Law\n\nMaking Bodies of the member States, signatories to the New\n\nYork Convention. India is not only a signatory to the New\n\nYork Convention, but it has taken into account the\n\nUNCITRAL Model Laws and the UNCITRAL Rules, whilst\n<span class=\"hidden_text\" id=\"span_66\">                                                         41</span>\n\n  enacting the <a href=\"/doc/1306164/\" id=\"a_127\">Arbitration Act, 1996</a>. Therefore, it would not be\n\n  possible to accept the submission of Mr. Ganguly that the\n\n  Law of the Contract is also the Law of the Arbitration\n\n  Agreement.\n</p>\n<p data-structure=\"Precedent\" id=\"p_67\">\n\n</p><p data-structure=\"Precedent\" id=\"p_68\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1045460\" id=\"span_67\">43.In our opinion, it is too late in the day to contend that the\n\n  seat of arbitration is not analogous to an exclusive\n\n  jurisdiction clause. This view of ours will find support from\n\n  numerous judgments of this Court. Once the parties had\n\n  consciously agreed that the juridical seat of the arbitration\n\n  would be London and that the arbitration agreement will be\n\n  governed by the laws of England, it was no longer open to\n\n  them to contend that the provisions of <a href=\"/doc/1052228/\" id=\"a_128\">Part I of the Arbitration\n\n  Act</a> would also be applicable to the arbitration agreement.\n\n  This Court in the case of <a href=\"/doc/1045460/\" id=\"a_129\">Videocon Industries Ltd.</a> (supra)\n\n  has clearly held as follows :-</span>\n</p>\n<blockquote id=\"blockquote_53\">     &quot;33. In the present case also, the parties had\n     agreed that notwithstanding <a href=\"/doc/829916/\" id=\"a_130\">Article 33.1</a>, the\n     arbitration agreement contained in <a href=\"/doc/846153/\" id=\"a_131\">Article 34</a> shall\n     be governed by laws of England. This necessarily\n     implies that the parties had agreed to exclude the\n     provisions of <a href=\"/doc/1306164/\" id=\"a_132\">Part I of the Act</a>. As a corollary to the\n     above conclusion, we hold that the Delhi High Court\n     did not have the jurisdiction to entertain the petition\n     filed by the respondents under <a href=\"/doc/1079220/\" id=\"a_133\">Section 9</a> of the Act\n<span class=\"hidden_text\" id=\"span_68\">                                                        42</span>\n\n     and the mere fact that the appellant had earlier filed\n     similar petitions was not sufficient to clothe that\n     High Court with the jurisdiction to entertain the\n     petition filed by the respondents.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_69\">44.In coming to the aforesaid conclusion this Court interpreted\n\n  similar if not identical provisions contained in the arbitration\n\n  agreement. The provision with regard to proper law of the\n\f  contract and the arbitration agreement was as follows :\n\n</p><blockquote id=\"blockquote_54\">     3. For the sake of convenience, the relevant clauses\n     of <a href=\"/doc/829916/\" id=\"a_134\">Articles 33</a><a href=\"/doc/846153/\" id=\"a_135\">, 34</a> and <a href=\"/doc/448465/\" id=\"a_136\">35</a> of the PSC are extracted\n     below:\n</blockquote>\n<blockquote id=\"blockquote_55\">     &quot;33.1. Indian law to govern.--Subject to the provi-\n     sions of <a href=\"/doc/846153/\" id=\"a_137\">Article 34.12</a>, this contract shall be gov-\n     erned and interpreted in accordance with the laws\n     of India.\n</blockquote>\n<blockquote id=\"blockquote_56\">     33.2. Laws of India not to be contravened.--Subject\n     to <a href=\"/doc/1987997/\" id=\"a_138\">Article 17.1</a> nothing in this contract shall entitle\n     the contractor to exercise the rights, privileges and\n     powers conferred upon it by this contract in a man-\n     ner which will contravene the laws of India.\n</blockquote>\n<blockquote id=\"blockquote_57\">                         *      *     *\n\n     34.3. Unresolved disputes.--Subject to the provi-\n     sions of this contract, the parties agree that any\n     matter, unresolved dispute, difference or claim\n     which cannot be agreed or settled amicably within\n     twenty-one (21) days may be submitted to a sole\n     expert (where <a href=\"/doc/846153/\" id=\"a_139\">Article 34.2</a> applies) or otherwise to\n     an Arbitral Tribunal for final decision as hereinafter\n     provided.\n</blockquote><span class=\"hidden_text\" id=\"span_69\">                                                       43</span>\n\n<blockquote id=\"blockquote_58\">                         *     *     *\n\n     34.12. Venue and law of arbitration agreement.--\n     The venue of sole expert, conciliation or arbitration\n     proceedings pursuant to this article, unless the\n     parties otherwise agree, shall be Kuala Lumpur,\n     Malaysia, and shall be conducted in the English lan-\n     guage. Insofar as practicable, the parties shall con-\n     tinue to implement the terms of this contract not-\n     withstanding the initiation of arbitral proceedings\n     and any pending claim or dispute. Notwithstanding\n     the provisions of <a href=\"/doc/829916/\" id=\"a_140\">Article 33.1</a>, the arbitration agree-\n     ment contained in this <a href=\"/doc/846153/\" id=\"a_141\">Article 34</a> shall be governed\n     by the laws of England.\n</blockquote>\n<blockquote id=\"blockquote_59\">                         *     *     *\n\n\n     35.2. Amendment.--This contract shall not be\n     amended, modified, varied or supplemented in any\n     respect except by an instrument in writing signed by\n     all the parties, which shall state the date upon which\n     the amendment or modification shall become\n     effective.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_70\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1045460\" id=\"span_70\">45.We are of the opinion that in the impugned judgment the\n\n  High Court has erred in not applying the ratio of law <a href=\"/doc/1045460/\" id=\"a_142\">laid\n\n  down in</a> <a href=\"/doc/1045460/\" id=\"a_143\">Videocon Industries Ltd.</a> (supra) in the present\n\n  case.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1045460\" id=\"span_71\">The first issue raised in <a href=\"/doc/1045460/\" id=\"a_144\">Videocon Industries Limited</a>\n\n  (supra) was as to whether the seat of arbitration was\n\n  London or Kuala Lumpur. The second issue was with regard\n\n  to the Courts that would have supervisory jurisdiction over\n\f  the arbitration proceedings. Firstly, the plea of Videocon\n<span class=\"hidden_text\" id=\"span_72\">                                                        44</span>\n\n  Industries Limited was that the seat could not have been\n\n  changed from Kuala Lumpur to London only on agreement\n\n  of    the parties without      there    being   a   corresponding\n\n  amendment in the PSC. This plea was accepted. It was\n\n  held that seat of arbitration cannot be changed by mere\n\n  agreement of parties. In Paragraph 21 of the judgment, it\n\n  was observed as follows:-</span>\n</p>\n<blockquote id=\"blockquote_60\">       &quot;21. Though, it may appear repetitive, we deem it\n       necessary to mention that as per the terms of\n       agreement, the seat of arbitration was Kuala Lum-\n       pur. If the parties wanted to amend <a href=\"/doc/846153/\" id=\"a_145\">Article 34.12</a>,\n       they could have done so only by a written instru-\n       ment which was required to be signed by all of\n       them. Admittedly, neither was there any agreement\n       between the parties to the PSC to shift the juridical\n       seat of arbitration from Kuala Lumpur to London nor\n       was any written instrument signed by them for\n       amending <a href=\"/doc/846153/\" id=\"a_146\">Article 34.12.</a> Therefore, the mere fact\n       that the parties to the particular arbitration had\n       agreed for shifting of the seat of arbitration to Lon-\n       don cannot be interpreted as anything except phys-\n       ical change of the venue of arbitration from Kuala\n       Lumpur to London.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_71\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1045460\" id=\"span_73\">46.The other issue considered by this Court in <a href=\"/doc/1045460/\" id=\"a_147\">Videocon\n\n  Industries Limited</a> (supra) was as to whether a petition\n\n  under <a href=\"/doc/1079220/\" id=\"a_148\">Section 9</a> of the Arbitration Act, 1996 would be\n\n  maintainable in Delhi High Court, the parties having\n\n  specifically agreed that the arbitration agreement would be\n<span class=\"hidden_text\" id=\"span_74\">                                                       45</span>\n\n  governed by the English Law.           This issue was decided\n\n  against Union of India and it was held that Delhi High Court\n\n  did not have the jurisdiction to entertain the petition filed by\n\n  Union of India under <a href=\"/doc/1120409/\" id=\"a_149\">Section 9</a> of the Arbitration Act.</span>\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_72\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1045460\" id=\"span_75\">47.In the present appeal, this Court is also considering the\n\n  issue as to whether the petition under <a href=\"/doc/536284/\" id=\"a_150\">Section 34</a> of the\n\n  Arbitration Act, 1996 filed by Union of India in Delhi would be\n\n  maintainable.     The parties have made the necessary\n\n  amendment in the PSCs to provide that the juridical seat of\n\n  arbitration shall be London.      It is also provided that the\n\f  arbitration agreement will be governed by laws of England.\n\n  Therefore, the ratio in <a href=\"/doc/1045460/\" id=\"a_151\">Videocon Industries Limited</a> (supra)\n\n  would be relevant and binding in the present appeal.</span>\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_73\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"75785\" id=\"span_76\">48.The aforesaid judgment (Videocon) has been rendered by\n\n  this   Court     upon    consideration     of   <a href=\"/doc/75785/\" id=\"a_152\">Venture       Global\n\n  Engineering</a> (supra). Venture Global Engineering and\n\n  Videocon Industries Ltd. are both judgments delivered by\n\n  two-Judge Bench.</span>         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1045460\" id=\"span_77\">In our opinion, the factual and legal\n\n  issues involved in the <a href=\"/doc/1045460/\" id=\"a_153\">Videocon Industries</a> case are very\n<span class=\"hidden_text\" id=\"span_78\">                                                         46</span>\n\n  similar to the controversy involved in the present appeal.\n\n  The Arbitration Agreement in this appeal is identical to the\n\n  arbitration agreement in Videocon Industries.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1045460\" id=\"span_79\">In fact, the\n\n  factual situation in the present appeal is on a stronger\n\n  footing than in <a href=\"/doc/1045460/\" id=\"a_154\">Videocon Industries Limited</a> (supra). As\n\n  noticed    earlier,     in   Videocon      Industries,    this    Court\n\n  concluded that the parties could not have altered the seat of\n\n  arbitration without making the necessary amendment to the\n\n  PSC.      In the present appeal, necessary amendment has\n\n  been made in the PSC.                    Based on the aforesaid\n\n  amendment, the Arbitral Tribunal has rendered the Final\n\n  Partial Consent Award of 14th September, 2011 recording\n\n  that the juridical seat (or legal place) of the arbitration for the\n\n  purposes of arbitration initiated under the Claimant’s Notice\n\n  of Arbitration                           dated 16 th December, 2010\n\n  shall be London, England.          Furthermore, the judgment in\n\n  Videocon Industries is subsequent to Ventura Global.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1045460\" id=\"span_80\">We\n\n  are, therefore, bound by the <a href=\"/doc/1045460/\" id=\"a_155\">ratio <a href=\"/doc/1045460/\" id=\"a_156\">laid down in</a></a> <a href=\"/doc/1045460/\" id=\"a_157\">Videocon\n\n  Industries Limited</a> (supra).</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_74\">\n\n</p><p data-structure=\"Precedent\" id=\"p_75\">49.We may also point out that the judgment in Videocon\n<span class=\"hidden_text\" id=\"span_81\">                                                                            47</span>\n\n                      Industries has been followed on numerous occasions by a\n\n                      number of High Courts. This apart, the judgment of this\n\n                      Court in Videocon Industries Ltd. also reflects the view\n\f                       taken by the Courts in England on the same issues. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"806030\" id=\"span_82\">In the\n\n                       case of <a href=\"/doc/806030/\" id=\"a_158\">A Vs. B9</a> considering a similar situation, it has been\n\n                       held as follows :</span>\n</p>\n<blockquote id=\"blockquote_61\">                           &quot;&quot;.....an agreement as to the seat of an arbitration is\n                           analogous to an exclusive jurisdiction clause. Any\n                           claim for a remedy......as to the validity of an\n                           existing interim or final award is agreed to be made\n                           only in the courts of the place designated as the\n                           seat of arbitration.&quot;            (emphasis supplied).\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_76\">                    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1045460\" id=\"span_83\">50.This Court in Dozco India Ltd. (supra) again reiterated the\n\n                       principle of law laid down in <a href=\"/doc/1045460/\" id=\"a_159\">Sumitomo Heavy Industries\n\n                       Ltd.</a> (supra), wherein the law was very clearly enunciated in\n\n                       Para 16:</span>\n</p>\n<blockquote id=\"blockquote_62\">                           &quot;The law which would apply to the filing of the\n                           award, to its enforcement and to its setting aside\n                           would be the law governing the agreement to\n                           arbitrate and the performance of that agreement.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_77\">                           This judgment is rendered by a three-Judge Bench.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_78\">                    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1045460\" id=\"span_84\">51.It is noteworthy that the judgment in Sumitomo was not\n\n\n<span class=\"hidden_text\" id=\"span_85\">9</span>\n      2007 (1) All E.R. (Comm) 591\n<span class=\"hidden_text\" id=\"span_86\">                                                       48</span>\n\n    dissented from in Bhatia International on which the\n\n    judgment in Venture Global is based. This again persuades\n\n    us to follow the law <a href=\"/doc/1045460/\" id=\"a_160\">laid down in</a> <a href=\"/doc/1045460/\" id=\"a_161\">Videocon</a> (supra).</span>\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_79\">52.Again this Court in Yograj Infrastructure (two-Judge\n\n    Bench) considered a similar arbitration agreement. It was\n\n    provided that the arbitration proceedings shall be conducted\n\n    in English in Singapore in accordance with the Singapore\n\n    International Arbitration Centre (SIAC) Rules. (Clause 27.1).\n\n    Clause 27.2 provided that the arbitration shall take place in\n\n    Singapore and be conducted in English language. This Court\n\n    held that having agreed that the seat of arbitration would be\n\n    Singapore and that the curial law of the arbitration\n\n    proceedings would be SIAC Rules, it was no longer open to\n\n    the appellant to contend that an application under <a href=\"/doc/605764/\" id=\"a_162\">Section\n\f  11(6)</a> of the Arbitration Act, 1996 would be maintainable.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_80\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"75785\" id=\"span_87\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_88\">53.This judgment has specifically taken into consideration the\n\n  law <a href=\"/doc/1045460/\" id=\"a_163\">laid down in</a> <a href=\"/doc/110552/\" id=\"a_164\">Bhatia International</a> (supra) and <a href=\"/doc/75785/\" id=\"a_165\">Venture\n\n  Global</a> (supra).</span></span> The same view has been taken by Delhi\n\n  High Court, Bombay High Court and the Gujarat High Court,\n<span class=\"hidden_text\" id=\"span_89\">                                                                           49</span>\n\n                      in fact this Court in Videocon has specifically approved the\n\n                      observations made by the Gujarat High Court in Hardy Oil\n\n                      (supra).\n</p>\n<p data-structure=\"Precedent\" id=\"p_81\">\n\n</p><p data-structure=\"Precedent\" id=\"p_82\">                  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1144681\" id=\"span_90\">54.The effect of choice of seat of arbitration was considered by\n\n                      the Court of Appeal in <a href=\"/doc/1144681/\" id=\"a_166\">C Vs. D10</a>.</span> This judgment has been\n\n                      specifically approved by this Court in Balco (supra) and\n\n                      reiterated in Enercon (supra).             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1144681\" id=\"span_91\">In <a href=\"/doc/1144681/\" id=\"a_167\">C Vs. D</a> (supra),\n\n                      the Court of Appeal has observed:-</span>\n</p>\n<blockquote id=\"blockquote_63\">                         &quot;Primary Conclusion\n</blockquote><blockquote id=\"blockquote_64\">                         16. I shall deal with Mr Hirst’s arguments in due\n                         course but, in my judgment, they fail to grapple with\n                         the central point at issue which is whether or not, by\n                         choosing London as the seat of the arbitration, the\n                         parties must be taken to have agreed that\n                         proceedings on the award should be only those\n                         permitted by English law. In my view they must be\n                         taken to have so agreed for the reasons given by\n                         the judge. The whole purpose of the balance\n                         achieved by the Bermuda Form (English arbitration\n                         but applying New York law to issues arising under\n                         the policy) is that judicial remedies in respect of the\n                         award should be those permitted by English law and\n                         only those so permitted. Mr Hirst could not say (and\n                         did not say) that English judicial remedies for lack of\n                         jurisdiction on procedural irregularities under\n                         <a href=\"/doc/472174/\" id=\"a_168\">sections 67</a> and <a href=\"/doc/159834/\" id=\"a_169\">68</a> of the 1996 Act were not\n                         permitted; he was reduced to saying that New York\n                         judicial    remedies      were also permitted.     That,\n                         however, would be a recipe for litigation and (what\n                         is worse) confusion which cannot have been\n<span class=\"hidden_text\" id=\"span_92\">10</span>\n     [2008] 1 Lloyd’s Law Rep 239\n<span class=\"hidden_text\" id=\"span_93\">                                                                            50</span>\n\n                          intended by the parties. No doubt New York law has\n                          its own judicial remedies for want of jurisdiction and\n                          serious irregularity but it could scarcely be\n                          supposed that a party aggrieved by one part of an\n                          award could proceed in one jurisdiction and a party\n                          aggrieved by another part of an award could\n                          proceed in another jurisdiction. Similarly, in the case\n                          of a single complaint about an award, it could not be\n                          supposed that the aggrieved party could complain in\n                          one jurisdiction and the satisfied party be entitled to\n                          ask the other jurisdiction to declare its satisfaction\n\f                          with the award. There would be a serious risk of\n                          parties rushing to get the first judgment or of\n                          conflicting decisions which the parties cannot have\n                          contemplated.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_83\">                 55.The aforesaid observations were subsequently followed by\n\n                       the High Court of Justice Queen’s Bench Division,\n\n                       Commercial Court (England) in SulameRica CIA Nacional\n\n                       De Seguros SA Vs. Enesa Engenharia SA - Enesa11. In\n\n                       laying down the same proposition, the High Court noticed\n\n                       that the issue in this case depends upon the weight to be\n\n                       given to the provision in Condition 12 of the insurance policy\n\n                       that &quot;the seat of the arbitration shall be London, England.&quot; It\n\n                       was observed that this necessarily carried with it the English\n\n                       Court’s supervisory jurisdiction over the arbitration process.\n\n                       It was observed that &quot;this follows from the express terms of\n\n                       the <a href=\"/doc/1306164/\" id=\"a_170\">Arbitration Act, 1996</a> and, in particular, the provisions of\n\n<span class=\"hidden_text\" id=\"span_94\">11</span>\n     (2012) WL 14764\n<span class=\"hidden_text\" id=\"span_95\">                                                         51</span>\n\n  <a href=\"/doc/1804257/\" id=\"a_171\">Section 2</a> which provide that <a href=\"/doc/1306164/\" id=\"a_172\">Part I of the Arbitration Act,\n\n  1996</a> applies where the seat of the arbitration is in England\n\n  and Wales or Northern Ireland. This immediately establishes\n\n  a strong connection between the arbitration agreement itself\n\n  and the law of England. It is for this reason that recent\n\n  authorities have laid stress upon the locations of the seat of\n\n  the arbitration as an important factor in determining the\n\n  proper law of the arbitration agreement.&quot;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_84\">\n\n</p><p data-structure=\"Section\" id=\"p_85\">56.In our opinion, these observations are fully applicable to the\n\n  facts and circumstances of this case. The conclusion\n\n  reached by the High Court would lead to the chaotic situation\n\n  where the parties would be left rushing between India and\n\n  England for redressal of their grievances. The provisions of\n\n  <a href=\"/doc/1052228/\" id=\"a_173\">Part I of the Arbitration Act</a> 1996 (Indian) are necessarily\n\n  excluded; being wholly inconsistent with the arbitration\n\n  agreement which provides &quot;that arbitration agreement shall\n\n  be governed by English law.&quot; Thus the remedy of the\n\f  respondent to challenge any award rendered in the\n\n  arbitration    proceedings   would   lie under      the        relevant\n\n  provisions contained in <a href=\"/doc/1306164/\" id=\"a_174\">Arbitration Act, 1996</a> of England and\n<span class=\"hidden_text\" id=\"span_96\">                                                       52</span>\n\n  Wales. Whether or not such an application would now be\n\n  entertained by the courts in England is not for us to examine,\n\n  it would have to be examined by the Court of Competent\n\n  Jurisdiction in England.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_86\">\n\nPublic Policy:\n</p>\n<p data-structure=\"Section\" id=\"p_87\">57.Mr. Ganguly has vehemently argued that the issues involved\n\n  here relate to violation of public policy of India. Therefore,\n\n  the applicability of Part I of the Indian Arbitration Act cannot\n\n  be excluded even if the seat of arbitration is London. It would\n\n  also, according to            Mr. Ganguly, make no difference\n\n  that the arbitration agreement specifically provides for the\n\n  arbitration agreement to be governed by the Laws of\n\n  England. According to Mr. Ganguly, proper law of the\n\n  contract would be relevant to determine the question as to\n\n  whether the interim final award would be amenable to\n\n  challenge under <a href=\"/doc/536284/\" id=\"a_175\">Section 34</a> of the Arbitration Act, 1996. In\n\n  our opinion, the aforesaid submission of the learned counsel\n\n  runs counter to the well settled law in India as well as in\n\n  other jurisdictions. As noticed earlier,         Mr. Ganguly has\n\n  submitted that the disputes in relation to royalties, cess,\n<span class=\"hidden_text\" id=\"span_97\">                                                        53</span>\n\n  service tax and the CAG audit report are not arbitrable. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"75785\" id=\"span_98\">In\n\n  support of this submission, he relies on the provisions\n\n  contained in <a href=\"/doc/1942013/\" id=\"a_176\">Article 15.1</a> read with <a href=\"/doc/1566826/\" id=\"a_177\">Article 32.2.</a> Relying upon\n\n  these two Articles,            Mr. Ganguly submitted that the\n\n  obligation with regard to taxes, royalties, rentals etc. are not\n\n  purely contractual, they are governed by the relevant\n\n  statutory provisions. He, therefore, placed strong reliance on\n\n  the judgment in <a href=\"/doc/75785/\" id=\"a_178\">Venture Global</a> (supra) in support of his\n\n  submission that since the disputes are not arbitrable, the\n\f  award cannot be enforced under <a href=\"/doc/1306164/\" id=\"a_179\">Part II of the Arbitration Act,\n\n  1996</a> but is amenable to challenge under <a href=\"/doc/536284/\" id=\"a_180\">Section 34</a> of the\n\n  Act. It would be appropriate to point out that the judgment in\n\n  Venture Global is in two parts. The first part is based on\n\n  Bhatia International Ltd., wherein it is held as follows :-</span>\n\n</p><blockquote id=\"blockquote_65\">     &quot;32. .......In cases of international commercial arbit-\n     rations held out of India provisions of Part I would\n     apply unless the parties by agreement, express or\n     implied, exclude all or any of its provisions. In that\n     case the laws or rules chosen by the parties would\n     prevail. Any provision, in Part I, which is contrary to\n     or excluded by that law or rules will not apply.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_88\">58.In this case, the parties have by agreement provided that the\n\n  juridical seat of arbitration will be in London. On the basis of\n\n  the aforesaid agreement, necessary amendment has been\n<span class=\"hidden_text\" id=\"span_99\">                                                         54</span>\n\n  made in the PSCs. On the basis of the agreement and the\n\n  consent of the parties, the Arbitral Tribunal has made the\n\n  &quot;Final Partial Consent Award&quot; on 14th September, 2011 fixing\n\n  the juridical seat (or legal place) of arbitration for the\n\n  purposes of arbitration initiated under the claimants notice of\n\n  arbitration dated 16th December, 2010 in London, England.\n\n  To make it even further clear that the award also records\n\n  that any hearing in the arbitration may take place in Paris,\n\n  France, Singapore or any other location the tribunal\n\n  considers convenient. <a href=\"/doc/829916/\" id=\"a_181\">Article 33.12</a> stipulates that arbitration\n\n  proceedings shall be conducted in English language. The\n\n  arbitration agreement contained in <a href=\"/doc/829916/\" id=\"a_182\">Article 33</a> shall be\n\n  governed by the laws of England. A combined effect of all\n\n  these factors would clearly show that the parties have by\n\n  express agreement excluded the applicability of <a href=\"/doc/1306164/\" id=\"a_183\">Part I of the\n\n  Arbitration Act, 1996</a> (Indian) to the arbitration proceedings.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_89\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"75785\" id=\"span_100\">59.We are also unable to agree with Mr. Ganguly that <a href=\"/doc/1306164/\" id=\"a_184\">Part I of\n\n  the Arbitration Act, 1996</a> (Indian) would be applicable in this\n\n  case, in view of the law <a href=\"/doc/75785/\" id=\"a_185\">laid down by</a> this Court in <a href=\"/doc/75785/\" id=\"a_186\">Venture\n\n  Global Engineering</a> (supra).</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"75785\" id=\"span_101\">In our opinion, even the\n<span class=\"hidden_text\" id=\"span_102\">                                                    55</span>\n\nsecond part of the ratio in <a href=\"/doc/75785/\" id=\"a_187\">Venture Global Engineering</a>\n\f(supra) from paragraph 32 of the judgment onwards would\n\nnot be applicable to the facts and circumstances of this case.\n\nFirstly, in our opinion, all the disputes raised by the\n\npetitioners herein are contractual in nature. Secondly, the\n\nperformance of any of these obligations would not lead to\n\nany infringement of any of the laws of India per se. Thirdly,\n\nthe non-obstante clause which was under consideration in\n\nVenture Global is non-existent in the present case. In\n\nVenture Global, the court was concerned with direct\n\nviolation of <a href=\"/doc/600757/\" id=\"a_188\">Foreign Exchange Management Act</a>. The actions\n\nof the respondents therein would also have been contrary to\n\nvarious provisions of the <a href=\"/doc/1353758/\" id=\"a_189\">Companies Act</a> in the event the\n\nshares were to be transferred in accordance with the award.\n\nTherefore, this Court was persuaded to take the view that\n\ninspite of the applicability of Part I having been excluded as\n\nthe seat of arbitration was outside nonetheless Part I would\n\napply as the transfer of the shares would be against the laws\n\nof India and, therefore, violate public policy. In our opinion,\n\nsuch circumstances do not exist in the present case as there\n\nis no danger of violation of any statutory provisions. Prima\n<span class=\"hidden_text\" id=\"span_103\">                                                    56</span>\n\nfacie, it appears that there is no challenge to the Gazette\n\nNotification. In fact, claim statement shows that the amounts\n\nof royalties/cess levied have been paid.          Prayer is for\n\nreimbursement of the amounts paid, based on <a href=\"/doc/180923419/\" id=\"a_190\">Articles 15.6</a>\n\nand <a href=\"/doc/609295/\" id=\"a_191\">15.7</a> of the PSC. There also seems to be a claim for\n\nmaking necessary revisions and adjustment to the contract\n\nto off-set the effect of any changes in the law. We fail to see\n\nany apparent or so patently obvious violation of Indian Laws\n\nin any of these claims. The basis for filing the petition under\n\n<a href=\"/doc/536284/\" id=\"a_192\">Section 34</a> is that the Appellants are bound to obey the Laws\n\nof the country. The appellants have nowhere claimed to be\n\nexempted from the Laws of India.           They claim that the\n\nGovernment of India, party to the Contract, i.e., PSC has\n\nfailed to seek and obtain exemption as stipulated in the\n\fcontract. Whether or not the claim has substance is surely\n\nan arbitral matter. It is not the case of the appellants that\n\nthey are not bound by the Laws of India, relating to the\n\nperformance of the contractual obligations under the PSCs.\n\nIn view of what we have said earlier, it is not possible to\n\nsustain the conclusion reached by the High Court.           The\n\narbitration agreement can not be jettisoned on the plea that\n<span class=\"hidden_text\" id=\"span_104\">                                                     57</span>\n\n  award, if made against the Government of India, would\n\n  violate Public Policy of India. Merely because the Arbitral\n\n  Tribunal has held that claims are arbitral does not mean that\n\n  the claims have been accepted and an award adverse to\n\n  India has been given. We, therefore, have no hesitation in\n\n  rejecting the submission made by Mr. Ganguly. For the\n\n  same reasons, we are unable to sustain the conclusions\n\n  reached by the High Court of Delhi.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_90\">\n\n</p><p data-structure=\"Section\" id=\"p_91\">60.Another good reason for not accepting or approving the\n\n  conclusions reached by the High Court is that it has failed to\n\n  distinguish between the law applicable to the proper law of\n\n  the contract and proper law of the arbitration agreement.\n\n  The High Court has also failed to notice that by now it is\n\n  settled, in almost all international jurisdictions, that the\n\n  agreement to arbitrate is a separate contract distinct from\n\n  the substantive contract which contains the arbitration\n\n  agreement. This principle of severability of the arbitration\n\n  agreement from the substantive contract is indeed statutorily\n\n  recognized by <a href=\"/doc/675839/\" id=\"a_193\">Section 16</a> of the Indian Arbitration Act, 1996.\n\n  <a href=\"/doc/1763282/\" id=\"a_194\">Section 16(1)</a> specifically provides as under:-\n<span class=\"hidden_text\" id=\"span_105\">                                                                            58</span>\n\n</p><blockquote id=\"blockquote_66\">                        &quot;16.Competence of arbitral tribunal to rule on its\n                        jurisdiction.- (1) The arbitral tribunal may rule on\n                        its own jurisdiction, including ruling on any objec-\n                        tions with respect to the existence or validity of the\n                        arbitration agreement, and for that purpose,--\n</blockquote>\n<blockquote id=\"blockquote_67\">                        (a) an arbitration clause which forms part of a con-\n</blockquote><p data-structure=\"Conclusion\" id=\"p_92\">                        tract shall be treated as an agreement independent\n                        of the other terms of the contract; and\n</p><p data-structure=\"Precedent\" id=\"p_93\">\f                           (b) a decision by the arbitral tribunal that the con-\n</p><p data-structure=\"Conclusion\" id=\"p_94\">                           tract is null and void shall not entail ipso jure the in-\n                           validity of the arbitration clause.&quot;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_95\">\n</p><p data-structure=\"Precedent\" id=\"p_96\">                  61.A bare perusal of the aforesaid would show that the\n\n                       arbitration agreement is independent of the other terms of\n\n                       the contract. Further, even if the contract is declared null\n\n                       and void, it would not lead to the foregone conclusion that\n\n                       the arbitration clause in invalid. The aforesaid provision has\n\n                       been considered by this Court in a number of cases, which\n\n                       are as follows:-\n</p>\n<blockquote id=\"blockquote_68\">                           Reva Electric Car Company P. Ltd. Vs. Green Mobil.12,\n\n                           Today Homes and Infrastructure Pvt. Ltd. Vs. Ludhiana Im-\n</blockquote>\n<blockquote id=\"blockquote_69\">                           provement Trust and Anr.,13, Enercon (India) Ltd. &amp; Ors. Vs.\n\n                           Enercon GMBH &amp; Anr.,14 World Sport Group (Mauritius) Ltd.\n</blockquote>\n<blockquote id=\"blockquote_70\">                           Vs. MSM Satellite (Singapore) PTC Ltd. [Civil Appeal No. 895\n\n<span class=\"hidden_text\" id=\"span_106\">12</span>\n     (2012) 2 SCC 93\n<span class=\"hidden_text\" id=\"span_107\">13</span>\n     2013 (7) SCALE 327\n<span class=\"hidden_text\" id=\"span_108\">14</span>\n     2014 (1) Arb. LR 257 (SC)\n<span class=\"hidden_text\" id=\"span_109\">                                                           59</span>\n\n       of 2014]\n\n\n\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_97\">62.This principle of separability permits the parties to agree:\n\n</p><blockquote id=\"blockquote_71\">  that law of one country would govern to the substantive\n\n  contract and laws of another country would apply to the\n\n  arbitration agreement. The parties can also agree that even\n\n  the conduct of the reference would be governed by the law\n\n  of another country. This would be rare, as it would lead to\n\n  extremely complex problems. It is expected that reasonable\n\n  businessman do not intend absurd results. In the present\n\n  case, the parties had by agreement provided that the\n\n  substantive contract (PSC) will be governed by the laws of\n\n  India. In contradistinction, it was provided that the arbitration\n\n  agreement will be governed by laws of England. Therefore,\n\n  there was no scope for any confusion of the law governing\n\n  the PSC with the law governing the arbitration agreement.\n\f  This principle of severability is also accepted specifically\n\n  under <a href=\"/doc/829916/\" id=\"a_195\">Article 33.10</a> of the PSC, which is as under:-\n</blockquote>\n<blockquote id=\"blockquote_72\">     &quot;The right to arbitrate disputes and claims under this\n     Contract shall survive the termination of this con-\n     tract.&quot;\n</blockquote><span class=\"hidden_text\" id=\"span_110\">                                                    60</span>\n\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_98\">63.We are, therefore, unable to uphold the conclusions\n\n  recorded by the High Court that the applicability of the\n\n  English Law would be limited in its application only to the\n\n  conduct of the reference. For the same reasons, we are\n\n  unable to accept the submissions made by                    Mr.\n\n  Ganguly on this issue.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_99\">\n\n</p><p data-structure=\"Section\" id=\"p_100\">64.In 1982, the Government provided a model Production\n\n  Sharing Contract to potential bidders, which provided a\n\n  governing law clause, which read as follows:-\n\n</p><blockquote id=\"blockquote_73\">     &quot;32.1 This contract shall be governed and inter-\n     preted in accordance with laws of India.&quot;\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_101\">          This was specifically amended and incorpor-\n     ated in the present PSCs signed on 22nd December,\n     1994 and provided that the governing law clause\n     (32.1) would be &quot;subject to the provision of <a href=\"/doc/829916/\" id=\"a_196\">Article\n     33.12&quot;.</a>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_102\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_103\">65.Considering the aforesaid two provisions, it leaves no\n\n  manner of doubt that <a href=\"/doc/1566826/\" id=\"a_197\">Article 32.2</a> would have no impact on\n\n  the designated juridical seat as well as governing law of the\n<span class=\"hidden_text\" id=\"span_111\">                                                       61</span>\n\n  arbitration agreement. This would become evident from a\n\n  perusal of the Final Partial Consent Award dated 14th\n\n  September, 2011, signed by all the three members of the\n\n  arbitral tribunal recording that the juridical seat of the\n\n  arbitration initiated under the Claimant’s Notice dated 16th\n\n  December, 2010 shall be London, England. Therefore, we\n\n  are unable to accept the conclusion reached by the Delhi\n\n  High Court and the submission made by Mr. Ganguly that\n\n  <a href=\"/doc/1306164/\" id=\"a_198\">Arbitration Act, 1996</a> (Part I) would be applicable to the\n\f  arbitration agreement.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_104\">\n\n</p><p data-structure=\"Section\" id=\"p_105\">66.Mr. Ganguly has next sought to persuade us that the seat of\n\n  arbitration shall be in India as the PSC is governed by the\n\n  law of India. According to Mr. Ganguly, laws of India would\n\n  include the <a href=\"/doc/1306164/\" id=\"a_199\">Arbitration Act, 1996</a>. Therefore, irrespective of\n\n  the provisions contained in <a href=\"/doc/829916/\" id=\"a_200\">Article 33.12</a>, <a href=\"/doc/1306164/\" id=\"a_201\">Arbitration Act,\n\n  1996</a> would be applicable to arbitration proceedings. The\n\n  English law would be applicable only in relation to the\n\n  conduct of the arbitration upto the passing of the Partial Final\n\n  Award. We are unable to accept the aforesaid submissions\n\n  of     Mr. Ganguly.     As noticed earlier, <a href=\"/doc/846967/\" id=\"a_202\">Article 32.1</a> itself\n<span class=\"hidden_text\" id=\"span_112\">                                                       62</span>\n\nprovides that it shall be subject to the provision of <a href=\"/doc/829916/\" id=\"a_203\">Article\n\n33.12.</a> <a href=\"/doc/829916/\" id=\"a_204\">Article 33.12</a> provides that the arbitration agreement\n\ncontained in this Article shall be governed by the laws of\n\nEngland.          The term ‘laws of England’ cannot be given a\n\nrestricted meaning confined to only curial law. It is\n\npermissible under law for the parties to provide for different\n\nlaws of the contract and the arbitration agreement and the\n\ncurial law. In Naviera Amazonica SA (supra), the Court of\n\nAppeal       in    England   considered   an   agreement         which\n\ncontained a clause providing for the jurisdiction of the courts\n\nin Lima, Peru in the event of judicial dispute and at the same\n\ntime contained a clause providing that the arbitration would\n\nbe governed by the English Law and the procedural law of\n\narbitration shall be the English Law. The Court of Appeal\n\nobserved as follows :-\n</p>\n<blockquote id=\"blockquote_74\">   &quot;All contracts which provide for arbitration and\n   contain a foreign element may involve three\n   potentially relevant systems of law: (1) the law\n   governing the substantive contract; (2) the law\n   governing the agreement to arbitrate and the\n   performance of that agreement; (3) the law\n   governing the conduct of the arbitration. In the\n   majority of cases all three will be the same. But (1)\n   will often be different from (2) and (3). And\n   occasionally, but rarely (2) may also differ from (3).&quot;\n</blockquote><span class=\"hidden_text\" id=\"span_113\">                                                       63</span>\n<p data-structure=\"Precedent\" id=\"p_106\">\f67.From the above, it is evident that it was open to the parties\n\n  to agree that the law governing the substantive contract\n\n  (PSC) would be different from the law governing the\n\n  arbitration agreement. This is precisely the situation in the\n\n  present case. <a href=\"/doc/846967/\" id=\"a_205\">Article 32.1</a> specifically provides that the\n\n  performance of the contractual obligations under the PSC\n\n  would be governed and interpreted under the laws of India.\n\n  So far as the alternative dispute redressal agreement i.e. the\n\n  arbitration agreement is concerned, it would be governed by\n\n  laws of England. There is no basis on which the respondents\n\n  can be heard to say that the applicability of laws of England\n\n  related only to the conduct of arbitration reference. The law\n\n  governing the conduct of the arbitration is interchangeably\n\n  referred to as the curial law or procedural law or the lex fori.\n\n  The delineation of the three operative laws as given in\n\n  Naviera Amazonica (supra) has been specifically followed\n\n  by this Court in the case of Sumitomo (supra). The court\n\n  also, upon a survey, of a number of decisions rendered by\n\n  the English Courts and after referring to the views expressed\n\n  by learned commentators on International Commercial\n<span class=\"hidden_text\" id=\"span_114\">                                                        64</span>\n\n  Arbitration concluded that:-\n</p>\n<blockquote id=\"blockquote_75\">     &quot;16. The law which would apply to the filing of the\n     award, to its enforcement and to its setting aside\n     would be the law governing the agreement to arbit-\n     rate and the performance of that agreement.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_107\">68.In coming to the aforesaid conclusion, this Court relied on a\n\n  passage from Law and Practice of Commercial Arbitration in\n\n  England, 2nd Edn. by Mustill and Boyd which is as under :\n\n</p><blockquote id=\"blockquote_76\">     &quot;An agreed reference to arbitration involves two\n     groups of obligations. The first concerns the mutual\n     obligations of the parties to submit future disputes,\n     or an existing dispute to arbitration, and to abide by\n     the award of a tribunal constituted in accordance\n     with the agreement. It is now firmly established that\n     the arbitration agreement which creates these oblig-\n     ations is a separate contract, distinct from the sub-\n     stantive agreement in which it is usually embedded,\n     capable of surviving the termination of the substant-\n     ive agreement and susceptible of premature termin-\n     ation by express or implied consent, or by repudi-\n     ation or frustration, in much the same manner as in\n\f     more ordinary forms of contract. Since this agree-\n</blockquote><blockquote id=\"blockquote_77\">     ment has a distinct life of its own, it may in principle\n     be governed by a proper law of its own, which need\n     not be the same as the law governing the substant-\n     ive contract.\n</blockquote>\n<blockquote id=\"blockquote_78\">     The second group of obligations, consisting of what\n     is generally referred to as the ‘curial law’ of the ar-\n     bitration, concerns the manner in which the parties\n     and the arbitrator are required to conduct the refer-\n     ence of a particular dispute. According to the Eng-\n     lish theory of arbitration, these rules are to be ascer-\n     tained by reference to the express or implied terms\n     of the agreement to arbitrate. This being so, it will\n<span class=\"hidden_text\" id=\"span_115\">                                                    65</span>\n\nbe found in the great majority of cases that the curi-\nal law, i.e., the law governing the conduct of the ref-\nerence, is the same as the law governing the obliga-\ntion to arbitrate. It is, however, open to the parties to\nsubmit, expressly or by implication, the conduct of\nthe reference to a different law from the one govern-\ning the underlying arbitration agreement. In\nsuch a case, the court looks first at the arbitration\nagreement to see whether the dispute is one which\nshould be arbitrated, and which has validly been\nmade the subject of the reference, it then looks to\nthe curial law to see how that reference should be\nconducted and then returns to the first law in order\nto give effect to the resulting award.\n</blockquote>\n<blockquote id=\"blockquote_79\">                     *      *     *\n\nIt may therefore be seen that problems arising out\nof an arbitration may, at least in theory, call for the\napplication of any one or more of the following laws\n</blockquote><blockquote id=\"blockquote_80\">--\n</blockquote>\n<blockquote id=\"blockquote_81\">      1. The proper law of the contract, i.e., the law\n      governing the contract which creates the sub-\n      stantive rights of the parties, in respect of\n      which the dispute has arisen.\n</blockquote>\n<blockquote id=\"blockquote_82\">      2. The proper law of the arbitration agree-\n      ment, i.e., the law governing the obligation of\n      the parties to submit the disputes to arbitra-\n      tion, and to honour an award.\n</blockquote>\n<blockquote id=\"blockquote_83\">      3. The curial law, i.e., the law governing the\n      conduct of the individual reference.\n</blockquote>\n<blockquote id=\"blockquote_84\">                     *      *     *\n\n</blockquote><blockquote id=\"blockquote_85\">1. The proper law of the arbitration agreement gov-\nerns the validity of the arbitration agreement, the\nquestion whether a dispute lies within the scope of\n<span class=\"hidden_text\" id=\"span_116\">                                                          66</span>\n\n     the arbitration agreement; the validity of the notice\n     of arbitration; the constitution of the tribunal; the\n     question whether an award lies within the jurisdic-\n     tion of the arbitrator; the formal validity of the award;\n     the question whether the parties have been dis-\n     charged from any obligation to arbitrate future dis-\n     putes.\n</blockquote>\n<blockquote id=\"blockquote_86\">     2. The curial law governs the manner in which the\n     reference is to be conducted; the procedural\n     powers and duties of the arbitrator; questions of\n\f     evidence; the determination of the proper law of the\n     contract.\n</blockquote>\n<blockquote id=\"blockquote_87\">     3. The proper law of the reference governs the\n     question whether the parties have been discharged\n     from their obligation to continue with the reference\n     of the individual dispute.\n</blockquote>\n<blockquote id=\"blockquote_88\">                          *      *     *\n\n     In the absence of express agreement, there is a\n     strong prima facie presumption that the parties in-\n     tend the curial law to be the law of the ‘seat’ of the\n     arbitration, i.e., the place at which the arbitration is\n     to be conducted, on the ground that that is the\n     country most closely connected with the proceed-\n     ings. So in order to determine the curial law in the\n     absence of an express choice by the parties it is\n     first necessary to determine the seat of the arbitra-\n     tion, by construing the agreement to arbitrate.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_108\">69.The same legal position is reiterated by this Court in Dozco\n\n  (supra). In paragraph 12 of the judgment, it is observed as\n\n  follows :\n</p>\n<blockquote id=\"blockquote_89\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"216597\" id=\"span_117\">&quot;12. In the backdrop of these conflicting claims, the\n<span class=\"hidden_text\" id=\"span_118\">                                                        67</span>\n\n     question boils down to as to what is the true inter-\n     pretation of <a href=\"/doc/1071750/\" id=\"a_206\">Article 23.</a> This <a href=\"/doc/1071750/\" id=\"a_207\">Article 23</a> will have to be\n     read in the backdrop of <a href=\"/doc/581566/\" id=\"a_208\">Article 22</a> and more particu-\n     larly, <a href=\"/doc/1293832/\" id=\"a_209\">Article 22.1.</a> It is clear from the language of\n     <a href=\"/doc/1293832/\" id=\"a_210\">Article 22.1</a> that the whole agreement would be gov-\n     erned by and construed in accordance with the laws\n     of The Republic of Korea. It is for this reason that\n     the respondent heavily relied on the law laid down\n     in <a href=\"/doc/216597/\" id=\"a_211\">Sumitomo Heavy Industries Ltd. v. ONGC Ltd.6\n     This</a> judgment is a complete authority on the pro-\n     position that the arbitrability of the dispute is to be\n     determined in terms of the law governing arbitration\n     agreement and the arbitration proceedings have to\n     be conducted in accordance with the curial law. This\n     Court, in that judgment, relying on Mustill and Boyd:</span>\n</blockquote><blockquote id=\"blockquote_90\">     The Law and Practice of Commercial Arbitration in\n     England, 2nd Edn., observed in para 15 that where\n     the law governing the conduct of the reference is\n     different from the law governing the underlying arbit-\n     ration agreement, the court looks to the arbitration\n     agreement to see if the dispute is arbitrable, then to\n     the curial law to see how the reference should be\n     conducted, &quot;and then returns to the first law in order\n     to give effect to the resulting award&quot;. In para 16, this\n     Court, in no uncertain terms, declared that the law\n     which would apply to the filing of the award, to its\n     enforcement and to its setting aside would be the\n     law governing the agreement to arbitrate and the\n     performance of that agreement.\n</blockquote>\n\n<p data-structure=\"Conclusion\" id=\"p_109\">70.We are in respectful agreement with the aforesaid judgment.\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_110\">71.In view of the aforesaid binding precedent, we are unable to\n\n  accept the submission of Mr. Ganguly that the <a href=\"/doc/1306164/\" id=\"a_212\">Arbitration\n\f  Act, 1996</a> has not been excluded by the parties by\n<span class=\"hidden_text\" id=\"span_119\">                                                          68</span>\n\n  agreement.     For the same reasons, we are unable to\n\n  approve the conclusions reached by the Delhi High Court\n\n  that reference to laws of England is only confined to the\n\n  procedural aspects of the conduct of the arbitration\n\n  reference.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_111\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_112\">72.We are also unable to agree with the submission of Mr.\n\n  Ganguly that since the issues involved herein relate to the\n\n  public policy of <a href=\"/doc/1306164/\" id=\"a_213\">India, Part I of the Arbitration Act, 1996</a> would\n\n  be applicable. <a href=\"/doc/1306164/\" id=\"a_214\">Applicability of Part I of Arbitration Act, 1996</a> is\n\n  not dependent on the nature of challenge to the award.\n\n  Whether or not the award is challenged on the ground of\n\n  public policy, it would have to satisfy the pre-condition that\n\n  the <a href=\"/doc/1306164/\" id=\"a_215\">Arbitration Act, 1996</a> is applicable to the arbitration\n\n  agreement. In our opinion, the High Court has committed a\n\n  jurisdictional error in holding that the provisions contained in\n\n  <a href=\"/doc/829916/\" id=\"a_216\">Article 33.12</a> is relevant only for the determination of the\n\n  curial law applicable too the proceedings. We have already\n\n  noticed earlier that the parties by agreement have provided\n\n  that the juridical seat of the arbitration shall be in London.\n\n  Necessary amendment has also been made in the PSCs, as\n<span class=\"hidden_text\" id=\"span_120\">                                                      69</span>\n\n  recorded by the Final Partial Consent Award dated 14th\n\n  September, 2011. It is noteworthy that the <a href=\"/doc/1306164/\" id=\"a_217\">Arbitration Act,\n\n  1996</a> does not define or mention juridical seat. The term\n\n  ‘juridical seat’ on the other hand is specifically defined in\n\n  <a href=\"/doc/125510/\" id=\"a_218\">Section 3</a> of the English Arbitration Act. Therefore, this would\n\n  clearly indicate that the parties understood that the\n\n  arbitration law of England would be applicable to the\n\n  arbitration agreement.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_113\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_114\">73.In view of the aforesaid, we are unable to uphold the\n\n  conclusion arrived at by the Delhi High Court that the\n\f  applicability of <a href=\"/doc/1306164/\" id=\"a_219\">Arbitration Act, 1996</a> to the arbitration\n\n  agreement in the present case has not been excluded.\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_115\">74.In view of the above, we hold that:\n</p>\n<blockquote id=\"blockquote_91\">       (i)      The petition filed by respondents under <a href=\"/doc/536284/\" id=\"a_220\">Section\n\n                34</a> of the Arbitration Act, 1996 in the Delhi High\n\n                Court is not maintainable.\n</blockquote>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_116\">       (ii)     We further over-rule and set aside the conclusion\n<span class=\"hidden_text\" id=\"span_121\">                                                        70</span>\n\n          of the High Court that, even though the arbitra-\n\n          tion agreement would be governed by the laws of\n\n          England and that juridical seat of arbitration\n\n          would be in <a href=\"/doc/1052228/\" id=\"a_221\">London, Part I of the Arbitration Act</a>\n\n          would still be applicable as the laws governing\n\n          the substantive contract are Indian Laws.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_117\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_118\">(iii)     In the event, a final award is made against the\n\n          respondent, the enforceability of the same in In-\n\n          dia, can be resisted on the ground of Public\n\n          Policy.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_119\">\n\n</p><p data-structure=\"Section\" id=\"p_120\">(iv)      The conclusion of the High Court that in the\n\n          event, the award is sought to be enforced outside\n\n          India, it would leave the Indian party remediless\n\n          is without any basis as the parties have consen-\n\n          sually provided that the arbitration agreement will\n\n          be governed by the English law. Therefore, the\n\n          remedy against the award will have to be sought\n\n          in England, where the juridical seat is located.\n\n          However, we accept the submission of the appel-\n<span class=\"hidden_text\" id=\"span_122\">                                                                  71</span>\n\n              lant that since substantive law governing the con-\n\n              tract is Indian Law, even the Courts in England,\n\n              in case the arbitrability is challenged, will have to\n\f          decide the issue by applying Indian Law viz. the\n\n          principle of public policy etc. as it prevails in Indi-\n\n          an Law.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_121\">75.In view of the above, the appeal is allowed and the\n\n  impugned judgment of the High Court is set aside.\n\n</p><p data-structure=\"Precedent\" id=\"p_122\">                                    .....................................J.\n                                    [Surinder Singh Nijjar]\n\n                                   ......................................J.\n                                   [A.K.Sikri]\nNew Delhi;\n</p><p data-structure=\"Conclusion\" id=\"p_123\">May 28, 2014.\n</p><pre id=\"pre_2\">ITEM NO.1-A                 COURT No.2                 SECTION XIV\n(For judgment)\n\n            S U P R E M E   C O U R T   O F     I N D I\n                      RECORD OF PROCEEDINGS\n\n              CIVIL APPEAL NO....... OF 2014\n</pre><p data-structure=\"Conclusion\" id=\"p_124\">     (Arising out of S.L.P. (Civil) No. 20041 of 2013)\n\nReliance Industries Ltd. &amp; Anr.                           Appellant(s)\n\n                         Versus\n\nU.O.I.                                                    Respondent(s)\n\n\n\nDATE :28/05/2014           This matter was called\n                    on for pronouncement of judgment      today.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_125\">For Appellant(s)       Mr.Sameer Parekh, Adv.\n</p><p data-structure=\"Conclusion\" id=\"p_126\">                       Mr.Utsav Trivedi, Adv. for\n                       M/s P.H. Parekh &amp; Co.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_127\">For Respondent(s)       Mr. A.K. Ganguli, Sr.Adv.\n</p><p data-structure=\"Conclusion\" id=\"p_128\">                       Mr. Abhijeet Sinha, Adv.\n</p><p data-structure=\"Conclusion\" id=\"p_129\">                       Ms. Swati Sinha, Adv.\n</p><p data-structure=\"Conclusion\" id=\"p_130\">                       Mr. Vishal Gehrana, Adv.for\n                       M/s Fox Mandal &amp; Co.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_131\">\n           Hon’ble Mr. Justice Surinder Singh Nijjar pronounced the\n  judgment of the Bench comprising His Lordship and Hon’ble Mr.\n  Justice A.K. Sikri.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_132\">     Leave granted.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_133\">     The appeal is allowed in terms of the signed judgment.\n\n\n</p><pre id=\"pre_3\">    (Usha Bhardwaj)                           (M.S. Negi)\n    (A.R.-cum-P.S.)                        Assistant Registrar\n\n</pre><p data-structure=\"Conclusion\" id=\"p_134\">         [Signed reportable judgment is placed on the file ]\n\f</p>","numcites":42,"numcitedby":0,"docsource":"Supreme Court - Daily Orders","citetid":108927343,"divtype":"judgments","relatedqs":[{"value":"seat of arbitration","formInput":"seat%20of%20arbitration"},{"value":"article 32","formInput":"article%2032"},{"value":"place of arbitration ","formInput":"place%20of%20arbitration%20"},{"value":"public policy of india","formInput":"public%20policy%20of%20india"},{"value":"e contracts","formInput":"e%20contracts"},{"value":"appointment of third arbitrator","formInput":"appointment%20of%20third%20arbitrator"},{"value":"governing law of contract","formInput":"governing%20law%20of%20contract"},{"value":"proper law of contract","formInput":"proper%20law%20of%20contract"},{"value":"law governing the agreement and arbitration","formInput":"law%20governing%20the%20agreement%20and%20arbitration"},{"value":"article 33","formInput":"article%2033"},{"value":"public policy","formInput":"public%20policy"},{"value":"rule of law","formInput":"rule%20of%20law"},{"value":"venture global engineering","formInput":"venture%20global%20engineering"},{"value":"consent award","formInput":"consent%20award"},{"value":"final partial consent award","formInput":"final%20partial%20consent%20award"},{"value":"indian contract act","formInput":"indian%20contract%20act"},{"value":"curial law","formInput":"curial%20law"},{"value":"service tax","formInput":"service%20tax"},{"value":"\"proper law\" \"contract\"","formInput":"%22proper%20law%22%20%22contract%22"},{"value":"contractual obligations","formInput":"contractual%20obligations"}],"cats":[{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"application-for-setting-aside-arbitral-award","formInput":"tag:application-for-setting-aside-arbitral-award"}],"courtcopy":true,"query_alert":null,"agreement":false}