{"tid":1517194,"publishdate":"2002-10-22","title":"Government Of Kerala vs Som Datt Builders Ltd. on 22 October, 2002","doc":"<h2 class=\"doc_title\">Government Of Kerala vs Som Datt Builders Ltd. on 22 October, 2002</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR2003KER61, AIR 2003 KERALA 61, (2003) 2 KHCACJ 510 (KER), 2003 (2) KHCACJ 510, (2003) ILR(KER) 1 KER 163</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:k-radhakrishnan\">K.S. Radhakrishnan</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:k-radhakrishnan\">K.S. Radhakrishnan</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n\n\n\n\n\n \n\n Radhakrishnan, J. \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. This appeal has been preferred by the Government of Kerala (Public Works Department) represented by the Chief Engineer, National Highway. Trivandrum under <a href=\"/doc/772406/\" id=\"a_1\">Section 37</a> of the Arbitration and Conciliation Act, 1996 (Act 26 of 1996) (hereinafter referred to as &#x27;the Act&#x27;) against the order in O. P. (Arb.) No. 222 of 2000 of the District Court, Ernakulam. By order dated 28-6-2001 the Court below dismissed the petition filed by the Government of Kerala under <a href=\"/doc/536284/\" id=\"a_2\">Section 34</a> of the Act and refused to set aside the arbitration award dated 18-8-1999 except with regard to claim No. 1 against which respondent herein has preferred the Cross-Appeal.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2.   Government of Kerala awarded the work of four lining and strenthening of\nAlwaye--Vyttila, Aroor Cherthala and strengthening of Vytiila--Aroor section vide agreement dated 8-3-1994. In response to the notification issued by the Government of Kerala, claimant submitted its tender on 29-4-1993. Tender price quoted for both packages by the claimant was Rupees 78,01.87.261/-. Work was started on 25-5-1994 and was to be completed by 30-9-1998. Cost of construction including land acquisition cost worked up to Rs. 107,46,9856/-. The work was completed on 31-3-1999. Final bill was submitted on 31-3-2000 by the claimant and was paid on 30-11-2000. Before that disputes and differences arose between the parties. Claimant alleged that State did not fulfil their part of the obligation and committed breach of contract. Thirty four claims were submitted by the claimant to the Engineer as per Clause 7.1 of the agreement. Four claims were allowed. No reply was received with regard to rest of the claims therefore, treated as rejected and the claimant invoked Clause 67.1 of the agreement and gave notice of intention to commence arbitration. Claimant appointed K.D. Bali, Ex-Director General of CPWD as member of the Arbitration Committee, vide letter dated 4-12-1996 and requested the Government and Ministry of Surface Transport (MoST) to nominate arbitrator from their side so as to constitute the Arbitration Committee. Government nominated Sri R. Krishnan Nair (Retd. Chief Engineer) N. H., Kerala P.W.D. vide letter dated 24-1-1997 as member of the Committee. Ministry of Surface Transport nominated Sri V.P. Kamdar former Secretary, P.W.D., Government of Gujarat as Chairman (Presiding Arbitrator) of the Arbitration Committee vide letter dated 2-4-1997. Arbitration Committee consisting of the abovementioned persons was formally constituted by the Government of Kerala, vide Order No. G.O. (Rt) No. 756/97/PW and 7 dated 24-6-1997. Later, Secretary, P.W.D. appointed two Committees, one headed by Chief Engineer and another by the Special Secretary (Finance and Expenditure) and as per the decision of those two Committees, Government had allowed claims listed as serial Nos. 1 to 5, 7 to 18, 22, 23, 27, 28 and 30 of Appendix-A attached to the claimant&#x27;s letter dated 4-12-1996 forwarded to the Arbitrators vide claimant&#x27;s letter dated 22-6-1997. However, claim Nos. 6, 19, 20, 21, 24 and 31 were not allowed. Before the Arbitration Committee, altogether 9 claims were raised. Claim No. 1 was bifurcated as 1(a) and 1(b), 1(a) relates to additional payment for revision of BOQ items due to ratification of cement base price from Rs. 1,900/- per M. T. to Rs. 2,340/- per M. T. amounting to Rs. 73,88,767.17 and 1(b) relates to escalation payable on the amount given under claim No. 1(a). viz., Rs. 16.93.854.00. Claim No. 2 relates to reimbursement of increased Bank guarantee charges paid and/or to be paid amounting to Rs. 42,23,335/-. Claim No. 3 relates to abnormal increase in prices of construction materials amounting to Rs. 5,52,93,623/-. Claim No. 4 relates to abnormal increase in prices of sand as a result of stay order issued by the High Court of Kerala amounting to Rs. 18,20,934/-. Claim No. 6 relates to reimbursement for idle charges of piling riges deployed at Ponnurunni and Chandiroor bridge site amounting to Rupees 87,34,100/-. Claim No. 7 relates to on account of unseasonal rain amounting to Rs. 84,09,440/-. Claim No. 7-A relates to balance payment of excess work done/extra items carried for Engineer&#x27;s building at Edappally, Rs. 46,94,867.63. Claim No. 8a related to interest on claim amount 1 to 7 and 7A up to 4-12-1996 at the rate of 23%. Claim 8b relates to pendente lite interest on claim amount 1 to 7 with effect from 5-12-1996. Claim 8c relates to future interest on claim amount 1 to 7 and claim 9 relates to claim on cost of arbitration.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\">3. Claimant submitted their statement of claims before the Arbitration Committee on 20-9-1997. Later the claim was updated by letter dated 18-9-1998 and also submitted rejoinder vide letter dated 31-12-1997. Claimant in compliance with the arbitrators&#x27; decision dated 16-3-1999 submitted list of exhibits/documents and details against each claim and other information/details as required in the aforesaid arbitrators directions. Government also submitted its detailed defence statement on 17-11-1997 to the rejoinder filed by the claimant on 23-3-1998. Government also submitted vide letter dated 12-5-1999 list of documents and furnished other information in compliance with the direction of the Arbitration Committee dated 16th March, 1999. The Committee held 14 hearings. Proceedings were later closed and the parties were given opportunity to make their written submissions in a summarised form before 5th March, 1999.\n</p> \n\n\n<p data-structure=\"Facts\" id=\"p_4\">4. The Arbitration Committee passed a unanimous award on 18-8-1999. Arbitration Committee fully allowed claim No. 1. Claim No. 2 was also fully allowed. Claim No. 3 was partly allowed and a sum of Rs. 3,55,16,061/- was awarded. Towards claim No. 4 a sum of Rs. 32,035/- was awarded. Claim No. 5 was rejected. With regard to claim No. 6, 50% of the claim, i.e. Rs. 43,67,050/- was awarded. Claim No. 7 was fully rejected. Claim No. 7A was fully allowed. With regard to claim 8a. an amount of Rs. 24.02.651/- was awarded as against the claim of Rs. 46,93,932/-. With regard to claim No. 8b, interest at the rate of 18% on the amount of Rs. 2,82,51,409.75 was awarded from 5-12-1996 till date of award on the awarded amount of Rs. 5,79.15,969.17. With regard to claim 8c, future interest at the rate of 18% per annum on the total amount awarded in favour of the claimant. Rs. 8,85,70.029.92 from the date of the award till date of actual payment. With regard to claim 9, that is cost of arbitration, both parties were directed to bear their respective costs.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_5\">5. Government of Kerala then submitted a petition under <a href=\"/doc/536284/\" id=\"a_3\">Section 34</a> of the Act before the District Court, Ernakulam to call for the records leading to the award of the Arbitration Committee dated 18-8-1999 and to set aside the award with costs throughout.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_6\">6. Claimant did not challenge rejection of their claim Nos. 5 and 7. Consequently those two claims have become final. Before the District Judge three issues were raised which are as follows :\n</p>   \n\n<blockquote id=\"blockquote_1\">(1) Whether this petition is barred by limitation.\n</blockquote> \n\n<blockquote id=\"blockquote_2\">(2) Whether the claims allowed by the Arbitrators shown above (or any of them) are liable to be set aside on the ground that the grant under the award offends the provisions of <a href=\"/doc/148869/\" id=\"a_4\">Section 34(2)(a)(iv)</a> of the Arbitration and Conciliation Act, 1996&quot;. \n</blockquote> \n\n<blockquote id=\"blockquote_3\">(3) Whether the claims granted (or any of them) are liable to be set aside under <a href=\"/doc/549389/\" id=\"a_5\">Section 34(2)(b)(ii)</a> on the ground that they are in conflict with the public policy of India. \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_7\">We need not labour much on the first issue since no argument was addressed by both sides on the issue. We, therefore, hold that the petition is not barred by law of limitation. Before the Court below arguments were mainly addressed on the question whether award contravenes the provisions of <a href=\"/doc/148869/\" id=\"a_6\">Section 34(2)(a)(iv)</a> or whether the same was in conflict with the public policy of India under <a href=\"/doc/549389/\" id=\"a_7\">Section 34(2)(b)(ii)</a> of the Act. The Court below dismissed the petition except with regard to claim Nos. 1A and 1B. With regard to claim Nos. 1A and 1B the District Judge set aside the award of the amount of Rs. 90,82,621/- and the consequent award of interest on the said amount under claims 8A, B and C. It was held in deciding to revise BOQ rates the Arbitrators have infringed the public policy of India by altering the fundamental condition of the contract. Learned District Judge upheld the award in respect of all other claims. The Court also rejected the contention that Arbitration Committee had gone beyond the terms of the agreement so as to set aside the award under <a href=\"/doc/148869/\" id=\"a_8\">Section 34(2)(a)(iv)</a> of the Act. The Court below also held in passing the award in respect of claims 1A, 1B, 2, 3, 4, 6, 7A and 8A, 8B and 8C the arbitrators had not gone beyond the terms of the agreement between the parties. Aggrieved by the order of the Arbitration Committee, the Government of Kerala has preferred the appeal under <a href=\"/doc/772406/\" id=\"a_9\">Section 37</a> of the Act. No cross-appeal has been filed by the claimant as against rejection of claim Nos. 1A and 1B.\n</p> \n\n<p data-structure=\"Section\" id=\"p_8\">7. We heard learned Senior Government Pleader Sri Mohan C. Menon on the side of State and Sri Arvind Minocha. appearing for the claimant. Counsel on either side addressed their arguments with ability and assisted the Court in determining the scope and ambit of the <a href=\"/doc/1306164/\" id=\"a_10\">Arbitration Act, 1996</a>. We may at the out set point, out, before we examine the legality or otherwise of the arbitral award, it is necessary that we may examine the scope and ambit of the <a href=\"/doc/1306164/\" id=\"a_11\">Arbitration and Conciliation Act, 1996</a> and its provisions for proper appreciation of the contentions raised by cither side.\n</p> \n\n<p data-structure=\"Section\" id=\"p_9\">8. <a href=\"/doc/1306164/\" id=\"a_12\">Arbitration and Conciliation Act</a>. 1996 was enacted by the Parliament so as to consolidate and amend the law relating to domestic arbitration, international commercial arbitration and enforcement of foreign arbitral awards as also to define the law relating to conciliation and for matters connected therewith or incidental thereto. The new Act has repealed the <a href=\"/doc/1052228/\" id=\"a_13\">Arbitration Act</a>. 1940, the <a href=\"/doc/777085/\" id=\"a_14\">Arbitration (Protocol and Convention) Act, 1937</a> and the <a href=\"/doc/142812771/\" id=\"a_15\">Foreign Awards (Recognition and Enforcement) Act, 1961</a> and International Trade Law (UNCITRAL) adopted in 1985. This was formulated on the basis of the Model Law on International Commercial Arbitration. The General Assembly of the United Nations has recommended that all countries give due consideration to the said Model Law, in view of the desirability of uniformity of the law of arbitral procedures and the specific needs of international commercial arbitration practice. The new Act enacted in the year 1996 got the assent of the President on 16-8-1996. Part 1 of the Act deals with general provisions of arbitration and Part II deals with enforcement of certain foreign awards. In India. &#x27;Public Policy&#x27; was first referred to in <a href=\"/doc/777085/\" id=\"a_16\">Arbitration (Protocol and Convention) Act, 1997</a>. Next it was referred to in the <a href=\"/doc/142812771/\" id=\"a_17\">Foreign Awards (Recognition and Enforcement) Act</a>. 1961. Liberalisation policy of Government of India is to integrate Indian economy with that of the world. India continues to maintain commitment to enforcement of foreign awards under the multilateral conventions, such as Geneva Convention, 1927 and the New York Convention 1958. Because of global investment in India as liberalisation policy including import of goods and services and prospects of number of projects aided by the World Bank. Consequent changes naturally reflected in domestic arbitration as well. The new Act, therefore, provides for a detailed statutory framework for the conduct of independent conciliation proceedings outside the Court. It is based on the conciliation rules adopted; by the United Nations Commission on International Trade Law (UNCITRAL) in 1980 which were conceived primarily in the context of dispute resolution in International commercial relations and proposed effective remedy of arbitration. The new Act of 1996 has made drastic changes to 1940 Act. Law provides that the awards shall be final and binding on the parties. Arbitrator award is to enforce as if it is duty of the Court. Provision for appointment of arbitration by the Chief Justice of Supreme Court or the Chief Justice of High Court or their nominees is also made when the parties are not in a position to agree on a procedure for appointment of arbitrators.\n</p> \n\n<p data-structure=\"Section\" id=\"p_10\">9. We have in this case primarily to examine the scope of <a href=\"/doc/536284/\" id=\"a_18\">Section 34</a> of the Act. When we examine the scope of the provision, incidentally we may refer to other related provisions as well. <a href=\"/doc/1846895/\" id=\"a_19\">Section 7</a> of the Act deals with arbitration agreement. It says that &quot;arbitration agreement&quot; means an agreement by the parties to submit to arbitration all or certain disputes which have arisen or which may arise between them in respect of a defined legal relationship, whether contractual or not. <a href=\"/doc/750244/\" id=\"a_20\">Section 12</a> casts a &quot;Duty of Disclosure&quot; on the arbitrators all facts and circumstances that may give rise to Justifiable doubts as to his independence or Impartiality. <a href=\"/doc/1137274/\" id=\"a_21\">Section 13</a> of the Act deals with the procedure for challenging an arbitrator, which says that subject to Sub-section (4) the parties are free to agree on a procedure for challenging the arbitrator. <a href=\"/doc/675839/\" id=\"a_22\">Section 16</a> deals with competence of arbitral tribunal to rule on its jurisdiction. <a href=\"/doc/1347069/\" id=\"a_23\">Section 18</a> states that the parties shall be treated with equality and each party shall be given a full opportunity to present his case. <a href=\"/doc/65067/\" id=\"a_24\">Section 28</a> refers to rules applicable to substance of dispute. <a href=\"/doc/279624/\" id=\"a_25\">Section 28(2)</a> states that arbitral tribunal shall decide ex aequo et bono or as amiable compositor only if the parties have expressly authorised it to do so. <a href=\"/doc/1769118/\" id=\"a_26\">Section 31</a> states that arbitral award shall be made in writing and shall be signed by the members of the arbitral tribunal. Under Sub-section (3) of <a href=\"/doc/1769118/\" id=\"a_27\">Section 31</a> arbitral award shall state the reasons upon which it is based unless (a) the parties have agreed that no reasons are to be given, or (b) the award is an arbitral award on agreed terms under <a href=\"/doc/308340/\" id=\"a_28\">Section 30</a>. <a href=\"/doc/826945/\" id=\"a_29\">Section 32</a> states that arbitral proceedings shall be terminated by the final arbitral award or by an order of the arbitral tribunal and the arbitral tribunal issue an order for the termination of the arbitral proceedings. We may also refer to <a href=\"/doc/536284/\" id=\"a_30\">Section 34</a> which deals with setting aside of the arbitral award. The entire arguments of the counsel on either side is based on <a href=\"/doc/536284/\" id=\"a_31\">Section 34</a>, we extract <a href=\"/doc/536284/\" id=\"a_32\">Section 34</a> for easy reference.\n</p>   \n\n<p data-structure=\"Issue\" id=\"p_11\">34. Application for setting aside arbitral award.--(1) Recourse to a Court against an arbitral award may be made only by an application for setting aside such award in accordance with Sub-section (2) and subsection (3).\n</p> \n\n<p data-structure=\"Issue\" id=\"p_12\">(2) An arbitral award may be set aside by the Court only if--\n</p>   \n\n<p data-structure=\"Issue\" id=\"p_13\">(a) the party making the application furnishes proof that--\n</p>   \n\n<p data-structure=\"Issue\" id=\"p_14\">(i) a party was under some incapacity: or\n \n\n\n</p><p data-structure=\"Issue\" id=\"p_15\">(ii) the arbitration agreement is not valid under the law to which the parties have subjected it or, falling any Indication thereon, under the law for the time being in force; or\n \n\n</p><p data-structure=\"Section\" id=\"p_16\">(iii) the party making the application was not given proper notice of the appointment of an arbitrator or of the arbitral proceedings or was otherwise unable to present his case; or\n \n\n</p><p data-structure=\"Section\" id=\"p_17\">(iv) the arbitral award deals with a dispute not contemplated by or not falling within the terms of the submission to arbitration, or it contains decisions on matters beyond the scope of the submission to arbitration:\n</p> \n\n<blockquote id=\"blockquote_4\">Provided that, if the decisions on matters submitted to arbitration can be separated from those not so submitted, only that part of the arbitral award which contains decisions on matters not submitted to arbitration may be set aside; or\n \n\n</blockquote><blockquote id=\"blockquote_5\">(v) the composition of the arbitral tribunal or the arbitral procedure was not in accordance with the agreement of the parties, unless such agreement was in conflict with a provision of this Part from which the parties cannot derogate, or, tailing such agreement, was not in accordance with this Part; or \n \n\n</blockquote><blockquote id=\"blockquote_6\">(b)  the Court finds that--\n</blockquote>   \n\n<blockquote id=\"blockquote_7\">(i) the subject-matter of the dispute is not capable of settlement by arbitration under the law for the time being in force; or\n \n\n</blockquote><blockquote id=\"blockquote_8\">(ii) the arbitral award is in conflict with the public policy of India. \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_18\">Explanation.--Without prejudice to the generality of Sub-clause (ii), it is hereby declared, for the avoidance of any doubt, that an award is in conflict with the public policy of India if the making of the award was induced or affected by fraud or corruption or was in violation of <a href=\"/doc/109874/\" id=\"a_33\">Section 75</a> or <a href=\"/doc/1034395/\" id=\"a_34\">Section 81</a>.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_19\">(3) An application for setting aside may not be made after three months have elapsed from the date on which the party making that application had received the arbitral award or, if a request had been made under <a href=\"/doc/1977813/\" id=\"a_35\">Section 33</a>, from the date on which that request had been disposed of by the arbitral tribunal:\n</p> \n\n<blockquote id=\"blockquote_9\">Provided that if the Court is satisfied that the applicant was prevented by sufficient cause from making the application within the said period of three months it may entertain the application within a further period of thirty days, but not thereafter.\n</blockquote> \n\n<blockquote id=\"blockquote_10\">(4) On receipt of an application under Sub-section (1), the Court may where it is appropriate and it Is so requested by a party, adjourn the proceedings for a period of time determined by it in order to give the arbitral tribunal an opportunity to resume the arbitral proceedings or to take such other action as in the opinion of arbitral tribunal will eliminate the grounds for setting aside the arbitral award. \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_20\"><a href=\"/doc/536284/\" id=\"a_36\">Section 34</a> enables the party to take recourse against the arbitral award in accordance with Sub-sections (2) and (3). <a href=\"/doc/439304/\" id=\"a_37\">Section 34(2)</a> of the Act uses the expression &quot;An arbitral award may be set aside by the Court only if the party making the application furnishes proof with regard to the matters enumerated in <a href=\"/doc/942319/\" id=\"a_38\">Section 34(2)(a)(i)</a> to (v). The Legislature has delineated the grounds upon which an arbitral award could be set aside. In this connection we may point out the new Act does not lay down any specific qualification for appointment of an arbitrator, but takes care the persons one chosen for their knowledge, experience, impartiality, integrity etc. <a href=\"/doc/750244/\" id=\"a_39\">Section 12</a> provides that the Arbitrator before accepting the appointment shall disclose in writing to the parties any circumstances likely to give rise to justifiable doubts as to his independence or impartiality or that he does not possess the qualification agreed to by the parties. In other words, the Arbitrator has got a duty of disclosure. In a given case failure to disclose certain facts which would give rise to justifiable doubt as to his impartiality or independence or incapacity may be a ground for setting aside the award under <a href=\"/doc/942319/\" id=\"a_40\">Section 34(2)(a)(i)</a> read with <a href=\"/doc/750244/\" id=\"a_41\">Section 12</a> of the Act. In other words, an arbitration award can also be set aside upon proof of procedural infirmity, such as lack of capacity of parties to conclude an arbitration agreement, lack of valid arbitration agreement, lack of notice of appointment of an arbitrator etc. If an award deals with a matter not covered by submission to arbitration or gives an award contrary to the terms the contract between the parties. Reference may also be made to <a href=\"/doc/1170374/\" id=\"a_42\">Section 13(5)</a> and (6). Sub-section (5) of <a href=\"/doc/1137274/\" id=\"a_43\">Section 13</a> states that where an arbitral award Is made under subsection (4), the party challenging the arbitrator may make an application for setting aside such an arbitral award in accordance\nwith <a href=\"/doc/536284/\" id=\"a_44\">Section 34</a>. <a href=\"/doc/675839/\" id=\"a_45\">Section 16</a> deals with competence of arbitral tribunal to rule on its jurisdiction. Sub-section (6) states that a party aggrieved by such an arbitral award may make an application for setting aside such an arbitral award in accordance with <a href=\"/doc/536284/\" id=\"a_46\">Section 34</a>. A plea that the Arbitration Tribunal does not have jurisdiction shall be raised before the Tribunal, but omission to raise such a plea would not preclude a party from raising such a plea under <a href=\"/doc/536284/\" id=\"a_47\">Section 34</a>, merely because that he has appointed or participated in the appointment, of an arbitrator. A plea that the Tribunal has exceeded the scope of its authority could also be raised before the Tribunal during the course of the arbitral proceedings. A belated plea under <a href=\"/doc/1746186/\" id=\"a_48\">Sections 16(2)</a> and <a href=\"/doc/250006/\" id=\"a_49\">16(3)</a> could also be entertained by the Tribunal. However, as far as the instant case is concerned, award was challenged mainly on two grounds, that is, under <a href=\"/doc/148869/\" id=\"a_50\">Sections 34(2)(a)(iv)</a> and <a href=\"/doc/549389/\" id=\"a_51\">34(2)(b)(ii)</a>. We will confine our attention to those provisions in detail.\n</p> \n\n<p data-structure=\"Section\" id=\"p_21\">10. There is not much judicial pronouncements on the scope of those provisions in India. We may refer to a few decisions of the Apex Court during our discussion. <a href=\"/doc/439304/\" id=\"a_52\">Section 34(2)(iv)</a> states that an arbitral award may be set aside by the Court only if the arbitral award deals with a dispute not contemplated by or not falling within the terms of the submission to arbitration or it contains decisions on matters beyond the scope of the submission to arbitration. This has to be read along with <a href=\"/doc/1746186/\" id=\"a_53\">Section 16 (2)</a> and (3) of the Act. Therefore, if the arbitral award deals with a dispute not contemplated by or not falling within the terms of the submission to arbitration, or it contains decisions on matters beyond the scope of the submission to arbitration or that the arbitrator has no jurisdiction to decide the matter or that the arbitral Tribunal is exceeding the scope of its authority are inter alia grounds for setting aside an arbitral award under the new Act. <a href=\"/doc/1746186/\" id=\"a_54\">Section 16 (2)</a> states that a plea that the arbitral tribunal docs not have jurisdiction shall be raised not later than the submission of the statement of defence. The provision also says that party shall not be precluded from raising such a plea merely because that he has appointed, or participated in the appointment of an arbitrator. A plea that the arbitral tribunal is exceeding the scope of its authority shall be raised as soon as the matter alleged to be beyond the scope of its authority is raised during the arbitral proceedings. Arbitral tribunal or committee shall decide such plea and proceed with the arbitral proceedings.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_22\">11. The Court below, however, held as follows while examining the scope of <a href=\"/doc/148869/\" id=\"a_55\">Section 34 (2) (a) (iv)</a> of the Act.\n</p><blockquote id=\"blockquote_11\"> &quot;The learned Government Pleaders in reply to specific quarries by this Court fairly submitted that the grievance of the petitioner is not that the arbitrators rendered award on an aspect, which were not referred for arbitration. Their grievance is only that the arbitrators went beyond the terms of the contract under which the mutual rights and liabilities arose. It is thus not a case where the petitioner assails the impugned award on the ground that the arbitrators chose to render decisions on disputes not submitted for arbitration. The precise case is only that in awarding the claims, the arbitrators went beyond the terms of the contract, which they were called upon to adjudicate and resolve.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_23\">On examining the scope of <a href=\"/doc/148869/\" id=\"a_56\">Section 34 (2) (a) (iv)</a> the Court below held as follows :\n</p><blockquote id=\"blockquote_12\">  &quot;In my opinion a careful distinction has to be drawn between an award which deals with the dispute not contemplated by or not falling within the terms of submission to arbitration and one in which the arbitrators in resolving the controversy before them went beyond the terms of the contract which created rights and liabilities between the parties. Only if an award is vitiated by former, the same can be set aside under <a href=\"/doc/148869/\" id=\"a_57\">Section 34 (2) (a) (iv)</a>. If the arbitrators go beyond the terms of the contract, that would be an erroneous decision, an improper decision, an imprudent decision or at worst a decision beyond the scope/terms of the agreement which created rights and liabilities between the parties. That would be a case where the parties had submitted themselves to arbitration but the arbitrators in deciding the dispute, came to wrong decisions ignoring the provisions of contract which created rights and liabilities. I am of the opinion that that will &#x27;not be a ground which would fall within the four, walls of <a href=\"/doc/148869/\" id=\"a_58\">Section 34 (2) (a) (iv)</a> of the Act.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_24\">We find ourselves difficult to sustain the reasoning of the Court below which would amount to misreading of <a href=\"/doc/148869/\" id=\"a_59\">Section 34 (2) (a) (iv)</a> read with <a href=\"/doc/1746186/\" id=\"a_60\">Section 16 (2)</a> and (3) of the\nAct. The arbitration clause in the instant case is very widely formulated, which reads as follows :\n</p>   \n\n<blockquote id=\"blockquote_13\">67.1\n \n\nIf a dispute of any kind whatsoever arises between the Employer and the Contractor in connection with, or arising out of, the Contract or the execution of the Works, whether during the execution of the Works or after their completion and whether before or after repudiation or other termination of the Contract, including any dispute as to any opinion, instruction, determination, certificate or valuation of the Engineer, the matter in dispute shall, in the first place be referred in writing to the Engineer, with a copy to the other party. Such reference shall state that it is made pursuant to this Clause. No later than the eighty-fourth day after the day on which he received such reference the Engineer shall give notice of his decision to the Employer and the Contractor. Such decision shall state that it is made pursuant to this clause.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_25\">Unless the contract has already been repudiated or terminated, the contractor shall, in every case, continue to proceed with the Works with all due diligence and the contractor and the employer shall give effect forthwith to every such decision of the Engineer unless and until the same shall be revised, as hereinafter provided, in an amicable settlement or an arbitral award.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_26\">If either the Employer or the Contractor be dissatisfied with any decision of the Engineer, or if the Engineer fails to give notice of his decision on or before the eighty-fourth day after the day on which he received the reference, then either the Employer or the Contractor may, on or before the seventieth day after the day on which he received notice of such decision, or on or before the seventieth day after the day on which the said period of 84 days expired, as the case may be, give notice to the other party, with a copy for information to the Engineer, of his intention to commence arbitration, as hereinafter provided, as to the matter in dispute. Such notice shall establish the entitlement of the party giving the same to commence arbitration, as hereinafter provided, as to such dispute and, subject to Sub-clause 67.4, no arbitration in respect thereof may be commenced unless such notice is given.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_27\">If the Engineer has given notice of his decision as to a matter in dispute to the Employer and the Contractor and no notice of intention to commence arbitration as to such dispute has been given by either the Employer or the Contractor on or before the seventieth day after the day on which the parties received notice as to such decision from the Engineer, the said decision shall become final and binding upon the Employer and the Contract on\n \n\n67.3\n \n\nAny dispute in respect of which :\n</p>   \n\n<blockquote id=\"blockquote_14\">(a) the decision, if any, of the Engineer has not become final and binding pursuant to Sub-clause 67. 1  and\n \n\n</blockquote><blockquote id=\"blockquote_15\">(b) amicable settlement has not been reached within the period stated in Sub-clause 67.2 shall be finally settled, unless otherwise specified in the contract, under the Rules of Conciliation and Arbitration of the International Chamber of Commerce by one or more arbitrators appointed under such Rules. The said arbitrators shall have full power to open up, review and revise any decision, opinion, instruction, determination, certificate or valuation of the Engineer related to the dispute. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_28\">Neither party shall be limited in the proceedings before such arbitrators to the evidence or arguments put before the Engineer for the purpose of obtaining his said decision pursuant to Sub-clause 67.1. No such decision shall disqualify the Engineer from being called as a witness and giving evidence before the arbitrators on any matter whatsoever relevant to the dispute.\n</p> \n\n<p data-structure=\"Section\" id=\"p_29\">Arbitration may be commenced prior to or after completion of the Works, provided that the obligations of the Employer, the Engineer and the Contractor shall not be altered by reason of the arbitration being conducted during the progress of the works.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_30\">Clause 67.1 uses the expression &quot;if a dispute of any kind whatsoever&quot;. It also uses the expression &quot;in connection with or arising out of the Contract or the execution of the works, whether during the execution of the works or after their completion and whether before or after repudiation or other termination of the contract including any dispute as to any opinion, instruction, determination, certificate or valuation of the Engineer etc. Clause 67.3 also uses the expression &quot;any dispute in respect of which.\n</p><p data-structure=\"Precedent\" id=\"p_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1924738\" id=\"span_1\">(a) the decision, if any of the Engineer has not become final and binding pursuant to Sub-clause 67.1 and shall be settled under conciliation arbitration. We are of the view clauses relating to the arbitration are very widely worded. The Apex Court had occasion to consider the scope of the expression &quot;arising out of in relation to in connection with etc. in <a href=\"/doc/1924738/\" id=\"a_61\">Renusagar Power Company Limited v. General Electric Company</a>, AIR 1985 SC 1156, and held that &quot;Expressions such as &quot;arising out of&quot; or &quot;in respect of&quot; or &quot;in connection with&quot; or &quot;in relation to&quot; or &quot;in consequence of or &quot;concerning&quot; or &quot;relating to&quot; the contract of the widest amplitude and content and include even questions as to the existence, validity and effect (scope) of the arbitration agreement.&quot; When we read the arbitration clause along with <a href=\"/doc/1553165/\" id=\"a_62\">Section 34 (1) (2) (iv)</a> and <a href=\"/doc/250006/\" id=\"a_63\">Section 16 (3)</a> and (4) an arbitral award is open to challenge if the award deals with a dispute not contemplated by the terms of the contract, though falls within the terms of submission to arbitration on fulfilling the procedural requirements of <a href=\"/doc/675839/\" id=\"a_64\">Section 16</a> of the Act.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"925897\" id=\"span_2\">12. The Apex Court in <a href=\"/doc/925897/\" id=\"a_65\">Olympus Superstructures Pvt. Ltd. v. Meena Vijay Khetan</a>, AIR .1999 SC 2102 examined the scope of <a href=\"/doc/675839/\" id=\"a_66\">Sections 16</a> and <a href=\"/doc/148869/\" id=\"a_67\">34 (2) (a) (iv)</a> of the 1996 Act and held as follows :</span>\n</p>   \n\n<blockquote id=\"blockquote_16\">&quot;It will be noticed that under Sub-clause 2 (a) (iv) of <a href=\"/doc/536284/\" id=\"a_68\">Section 34</a> the arbitral award may be set aside by the Court if the award deals with a dispute not contemplated by or not falling within the terms of the submission to arbitrator or if it contains a decision on matters beyond the scope of the submission to arbitration. The proviso to Clause (iv) deals with severability.\n</blockquote> \n\n<blockquote id=\"blockquote_17\">The word &quot;terms of the submission to arbitration&quot; in <a href=\"/doc/148869/\" id=\"a_69\">Section 34 (2) (a) (iv)</a> in our view, refer to the terms of the arbitration clause. This appears to be the meaning of the word if one refer to <a href=\"/doc/65067/\" id=\"a_70\">Section 28</a> which uses the word &quot;dispute submitted to arbitration&quot; and to <a href=\"/doc/590055/\" id=\"a_71\">Section 43 (3)</a> which uses the word &quot;submit&quot; future dispute to arbitration.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_33\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"676743\" id=\"span_3\">In <a href=\"/doc/676743/\" id=\"a_72\">Rajinder Krishan Khanna v. Union of India</a> (1998) 7 SCC 129 : (AIR 1999 SC 463) the Apex Court also examined the scope of <a href=\"/doc/675839/\" id=\"a_73\">Section 16</a> read with <a href=\"/doc/148869/\" id=\"a_74\">Section 34 (2) (a) (iv)</a> of the Act. In that case objection was raised before submitting for reference. Consequently Court held that the said question as to the scope of the reference could, therefore, be permitted to be raised under <a href=\"/doc/148869/\" id=\"a_75\">Section 34 (2) (a) (iv)</a> in the objections to the award.</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_34\">13. We will now examine the grounds urged by the Government of Kerala for setting aside the award under <a href=\"/doc/549389/\" id=\"a_76\">Section 34 (2) (b)</a> and its scope and ambit. Ground to set aside the award of a domestic tribunal on the ground that the award is in conflict with the public policy of India is a new provision added to the <a href=\"/doc/1306164/\" id=\"a_77\">Arbitration Act, 1996</a>.\n</p> \n\n<p data-structure=\"Section\" id=\"p_35\">14. <a href=\"/doc/549389/\" id=\"a_78\">Section 34 (2) (b) (ii)</a> read with Explanation would show that an award is in conflict with the public policy of India if making the award was induced or affected by fraud or corruption or was in violation of <a href=\"/doc/109874/\" id=\"a_79\">Section 75</a> or 81 and hence recourse to a Court be made against the award. This is without prejudice to the generality of the meaning that can be ascribed to the term &quot;Public Policy of India&quot;. Such a declaration was made by the Legislature for avoiding of any doubt. Explanatory note states that &quot;without prejudice to the generality of Sub-clause (ii), which would indicate that over and above what has been stated in the explanation even if an arbitral award is being challenged due to change in social conditions the award can be set aside on the ground that the award is in conflict with the public policy. All the same Legislature thought it fit to have a declaration that for the avoidance of any doubt that an award is in conflict with the public policy of India if the making of the award has induced or affected by fraud or corruption or was in violation of <a href=\"/doc/109874/\" id=\"a_80\">Section 75</a> or <a href=\"/doc/1034395/\" id=\"a_81\">Section 81</a>.\n</p> \n\n<p data-structure=\"Section\" id=\"p_36\">15. We may at the outset indicate the State Government have taken a specific stand before the Court below that they do not intend to challenge the award on ground that it was induced or affected by fraud or corruption or was in violation of <a href=\"/doc/109874/\" id=\"a_82\">Section 75</a> or <a href=\"/doc/1034395/\" id=\"a_83\">Section 81</a>. Learned District Judge minuted in the order as follows :\n</p><blockquote id=\"blockquote_18\">  &quot;There is no allegation of violation of <a href=\"/doc/109874/\" id=\"a_84\">Section 75</a> or 81 in the instant case. There is no specific allegation raised before me that the making of the award is induced or affected by fraud or corruption. Very specifically the Government Pleaders were asked to explain whether they want to assail the impugned award on the ground that it was induced or affected by fraud or corruption.\n</blockquote><blockquote id=\"blockquote_19\">They submitted that they do not want to allege fraud or corruption....................... In view of the categoric statement by the Govt. Pleaders that they do not want to assail the impugned award on the ground that it is vitiated by corruption or fraud, it is not possible for this Court in this case to explain and understand the concept of corruption in that manner.......... But the learned Govt. Pleaders took the stand that they do not want to assail the impugned award on the ground that it is vitiated by fraud or corruption.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_37\">Senior Government Pleader Sri Mohan C. Menon, however, submitted that though such a contention was not raised before the Court below, this Court has the duty to examine whether award is in any way tainted with fraud or corruption or the making of the award was induced or affected by fraud or corruption. Counsel laid stress on the words &quot;the Court finds that&quot;. Unlike <a href=\"/doc/1831758/\" id=\"a_85\">Section 34 (2) (a)</a> where the party has to furnish proof so as to establish the grounds under <a href=\"/doc/942319/\" id=\"a_86\">Section 34 (2) (a)(i)</a> to (iv), counsel submitted, as far as <a href=\"/doc/549389/\" id=\"a_87\">Section 34 (2) (b) (ii)</a> read with Explanation is concerned, a duty is also cast on the Court to find out on materials available before it whether the award is in conflict with public policy or the making of the award was induced or affected by fraud or corruption. Counsel submitted the award could be tainted riot merely due to fraud or corruption as understood under the penal laws or under the <a href=\"/doc/1331755/\" id=\"a_88\">Prevention of Corruption Act</a> but under the <a href=\"/doc/171398/\" id=\"a_89\">Contract Act</a> as well. We have already indicated there was no such allegation or argument raised either before the arbitrators or before the Court below that the award was induced or affected by fraud or corruption. All the same in a given case if the Court finds that the award is in any way induced or affected by fraud or corruption, the Court has a duty to interfere.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_38\">16. We may, therefore, examine the contention raised by the Government Pleader as to whether the award is vitiated by fraud or corruption or whether it is in conflict with the Public Policy of India.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_39\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86594\" id=\"span_4\">17. The 1996 Act uses the expression &quot;in conflict with the public policy of India&quot;. We have already indicated <a href=\"/doc/142812771/\" id=\"a_90\">Foreign Awards (Recognition and Enforcement) Act, 1961</a> has already been repealed, Scope of those expressions came up for consideration before the Apex Court in <a href=\"/doc/86594/\" id=\"a_91\">Renusagar Power Co. Ltd. v. General Electric Co.</a>, AIR 1994 SC 860 while dealing with the provisions of the new Act. We may refer to <a href=\"/doc/86594/\" id=\"a_92\">the said decision</a> which will lend us considerable light with regard to the meaning of that expression. Apex Court incidentally also examined the scope of the expression &quot;Public Policy&quot;. The Apex Court held as follows :</span>\n</p>   \n\n<blockquote id=\"blockquote_20\">&quot;While observing that &quot;from the very nature of things, the expressions &quot;public policy&quot; &quot;opposed to public policy&quot; or &quot;contrary to public policy&quot; are incapable of precise definition this Court has laid down--\n</blockquote><blockquote id=\"blockquote_21\">  &quot;Public policy connotes some matter which concerns the public good and the public Interest. The concept of what is for the public good or in the public interest or what would be injurious &quot;or harmful to the public good or the public interest has varied from time to time&quot;.  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_40\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"86594\" id=\"span_5\">In <a href=\"/doc/86594/\" id=\"a_93\">the above case</a> Renusagar Power Company invoked the said provision stating that enforcement of the award would be contrary to the public policy for the reason that such enforcement would involve contravention of the provisions of FERA, would amount to penalising the company for not disregarding the interim orders passed by the High Court in the writ petition filed by it, would enable recovery of compound interest on interest, would result in payment of damages on damages and would result in unjust enrichment by General Electric. The Court held keeping in view of the principles governing enforcement of exchange control laws, the provisions contained in FERA have been enacted to safeguard the economic interests of India and any violation of the said provisions would be contrary to the public policy of India as envisaged in <a href=\"/doc/961785/\" id=\"a_94\">Section 7 (1) (b) (ii)</a> of the Act. With regard to the disregard of the Court orders Apex Court held as follows :</span>\n</p><blockquote id=\"blockquote_22\">  &quot;It is the fundamental principle of law that orders of Courts must be complied with for any action which involves disregard for such orders would adversely affect the administration of justice and would be destructive of the rule of law and would be contrary to public policy.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_41\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86594\" id=\"span_6\">With regard to award of interest the Court held that it cannot be said that award of interest on interest, i.e. compound interest is against the public policy of India. The\nCourt did not express any view on the question as to whether unjust enrichment would go against public policy of India since it was not germane for consideration <a href=\"/doc/86594/\" id=\"a_95\">in that case</a>. Same question again came up for consideration before the Apex Court in a recent decision.</span> <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1699016\" id=\"span_7\"><a href=\"/doc/1699016/\" id=\"a_96\">Smita Conductors Ltd. v. Euro Alloys Ltd.</a>, (2001) 7 SCC 728 : AIR 2001 SC 3730 wherein also the Court dealt with <a href=\"/doc/142812771/\" id=\"a_97\">Foreign Awards (Recognition and Enforcement) Act, 1961</a> with particular reference to private international law. In that case, it was contended that the award was contrary to public policy of India being violative of certain Circulars issued by the Reserve Bank of India imposing restrictions on imports and attracted the force majeure clause. Even <a href=\"/doc/1699016/\" id=\"a_98\">in that case</a> arbitrator noticed that the restrictions stated by the Reserve Bank of India had created a situation in which appellant had difficulty in arranging the opening of letters of credit so as to conform to the terms of the contract although it could be noted that many applications were submitted by the appellant to Bank of Baroda after the contractual deadline. Arbitrators took the view that force majeure clause in the light of the Reserve Bank of India&#x27;s directives is a plausible view and cannot be ruled out as impossible of acceptance. It was also noticed that no such restriction was imposed on the implementation of the terms of the contract as held by the arbitrators. In that view Apex Court found question of public policy does not arise in such a situation.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_42\">18. It is difficult to give proper definition to the word &quot;public policy&quot;. House of Lords in Egertion v. Brownlow (1853) 4 HLCI, held that &quot;public policy&quot; as that principle of law which holds that no subject can lawfully do that which has a tendency to be injurious to the public, or against public good. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"477313\" id=\"span_8\">In <a href=\"/doc/477313/\" id=\"a_99\">Central Inland Water Transport Corporation v. Brojo Nath Ganguly</a> (1986) 3 SCC 156 : AIR 1986 SC 1571 the Apex Court held that public policy is incapable of precise definition. It connotes some matter which concerns the public good and the public interest.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"595883\" id=\"span_9\">Such expression has also been considered by the Apex Court in <a href=\"/doc/595883/\" id=\"a_100\">J.P. Ravidas v. Navyuvak</a>.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"972313\" id=\"span_10\">(1996) 9 SCC 300 : AIR 1996 SC 2151, Papaiah v. State of Karnataka (1996) 10 SCC 533 : <a href=\"/doc/972313/\" id=\"a_101\">AIR 1997 SC 2676 and Union Carbide Corporation v. Union of India</a> (1991) 4 SCC 584 : AIR 1992 SC 248.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"930662\" id=\"span_11\">In <a href=\"/doc/930662/\" id=\"a_102\">Gherulal Parakh v. Mahadeodas Maiya</a>, AIR 1959 SC 781 the Apex Court held that though the heads are not closed and though theoretically it may be permissible to evolve a new head under exceptional circumstances of a changing world, it is admissible in the interest of stability of society not to make any attempt to discover new heads in these days.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_43\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1697217\" id=\"span_12\">19. The Apex Court in <a href=\"/doc/1697217/\" id=\"a_103\">Shrisht Dhawan v. Shaw Brothers</a> (1992) 1 SCC 534 : AIR 1992 SC 1555, held that fraud and collusion vitiate even the most solemn proceedings in any civilised system of jurisprudence. It is a concept descriptive of human conduct. Fraud in equity has been defined as an act or omission to act or concealment by which one person obtains an advantage against conscience over another or which equity or public policy forbids as being prejudicial to another. Fraud is defined as an intentional perversion of truth for the purpose of inducing another in reliance upon it to part with some valuable thing belonging to him or surrender a legal right; a false representation of a matter of fact whether by words or by conduct, by false or misleading allegations, or by concealment of that which should have been disclosed, which deceives and is intended to deceive another so that he shall act upon it to his legal injury. It has also been defined as criminal deception, use of the false representation to gain unjust advantage; dishonest artifice or trick. There is absolutely no explanation in this case that the award is in any way tainted with fraud. There is also no pleading to that effect, on the other hand it was conceded that the award is not tainted with fraud or corruption. We, therefore, reject the contention of the State that the award is tainted by inducement or affected by fraud or coercion or in any way in violation of <a href=\"/doc/109874/\" id=\"a_104\">Section 75</a> or <a href=\"/doc/1034395/\" id=\"a_105\">Section 81</a>.</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_44\">20. We are of the view, explanation to <a href=\"/doc/549389/\" id=\"a_106\">Section 34 (2) (b) (ii)</a> is not exhaustive but only illustrative. Explanation was evidently added by the Legislature since there were conflict of view with regard to the expression public policy of India. Whatever may be the views on the expression public policy in India, Legislature by the explanation declared that where the award is in conflict with the public policy of India if making of the award was induced and affected by fraud or corruption or in violation of <a href=\"/doc/109874/\" id=\"a_107\">Section 75</a> or <a href=\"/doc/1034395/\" id=\"a_108\">Section 81</a>. This explanation was given without prejudice to the general meaning of the\nwords &quot;public policy of India&quot;.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_45\">21. We may now examine the Public Policy as generally understood since the Legislature has declared its meaning without prejudice to the general meaning of the expression Public Policy of India. We have already examined the scope and ambit of <a href=\"/doc/148869/\" id=\"a_109\">Section 34 (2) (a) (iv)</a> and <a href=\"/doc/549389/\" id=\"a_110\">Section 34 (2) (b) (ii)</a>. Let us now examine whether claims allowed by the arbitrator would come under the above provisions. Award was interfered with by the Court below on the ground that the granting of claims 1A and 1B is contrary to the Public Policy of India. Claim No. 1A relates to revision of BOQ rates due to ratification of cement base price from Rs. 1.900 per MT to Rs. 2,340 per M.T. and claim 1B relates to escalation payable on the amount given under claim 1A. Claimant submitted under Clause 70.1 (4) (ii) (b) on page 4053 of Vol. I Section IV of the Special Conditions of Contract, the base cost index for cement was specified as prevalent 28 days prior to the closing of the date of submission offender. Basic price of Cement as given in Schedule VII of Section VIII was automatically required to be related with the cement price prevalent 28 days prior to the closing date of tender. Clarification was also sought in the pre-bid meeting vide serial No. 4 with reference to Clause 70.1 (4) by contractor A.L. Sudarshan and Company and the clarification given was that the price of cement and steel given are F.O.R. Cochin. Relying upon the representation of the respondent and the date supplied by the respondent, the claimant took that the rate of Rs. 1,900/- per MT given by P.W.D. would be true and correct reflection of the F.O.R. rate prevalent at Cochin 28 days prior to the date of submission of tender and accordingly rate was worked out on this base price and submitted the tender on base price given by the respondent. Claimant after commencing the work found that the rate prevalent in April 1994 was very high as compared to the base rate. The claimant then made inquiries about the correctness of the base rate which was prevalent 28 days prior to the date of submission of tender namely 30-4-1993. The base price was found to be Rs. 2,340/- as compared to Rs. 1,900/- per ton reflected in the contract as base rate of cement and this has been admitted by PWD. Claimant sought ratification of the price from Rs. 1.900/- per MT to Rs. 2,340/- per MT for the purpose of payment of escalation and also for revision of rates in respect of items involving use of cement. Claimant then raised the claim as per letter dated 13-9-1995 with all supporting documents and details. However, claim relating to revision of BOQ rates involving use of cement by considering the correct base price of cement Rs. 2,340/- per MT and also working out the escalation based on the correct amount so worked out has been denied. Claimant submitted that this amounts to misrepresentation of the fact and the price quoted by the claimant was on the misrepresented base price of cement. Claimant, therefore, made a claim for Rs. 73,88,767.17.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_46\">22. In the defence statement Chief Engineer stated that the claim is not admissible. As per Clause 70.1 (4) (ii) b (page 4-53 of Volume I Section IV Special Conditions of Contract) Mc for cement was specified as &quot;base cost index for cement or iron and steel, as shown in the index Nos. of wholesale price of India by groups and sub-groups (Month end, year and date) (Base 1981-82 100) released by the office of the Economic Advisor, Ministry of Industry, Government of India prevailing on the date 28 days prior to the closing date for submission of tenders and the &quot;basic price&quot; means the price for specified materials indicated on Schedule VII of Section VIII of the Tender documents. Calculation of escalation charges based on the formula Vc = Sx (M-Mc)xT/Mc where S = Basic Price. During the pre-bid meeting one of the bidders M/s. Oriental Structural Engineers Limited, New Delhi raised a query whether the base price of materials indicated in Schedule 7 of Volume III was inclusive of all tax, duties and levies. The Department clarified that the rates are ex-factory or FOR rates. Another bidder A.L. Sudarsanan &amp; Company raised the following query during the pre-bid meeting. It was stated that the claimant did not raise any query and that the base cost of cement mentioned in the contract is not the selling price of cement of any particular company. The contract also did not envisage the stipulation of price at which the contractor&#x27;s could obtain the materials needed for the work. Since escalation was provided for in the contract there had to be a basis on which the escalation formula could be worked out. In order to apply the escalation formula the parties to the contract agreed that the base price of\ncement shall be Rs. 1,900/- per metric tonne which cannot be taken to be an undertaking or representation on the part of the respondent herein that the contractor would be able to obtain cement at the rate of Rs. 1,900/- per metric tonne. However, it was pointed out since the claimant had requested for revision of the base price the department acceded to the said request and the base price of cement had been taken as Rs. 2,340/- for calculation of escalation costs to be paid to the claimant. It was further submitted that at the time of issuance of the letter of acceptance it had been made clear to the contractor that the rates once fixed shall not be increased on any account as per communication No. W1-D2-1398/93 dated 23-2-1994. Consequently the contractor was fully aware that the rates quoted by him shall not be increased on any account whatsoever after commencement of the work. Further it was stated that the contract provisions viz. Clauses 2.7.1, 11.1 and 12.1 clearly detail the responsibilities of the contractor in the preparation of the tender. Consequently the claim of the contractor for revision of rates quoted by him is not admissible.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_47\">23. The Arbitration Committee examined the rival contentions in detail and found there was a misrepresentation of the cement base rate by the department. Arbitrators noted the High Power Committee consisting of government officials felt that the base rate of cement has to be changed from Rs. 1,900/- per MT to Rs. 2,340/- per MT in the matter of escalation. The question which was posed before the arbitrators was whether the same yardstick could be extended to BOQ rates as well? Arbitrators felt the High Power Committee has corrected the said mistake and fixed Rs. 2,340/- as the base rate for the purpose of calculation of escalation price. Consequently it was held there is no reason why the same method and yardstick be not adopted to BOQ rates as well. Arbitrators held as follows :\n</p>   \n\n<blockquote id=\"blockquote_23\">&quot;...... .we find that there has been misrepresentations of the cement base rate by the respondent which has been admitted in the report of high powered committee of the respondent and reimbursement of escalation by correcting the base rate from Rs. 1900/- per MT to Rs. 2340/- per MT has already been made by the respondent to the claimant The claimant had requested the respondent for applying correct base rate of cement for escalation purpose as well as for revision of rate vide its letter at Exhibit 1A. The respondent has not disputed the quantification done by the claimant and with regard to the base, rate of cement we uphold the stand of the claimant that the rates of the items involving use of cement are also to be revised taking the correct base rate of Rs. 2340/- per MT as against the rate of Rs. 1900/- per MT given by the respondent at the time of tendering and adopted by the respondent for the purpose of escalation payment to the claimant. We also uphold the stand of the claimant that the escalation is also to be revised based on the revised quantum of work on the basis of revised rates of items involving use of cement. Accordingly, we award a sum of Rs. 73,88,767.17 against claim No. 1A relating to revision of rates of the items and Rs. 16,93,854/- against claim No. 1B for revision of escalation payment based on the revised quantum of work and direct the respondent to pay the same to the claimant. The abovementioned decision of the arbitrators has been interfered with by the Court below on the ground that the said award in respect of claims 1A and 1B would be in conflict with the public policy of India. The Court below held that the base cost index for cement shown in Schedule 7 was only for the purpose of working out the escalation price payable under <a href=\"/doc/191341/\" id=\"a_111\">Section 70</a>.1 and the B.O.Q. rates has nothing to do with it. B.O.Q. rates are to be quoted by the various tenderers taking into account all the relevant inputs. The Court below held :\n</blockquote><blockquote id=\"blockquote_24\">  &quot;I find considerable merit in the contention that B.O.Q. rates are fundamental to the contract and are not variable at the instance of the parties by the arbitrators. All the citizens have a right to take part in the tender. Every one has a right to participate in the tender and quote rates. All of them had quoted rates knowing that B.O.Q. rates quoted by them are fundamental and the competition will be decided on the basis of the B.O.Q. rates quoted by them. Alteration of B.O.Q. rates to the advantage of the successful tenderer after the award of the contract is something which fundamentally goes against the very norms and notions of justice and law.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_48\">The Court below held that alteration of BOQ rates under the cover of the award in favour\nof the successful tenderer after commencement/completion of the tendered work would definitely offend the public policy of India which guarantees equal treatment to all competitors failing which unhealthy practices would be encouraged.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_49\">24. We fail to see in the facts and circumstances, how the awarding of claims 1A and 1B would go against the public policy of India. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1924738\" id=\"span_13\">In <a href=\"/doc/1924738/\" id=\"a_112\">Renusagar Power Co. Ltd.</a>&#x27;s case, AIR 1994 SC 860 the Apex Court held that enforcement of an award would be refused on the ground it is contrary to the public policy if such enforcement would be contrary to (i) fundamental policy of India, (ii) the interests of India, (iii) justice or morality. The award with regard to claims 1A and 1B was interfered by the Court below holding that it is against justice and morality.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_50\">25. We may examine whether the Court below is justified in interfering with the revision of B.O.Q. rates as was done to escalation on the ground that it would go against justice and morality. Any action in interfering with the course of justice or usurping jurisdiction of the Court would be acting against Justice. In the instant case we fail to see how Justice and morality has been affected by granting a claim by the arbitrators. Arbitrators after examining the claims on either side and perusing the various documents and on the basis of the report of the High Power Committee and the provisions of Clause 70.1 (4) (2) (i) of the Conditions of Contract as well as letter dated 2-8-1997 (Ext 1-B) and other attendant circumstances came to the conclusion that there has been misrepresentation of the cement base rate by the Department. They opined that there was mistake in the cement base rates. Consequently directed revision of escalation rates fixing the base rate at Rs. 2,340/- per MT. This is purely a question of fact. Arbitrators on the basis of the facts and circumstances opined that the same would be extended to the claimant to escalation of rates as well. Arbitrators who are experts in the field accepted the claimant&#x27;s stand. The manner in which the escalation was to be worked out was specified. Claimant relief upon Clause 70.1 (1). Base cost index for specified materials is given in Schedule 7. It was submitted that base cost index of cement shown as Rs. 1,900/- per MT was the price F.O.R. Cochin which was to be ascertained as stipulated in Clause 70.1 (4) on the basis of the price prevailing on the date 28 days prior to the closing date for submission of tenders. In the process a clarification was sought in the pre-bid meeting whether these prices were ex-stock yard rail head etc. and the State clarified that cement and steel rates are F.O.R. Cochin and acted on the said basis. The base price of the cement and other materials given in the Schedule was taken as provided in the contract is a matter to be considered for quoting the rates following uniform basis for a tenderer in a competitive tendering system.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_51\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"529896\" id=\"span_14\">26. We are of the view the decision of the arbitrators on claim No. 1 is a decision which comes within their jurisdiction. Arbitrators have construed the various terms of the contract especially Clause 70.1 (4) (2) (b) page 4-53 Vol. I Section IV of the Special conditions of contract. No price of cement is given in Schedule VII of <a href=\"/doc/1146817/\" id=\"a_113\">Section 8</a> of the tender documents. They have examined the circumstances under which high powered committee extended the benefit of escalation based on the price of Rs. 2,340/-. As held by the Apex Court in <a href=\"/doc/529896/\" id=\"a_114\">H.P.S.E.B. v. R.J. Shah and Company</a> (1999) 3 JT (SC) 151 when arbitrator is required to construe a contract then merely because another view may be possible the Court would not be justified in construing the contract in a different manner and then to set aside the award by observing that the arbitrator has exceeded the jurisdiction in making the award. The dispute before the arbitrators is clearly related to the Interpretation of the terms of contract. Arbitrators were, therefore, called upon to construe or interpret the terms of the contract. The decision thereon even if it be erroneous, cannot be said to be without jurisdiction. When an arbitrator is required to construe a basic contract even if the decision is erroneous it cannot be said that there is an error of jurisdiction even though there may have been an error in the exercise of jurisdiction by the arbitrators.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"847696\" id=\"span_15\">So held in <a href=\"/doc/847696/\" id=\"a_115\">B.V. Radhakrishna v. Sponge Iron India Limited</a> (1997) 3 JT (SC) 327 : AIR 1997 SC 1324.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"526917\" id=\"span_16\">In <a href=\"/doc/526917/\" id=\"a_116\">Hindustan Construction Company Ltd. v. Governor of Orissa</a> (1995) 3 SCC 8 : AIR 1995 SC 2189 the Court held &quot;It is well known that the Court while considering the question whether the award should be set aside, does not examine the question as an appellate Court. While exercising the said power, the Court cannot reappreciate all the\nmaterials on the record for the purpose of recording a finding whether in the facts and circumstances of a particular case the award in question could have been made. Such award can be set aside on any of the grounds specified in <a href=\"/doc/308340/\" id=\"a_117\">Section 30</a> of the Act.&quot;</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"38572\" id=\"span_17\">In <a href=\"/doc/38572/\" id=\"a_118\">U.P. Hotels v. U.P.S.E. Board</a>. AIR 1989 SC 268 the Apex Court held : &quot;Even assuming that there was an error of construction of the agreement or even that there was an error of law in arriving at a conclusion, such an error is not an error which is amenable to correction even in a reasoned award under the law. In order to set aside an award, there must be a wrong proposition of law <a href=\"/doc/38572/\" id=\"a_119\">laid down in</a> the award as the basis of the award.&quot;</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"588099\" id=\"span_18\">The Apex Court in <a href=\"/doc/588099/\" id=\"a_120\">Sudarsan Trading Co. v. Govt. of Kerala</a>, AIR 1989 SC 890 held :</span>\n</p><blockquote id=\"blockquote_25\">  &quot;Furthermore, in any event, reasonableness of the reasons given by the arbitrator cannot be challenged. Appraisement of evidence by the arbitrator is never a matter which the Court question and considers, If the parties have selected their own forum, the deciding forum must be conceded the power of appraisement of the evidence. The arbitrator is the sole judge of the quality as well as the quantity of evidence and it will not be for the Court to take upon itself the task of being a judge on the evidence before the arbitrator.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_52\">We do not propose to burden the judgment with judicial decisions. Most of them were interpreting the various provisions of the <a href=\"/doc/1052228/\" id=\"a_121\">Arbitration Act, 1940</a>. Suffice to say in the new <a href=\"/doc/1306164/\" id=\"a_122\">Arbitration Act, 1996</a> even the scope of interference with the arbitration award is limited, the scope of which we have already dealt with in the earlier part of the judgment. All the three Arbitrators in the instant case are experts in the field. Arbitrator nominated by the claimant is the Ex-Director General and the arbitrator nominated by the Ministry of Surface Transport is the former Secretary, P.W.D., Government of Gujarat and the Arbitration Committee unanimously interpreted the provisions of the contract and opined how the provisions of the contract have to be worked out. In the absence of any allegation of mala fide fraud, corruption, bias, we are not prepared to say that the reasoning of the arbitrators would in any way goes against public policy of India. We, therefore, uphold the award of the Arbitrators on Claims Nos. 1A and 1B and set aside the finding of the Court below on claims 1A and 1B.\n</p> \n\n<p data-structure=\"Section\" id=\"p_53\">27. Claim 2 relates to reimbursement of increased bank guarantee charges paid and/or to be paid amounting to Rs. 42,23,335/-. Claimant relies on general escalation and Clauses 70.1. Clause 70.2 states that if, after the date 28 days prior to the latest date for submission of tenders for the contract there occur in the country in which the Works are being or are to be executed changes to any National or State Statute, Ordinance, Decree or other Law or any regulation or bye-law of any local or other duly constituted authority, or the introduction of any such State Statute. Ordinance, Decree, Law regulation or bye-law which causes additional or reduced cost to the contractor, other than under Sub-clause 70.1 in the execution of the contract, such additional or reduced cost shall, after due consultation with the State and the claimant be determined by the Engineer. Claimant stated that the above provision is applicable for reimbursement of such increased bank guarantee charges. Claimant has requested for reimbursement of increase in bank guarantee charges. At the time of agreement Bank rate was 18%. According to the claimant, they are entitled to get reimbursement of increased bank guarantee charges paid and/or to be paid, claimant is entitled to the amount due on the basis of the new regulation made by the Bank.\n</p> \n\n<p data-structure=\"Section\" id=\"p_54\">28. The above claim was opposed by the State. It is stated that as per the general conditions of the contract. Clause 2.31.1 of Vol. 1 of the agreement the successful tenderer shall furnish to the employer a performance security in the form of Bank guarantee in ap amount equal to 10% of the contract price in the proforma provided in Section X of the tender document. As per Clause 10.1 (a) of Volume I of the agreement the contractor is expected to furnish to the employer the performance guarantee in the proforma furnished in <a href=\"/doc/1151350/\" id=\"a_123\">Section 10</a> of Volume III of the agreement. As per Clause 60.6 (b) of Volume I of the agreement the contractor is eligible for an interest free advance against key, plant and machinery required for the work of production of a bank guarantee given by a bank acceptable to the employer for an amount equal to the advance. Bank guarantee for performance security and mobilisation advance loan shall remain effective until the advance loan has been completely\nrepaid by the contractor as per Clause 60.6 (a) and (b). According to the State, contract does not envisage reimbursement of any expenses which the contractor may have to incur for obtaining and furnishing the requisite bank guarantee under the contract. In this connection we may refer to Clause 70.1 and 70.2 which reads as follows :\n</p>   \n\n<blockquote id=\"blockquote_26\">70.1 : There shall be added to or deducted from the Contract Price such sums in respect of rise or fall in the cost of labour and/ or materials or any other matters affecting the cost, of the execution of the works as may be determined in accordance with Part II of these conditions.\n</blockquote> \n\n<blockquote id=\"blockquote_27\">70.2 : If after the date 28 days prior to the latest date of submission of tenders for the contract there occur in the country in which the Works are being or are to be executed changes to any National or State Statute, Ordinance, Decree or other Law or any regulation or bye-law of any local or other duly constituted authority, or the introduction of any such State Statute. Ordinance. Decree, Law regulation or bye-law which causes additional or reduced cost to the contractor, other than under Sub-clause 70.1 in the execution of the contract, such additional or reduced cost shall, after due consultation with the employer and the contractor, be determined by the engineer and shall be added to or deducted from the contract price and the Engineer shall notify the contractor accordingly, with a copy to the Employer. \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_55\">Learned Government Pleader submitted that as per Clause 70.1 an amount of Rs. 11,365 was already paid. Consequently this claim would come under Clause 70.1 and already met by the department. Contention of the claimant is that the claim would come under Clause 70.2. Claimant submitted that nationalised banks are duly constituted authority in terms of the provision in Clause 70.2 and increased bank guarantee charges and extra bank guarantee charges paid by the claimant are fully reimbursable to the claimant in terms of the provision contained in Clause 70.2. Detailed arguments were addressed before the arbitrators on the basis of decided cases. Reference was also made to the letter of the Chief Engineer dated 15-4-1996 which states that increased bank charges are reimbursable, under Clause 70.2. Claimant also pointed out that ADB authorities are to be consulted in the matter, but the State did not consult ADB authorities and denied legitimate demand of the claimant. After considering all the aspects of the matter and after hearing the matter in detail arbitrators concluded as below :\n</p><blockquote id=\"blockquote_28\">  &quot;The claimant stand that Clause 70.2 provides reimbursement for increased charges not only due to the subsequent legislation or change in legislation but also on account of changed or introduction of new regulations by a duly constituted authority is correct keeping in view the context in which the word regulation has been used in Clause 70.2. So far as quantification is concerned the respondent has checked and verified the same. We, therefore, uphold claimant stand that increase in bank guarantee charges arc fully covered under Clause 70.2 of the General Conditions of the Contract and award a sum of Rs. 42,23,335.00 in favour of the claimant and direct the respondent to pay the same to the claimant.&quot; \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_56\">  Parties are in dispute as to which clause is to be applied, whether it is 70.1 or 70.2. If it is 70.1 according to the State, amounts towards general escalation have already been awarded. If it is Clause 70.2 claimant is entitled to get reimbursement. Parties are in dispute. Consequently the issue was referred to arbitrators. Arbitrators construed as to which clause is to be applied. Arbitrators on the basis of the materials and after going through the various decisions ultimately came to the conclusion that it is Clause 70.2 which would apply. Consequently claimant is entitled to the amount claimed. Arbitrators were called upon to interpret the terms of contract which they did. The question is whether in the same of facts and circumstances this Court could come to a different conclusion. We are of the view, we cannot be called upon to do that exercise and substitute our view to that of the experts in the field chosen by the parties. We have indicated the three arbitrators are experts in the field. They were rendering their decision unanimously on the basis of the expertise and experience which shall not be disturbed unless it affects the Public Policy of India since challenge on the basis of other grounds is already rejected for reasons we have already given herein before.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_57\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"529896\" id=\"span_19\">29.  The Apex Court examined the powers of the arbitrators in the matter of construction of terms of contract in <a href=\"/doc/529896/\" id=\"a_124\">H.P.S.E.B. v. R.J. Shah and Company</a> (1999) 3 JT (SC) 151. According to the claimant <a href=\"/doc/529896/\" id=\"a_125\">in that case</a> he was entitled to revision of rates as contract value had exceeded 20% and the claim was based on the interpretation of Clause 3.2 (e) of the contract. Claim was refuted by the Electricity Board pointing out that as per Clause 12 of the contract deviation limit of 20% was applicable to individual items only and not to the total value of the contract. It was also pointed out that the claim was untenable and the rates based on Clause 12 A were being paid for certain items which had crossed the deviation limit. The Apex Court held as follows :</span>\n</p><blockquote id=\"blockquote_29\">  &quot;In this case the arbitration clause is widely worded. The dispute which was referred to the arbitrators, inter alia, related to the construction of the contract. The contract did visualise the contractor raising a claim for revision of rates. The dispute was as to when such a claim could be raised. According to the appellant herein this being an item rate contract the revision of rates could take place only in accordance with Clauses 12A when there was a deviation of more than 20 per cent with regard to individual items. On the other hand the terms of the contract according to the claimant, permitted a claim being made of revision in rates if there was an increase of 20 per cent of the total value of the contract. The dispute before the arbitrators, therefore, clearly related to the interpretation of the terms of the contract. The said contract was being read by the parties differently. The arbitrators were, therefore, clearly called upon to construe or interpret the terms of the contract. The decision thereon, even if it be erroneous, cannot be said to be without jurisdiction, it cannot be said that the award showed that there was an error of jurisdiction even though there may have been an error in the exercise of jurisdiction by the arbitrators.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_58\">The Court held that jurisdiction clearly was to construe the terms of the contract and their decision thereon is final and binding on the parties. The abovementioned principle would squarely apply to the facts of this case. This is a case where arbitrators were called upon to resolve the dispute on certain set of facts as to whether it is Clause 70.1 or 70.2 that is applicable to the case. \n</p><p data-structure=\"Conclusion\" id=\"p_59\">Arbitrators answered the reference and held that it is Clause 70.2 that is applicable and decided the claims accordingly. We are of the view decision of the arbitrators is within their jurisdiction consequently not liable to be disturbed. The decision in our view is not in violation of <a href=\"/doc/148869/\" id=\"a_126\">Section 34 (2) (a) (iv)</a> or 34 (2) (b) read with explanation.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_60\">30. We will now refer to claim No. 3 claiming Rs. 5,52,93,623/- which relates to abnormal increase in price of construction materials. Claimant&#x27;s case was that at the time of tendering, electricity was normal and only contingency on account of break down was catered for by the claimant. During the execution of work Government of Kerala and the Electricity Board ordered power cut to the extent of 35 to 70% vide G.O. (Rt) No. 17/96/PD dated 2-2-1996 and order No. B.O. 261/96/(plg. com. 2920/96 dated 5-2-1996. The order of the Government was duly confirmed by the Electricity Board vide Executive Engineer&#x27;s letter No. 181/Power cut/96 of February 1996. Claimant submitted that the Government of Kerala and the Electricity Board are duly constituted authority and their order for power cut is clearly to regulate the supply of electricity to the consumers and the same falls within the meaning of the term regulation provided in Clause 70.2. Abnormal rise in the prices of the aggregate occurred as consequence of the power cut under the Government Order and such power cut to the extent of 75% cannot be foreseen by any prudent contractor. Claimant, therefore, submitted that he is entitled to reimbursement of the increased cost arising due to abnormal power cut. Claimant also submitted that State has paid secured advance against stone aggregates on the increased rate ranging up to Rs. 578/- per cum. after due verification and recording in measurement book, as against Rs. 225/- prevalent at the time of tendering. Claimant submitted that this amounts to tacit acceptance of the claimant&#x27;s claim by the State. Claimant further submitted that the quantification with regard to the quantity of the aggregate done by the claimant and placed on arbitrators record has not been disputed by the respondent and the rate has been admitted by the respondent while allowing secured advance in respect of the aggregate procured by the claimant. On behalf of the State it was submitted that there was no abnormal increase in the price\nof construction materials and the contract does not provide for payment of actual variation in the price of construction materials. It was further stated that the items and the unit rate and price included in the contract deemed to cover the contingency of such rise and fall. It was also stated that the clause relating to change in legislation i.e. 70.2 and also the Clause 12.2 is not applicable and the escalation is to be limited to the provision contained in Clause 70.1. They also stated that the prices of reinforcement bar and structural steel were not affected by power cut. The arbitrators after considering all the aspects held as follows :\n</p><blockquote id=\"blockquote_30\">  &quot;We are of the firm view that reimbursement on account of change in price due to grounds mentioned in Clause 70.2 is reimbursable in addition to the normal escalation provided under Clause 70.1. We also uphold the contention of the claimant that the Government of Kerala and Kerala Electricity Board, order imposing serious power cut was to regulate the supply of electricity to the consumer and this has affected the cost of construction material particularly the aggregate as admitted by the respondent while allowing secured advance payments against aggregate. Clause 70.2 provides reimbursement of the effect of price due to introduction of new regulation by a duly constituted authority. The State Government and Kerala Electricity Board are no doubt duly constituted authority and their order is a regulation and is fully covered under Clause 70.2. Moreover, any such abnormal increase occurring as a consequence of Government order should be borne by the Government as no prudent and experienced contractor can foresee and account for while tendering.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_61\">We have perused the records produced before the arbitrators. Arbitrators noted that the Government of Kerala and the Electricity Board imposed power cut to regulate supply of electricity and it has affected cost of construction materials particularly increase in price of aggregates. Arbitrators found that State Government and the Electricity Board are duly constituted authorities and the increase would be covered under Clause 70.2. According to the arbitrators the facts and circumstances of the case would only establish the claim of the claimant. Arbitrators have examined the quantity of different sizes of aggregates normally adopted in design mixes of various items executed under the contract, They noticed the increased rates recorded by the State in the measurement book vary even from Ra. 511/- to Rs. 578/- per cubic meter for certain sizes of aggregates. Arbitrators have taken into consideration the recorded Measurement Book kept by the department and decided to adopt Rs. 449 per cub. meter for the quantity of the claim as against the rate of Rs. 468/- and Rs. 538/- claimed by the claimants. Arbitrators deducted Rs. 50,77.155/- received by the claimant and ordered that an amount of Rs. 3,55,16,061/- be paid to the claimant. However, with regard to the claim of Rs. 21,73.383/- for steel items arbitrators held that the prices of steel items were not affected by power cut as they were procured and manufactured outside the State of Kerala. The decision of the arbitrators is not beyond the terms of the agreement. On the basis of the materials available arbitrators found that it is Clause 70.2 which applies. They have also taken into consideration whether power cut has affected the cost of construction materials. The conduct of allowing secured advance payments was also a factor which was taken note of by the arbitrators and the same was justified. We also find arbitrators have made reference to the Measurement book. They also examined the quantity of different sizes of aggregates normally adopted in design mixes of various items executed under the contract. Considering the facts and circumstances of the case arbitrators allowed an amount of Rs. 3,55,16,061/- to the claimant. We find no reason to interfere with the said award. We are not prepared to say award of the arbitrators in any way conflict with <a href=\"/doc/148869/\" id=\"a_127\">Section 34 (2) (a) (iv)</a> or <a href=\"/doc/549389/\" id=\"a_128\">Section 34 (2) (b) (ii)</a> of the Act.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_62\">30A. We may now examine claim No. 4 which deals with abnormal increase in prices of sand as a result of stay order issued by this Court. Claimant submitted that cost of sand increased as a result of the stay order issued by this Court. In view of the stay order sand was not available. Consequently claimant had to procure sand at a higher cost. Reimbursement of the extra cost incurred is fully admissible under Clause 70.2. State contended that no particular source was specified in the tender document and the contractor was free to obtain sand from any other source and moreover, for any increase in the cost of material the contractor\nis entitled to the extent permissible under Clause 70.1. Considering all the aspects the arbitrators held as follows :\n</p>   \n\n<blockquote id=\"blockquote_31\">&quot;The claimant&#x27;s stand that for submitting the competitive tender they had to take into account the lowest rate prevailing in any of the source near project site and the source in question was considered by the claimant while working out the rate and the increase has been due to the order of High Court and the increase also has not been disputed by the respondent. The claimant&#x27;s stand is sustainable and upheld. The situation is duly covered by Clause 70.2 of the contract. The stay order given by the Court is a lawful order and is duly binding on the claimant who had been directed by the District Magistrate to comply.\n</blockquote> \n\n<blockquote id=\"blockquote_32\">We inclined to award for the increase which prevailed only during the operation of stay order for the period of three months only with effect from 23-3-95. We, therefore, award a sum of Rs. 32,035/- in favour of the claimant as against its revised claim of Rs. 18,20,934/- and direct the respondent to pay the same to the claimant.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_63\">Awarding of the above claim also would not go against the provisions of <a href=\"/doc/148869/\" id=\"a_129\">Section 34 (2) (a) (iv)</a> or <a href=\"/doc/549389/\" id=\"a_130\">Section 34 (2) (b) (ii)</a> of the Act.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_64\">31. We may now deal with claim No. 6 which relates to reimbursement of idle charges of piling rigs deployed at Ponnurunni Chandiroor Bridge site. Claimant contended that rigs and other associated arrangement remained idle due to delay in decision, supply of goods for construction drawings and indecisiveness on the part of the State. Claimant submitted that rigs were mobilised on the instruction of the State and due to indecisive state of affairs on the part of the State rights had to be kept at site and the State never directed the claimant to demobilise. The rigs, therefore, remained idle due to the fault of the respondent and thereby the claimant had to suffer idle charges. Claimant also submitted that these are to be compensated by the State due to breach of obligation on their part. Claimant also brought out that State finalised the agreement for proof consultant for scrutiny of the design of the bridge nine months after the commencement of the work and the document was filed by the State on the demand of the claimant during the discovery in the proceedings. It was also stated that respondent had consultation/negotiation with the proof consultant prior to 19-12-1996 but at no stage they advised the claimant to demobilise the rigs and kept the claimant in suspense. Claim was refuted by the respondent stating that it is due to the fact that claimant was slow in respect of various activities and the State is not responsible for idle charges. Considering all the aspects arbitrators held as follows :\n</p><blockquote id=\"blockquote_33\">  &quot;We find that the rigs and other associated arrangements deployed by the claimant remained fairly idle due to the breaches/ lapses on the part of the respondent. We are inclined with the claimant stand regarding indecisiveness on the part of the respondent. However, taking into account all the facts and circumstances and giving due weightage to contentions of both the parties we uphold the claim to the extent of 50% and accordingly award the amount of Rs. 43,67.050/- in its favour and direct the respondent to pay the same to the claimant.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_65\">We are not prepared to say that the award on the above claim also would go against the provisions of <a href=\"/doc/148869/\" id=\"a_131\">Section 34 (2) (a) (iv)</a> or <a href=\"/doc/549389/\" id=\"a_132\">Section 34 (2) (b) (ii)</a> of the Act.\n</p> \n\n<p data-structure=\"Section\" id=\"p_66\">32. Counsel appearing for the State raised a contention that arbitrators while awarding claim No. 6 have not given any reasons, while the arbitration agreement as well as <a href=\"/doc/193987/\" id=\"a_133\">Section 31 (3)</a> of the Act envisages that the arbitrators have to state reasons. We may examine this contention as well. <a href=\"/doc/1052228/\" id=\"a_134\">Under the Arbitration Act, 1940</a> it was not necessary for the arbitrators to state reasons for the award. Reasons are to be given if the parties expressly desire so. In domes-tie arbitration we may indicate arbitrators might give reasons. However <a href=\"/doc/193987/\" id=\"a_135\">Section 31 (3)</a> of the new Act states that arbitral award shall state the reasons upon which it is based, unless the parties have agreed that no reasons are to be given, or the award is an arbitral award on agreed terms under <a href=\"/doc/308340/\" id=\"a_136\">Section 30</a>. We find as far as claim No. 6 is concerned, no detailed reasons have been stated by the arbitrators though they clearly stated that rigs and other associated arrangements deployed by the claimant remained fairly idle due to the breaches/lapses on the part of the respondent especially due to indecisiveness on the part of the State Government. Arbitrators held that taking into consideration all\nthe facts and circumstances and giving due weightage to contentions of both parties the claim to the extent of 50% was allowed.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_67\">33. We may examine whether the award is vitiated by non-furnishing detailed reasons. After examining the matter in detail and the manner in which arbitrators have dealt with all the claims we are not prepared to say that arbitrators have not applied their mind to the various claims and the voluminous records placed before them with regard to all the claims including claim No. 6. Facts would indicate large number of correspondence were there between the parties with regard to this claim. It was noticed by the arbitrators that the State finalised the agreement for proof consultant for scrutiny of the design of the bridge only on 19-4-1994, nine months after the date of commencement of the work and the document was filed by the respondent on the demand of the claimant during the discovery in the proceedings. On examining the materials placed before the arbitrators they found that there was indecisiveness on the part of the State which led to the claimant keeping rigs idle at site. After having found so arbitrators did not grant the entire claim but awarded claim to the extent of 50% only. This would show there was application of mind by the arbitrators even though arbitrators are not expected to write detailed judgment. When we examine, the manner in which the arbitrators were functioning, we are not prepared to say reasons given by the arbitrators on claim No. 6 are insufficient. After perusing the records made available before the arbitrators as well as before this Court, we are of the view arbitrators have applied their mind sufficiently on the different heads of claim No. 6 when they decided the claim and awarded amounts.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_68\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1708306\" id=\"span_20\">34. The Apex Court in <a href=\"/doc/1708306/\" id=\"a_137\">State of Rajasthan v. Puri Construction Co.</a> (1994) 6 SCC 485 : (1994 AIR SCW 5061) where the reasons have been given by the arbitrator in making the award the Court cannot examine the reasonableness of the reasons. If the parties have selected their own forum the deciding forum must be conceded the power of appraisement of evidence. The arbitrator is the sole judge of the quality as well as the quantity of evidence and it will not be for the Court to take upon itself the task of being a Judge on the evidence before the arbitrator.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"799168\" id=\"span_21\">The Apex Court in <a href=\"/doc/799168/\" id=\"a_138\">Municipal Corporation, Delhi v. Jagan Nath Ashok Kumar</a>. AIR 1987 SC 2316 also held that reasonableness of the reasons given by the arbitrator in making his award cannot be challenged and arbitrator is the sole judge of quality as well as quantity of evidence and it would not be for the Court to take upon itself the task of being a judge of evidence before the arbitrator. We are therefore, of the view there is no violation of <a href=\"/doc/193987/\" id=\"a_139\">Section 31(3)</a> of the Act read with <a href=\"/doc/549389/\" id=\"a_140\">Section 34(2)(b)(ii)</a> of the Act.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_69\">35. We may now refer to claim No. 7-A regarding balance payment of excess work done/extra items carried for Engineer&#x27;s building at Edappally. Claimant stated that changes were ordered in the building work covered under item 8.11 of the BOQ (building works). The changes involved were increase in the plinth area as well as changes in the foundation and structure items. Clause 52.1 of the general conditions of eon-tract provides for payment of variation at rates or prices applicable to the varied work the rate and prices in the contract shall be used for valuation so far as may be reasonable. The contract covers about 99% of the roads and bridges work and building work hardly 1%. The correct derivation of the rate applicable for pricing the variation in building work should have been on the basis of the rate quoted against the building items 8.11. It was pointed out that the respondent correctly paid for the increase in the plinth area by direct application of BOQ rates. However. State denied the derivation of the rates for changes in foundation and structural items from the building rate quoted by the claimant against BOQ item No. 8.11. According to the claimant Government is bound to follow the same. Instead of working out the percentage for the building item rates over and above the PWD SOR 1992 which comes to 194.7%. It is pointed out that State worked out the percentage of the overall contract quoted amount over the SOR 1992. Claimant pointed out that Government insisted for signing a supplementary agreement for getting the variation payment though there was no such contractual requirement. Claimant in order to get the payment signed the supplementary agreement by reserving his right to claim for the balance and the letter containing these conditions was incorporated in the supplementary agreement. Claimant submitted that the supplementary agreement did not create any\nestoppel for the claimant.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_70\">36. State took up the stand and submitted that claimant had signed the supplementary agreement by which he had agreed even though claim is made for enhanced amount he is estopped from raising that contention. After considering the matter the arbitral committee held as follows :\n</p><blockquote id=\"blockquote_34\">  &quot;Taking in the account the facts and circumstances of the matter and contention of both the parties we are inclined to uphold the reasonable and justifiable stand of the claimant. The rate for variation in building should have reasonably and justifiably been derived from the rate given in the contract for building work. There is no dispute for the quantity of work of the various items. Accordingly we uphold the claim of the claimant and award an amount of Rs. 46,94,867/-. \n</blockquote> \n\n<blockquote id=\"blockquote_35\">Clause 1.11 of the detailed project report Vol. II deals with this matter. We find no infirmity in the said award with regard to claim 7A also since the arbitral committee interpreted Clause 8.11 BOQ and 52.1 of the general conditions of contract since the supplemental agreement also forms part of the original agreement and claimant had objected to the execution of the supplemental agreement and differences were referred to the arbitrators. We are of the view arbitrators have got the power to decide the said claim also. We find no reason to disturb the said finding of the arbitrators which is not in violation of the public policy of India or was in violation of <a href=\"/doc/148869/\" id=\"a_141\">Section 34(2)(a)(iv)</a>.\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_71\">37. Claim Nos. 8-A and 8-B deal with interest on claims which are legally entitled to the claimant. Arbitrators awarded an amount of Rs. 24,02,651/- as presuit interest against the claim amount of Rs. 46,93,932/-. We find no reason to interfere with the said award of interest. Pendente lite interest was also awarded by the arbitrators at the rate of 18% per annum. An amount of Rs. 2.82,51,409.75 was awarded under the head. Arbitrators have got the power to award interest pendente lite and-consequently that also warrants no interference.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_72\">38. In view of the above, we find no infirmity in the award passed by the arbitral committee. Arbitral committee was duly constituted to resolve the disputes arose out of the contract between the parties. Award dealt with only those disputes which are\ncontemplated by the parties and which fell within the terms of submission. Arbitral award shows only those matters which come within the scope of the submission to the arbitrators and within the terms of the contract were considered. The decision of the arbitrators was also unanimous. Arbitrators were officials of the Central and State Governments. All the arbitrators, we find, are experts in the field of work undertaken by the claimant. We are not prepared to say that they were in any manner misconducted themselves or acted in violation of any of the provisions of <a href=\"/doc/1137274/\" id=\"a_142\">Sections 13</a>, <a href=\"/doc/675839/\" id=\"a_143\">16</a>, <a href=\"/doc/65067/\" id=\"a_144\">28</a>, <a href=\"/doc/1769118/\" id=\"a_145\">31</a> or 34(2)(a)(iv) and 34(2)(b). In such circumstances we are inclined to uphold the arbitral award and dismiss the appeal filed by the State and allow Cross appeal filed against rejection of Claim 1-A and 1-B and the order of the Court below to that extent would stand set aside. The appeal and cross appeal are disposed of accordingly.\n</p> \n\n","numcites":53,"numcitedby":3,"docsource":"Kerala High Court","citetid":1517194,"divtype":"judgments","relatedqs":[{"value":"idle charges","formInput":"idle%20charges"},{"value":"setting aside of an arbitral award","formInput":"setting%20aside%20of%20an%20arbitral%20award"},{"value":"public policy of india","formInput":"public%20policy%20of%20india"},{"value":"international commercial arbitration","formInput":"international%20commercial%20arbitration"},{"value":"Measurement books","formInput":"Measurement%20books"},{"value":"public policy","formInput":"public%20policy"},{"value":"cross appeal ","formInput":"cross%20appeal%20"},{"value":"ratification","formInput":"ratification"},{"value":"setting aside of award","formInput":"setting%20aside%20of%20award"},{"value":"sec 34 set aside","formInput":"sec%2034%20set%20aside"},{"value":"stay order ","formInput":"stay%20order%20"},{"value":"arbitral award","formInput":"arbitral%20award"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"misrepresentation","formInput":"misrepresentation"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":"award should be reasoned  ","formInput":"award%20should%20be%20reasoned%20%20"},{"value":"escalation","formInput":"escalation"},{"value":"international arbitration ","formInput":"international%20arbitration%20"},{"value":"\"measurement books\"","formInput":"%22measurement%20books%22"},{"value":" pendente lite interest ","formInput":"%20pendente%20lite%20interest%20"}],"cats":[{"value":"application-for-setting-aside-arbitral-award","formInput":"tag:application-for-setting-aside-arbitral-award"},{"value":"confidentiality","formInput":"tag:confidentiality"},{"value":"arbitral-tribunals-jurisdictional-competence","formInput":"tag:arbitral-tribunals-jurisdictional-competence"}],"courtcopy":false,"query_alert":null,"agreement":false}