{"tid":175573841,"publishdate":"2017-04-11","title":"Harjit Singh & Another vs State Of U.P.Through Principal ... on 11 April, 2017","doc":"<h2 class=\"doc_title\">Harjit Singh &amp; Another vs State Of U.P.Through Principal ... on 11 April, 2017</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-k-singh-i\">Sheo Kumar Singh-I</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:n-shukla\">Narayan Shukla</a>, <a href=\"/search/?formInput=benchid:s-k-singh-i\">Sheo Kumar Singh-I</a></h3>\n\n<pre id=\"pre_1\">\n\n\n\n\nHIGH COURT OF JUDICATURE AT ALLAHABAD, LUCKNOW BENCH\n \n \n\nReserved \n \n\n \n\n \n1.\tCase :- MISC. BENCH No. - 9256 of 2013\n \n\n \nPetitioner :- Harjit Singh &amp; Another\n \nRespondent :- State Of U.P.Through Principal Secretary Housing &amp; Others\n \nCounsel for Petitioner :- Amarjeet Singh Rakhra\n \nCounsel for Respondent :- C.S.C.,Gaurav Mehrotra,Shailendra Singh Chauhan,  Saurabh Lavania\n \n\n \nAnd\n \n\n \n2.\tCase :- MISC. BENCH No. - 22 of 2014\n \n\n \nPetitioner :- M/S Ganpati Construction Thr.Its Prop. Rahul Veer Singh\n \nRespondent :- Lucknow Development Authority Thr.Its Vice Chairman &amp; Others\n \nCounsel for Petitioner :- Manoj Kumar Mishra,Durga Charan Mukerjee (D.\n \nCounsel for Respondent :- Gaurav Mehrotra,Shailendra Singh Chauhan\n \n\n \n\n \nHon&#x27;ble Shri Narayan Shukla,J.\n \n</pre><p data-structure=\"Precedent\" id=\"p_1\">Hon&#x27;ble Sheo Kumar Singh-I,J.\n</p> \n\t\n \n<p data-structure=\"Issue\" id=\"p_2\">(Delivered by Sheo Kumar Singh-I, J)\n \n</p><p data-structure=\"PetArg\" id=\"p_3\">1.\tHeard Dr. Lalta Prasad Mishra, senior counsel, assisted by Mr. A.S. Rakhra, learned counsel for the petitioners, Mr. Shailendra Singh Chauhan, learned counsel for LDA, as well as Mr. I.P. Singh, Senior Advocate, assisted by Mr. Saurabh Lavania, learned counsel for the respondents.\n</p> \n<p data-structure=\"Issue\" id=\"p_4\">2.\tBoth the writ petitions are based on common facts, therefore, they are decided by the following common order.\n</p> \n<p data-structure=\"Issue\" id=\"p_5\">3.\tThe Lucknow Development Authority had published an advertisement for tender/auction of certain properties in different areas of Lucknow. The petitioners of Writ Petition No.9256 (MB) of 2013 made a tender bid with regard to the property mentioned at Serial No.4 under the Gomti Nagar Yojna viz. property bearing No. TC-49-V-1-C located in Vibhuti Khand, Gomti Nagar, Lucknow and in terms of advertisement earnest money was deposited by means of demand draft. The proceedings of the auction were held on 12.03.2013 wherein the bid of the petitioners of  Writ Petition No.9256 (MB) of 2013 was found to be highest i.e. Rs.35,500/- per square meter but the same was not accepted by the authorities and the petitioners of Writ Petition No.9256 (MB) of 2013 were informed that the amount of the bid as offered by them was lower and thus their bid was not accepted by the Lucknow Development Authority giving cause to filing of  Writ Petition No.9256 (MB) of 2013. By means of this petition, a prayer has been made to quash the auction notice dated 22.09.2013 relating to the property in question and further to issue a direction in the nature of mandamus directing the respondent nos. 2 and 3 to issue allotment letter in favour of the petitioners of  Writ Petition No.9256 (MB) of 2013.\n</p> \n<p data-structure=\"Facts\" id=\"p_6\">4.\tAs it happened, the authorities dealing with the matter decided to re-auction the property and on 07.10.2013, the property in question was put to re-auction whereby the petitioner of  Writ Petition No.22(MB) of 2014 offered the bid amount and being the highest i.e. Rs.53,200/- per square meter and after that when due to pendency of the  Writ Petition No.9256 (MB) of 2013 the letter of allotment was not executed in favour of the petitioner of  Writ Petition No.22 (MB) of 2014 then he filed the writ petition to enforce the bid of re-auction. According to the petitioner of  Writ Petition No.22 (MB) of 2014, the competent authority rejected the bid of the petitioners of  Writ Petition No.9256 (MB) of 2013 and directed that re-auction should be conducted and accordingly re-auction was conducted on 07.10.2013 and he was the highest bidder for a sum of Rs.53,200/-. The petitioner of  Writ Petition No.22 (MB) of 2014 has further submitted that re-auction was notified in the papers and all the formalities for holding re-auction were complied with.\n</p> \n<p data-structure=\"PetArg\" id=\"p_7\">5.\tLearned counsel for the petitioners of  Writ Petition No.9256 (MB) of 2013 has contended that the Lucknow Development Authority had no authority to cancel the auction dated 12.03.2013 in which higher bid i.e. Rs.35,500/- was offered by the petitioners and the respondent Lucknow Development Authority was bound to accept the bid. The decision to re-auction was taken by the competent authority on the ground that the amount offered by the petitioners of  Writ Petition No.9256 (MB) of 2013 was too low and offered amount of both the bidders was the same i.e. Rs.35,500/- which, in the opinion of the authorities, was found to be collusive.\n</p> \n<p data-structure=\"Precedent\" id=\"p_8\">6.\tWe are of the view that learned counsel for the petitioners of  Writ Petition No.9256 (MB) of 2013 is not correct in contending that the respondents were bound to accept the bid held on 12.03.2013 and it could not be refused and could not be directed for re-auction. The reason for contending the above submission is based on the ground that the authority while rejecting the bid or bids should record the reasons in writing. Copy of the proceedings of the auction is on record which reveals that it was the authority to decide whether bid offered by the petitioners of  Writ Petition No.9256 (MB) of 2013 was collusive or the amount offered by the petitioners of  Writ Petition No.9256 (MB) of 2013 was not fetching the value of the property put under auction. The very purpose of holding the auction is to get maximum amount possible. When the highest bid itself falls for below expectation, it need not be accepted. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1605374\" id=\"span_1\">When the property in question was put again for re-auction the amount tendered which was found to be highest was Rs.53,200/-. On the facts of the present case, we are satisfied that the decision of the respondents/Lucknow Development Authority in not accepting any of the bids at the auction held on 12.03.2013 and for holding a fresh auction is justified and more reasonable. The fact that the subsequently held auction resulted in the highest bid i.e. Rs.53,200/- establishes that the expectations of the respondents were not be belied. Learned counsel for the respondents has submitted that in such a circumstance interference of the Court under <a href=\"/doc/1712542/\" id=\"a_1\">Article 226</a> of the Construction of India is not required as observed in <a href=\"/doc/1605374/\" id=\"a_2\">State of Orissa v. Harinarayan</a> reported in [1972] 3 SCR784, wherein Hon&#x27;ble the Supreme Court has observed as follows.</span>\n</p> \n<blockquote id=\"blockquote_1\">&quot;As held by this Court in Cooverjee Bharucha&#x27;s case,  [1954]1SCR873 (supra), one of the important purposes of selling the exclusive right to sell liquor in whole-sale or retail is to raise revenue. Excise revenue forms an important part of every State&#x27;s revenue. The Government is the guardian of the finances of the State. It is expected to protect the financial interest of the State. Hence quite naturally, the legislature has empowered the Government to see that there is no leakage in its revenue. It is for the Government to decide whether the price offered in an auction sale is adequate. While accepting or rejecting a bid, it is merely performing an executive function. The correctness of its conclusion is not open to judicial review.\n</blockquote> \n<blockquote id=\"blockquote_2\">. . .\n</blockquote> \n<blockquote id=\"blockquote_3\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1656791\" id=\"span_2\">Public auctions are held to get the best possible price. Once these aspects are recognised, there appears to be no basis for contending that the owner of the privileges in question who had offered to sell them cannot decline to accept the highest bid if the thinks that the price offered is inadequate. There is no concluded contract till the bid is accepted. Before there was a concluded contract, it was open to the bidder to withdraw their bids - <a href=\"/doc/1656791/\" id=\"a_3\">See Union of India v. Bhimsen Walaiti Ram</a> [1970]2SCR594 . By merely giving bids, the bidders had not acquired any vested rights&quot;.</span>\n</blockquote> \n\n \n<p data-structure=\"Precedent\" id=\"p_9\">7.\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"143379\" id=\"span_3\">In <a href=\"/doc/143379/\" id=\"a_4\">Ram and Shyam Co. v. State of Haryana</a>, AIR 1985 Supreme Court 11472 the Supreme Court reiterated the said view after referring to a number of its earlier decisions and held that the Government is under no obligation to accept the highest bid and that no rights accrue to the&quot; bidder merely because his bid happened to be the highest.. The Supreme Court also observed that&quot; the object of holding the auction is generally to raise the highest revenue. The Government is entitled to reject the highest bid if it thought that the price offered was inadequate&quot;.</span> In K. Venkatanarayana v. Divisional Forest Officer, Sivaraman Nair, J., held as follows-\n</p> \n<blockquote id=\"blockquote_4\">&quot;Refusal by the State to succumb to profit oriented endeavours of individuals to exclusion of competition from others cannot be termed as arbitrary; nor can it be that a well articulated anxiety to preserve and protect public revenue be considered as an invasion of the rights of persons who would otherwise have earned larger commercial profits if the State and its officers were complacent or foolhardy. On the basis of the observations in the decisions of the Supreme Court referred to above, I am of the opinion that an anxiety to enhance the revenues of the State in Commercial transactions, if it is adequately supported by material, is a sufficiently good reason to refuse to accept the highest bid and throw open the transaction for more effective commercial competition once again&quot;.\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_10\">8.\tIt has been said from time and again by the Hon&#x27;ble Supreme Court that a party cannot be permitted to dispute the contractual obligations by invoking the extraordinary writ jurisdiction. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1893286\" id=\"span_4\">In <a href=\"/doc/1893286/\" id=\"a_5\">Bareilly Development Authority &amp; anr Vs. Ajay  Pal Singh &amp; ors</a>, AIR 1989 SC 1076, a similar contention had been raised.</span>   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"248227\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1732064\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"467021\" id=\"span_7\">The Apex Court considered a catena of judgments,  particularly, M/s. <a href=\"/doc/467021/\" id=\"a_6\">Radha Krishna Agarwal &amp; ors Vs. State of Bihar &amp; ors</a>, AIR 1977 SC  1496; <a href=\"/doc/1732064/\" id=\"a_7\">Premji Bhai Parmar &amp; ors Vs. Delhi Development Authority &amp; ors</a>, AIR  1980  SC  738; and <a href=\"/doc/248227/\" id=\"a_8\">The Divisional Forest Officer Vs. Bishwanath Tea Co.  Ltd.</a>, AIR 1981 SC 1368, and arrived at the conclusion that where the contract entered into between the State and the persons agreed is non-statutory   and purely contractual and the rights are governed only by the terms of the contract, writ petition under <a href=\"/doc/1712542/\" id=\"a_9\">Article 226</a> of the Constitution of India is not maintainable.</span></span></span>  Similar view has been taken in State of Gujarat &amp; ors. Vs.  Meghji Pethraj Shah Charitable Trust &amp; ors., (1994) 3 SCC 552; and Noida Entrepreneurs Association Vs. U.P. Financial Corporation  &amp; anr., 1994 Suppl.   (2) SCC 108.\n</p> \n<p data-structure=\"Precedent\" id=\"p_11\">9.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1893286\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1128192\" id=\"span_9\">In <a href=\"/doc/1128192/\" id=\"a_10\">Indore Development Authority Vs.  Smt. Sadhana Agarwal</a>  &amp;  ors.,  (1995) 3  SCC  1,  the Hon&#x27;ble Supreme  Court affirmed and approved  the view taken   by  the  Apex   Court  in   <a href=\"/doc/1893286/\" id=\"a_11\">Bareilly Development  Authority</a>  (supra), but  it  further observed  that  the High Court, while  exercising its extraordinary  jurisdiction under <a href=\"/doc/1712542/\" id=\"a_12\">Article 226</a> of the Constitution,  may  satisfy itself on  the materials  on record that the State has not acted in an arbitrary  or  erratic manner. A  similar view has been taken by the Supreme Court in Union of India  &amp;  ors. Vs.  M/s.  Graphic  Industries Co.  &amp; ors.,  (1994)  5  SCC 398.</span></span>   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1058612\" id=\"span_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1261492\" id=\"span_11\">In  <a href=\"/doc/1893286/\" id=\"a_13\">the  said judgment</a>,  the Apex Court referred to its earlier judgments,  particularly  in   <a href=\"/doc/1261492/\" id=\"a_14\">Kumari   Shrilekha Vidyarthi &amp; ors Vs.   State of U.P. &amp; ors</a>, AIR 1991 SC  537; Mahabir Auto  Stores  &amp;  ors.   Vs.   Indian Oil Corporation  &amp;  ors.,  (1990)  3  SCC  752;   and M/s <a href=\"/doc/1058612/\" id=\"a_15\">Dwarkadas  Marfatia &amp; Sons Vs.  Board of Trustees of the Port  of  Bombay</a>,  (1989) 3 SCC  293,  and observed that even in contractual matters, public authorities  have to act fairly and if the  State or its instrumentalities  have  failed to do  so, then writ  jurisdiction  of the High Court  under <a href=\"/doc/1712542/\" id=\"a_16\">Article 226</a>  of the Constitution can be  resorted to because   acting  unfairly   and   arbitrarily amounts to  flagrant  violation of <a href=\"/doc/367586/\" id=\"a_17\">Article 14</a>  of the Constitution.</span></span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_12\">10.\tIn L.I.C. of India &amp; anr.  Vs. Consumer, Education &amp; Research Centre  &amp;  ors., (1995) 5  SCC  482,  the Apex Court  observed  as under:-\n</p> \n<blockquote id=\"blockquote_5\">&quot;While exercising the power under <a href=\"/doc/1712542/\" id=\"a_18\">Article 226</a>, the Court would be circumspect  to adjudicate  the  disputes arising out  of the  contract depending on the facts  and circumstances  in  a given case...   each case  is to be examined on its own  facts and  circumstances to find out the nature of  the  activity or scope and nature  of the  controversy....  If a contract or  a clause   in   a     contract   is   found unreasonable or unfair or irrational, one must  look  to  the  relative  bargaining  power of the contracting parties.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_13\">11.\tIn Har Shankar &amp; ors.  Vs. The  Deputy Excise and Taxation  Commissioner &amp; ors, AIR 1975 SC 1121, the Apex Court has held as under:-\n</p> \n<blockquote id=\"blockquote_6\">&quot;The writ jurisdiction of the High Court under <a href=\"/doc/1712542/\" id=\"a_19\">Article 226</a> of the Constitution is not intended to facilitate avoidance of obligations voluntarily incurred.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"694385\" id=\"span_12\">12.\tSimilarly, in <a href=\"/doc/694385/\" id=\"a_20\">State of Orissa &amp; ors Vs.  Narain Prasad</a> &amp;  ors., AIR 1997 SC 1493, the Apex  Court has observed as under:-</span>\n</p> \n<blockquote id=\"blockquote_7\">&quot;A   person  who   enters  into   certain contractual  obligations  with  his  eyes open  and  works   the  entire  contract, cannot  be allowed to turn round....  and question the validity of these obligations or the validity of the Rules which constitute the terms of contract. The extraordinary jurisdiction of the High Court under <a href=\"/doc/1712542/\" id=\"a_21\">Article 226</a>, which is of a discretionary nature and is exercised only  to advance the interest of justice,  cannot  certainly  be employed in aid  of such persons.  Neither justice nor equity is in their favour.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"952082\" id=\"span_13\">13.\tSimilarly, in <a href=\"/doc/952082/\" id=\"a_22\">Raunaq International  Ltd. Vs.  I.V.R.   Construction Ltd.</a>  &amp; ors., AIR 1999 SC 393, the  Hon&#x27;ble Supreme Court has held  that in absence  of  mala fides  or   extreme  case  of arbitrariness, it is not permissible for the Writ Court to have a judicial review of contract or to enforce the  contractual obligations in  exercise of its jurisdiction  under  <a href=\"/doc/1712542/\" id=\"a_23\">Article  226</a>  of  the Constitution.</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_16\">14.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318728\" id=\"span_14\">In  <a href=\"/doc/318728/\" id=\"a_24\">Kerala  State Electricity  Board &amp; anr  Vs. Kurien E.   Kalathil &amp; ors</a>,  (2000)  6  SCC  293;   the Hon&#x27;ble Supreme  Court,  in a similar  situation, observed as under:-</span>\n</p> \n<blockquote id=\"blockquote_8\">&quot;If a term of a contract is violated, ordinarily the remedy is not the writ petition under <a href=\"/doc/1712542/\" id=\"a_25\">Article 226.</a>  We are also unable to agree with the observation of the High Court the contractor was seeking enforcement  of a statutory contract.   A contract  would  not   become   statutory merely  because it is for construction of a  public utility and it has been awarded by  a statutory body.  We are also  agree with  the  observation of the High  Court that  since the obligation imposed by the contract on the contracting parties comes within  the purview of the <a href=\"/doc/171398/\" id=\"a_26\">Contract  Act</a>, that   would   not   make  the   contract statutory.   Clearly the High Court  fell into an error in coming to the conclusion that   the  contract  in   question   was statutory  in nature......  The  contract between  the  parties  is in the  rem  of private  law.   It  is  not  a  statutory contract. The dispute relating   to interpretation   of    the    terms   and conditions  of such a contract could  not have  been  agitated in a petition  under <a href=\"/doc/1712542/\" id=\"a_27\">Article 226</a> of the Constitution of India. This  is  a matter for adjudication by  a civil court or in arbitration if provided for in the contract.&quot;\n</blockquote> \n<p data-structure=\"Issue\" id=\"p_17\">15.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1527980\" id=\"span_15\">In <a href=\"/doc/1527980/\" id=\"a_28\">Life Insurance Corpn. of India &amp; ors Vs. Smt. Asha Goel</a> &amp; anr., 2001 (2) SCC 160 while dealing with the similar issue the Hon&#x27;ble Apex Court held that High Court should not ordinarily entertain a writ petition for mere enforcement of a claim under a contract of insurance. The Court has to examine the facts and circumstances of the case, the nature of the dispute raised and the nature of the enquiry necessary to be made for determination of the questions involved. It is neither possible nor proper to enumerate exhaustively the circumstances in which such a claim can be enforced by filing a writ petition. The Court has to examine as to whether petition has been filed merely to enforce contractual rights or case involves important questions of law and constitutional issues.</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_18\">16.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1956761\" id=\"span_16\">In <a href=\"/doc/1956761/\" id=\"a_29\">Verigamto Naveen Vs. Govt. of A.P. &amp; ors</a>, (2001) 8 SCC 344, the Hon&#x27;ble Supreme Court held that a writ petition involving contractual matters can be entertained by the High Court where breach of contract involves breach of a statutory obligation and order complained of has been made in exercise of statutory power by a statutory authority. In such cases though the cause of action may arise out of a contract, but the dispute of this nature falls within ambit of public law, and therefore, writ may be entertained.</span> \n</p> \n<p data-structure=\"Precedent\" id=\"p_19\">17.\tIn State of Bihar &amp; ors. Vs. Jain Plastic &amp; Chemicals Ltd., (2002) 1 SCC 216 the Apex Court considering the same issue held that in case of a Government contract writ may not be a appropriate remedy. Where disputed questions or rival claims arising out of breach of contract are required to be investigated and determination, writ cannot be entertained.\n</p> \n<p data-structure=\"Precedent\" id=\"p_20\">18.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1481600\" id=\"span_17\">In <a href=\"/doc/1481600/\" id=\"a_30\">Style (Dress Land) Vs. Union Territory, Chandigarh</a> &amp; anr., (1999) 7 SCC 89, the Apex  Court  held that in case the  procedure adopted by the   Authority is arbitrary or unreasonable,  the case falls within the ambit of <a href=\"/doc/367586/\" id=\"a_31\">Article 14</a> of the Constitution and writ jurisdiction can be resorted to in such a matter.</span>  \n</p> \n<p data-structure=\"Conclusion\" id=\"p_21\">19.\tThus, there seems to be no law of universal application regarding the  issue  of maintainability of the writ petition in contractual matters, rather it would depend upon the facts and circumstances of an individual case.\n</p> \n<p data-structure=\"Precedent\" id=\"p_22\">20.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"191872\" id=\"span_18\">In <a href=\"/doc/191872/\" id=\"a_32\">National Highways Authority of India Vs. Ganga Enterprises</a> &amp; anr., (2003) 7 SCC 410, the Hon&#x27;ble Supreme Court cautioned the High Courts that while examining the contractual matters in a writ jurisdiction, the Court is duty bound first to examine the issue of maintainability for the reason that contractual matters cannot be entertained in a routine manner.</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_23\">21.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1572716\" id=\"span_19\">In <a href=\"/doc/1572716/\" id=\"a_33\">Orissa State Financial Corporation Vs. Narsingh Ch. Nayak &amp; Ors.</a>, (2003) 10 SCC 261, it was held that the High Court cannot enter the area of contractual obligations between the parties and issue directions annulling an existing contract and introducing a new contract in its stead.</span> \n</p> \n<p data-structure=\"Precedent\" id=\"p_24\">22.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_20\">In <a href=\"/doc/1156062/\" id=\"a_34\">State of U.P. &amp; Ors. Vs. Bridge &amp; Roof Company (India) Ltd.</a>, (1996) 6 SCC 22, it was held that the High Court was justified in not going into the dispute as it involved interpretation of terms of the contract.</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_25\">23.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1116667\" id=\"span_21\">In <a href=\"/doc/1116667/\" id=\"a_35\">Indu Kakkar Vs. Haryana State Industrial Development Corporation Ltd. &amp; Anr.</a>, (1999) 2 SCC 37, the Hon&#x27;ble Supreme Court has held that parties are bound by the terms incorporated in the agreement and in case of violation of any of the conditions, the allotment is bound to be cancelled.</span>\n</p> \n<p data-structure=\"PetArg\" id=\"p_26\">24.\tLearned counsel for the petitioners of Writ Petition No.9526 (MB) of 2013 has submitted that he was not given an opportunity of being heard before putting the property under re-auction.\n</p> \n<p data-structure=\"Precedent\" id=\"p_27\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"507731\" id=\"span_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1972239\" id=\"span_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"210097\" id=\"span_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"124279\" id=\"span_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"447308\" id=\"span_26\">25.\tIt cannot be doubted that the principles of natural justice cannot be put into a strait-jacket formula and that its application will depend upon the fact situation obtaining therein. It cannot be applied in a vacuum without reference to the relevant facts and circumstances of the case. This is what has been held by the Supreme Court in <a href=\"/doc/447308/\" id=\"a_36\">K.L. Tripathi Vs. State Bank of India &amp; Ors.</a>, AIR 1984 SC 273; <a href=\"/doc/124279/\" id=\"a_37\">N.K. Prasada Vs. Government of India &amp; Ors.</a>, (2004) 6 SCC 299; <a href=\"/doc/210097/\" id=\"a_38\">State of Punjab Vs. Jagir Singh</a>, (2004) 8 SCC 129; <a href=\"/doc/1972239/\" id=\"a_39\">Karnataka SRTC &amp; Anr. Vs. S.G. Kotturappa &amp; Anr.</a>, (2005) 3 SCC 409; and in <a href=\"/doc/507731/\" id=\"a_40\">Viveka Nand Sethi Vs. Chairman, J&amp;K Bank Ltd.</a>, (2005) 5 SCC 337.</span></span></span></span></span> \n</p> \n<p data-structure=\"Precedent\" id=\"p_28\">26.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"260083\" id=\"span_27\">In <a href=\"/doc/260083/\" id=\"a_41\">Chairman, Board of Mining Examination and Chief Inspector of Mines &amp; Anr. Vs. Ramjee</a>, AIR 1977 SC 965 the Court has observed that natural justice is not an unruly horse, no lurking landmine, nor a judicial cure-all. If fairness is shown by the decision-maker to the man proceeded against, the form, features and the fundamentals of such essential processual propriety being conditioned by the facts and circumstances of each situation, no breach of natural justice can be complained of. Unnatural expansion of natural justice, without reference of the administrative realities and other factors of a given case, can be exasperating. The Courts cannot look at law in the abstract or natural justice as a mere artefact. Nor can they fit into a rigid mould the concept of reasonable opportunity. If the totality of circumstances satisfies the Court that the party visited with adverse order has not suffered from denial of reasonable opportunity, the Court will decline to be punctilious or fanatical as if the rules of natural justice were sacred scriptures.</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_29\">27.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1134697\" id=\"span_28\">In <a href=\"/doc/1134697/\" id=\"a_42\">Union of India Vs. Tulsiram Patel</a>, AIR 1985 SC 1416 the Hon&#x27;ble Supreme Court held:-</span>\n</p> \n<blockquote id=\"blockquote_9\">&quot;Though the two rules of natural justice, namely, nemo judex in causa sua and audi alteram partem, have now a definite meaning and connotation in law and their content and implications are well understood and firmly established, they are nonetheless not statutory rules. Each of these rules yields to and changes with the exigencies of different situations. They do not apply in the same manner to situations which are not alike. These rules are not cast in a rigid mould nor can they be put in a legal straitjacket. They are not immutable but flexible.&quot; \n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_30\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"799736\" id=\"span_29\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1059476\" id=\"span_30\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"382844\" id=\"span_31\">28.\tIt is equally well settled that the principles of natural justice must not be stretched too far and in this connection reference may be made to the decisions of the Supreme Court in <a href=\"/doc/382844/\" id=\"a_43\">Sohan Lal Gupta &amp; Ors. Vs. Asha Devi Gupta &amp; Ors.</a>, (2003) 7 SCC 492; <a href=\"/doc/1059476/\" id=\"a_44\">Mardia Chemicals Ltd. Vs. Union of India</a>, <a href=\"/doc/799736/\" id=\"a_45\">AIR 2004 SC 2371 and Canara Bank Vs. Debasis Das</a>, AIR 2003 SC 2041.</span></span></span>     \n</p> \n<p data-structure=\"Precedent\" id=\"p_31\">29.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"610407\" id=\"span_32\">In <a href=\"/doc/610407/\" id=\"a_46\">Hira Nath Mishra &amp; Ors. Vs. The Principal, Rajendra Medical College, Ranchi &amp; Anr.</a> AIR 1973 SC 1260, the Hon&#x27;ble Supreme Court held  that principles of natural justice are not inflexible and may differ in different circumstances. Rules of natural justice cannot remain the same applying to all conditions.</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1246653\" id=\"span_33\">30.\tThe Constitution Bench of the Supreme Court in <a href=\"/doc/1246653/\" id=\"a_47\">Managing Director ECIL, Hyderabad Vs. B. Karunakar</a>, AIR 1994 SC 1074 made reference to its earlier decisions and observed:-</span>\n</p> \n<blockquote id=\"blockquote_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"639803\" id=\"span_34\">&quot;In <a href=\"/doc/639803/\" id=\"a_48\">A.K. Kraipak &amp; Ors. Vs. Union of India &amp; Ors.</a>, AIR 1970 SC 150, it was held that the rules of natural justice operate in areas not covered by any law. They do not supplant the law of the land but supplement it. They are not embodied rules and their aim is to secure justice or to prevent miscarriage of justice. If that is their purpose, there is no reason why, they should not be made applicable to administrative proceedings also especially when it is not easy to draw the line that demarcates administrative enquiries from quasi-judicial ones. An unjust decision in an administrative inquiry may have a more far reaching effect than a decision in a quasi-judicial inquiry. It was further observed that the concept of natural justice has undergone a great deal of change in recent years. What particular rule of natural justice should apply to a given case must depend to a great extent on the facts and circumstances of that case, the framework of the law under which the inquiry is held and the constitution of the tribunal or the body of persons appointed for that purpose. Whenever a complaint is made before a Court that some principle of natural justice has been contravened, the Court has to decide whether the observance of that rule was necessary for a just decision on the facts of that case. The rule that inquiry must be held in good faith and without bias and not arbitrarily or unreasonably is now included among the principles of natural justice.&quot; (Emphasis added)</span>\n \n</blockquote><p data-structure=\"Precedent\" id=\"p_33\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"216860\" id=\"span_35\">31.\tThe Hon&#x27;ble Supreme Court in <a href=\"/doc/216860/\" id=\"a_49\">Bihar School Examination Board Vs. Subhas Chandra Sinha &amp; Ors.</a>, AIR 1970 SC 1269 while considering the cancellation of the entire examination because of use of mass copy considered the scope of the principles of natural justice in such a matter and observed:-</span>\n</p> \n<blockquote id=\"blockquote_11\">&quot;It was not necessary for the Board to give an opportunity to the candidates if the examinations as a whole were being cancelled. The Board had not charged any one with unfair means so that he could claim to defend himself. The examination was vitiated by adoption of unfair means on a mass scale. In these circumstances it would be wrong to insist that the Board must hold a detailed inquiry into the matter and examine each individual case to satisfy itself which of the candidates had not adopted unfair means. The examination as a whole had to go.........&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_34\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1384048\" id=\"span_36\">32.\tAfter referring to the aforesaid decision, the Supreme Court in <a href=\"/doc/1384048/\" id=\"a_50\">Chairman J&amp;K State Board of Education Vs. Feyaz Ahmed Malik</a>, AIR 2000 SC 1039, emphasised that the Board is entrusted with the duty of proper conduct of examinations.</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_35\">33.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"591421\" id=\"span_37\">In <a href=\"/doc/591421/\" id=\"a_51\">Biswa Ranjan Sahoo &amp; Ors., Vs. Sushanta Kumar Dinda &amp; Ors.</a>, AIR 1996 SC 2552, the Hon&#x27;ble Supreme Court had the occasion to examine whether principles of natural justice were required to be followed in a matter where because of large scale malpractice in the selection process, the selection was cancelled and in this context it was observed:-</span>\n</p> \n<blockquote id=\"blockquote_12\">&quot;Nothing would become fruitful by issuance of notice. Fabrication would obviously either be not known or no one would come forward to bear the brunt. Under these circumstances, the Tribunal was right in not issuing notice to the persons who are said to have been selected and given selection and appointment.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_36\">34.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1076884\" id=\"span_38\">In <a href=\"/doc/1076884/\" id=\"a_52\">Union of India &amp; Ors. Vs. O. Chakradhar</a>, AIR 2002 SC 1119, the Hon&#x27;ble Supreme Court considered the question whether it was necessary to issue individual show cause notices to each selected person when the entire selection was cancelled because of widespread and all pervasive irregularities affecting the result of selection and it was observed:-</span>\n</p> \n<blockquote id=\"blockquote_13\">&quot;The illegality and irregularity are so intermixed with the whole process of the selection that it becomes impossible to sort out right from the wrong or vice versa. The result of such a selection cannot be relied or acted upon. It is not a case where a question of misconduct on the part of a candidate is to be gone into but a case where those who conducted the selection have rendered it wholly unacceptable.&quot;   \n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_37\">35.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"113963352\" id=\"span_39\">In the case of <a href=\"/doc/113963352/\" id=\"a_53\">S.P. Chengalvaraya Naidu (dead) by L.Rs. Vs. Jagannath</a> (dead) by L.Rs. &amp; Ors., AIR 1994 SC 853, the Hon&#x27;ble Supreme Court refused to interfere on the ground of breach of principles of natural justice by observing that a person, whose case is based on falsehood, has no right to approach the Court. He can be summarily thrown out at any stage of the litigation.</span>\n</p> \n<p data-structure=\"CDiscource\" id=\"p_38\">36.\tIn the matter of policy decision and economic tests the scope of judicial review is very limited. Unless the decision is shown to be contrary to any statutory provision or the Constitution, the Court would not interfere with an economic decision taken by the authorities of the State. The court cannot examine the relative merits of different economic policies and cannot strike down the same merely on ground that another policy would have been fairer and better. In a democracy, it is the prerogative of each elected Government to follow its own policy. Unless any illegality is committed in the execution of the policy or the same is contrary to law or malafide, a decision bringing about change cannot per se be interfered with by the court. It is neither within the domain of the courts nor the scope of judicial review to embark upon an enquiry as to whether a particular decision or policy is wise or whether better decision can be evolved. Nor are the courts inclined to strike down a policy at the behest of a petitioner merely because it has been urged that a different order or policy would have been fairer or wiser or more scientific or more logical. Wisdom and advisability of economic policy are ordinarily not amenable to judicial review. In matters relating to economic issues the authority has, while taking a decision, right to &quot;trial and error&quot; as long as both trial and error are bona fide and within the limits of the authority. Normally, there is always a presumption that the State action is reasonable and in public interest and it is for the party challenging its validity to show that it is wanting in reasonableness or is not informed with public interest. The burden is a heavy one and it has to be discharged to the satisfaction of the court by proper and adequate material. The court cannot lightly assume that the action taken by the Government is unreasonable or against public interest because there are large number of considerations, which necessarily weigh with the Government in taking an action.\n</p> \n<p data-structure=\"PetArg\" id=\"p_39\">37.\tLearned counsel for the respondents relying upon the short counter affidavit has submitted that the decision of the authority has been communicated to the petitioners of  Writ Petition No.9256 (MB) of 2013 and in compliance of the order of the Vice Chairman regarding cancellation of the first auction proceeding and decision of re-auction on the ground of insufficiency of bid amount in ratio to the value of the property was intimated to the petitioners of  Writ Petition No.9256 (MB) of 2013 through concerned Yojna Sahayak i.e. Scheme Clerk Rajendra Singh through his mobile and also through speed post. The affidavit has been filed by Smt. Ambi Bisht, Deputy Secretary in the office of Lucknow Development Authority on 31.05.2014 and the details reveal that the information has been given to the petitioners of  Writ Petition No.9256 (MB) of 2013.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_40\">38.\tOn the submissions and discussions as above we are of the view that the first writ petition i.e. Writ Petition No.9256 (MB) of 2013 is without any merit and is liable to be dismissed.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_41\">39.\tThe petitioner of second writ petition i.e. Writ Petition No.22 (MB) of 2014 participated in the re-auction proceedings and was found highest bidder and amount offered should be accepted by the respondents with consequential execution of the proceedings.  The petitioners of  Writ Petition No.9256 (MB) of 2013 could have participated in the second auction instead of coming to this Court. Since bid amount of the first auction was not sufficient and the authority had taken decision to put the property into re-auction and the petitioner of the second writ petition i.e.  Writ Petition No.22(MB) of 2014 participated in the auction, the second writ petition i.e.  Writ Petition No.22(MB) of 2014 succeeds and the prayers contained in the said petition are allowed. Consequently, the  Writ Petition No.9256 (MB) of 2013 is hereby dismissed and  Writ Petition No.22(MB) of 2014 is allowed with direction to the State respondents to act upon the auction held on 07.10.2013.\n</p> \n\n \n<p data-structure=\"Conclusion\" id=\"p_42\">Dated: 11.04.2017.</p><pre id=\"pre_2\">\n \nA. Katiyar\n \n(Sheo Kumar Singh-I, J.)      (Shri Narayan Shukla, J.)\n \n\n\n\n \n\n\n\n\n \n\n \n \n    \n      \n  \n </pre>","numcites":41,"numcitedby":0,"docsource":"Allahabad High Court","citetid":175573841,"divtype":"judgments","relatedqs":[{"value":"statutory contract what is","formInput":"statutory%20contract%20what%20is"},{"value":"principles of natural justice","formInput":"principles%20of%20natural%20justice"},{"value":"lucknow development authority","formInput":"lucknow%20development%20authority"},{"value":"judicial review","formInput":"judicial%20review"},{"value":"second writ petition","formInput":"second%20writ%20petition"},{"value":"rule of natural justice","formInput":"rule%20of%20natural%20justice"},{"value":"contractual obligations","formInput":"contractual%20obligations"},{"value":"acceptance of bid","formInput":"acceptance%20of%20bid"},{"value":"writ jurisdiction","formInput":"writ%20jurisdiction"},{"value":"auction","formInput":"auction"},{"value":"\" principles of natural justice\"","formInput":"%22%20principles%20of%20natural%20justice%22"},{"value":"judicial review  filter:  quash tender matters","formInput":"judicial%20review%20%20filter%3A%20%20quash%20tender%20matters"},{"value":"W.P. No.30589 of 2013","formInput":"W.P.%20No.30589%20of%202013"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"equality-before-law","formInput":"tag:equality-before-law"}],"courtcopy":true,"query_alert":null,"agreement":false}