{"tid":138406310,"publishdate":"2018-07-16","title":"Delhi Tourism & Transportation vs Gammon India Limited on 16 July, 2018","doc":"<h2 class=\"doc_title\">Delhi Tourism &amp; Transportation vs Gammon India Limited on 16 July, 2018</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:y-khanna\">Yogesh Khanna</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:y-khanna\">Yogesh Khanna</a></h3>\n\n<pre id=\"pre_1\">*   IN THE HIGH COURT OF DELHI AT NEW DELHI\n%                                     Reserved on: 05th July, 2018\n                                      Pronounced on: 16th July, 2018\n\n+   O.M.P. 510/2015\n    DELHI TOURISM &amp; TRANSPORTATION               ..... Petitioner\n                    Through : Mr.G.Saikumar,       Ms.Sowmya\n                              Saikumar, Mr.Abhimanyu Garg\n                              and Ms.Preety Makkar, Advocates\n                    versus\n\n    GAMMON INDIA LIMITED                    ..... Respondent\n                Through : Mr.Rajiv Bansal, Sr Advocate with\n                          Ms.Awantika      Manohar       and\n                          Ms.Fiza Saluja, Advocates\n\n    CORAM:\n    HON&#x27;BLE MR. JUSTICE YOGESH KHANNA\n\n    YOGESH KHANNA, J.\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">    1.    The petitioner has filed objections under <a href=\"/doc/536284/\" id=\"a_1\">Section 34</a> of the\n    Arbitration and Conciliation Act, 1996 (hereinafter referred as &#x27;the\n    Act&#x27;) against the arbitral award dated 09.06.2015 passed against\n    the petitioner and in favour of the respondent.\n</p>\n<p data-structure=\"Facts\" id=\"p_2\">    2.    The facts in brief are as under:-\n</p><blockquote id=\"blockquote_1\">     a)   on 03.10.2002 the petitioner awarded the contract for\n     construction of flyover from Lajpat Nagar to Srinivaspuri, Ring\n     Road, New Delhi to the respondent against a total consideration\n     of   42.57 Crores on CPWD 12 (modified) for the completion\n     period of 18 months i.e. on or before 17.04.2004;\n</blockquote>\n<span class=\"hidden_text\" id=\"span_1\">             OMP No.510/2015                    Page 1 of 23</span>\n<blockquote id=\"blockquote_2\">  b)   on 18.10.2002 the respondent commenced the work. The\n petitioner granted the extension of time for completion of work\n vide letter DTTDC/Engg/LN54(36)/1984 dated 04.07.2005.\n</blockquote><blockquote id=\"blockquote_3\"> c)   on 12.04.2005 the respondent completed the construction\n work with delay of almost an year;\n</blockquote><blockquote id=\"blockquote_4\"> d)    on 20.09.2005 the respondent raised the final bill upon the\n petitioner to the tune of     47,84,83,173/- against which on\n 28.07.2006 the petitioner made the payment of           42,54,08,660/-\n</blockquote><p data-structure=\"Facts\" id=\"p_3\"> to the respondent, which was duly accepted by the respondent;\n</p><p data-structure=\"Issue\" id=\"p_4\"> e)    on 16.09.2008 after expiry of two years of accepting the\n payment against the final bill the respondent invoked the\n arbitration vide letter No.WSS/G/614; and\n</p><p data-structure=\"Issue\" id=\"p_5\"> f)   on 12.11.2008 the Chief Engineer of the petitioner appointed\n Shri K.N.Aggarwal, as sole arbitrator, who commenced the\n arbitral proceedings on 19.12.2008 and passed an impugned\n arbitral award dated 09.06.2015 against the petitioner, hence the\n present petition.\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">3.    Admittedly, the completion date of the contract was\n12.04.2004 but extension was sought on 04.07.2005 and was\nacceded to. The time was extended till 12.04.2005 without\nprejudice to the rights of the Government to recover liquidated\ndamages in accordance with the provisions of clause No.2 of the\nAgreement No.02/DTTDC/Engn/LN 2002-03. On 17.05.2005 a\nletter was written by the petitioner to the respondent to get the\ncompletion certificate and requested the respondent to submit its\n\n<span class=\"hidden_text\" id=\"span_2\">         OMP No.510/2015                  Page 2 of 23</span>\n final bill along with final measurements, deviation statements etc\nto its office immediately in order to process the same. The\nprovisional completion certificate was annexed with the said letter.\n</p>\n<p data-structure=\"Facts\" id=\"p_7\">4.    Though, as per the term of the contract, the final bill was to\nbe submitted within three months but the respondent delayed in\nfiling the final bill but yet the petitioner entertained it and\nprocessed the same.\n</p>\n<p data-structure=\"Facts\" id=\"p_8\">5.     The respondent submitted its final bill along with 41 claims.\nThe claims were entertained by the Executive Engineer and some\nof them were accepted while remaining were rejected vide\ncommunications dated 28.11.2004, 18.01.2005, 01.12.2005,\n01.03.2006, 05.04.2006, 04.09.2006 etc. Thereafter, vide letter\ndated 14.11.2006 the petitioner paid security deposit and released\nthe Bank Guarantees for mobilisation advance, as requested by the\nrespondent, vide its letter dated 14.11.2006. However, after two\nyears i.e. on 16.09.2008, the respondent raised demand to the tune\nof `16,17,91,203/- against which payment of `2,31,53,000/- was\nmade in the final bill and an amount of `13,86,38,203/- was said to\nbe outstanding. Such demand was rejected, hence respondent\npreferred raising dispute.\n</p>\n<p data-structure=\"Facts\" id=\"p_9\">6.    The petitioner then appointed Shri K.N. Aggarwal, Retired\nDG (W), CPWD as a sole arbitrator to decide and make his award\nregarding the claims / disputes raised by the respondent but,\n\n\n\n<span class=\"hidden_text\" id=\"span_3\">         OMP No.510/2015                   Page 3 of 23</span>\n however, subject to their admissibility under clause 25 of the\naforesaid agreement.\n</p>\n<p data-structure=\"RespArg\" id=\"p_10\">7.    It is the case of the petitioner since the procedure for making\na dispute arbitrable was never followed by the respondent, the\nlearned arbitrator erred in allowing its claims. He refers to clause 9\nand clause 25 of the agreement.\n</p>\n<p data-structure=\"Section\" id=\"p_11\">8.    Clause No.9 of the contract notes:-\n</p><blockquote id=\"blockquote_5\">             &quot;CLAUSE 9 Payment of final bill\n             The final bill shall be submitted by the Contractor in the same\n             manner as specified in interim bills within three months of\n             physical completion of the work or within one month of the\n             date of the final certificate of completion furnished by the\n             Engineer-in- charge whichever is earlier. No further claims\n             shall be made by the contractor after submission of the final\n             bill and these shall be deemed to have been waived and\n             extinguished. Payments of those items of the bill in respect of\n             which there is no dispute and of items in dispute, for quantities\n             and rates as approved by Engineer-in-charge, will, as far as\n             possible be made within 6 months, the period being reckoned\n             from the date of receipt of the bill by the Engineer-in- charge\n             or his authorised Asstt. Engineer, complete with account of\n             dismantled materials.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_12\">9.    Clause No.25 is relevant for deciding the issue and it notes:-\n</p><blockquote id=\"blockquote_6\">             &quot;CLAUSE 25\n             Settlement of Disputes &amp; Arbitration\n             Except where otherwise provided in the contract all questions\n             and disputes relating to the meaning of the specifications,\n             design, drawings and instructions here-in-before mentioned\n             and as to the quality of workmanship or materials used on the\n             work or as to any other question, claim, right, matter or thing\n             whatsoever in any way arising out of relating to the contract,\n             designs, drawings, specifications, estimates, instructions,\n             orders or these conditions or otherwise concerning the works\n             or the execution or failure to execute the same whether arising\n             during the progress of the work or after the cancellation,\n             termination, completion or abandonment thereof shall be dealt\n             with as mentioned hereinafter:-\n</blockquote><blockquote id=\"blockquote_7\">             i)        If the contractor considers any work demanded of\n             him to be outside the requirements of the contract, or disputes\n             any drawings, record or decision given in writing by the\n             Engineer-in-charge on any matter in connection with or\n             arising out of the contract or carrying out of the work, to be\n\n<span class=\"hidden_text\" id=\"span_4\">         OMP No.510/2015                                Page 4 of 23</span>\n     unacceptable, he shall promptly within 15 days requests the\n    Superintendent Engineer in writing for written instruction or\n    decision. Thereupon, the Superintending Engineer in writing\n    shall give his written instructions or decision within a period\n    of one month from the receipt of the contractor‟s letter.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_13\">        If the Superintending Engineer fails to give his instructions\n    or decision in writing within the aforesaid period or if the\n    contractor is dissatisfied with the instructions or decision of\n    the Superintending Engineer, the contractor may, within 15\n    days of the receipt of the Superintending Engineer‟s decision,\n    appeal to the Chief Engineer who shall afford an opportunity\n    to the contractor to be heard, if the latter so desires, and to\n    offer evidence in support of his appeal. The Chief Engineer\n    shall give his decision within 30 days of receipt of\n    contractor‟s appeal. If the contractor is dissatisfied with this\n    decision, the contractor shall within a period of 30 days from\n    the receipt of the decision, give notice to the Chief Engineer\n    for appointment of arbitrator failing which the said decision\n    shall be final, binding and conclusive and not referable to\n    adjudication by the arbitrator.\n</p><p data-structure=\"Section\" id=\"p_14\">    ii)       Except where the decision has come final, binding\n    and conclusive in terms of Sub Para (i) above disputes or\n    difference shall be referred for adjudication through\n    arbitration by a sole arbitrator appointed by the Chief\n    Engineer, DTTDC, in charge of the work or if there be no\n    Chief Engineer, the administrative head of the said DTTDC. If\n    the arbitrator so appointed is unable or unwilling to act or\n    resigns his appointment or vacates his office due to any\n    reason whatsoever another sole arbitrator shall be appointed\n    in the manner aforesaid. Such person shall be entitled to\n    proceed with the reference from the stage at which it was left\n    by his predecessor.\n</p><p data-structure=\"Precedent\" id=\"p_15\">         It is a term of this contract that the party invoking\n    arbitration shall give a list of disputes with amounts claimed\n    in respect of each such dispute along with the notice for\n    appointment of arbitrator and giving reference to the rejection\n    by the Chief Engineer of the appeal.\n</p><p data-structure=\"Section\" id=\"p_16\">              It is also a term of this contract that no person other\n    than a person appointed by such Chief Engineer, DTTDC or\n    the administrative head of the DTTDC, as aforesaid should\n    act as arbitrator and if for any reason that is not possible, the\n    matter shall not be referred to arbitration at all.\n</p><p data-structure=\"Section\" id=\"p_17\">              It is also a term of this contract that if the\n    contractor does not make any demand for appointment of\n    arbitrator in respect of any claims in writing as aforesaid\n    within 120 days of receiving the intimation from the\n    Engineer-in-charge that the final bill is ready for payment,\n    the claim of the contractor shall be deemed to have been\n    waived and absolutely barred and the DTTDC/Govt. shall be\n    discharged and released of all liabilities under the contract\n    in respect of these claims.&quot;\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_5\">OMP No.510/2015                                Page 5 of 23</span>\n<p data-structure=\"PetArg\" id=\"p_18\"> 10.    The learned counsel for the petitioner also referred to a\nletter dated 12.11.2016 qua the appointment of the learned\narbitrator and it notes:-\n</p><blockquote id=\"blockquote_8\">             &quot;Subject: In the matter of arbitration between M/s Gammon\n             India Ltd. and Delhi Tourism &amp; Transportation Development\n             Corporation Limited, regarding the work &quot;Construction of\n             flyover, ground Level Roads and Pedestrian Subway from\n             Lajpat Nagar to Sriniwaspuri Ring Road, New Delhi.\n             Agreement No.- 02/DTTDC/Engg/LN/2002-03.\n</blockquote>\n<blockquote id=\"blockquote_9\">             Whereas M/s Gammon India Ltd. have written to me vide their\n             letter no. WSS/ G I 614 dated 16.09.08 that certain disputes\n             have arisen between the above noted parties in respect of the\n             above noted work. I, Jose Kurian, Chief Engineer, DTTDC by\n             powers conferred on me under clause 25 of the said\n             Agreement hereby appoint Shd K.N Agrawal, Retired D. G.\n             (W) CPWD as Sole Arbitrator to decide and make his award\n             regarding the claims/disputes by the contractor, if any, as\n             shown in the statements · enclosed subject always, however, to\n             their admissibility under clause 25 of- the aforesaid\n             agreement.\n</blockquote><p data-structure=\"Issue\" id=\"p_19\">             The amount of the claims in dispute being above Rs.1,00,000/-\n             the Arbitrator shall give reasons for the award.\n</p><p data-structure=\"Issue\" id=\"p_20\">                                                                        -sd-\n</p><p data-structure=\"Section\" id=\"p_21\">                                                               (Jose Kurian)\n                                                              Chief Engineer\n                                                                   DTT DC&quot;\n</p>\n<p data-structure=\"Section\" id=\"p_22\">11.   Thus, the petitioner argue only those disputes which had\ngone through the channel of the officials viz an Executive\nEngineer, Superintending Engineer and then the Chief Engineer,\nper clause 25 (supra), could only be referred to arbitration.\n</p>\n<p data-structure=\"PetArg\" id=\"p_23\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"135989955\" id=\"span_6\">12.   The learned counsel for the petitioner relied upon <a href=\"/doc/135989955/\" id=\"a_2\">Indian Oil\nCorporation Limited vs ERA Construction (India) Limited</a>\n189(2012) DLT 120 which held:-</span>\n</p><blockquote id=\"blockquote_10\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"958785\" id=\"span_7\">&quot;32. This Court is unable to appreciate the approach of the\n             learned Arbitrator in holding that the mere fact that the\n             parties were in correspondence and discussion amounted to a\n             waiver by IOCL of the requirement of compliance by ECIL\n             with the above clauses. There was no question of the clauses\n             merely being &quot;followed in spirit.&quot; There is a specific\n             procedure envisaged which has to be followed before such a\n\n<span class=\"hidden_text\" id=\"span_8\">         OMP No.510/2015                               Page 6 of 23</span>\n             claim could be entertained. The learned Arbitrator was in\n            terms of <a href=\"/doc/65067/\" id=\"a_3\">Section 28</a> of the Act bound to follow the clauses of\n            the contract in determining whether ECIL&#x27;s counterclaims\n            were arbitrable. This was made explicit in the decision in M/s.\n            <a href=\"/doc/958785/\" id=\"a_4\">Uttam Singh Duggal &amp; Co. (P) Limited v. Indian Oil\n            Corporation Limited</a> where these very clauses were examined\n            and in Para 18 it was observed as under:</span>\n</blockquote><blockquote id=\"blockquote_11\">                   &quot;18. xxxx Thus, the parties agreed that before\n                   any claim/dispute could be subject matter of\n                   arbitration, certain formalities had to be gone\n                   into. Clause 9.0.0.0 which deals with arbitration\n                   applies only to disputes and differences arising\n                   out of a notified claim included in the final bill\n                   of the contractor. As noted above, there is no\n                   time limit prescribed in clause 9.0.0.0. In these\n                   circumstances, it is therefore difficult to see as to\n                   how the provisions of<a href=\"/doc/772406/\" id=\"a_5\"> S. 37(4)</a> would apply to the\n                   requirements of clause 6.6.1.0, assuming that the\n                   disputes in the present case are (1) covered\n                   under clause 9.0.0.0, and (2) that the contractor\n                   did take steps to commence arbitration\n                   proceedings within the time fixed by the\n                   arbitration agreement. Mr. Watel&#x27;s argument is\n                   that notified claim is nothing but a claim in\n                   writing to the Corporation within ten days of the\n                   date of occurrence and this claim is to be\n                   included separately in the final bill. According to\n                   him clauses 6.6.1.0, 6.6.3.0 and 9.0.0.0 are\n                   inextricably interlinked and, therefore, the\n                   notified claim is merely &quot;some other steps to\n                   commence       arbitration     proceedings&quot;        as\n                   envisaged in<a href=\"/doc/772406/\" id=\"a_6\"> S. 37(4)</a> of the Act.&quot;\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_24\">            <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"958785\" id=\"span_9\">33. Although <a href=\"/doc/958785/\" id=\"a_7\">the above case</a> arose under the <a href=\"/doc/1052228/\" id=\"a_8\">Arbitration Act</a>\n            1940, the ratio applies on all fours to the case on hand. The\n            inescapable conclusion is that the learned Arbitrator erred in\n            entertaining the counter claims of ECIL despite those claims\n            not being notified claims, not included in the final bill of ECIL\n            and therefore not arbitrable. It is not as if ECIL was without a\n            remedy as regards those counter claims. It could have filed a\n            suit. This was an error of jurisdiction committed by the\n            learned Arbitrator and, therefore, the impugned Award to that\n            extent cannot be sustained in law. However, it is clarified that\n            the Award to the extent it orders the admitted amount to be\n            paid by IOCL to ECIL with interest at 8% per annum from the\n            date ECIL invoked the arbitration clause up to the date of\n            payment, is upheld.&quot;</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1629819\" id=\"span_10\">13.   <a href=\"/doc/1629819/\" id=\"a_9\">Further International Building and Furnishing Company\n(Calcutta) Private Limited vs Indian Oil Corporation Limited</a>\n1995 (1) Arb LR 548 (Delhi) (DB) it was held:-</span>\n</p><span class=\"hidden_text\" id=\"span_11\">        OMP No.510/2015                                Page 7 of 23</span>\n<blockquote id=\"blockquote_12\">             &quot;7. It is, therefore, clear that arbitration at the instance of the\n            contractor is available under clause 9.0.1.0 only in respect of\n            &quot;notified claim&quot;. That would mean that the contractor must\n            have gone through the procedure-indicated in clause 6.6.1.0\n            and 6.6.3.0 and notified his claims to the Engineer-in-\n            Charge and the Site Engineer within the period of ten day of\n            the date of issue of orders or instructions relative to any\n            works for which the contractor was claiming such additional\n            payment or compensation. In such a situation it is obvious\n            that if the claim is not a &quot;notified claim&quot;, the arbitration\n            clause cannot be invoked by the contractor.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"148704680\" id=\"span_12\">14.   Further in <a href=\"/doc/148704680/\" id=\"a_10\">Harsha Constructions vs Union of India &amp; Others</a>\n(2014) 9 SCC 246 it was held:-</span>\n</p><blockquote id=\"blockquote_13\">            &quot;18.     Arbitration arises from a contract and unless there is\n            a specific written contract, a contract with regard to\n            arbitration cannot be presumed. <a href=\"/doc/871436/\" id=\"a_11\">Section 7(3)</a> of the Act clearly\n            specifies that the contract with regard to arbitration must be\n            in writing. Thus, so far as the disputes which have been\n            referred to in Clause 39 of the contract are concerned, it was\n            not open to the Arbitrator to arbitrate upon the said disputes\n            as there was a specific clause whereby the said disputes had\n            been &quot;excepted&quot;. Moreover, when the law specifically makes\n            a provision with regard to formation of a contract in a\n            particular manner, there cannot be any presumption with\n            regard to a contract if the contract is not entered into by the\n            mode prescribed under the Act.\n</blockquote><blockquote id=\"blockquote_14\">            19. If a non-arbitrable dispute is referred to an Arbitrator\n            and even if an issue is framed by the Arbitrator in relation to\n            such a dispute, in our opinion, there cannot be a presumption\n            or a conclusion to the effect that the parties had agreed to\n            refer the issue to the Arbitrator. In the instant case, the\n            respondent authorities had raised an objection relating to the\n            arbitrability of the aforestated issue before the Arbitrator and\n            yet the Arbitrator had rendered his decision on the said\n            &quot;excepted&quot; dispute. In our opinion, the Arbitrator could not\n            have decided the said &quot;excepted&quot; dispute. We, therefore, hold\n            that it was not open to the Arbitrator to decide the issues\n            which were not arbitrable and the award, so far as it relates to\n            disputes regarding non-arbitrable disputes is concerned, is\n            bad in law and is hereby quashed.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_27\">15.   Hence it was argued that the respondent was to adhere to the\nprocedure stated in clause No.9 and clause No.25 of the agreement\nand the arbitrator also was to look into and adhere to these clauses\nin passing the judgment as is also held in UB Engineering Limited\n\n\n<span class=\"hidden_text\" id=\"span_13\">        OMP No.510/2015                                 Page 8 of 23</span>\n vs Indian Oil Corporation Limited and Another 2013 (3) RCR\n(Civil) 487 wherein the Punjab and Haryana High Court held:-\n</p><blockquote id=\"blockquote_15\">              &quot;24. Having heard this contention, clause 6.6.1.0 of the\n              general conditions of the contract between the parties being\n              the creation of the contract between them, the appellant was\n              bound by the terms of the agreement. As per <a href=\"/doc/65067/\" id=\"a_12\">Section 28</a> of the\n              Arbitration and Conciliation Act, 1996, the arbitrator was to\n              act in accordance with the terms of contract and to adjudicate\n              the dispute accordingly. He had no authority to avoid the\n              terms of contract while sitting with no party could insist\n              upon certain compliance of the terms of the contract as they\n              themselves go by the strict compliance of the certain clauses\n              of the contract. Certain clauses of the contract, which are\n              unreasonable, unconscious, unfair and result of domination\n              may make the claim as an excepted matter but does not\n              extinguish the remedy.&quot;\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_28\">16.    The learned counsel for the petitioner also referred to para\nNo.11 of its statement of defence filed by it before the learned\narbitrator and it read:-\n</p><blockquote id=\"blockquote_16\">              &quot;11.0. The Claimants sent notice vide (Exhibit R-36 P-263)\n              under clause no.25, GCC for the settlement of dispute and\n              requested to appoint but the request of claimant for\n              appointment of Sole Arbitrator is contrary to Agreement\n              Clause no.25.&quot;\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_29\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1917378\" id=\"span_14\">17.    Further the learned counsel for the petitioner argued once\nthe final bill was settled on 28.07.2006 then after two years the\nrespondent was precluded from raising fresh claims as is held in\n<a href=\"/doc/1917378/\" id=\"a_13\">Cauvery Coffee Traders, Mangalore vs Hornor Resources\n(International) Company Limited</a> (2011) 10 SCC 420:-</span>\n</p><blockquote id=\"blockquote_17\">              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"209845\" id=\"span_15\">27. This Court in M/s. <a href=\"/doc/209845/\" id=\"a_14\">P.K. Ramaiah &amp; Company v.\n              Chairman &amp; Managing Director, NTPC</a>, (1994) Supp. 3 SCC\n              126 considered the ambit of accord and satisfaction by the\n              parties voluntarily entered into and dispute raised\n              thereunder. This Court after considering the entire\n              controversy held that:</span>\n</blockquote><blockquote id=\"blockquote_18\">                     &quot;8..... Admittedly the full and final satisfaction\n                     was acknowledged by a receipt in writing and\n                     the amount was received unconditionally. Thus\n                     there is accord and satisfaction by final\n                     settlement of the claims. The subsequent\n                     allegation of coercion is an afterthought and a\n\n<span class=\"hidden_text\" id=\"span_16\">         OMP No.510/2015                               Page 9 of 23</span>\n                     devise to get over the settlement of the dispute,\n                    acceptance of the payment and receipt\n                    voluntarily given.... Having acknowledged the\n                    settlement and also accepted measurements and\n                    having received the amount in full and final\n                    settlement of the claim, there is accord and\n                    satisfaction. There is no existing arbitrable\n                    dispute for reference to the arbitration.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_30\">                    (Emphasis added)&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"620887\" id=\"span_17\">18.    The same proposition as laid in <a href=\"/doc/620887/\" id=\"a_15\">Union of India vs Popular\nBuilders, Calcutta</a> (2000) 8 SCC 1 and in Wild Life Institute of\nIndia, Dehradun vs Vijay Kumar Garg (1997) 10 SCC 528.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_32\">19.    The learned counsel for petitioner then referred to para 1.1\nof the award wherein the learned arbitrator himself noted the\nreference of claims was subject to a proviso qua the admissibility\nunder clause 25 of the Agreement, but despite this proviso did not\nprefer to deal with it.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_33\">20.    Heard.\n</p>\n<p data-structure=\"PetArg\" id=\"p_34\">21.    Now if one looks at order dated 12.10.2015, the petition was\nadmitted entirely on different grounds than what is been argued by\nthe learned counsel for the petitioner; the grounds for admission\nbeing:-\n</p><blockquote id=\"blockquote_19\">              &quot;Learned counsel for the petitioner submits that the petitioner\n              made the payment of the final bill to the respondent on 28th\n              July, 2006, whereupon the respondent requested for release of\n              bank guarantees security deposit which were also released. It\n              is further submitted that the respondent raised the claim after\n              two years on 16th September, 2008. It is further submitted that\n              the petitioner raised the objection that the respondent‟s claim\n              was barred by clause 25 of the contract which provides a\n              limitation period of four months from the date of the\n              intimation of the final bill but the arbitrator has not even\n              cared to discuss this issue in the entire award. .....&quot;\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_18\">          OMP No.510/2015                              Page 10 of 23</span>\n<p data-structure=\"Precedent\" id=\"p_35\"> 22.   Thus, the challenge is qua limitation to move the fresh claim\nand there is no whisper in the pleadings; in the statement of\ndefence or in the written submissions filed by the petitioner before\nthe learned arbitrator; as to what is been argued in this Court.\n</p>\n<p data-structure=\"Precedent\" id=\"p_36\">23.    The statement of defence filed by the petitioner in arbitral\nproceedings is as follows:-\n</p><blockquote id=\"blockquote_20\">             &quot;11.0. The Claimants sent notice vide (Exhibit R-36 P-263)\n             under clause no. 25, GCC for the settlement of dispute and\n             requested to appoint but the request of claimant for\n             appointment of Sole Arbitrator is contrary to Agreement\n             Clause no 25.\n</blockquote><blockquote id=\"blockquote_21\">                                             xxx\n             18.0. It is submitted that the Statement of Claim is liable to be\n             dismissed, inter-alia, on the following grounds:-\n</blockquote><blockquote id=\"blockquote_22\">             A. Claims are time barred.\n</blockquote><blockquote id=\"blockquote_23\">             B. Making of Statement of Claim is contrary to Clause 25 of\n             the contract. As the Clause 25 specifically states that if the\n             Claimant does not make any demand for appointment of\n             arbitrator in respect of any claims fn writing within 120 days\n             receiving the information from the Engineer-In-charge that\n             final bill is ready for payment, the claim of the Claimant shall\n             be deemed to have been waived and barred and that the\n             Respondent shall be discharged and released of all liabilities\n             under the contract in respect of such claims. Admittedly,\n             request for arbitration has not been made within the stipulated\n             period of 120 days and\n             therefore the Claimant is presumed to have waived all claims\n             resulting in discharge and release of the Respondent of their\n             all liabilities under the contract.\n</blockquote>\n<blockquote id=\"blockquote_24\">             19.3. With reference to the statements made in paragraphs 4.1\n             to 4.15 it is submitted that the Respondents are not liable to\n             pay to the Claimant any amount in respect of any of the\n             claims. It is further submitted that the claims are vague in\n             nature and contrary to the terms of the contract and\n             furthermore all the claims by now have become time barred in\n             terms of Clause 25, of the contract. Finally, it is submitted that\n             all the sums due and payable under the contract have already\n             been paid to the Claimant as such the Claimant is not entitled\n             to raise any Claim when the account has already been\n             settled.&quot;\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_37\">             GROUNDS\n             &quot;a. Because the issue of limitation has serious bearing on the\n             admissibility of the Respondent&#x27;s claims. The Claims are\n\n<span class=\"hidden_text\" id=\"span_19\">        OMP No.510/2015                                 Page 11 of 23</span>\n              contrary to Clause 25 of the contract. As Clause 25\n             specifically states that if the Respondent does not make any\n             demand for appointment of arbitrator in respect of any claims\n             in writing within 120 days of receiving the information from\n             the Engineer-In-charge that final bill is ready for payment, the\n             claim of the Respondent shall be deemed to have been waived\n             and barred and that the Petitioner shall be discharged and\n             released of all liabilities under the contract in respect of such\n             claims. Admittedly, request for arbitration has not been made\n             within the stipulated period of 120 days, and therefore, the\n             Respondent is presumed to have waived all claims resulting\n             in discharge and release of the Petitioner of all liabilities\n             under the contract. The award is therefore patently illegal on\n             this account. The issue of limitation goes to the root of the\n             matter.&quot;\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_38\">24.   The written submissions of the petitioner filed before the\nArbitral Tribunal also notes:-\n</p><blockquote id=\"blockquote_25\">             a. Non-speaking Award with respect to maintainability- The\n             Petitioner had submitted their averments through their\n             Statement of Defence, (Pg. 242 243, O.A) before the Ld.\n             Arbitrator that the claims of the&#x27; Respondent are barred as per\n             Clause 25(iii) of the Contract. However, the Award has been\n             passed, without giving any reasoned order in relation to the\n             jurisdiction of the arbitrator, in relation to Clause 25. The\n             Claims are contrary to Clause 25, since it specifically states\n             that if Respondent does not make any demand for appointment\n             of arbitrator in respect of any claims in writing within 120\n             days of receiving the information from Engineer-In-charge\n             that final bill is ready for payment, the claim of Respondent\n             shall be deemed to have been waived and barred and that\n             Petitioner shall be discharged and released of all liabilities\n             under the contract in respect of such claims. Admittedly,\n             request for arbitration has not been made within the\n             stipulated period of 120 days, and therefore, Respondent is\n             presumed to have waived the right of arbitration in respect of\n             all claims. The award is non reasoned and non-speaking, and\n             thus, patently illegal.\n</blockquote>\n<blockquote id=\"blockquote_26\">             The Ld. Arbitrator has passed an unreasoned award and has\n             not applied his mind to the objections raised by Petitioner and\n             has illegally passed a non-speaking award in favor of\n             Respondent. Therefore, not only does the arbitral award suffer\n             from patent illegalities but also suffers from jurisdictional\n             error as the Ld. Arbitrator traversed beyond the terms of the\n             contract between the parties.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_39\">25.   Hence, the above do show the petitioner had only challenged\nthe limitation to file fresh claims per clause No.25 (supra).\n</p>\n<span class=\"hidden_text\" id=\"span_20\">        OMP No.510/2015                                Page 12 of 23</span>\n<p data-structure=\"CDiscource\" id=\"p_40\"> 26.   The petitioner is also harping upon the time limits\nmentioned in clauses No.9 &amp; 25 (supra) i.e. final bill was to be\nsubmitted within three months of the physical completion or one\nmonth of the final certificate of completion furnished by Engineer-\nin-charge, whichever is earlier and the Engineer-in-charge may\ntake six months for finalization and payment of the bills and if any\nof the party is not satisfied it may approach the arbitrator within\n120 days thereafter.\n</p>\n<p data-structure=\"PetArg\" id=\"p_41\">27.   Though the learned counsel for the petitioner has stressed\nupon the word subject to admissibility under clause 25 and in\nvarious paras viz. No.11, 17, 18(B) and 19.3 of its Statement of\nDefence has only pleaded the time limit for filing fresh claim, as\ngiven in clauses No.9 &amp; 25, (supra) but did not ever plead the\nconstitution of the arbitral tribunal was illegal; hence has waived\noff its right to challenge, per <a href=\"/doc/354344/\" id=\"a_16\">Section 4</a> of the Act.\n</p>\n<p data-structure=\"Section\" id=\"p_42\">28.   <a href=\"/doc/354344/\" id=\"a_17\">Section 4</a> of the Act notes:-\n</p><blockquote id=\"blockquote_27\">             &quot;4. Waiver of right to object. --A party who knows that--\n</blockquote><blockquote id=\"blockquote_28\">             (a) any provision of this Part from which the parties may\n             derogate, or\n</blockquote><blockquote id=\"blockquote_29\">             (b) any requirement under the arbitration agreement, has not\n             been complied with and yet proceeds with the arbitration\n             without stating his objection to such non-compliance without\n             undue delay or, if a time limit is provided for stating that\n             objection, within that period of time, shall be deemed to have\n             waived his right to so object.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_43\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1822986\" id=\"span_21\">29.   The aforesaid clearly evinces if the petitioner regarded the\nprocedure prescribed under Clause 25 of the Contract for\narbitrability of claims (of referring the claims first to the Engineer-\nin-Charge, then to the Superintending Engineer and then the Chief\n\n<span class=\"hidden_text\" id=\"span_22\">         OMP No.510/2015                             Page 13 of 23</span>\n Engineer) was not followed, then it should have raised the said\nobjection before proceeding with the Arbitration without undue\ndelay. However, in the instant case since the petitioner failed to\nraise any such objection before the learned arbitrator, therefore it is\nnow barred under <a href=\"/doc/354344/\" id=\"a_18\">Section 4</a> to raise the said plea for the first time\nbefore this Court only in oral submissions. Reliance is placed on\nparagraph 39 of the judgment in <a href=\"/doc/1822986/\" id=\"a_19\">Bharat Sanchar Nigam Limited vs\nMotorola India Private Limited</a> (2009) 2 SCC 337.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_44\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"408123\" id=\"span_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"670543\" id=\"span_24\">30.   Since the petitioner has neither pleaded nor argued before\nthe learned sole arbitrator about non-compliance of the procedure\nto be followed for arbitrability of claims under Clause 25 of the\nContract, nor pleaded the same before this Court in any of the\nsubmissions (<a href=\"/doc/536284/\" id=\"a_20\">Section       34</a> Petition, Rejoinder and Written\nSubmissions), the same cannot be now considered by this Court,\nper <a href=\"/doc/670543/\" id=\"a_21\">Bharat Singh and Others vs. State of Haryana and Others</a>\n(1988) 4 SCC 534; refer paragraph 13; and <a href=\"/doc/408123/\" id=\"a_22\">Ritesh Tiwari and\nAnother vs. State of U.P. &amp; Others</a>, reported as (2010) 10 SCC\n677; refer paragraph 24.</span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_45\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"148704680\" id=\"span_25\">31.   The reliance placed by the petitioner on the cases of <a href=\"/doc/148704680/\" id=\"a_23\">Harsha\nConstructions v. Union of India and Others</a>, (2014) 9 SCC 246 and\nIndian Oil Corporation Limited v. ERA Construction (India) Ltd.,\nOMP No.104/2006 in this Court is completely misplaced.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"135989955\" id=\"span_26\">The\ndecision in <a href=\"/doc/135989955/\" id=\"a_24\">Harsha Construction</a> (supra) case clearly provides\nthere is a separate clause being Clause 39 which is an excepted\nmatter and hence could not have been adjudicated upon by the\n<span class=\"hidden_text\" id=\"span_27\">        OMP No.510/2015                     Page 14 of 23</span>\n Arbitrator as provided under Clause 63. However, in the instant\ncase the issue of excepted matter does not arise. Even assuming\nwithout admitting for the sake of argument, that there is a\nprocedure prescribed to be followed for arbitrability of claims, it\nby no stretch of imagination can mean that it be considered as an\nexcepted matter.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"135989955\" id=\"span_28\">Hence, reliance on <a href=\"/doc/135989955/\" id=\"a_25\">Harsha Construction</a> (supra)\nis completely misplaced.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_46\">32.    Let me now find how the learned Arbitral Tribunal has dealt\nwith the issue of limitation:-\n</p><blockquote id=\"blockquote_30\">             &quot;1.3.3. The findings/decision of the Arbitrator:\n</blockquote>\n<blockquote id=\"blockquote_31\">             A. A reading of Claimants letter dated 20.09.2005. (Exhibit C-\n             l22), through which they submitted their Final Bill to\n             Respondents and Claimants&#x27; letter dated 16-09-2008 (Exhibit\n             C-152), invoking arbitration and seeking the appointment of\n             Arbitrator, brings out the following facts:\n</blockquote>\n<blockquote id=\"blockquote_32\">             i) The Final Bill submitted on 20-09-2005, was for a gross\n             amount of Rs.61,15,41,411/- and the net amount of the bill\n             was Rs.16,17,91,203/-. The bill also included Claimants&#x27;\n             Claims No.1-41 for an amount of Rs.11,96,17,555/ - in the\n             Annexure-E of the Final Bill. The final Bill was passed/paid\n             on 28-07-2006 by the Respondents to the Claimants.\n</blockquote>\n<blockquote id=\"blockquote_33\">             ii) The Claimants in their letter dated 16.09.2008, invoking\n             arbitration, have acknowledged of having received a net\n             payment of Rs.2,31,53,000/ - against the net Final Bill amount\n             of Rs.16,17,91,203/-as submitted by them, which being short\n             by an amount of Rs.13,86,38,203/ -, was sought to be referred\n             to arbitration.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_47\">             B. The Chief Engineer/ DTTDC, on 12th November 2008,\n             referred Claims No. 1-41, as were included in the Annexure-E\n             of the Final Bill, totaling to an amount of Rs.11,96,17,555/-;\n             and later another Claim for the &#x27;balance amount of Final Bill&#x27;\n             amounting to Rs.l,58,05,820/ - was referred on 23rd\n             November 2010, with reference to Claimants&#x27; letter dated 3-\n             07-2010.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_48\">             The total amount referred thus comes to Rs.13,54,23,375/-,\n             which is within the amount of Rs.13,86,38,203/ - originally\n             sought to be referred for arbitration by Claimants. Thus\n             essentially both the references arise out of the Claimants&#x27;\n\n\n<span class=\"hidden_text\" id=\"span_29\">        OMP No.510/2015                                Page 15 of 23</span>\n              original request dated 16.09.2008. It is thus noted that claims\n             covered in the two references have arisen because of the gap\n             between the Final Bill as submitted by Claimants on 20-09-\n             2005 and as paid by Respondents on 28-07-2006.\n</p>\n<p data-structure=\"Section\" id=\"p_49\">             C. The Respondents have referred to Contract Clause 9, as\n             per which no further claims shall be made by the Contractor\n             after submission of the final bill and these shall be deemed to\n             have been waived and/ extinguished. Without going into the\n             merit and legal validity of such a contract provision in view of\n             <a href=\"/doc/1224074/\" id=\"a_26\">Section 28</a> of the Indian Contract Act, it is however evident\n             that the Claims in question are those as were a part of the\n             Final Bill submitted by the Claimants. Thus the\n             Respondents&#x27;      contention that the claims alleged by\n             Claimants before this arbitral tribunal were never raised or\n             mentioned in the final bill is disproved.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_50\">             D. Further the Respondents have alleged that the claims were\n             made on 16-09-2008, which is after expiry of more than three\n             years after the date of completion of work, which was 12-04-\n             2005. The argument of Respondents is flawed in as much as\n             the reference point for the purpose of limitation would not be\n             the date of completion of work but the date of payment of the\n             Final Bill which as per the Respondents themselves, was on\n             28-07-2006. Thus the Claims having been raised by\n             Claimants on 16-09-2008 is well within three years of the\n             payment of Final Bill by Respondents.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_51\">             E. In fact as per details furnished by Respondents on February\n             25, 2014 in their Exhibit R-S8, showing the details of various\n             payments released to Claimants, it is noticed that the last\n             payment was released by Respondents on 27-02-2007. If the\n             same is considered as the cut-off date for the purpose of\n             limitation then the Claims have been raised by Claimants\n             even in a lesser period than mentioned above.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_52\">             F. In view of the above the question of limitation does not\n             arise and the preliminary objection raised by Respondents is\n             found to be without any merit and there appears to be no\n             ground for such an objection. Therefore the objection raised\n             by Respondents is not considered to be sustainable and is\n             accordingly rejected.\n</p>\n<p data-structure=\"RespArg\" id=\"p_53\">             1.3.4. Since the preliminary objections raised by Respondents\n             have not been found to be sustainable, the matter is decided\n             on merits as follows.&quot;\n</p>\n<p data-structure=\"Section\" id=\"p_54\">33.   <a href=\"/doc/1224074/\" id=\"a_27\">Section 28</a> of the Indian Contract Act, is also relevant in the\ncontext and it read:-\n</p><blockquote id=\"blockquote_34\">             &quot;28 Agreements in restraint of legal proceedings, void. --\n             Every agreement,--\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_30\">        OMP No.510/2015                                Page 16 of 23</span>\n<blockquote id=\"blockquote_35\">              (a) by which any party thereto is restricted absolutely from\n             enforcing his rights under or in respect of any contract, by the\n             usual legal proceedings in the ordinary tribunals, or which\n             limits the time within which he may thus enforce his rights; or\n</blockquote><blockquote id=\"blockquote_36\">             (b) which extinguishes the rights of any party thereto, or\n             discharges any party thereto, from any liability, under or in\n             respect of any contract on the expiry of a specified period so\n             as to restrict any party from enforcing his rights, is void to\n             that extent.&quot;\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_55\">34.   The clause No.9 of the contract herein relate to <a href=\"/doc/65067/\" id=\"a_28\">Section 28</a>\n</p><p data-structure=\"Section\" id=\"p_56\">(b) and clause No.25 of the contract herein relate to <a href=\"/doc/333029/\" id=\"a_29\">Section 28(a)</a>\nof the Contract Act.\n</p>\n<p data-structure=\"Section\" id=\"p_57\">35.   To adjudicate upon the issue of limitation it is necessary to\nconsider the relevant portions of Clauses 9 and 25 of the contract\nbetween the parties hereto. While Clause 9 provides once the final\nbill is raised, payments of those items in the bill in respect of\nwhich there is no dispute and of items in dispute will as far as\npossible be made within six months. Clause 25 provides that if the\ncontractor does not make any demand for appointment of arbitrator\nin respect of any claims in writing within 120 days of receiving the\nintimation that the final bill is ready for payment, the claim of the\ncontractor shall be deemed to have been waived and absolutely\nbarred and the Petitioner herein shall be discharged and released of\nall liabilities under the contract in respect of these claims. Clause\n25 inasmuch as it extinguishes claims, much before the prescribed\nperiod of limitation under the <a href=\"/doc/1317393/\" id=\"a_30\">Limitation Act</a>, is void as per\n<a href=\"/doc/1224074/\" id=\"a_31\">Section 28</a> of the Contract Act, 1872, as amended. This issue being\nno longer res integra.\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_31\">        OMP No.510/2015                                Page 17 of 23</span>\n<p data-structure=\"Precedent\" id=\"p_58\"> 36.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1291574\" id=\"span_32\">In   <a href=\"/doc/1291574/\" id=\"a_32\">Hindustan         Construction           Corporation            vs   Delhi\nDevelopment Authority</a> 77 (1999) DLT 165 this Court noted:-</span>\n</p><blockquote id=\"blockquote_37\">            &quot;8. Learned counsel for the petitioner on the other hand has\n            argued that the said clause is hit by an amendment which has\n            been made to <a href=\"/doc/1224074/\" id=\"a_33\">Section 28</a> of the Contract Act (vide Amendment.\n            Act 1 of 1997) whereby clause (b) has been incorporated\n            therein. <a href=\"/doc/1224074/\" id=\"a_34\">Section 28</a> of the Contract Act deals with agreements\n            in restraint of legal proceedings, void. It envisages as under :-\n</blockquote><blockquote id=\"blockquote_38\">            &quot;Every agreement,-\n</blockquote><blockquote id=\"blockquote_39\">                  (a) by which any party thereto is restricted\n                  absolutely from enforcing his rights under or in\n                  respect of any contract, by the usual legal\n                  proceedings in the ordinary tribunals, or which\n                  limits the time within which he may thus enforce\n                  his rights: or\n</blockquote><blockquote id=\"blockquote_40\">                  (b) which extinguishes the rights of any party\n                  thereto, or discharges any party thereby, from any\n                  liability, under or in respect of any contract on\n                  the expiry of a specified period so as to restrict\n                  any party from enforcing his rights.&quot;\n</blockquote><p data-structure=\"RespArg\" id=\"p_59\">            9. Learned counsel for the petitioner inspired by <a href=\"/doc/616001/\" id=\"a_35\">Section 28(b)</a>\n            alluded to above, has then contended that the said provision of\n            law is very much applicable to the facts and circumstances of\n            the present case. By the incorporation of clause 25 in the\n            agreement his right to claim arbitration came to an end after\n            the expiry of period of 90 days from the date of intimation of\n            the final bill being ready for payment and thus he was\n            deprived of a very valuable right to claim the amount which\n            was due to him from the respondent.\n</p><p data-structure=\"Conclusion\" id=\"p_60\">            10. A perusal of the impugned award reveals that the claims of\n            the petitioner herein were defeated simply on the ground that\n            the invocation of the arbitration clause was barred by time.\n            Consequently the arbitrator did not decide the claims on\n            merit.\n</p><p data-structure=\"Conclusion\" id=\"p_61\">            11. In the circumstances stated above the petitioner are\n            entitled to succeed. The objections are hereby allowed. The\n            award dated January 7, 1994 is hereby set aside. The\n            arbitrator is hereby directed to decide the claims of the\n            petitioner on merits. In case the arbitrator who rendered the\n            impugned award is not available in that eventuality a new\n            arbitrator would be appointed by the authorities to go into the\n            claims of the petitioner and to render the award within the\n            statutory period.&quot;\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_62\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"8204676\" id=\"span_33\">37.   Further in <a href=\"/doc/8204676/\" id=\"a_36\">Grasim Industries Limited vs State of Kerala</a>\n2017 SCC OnLine SC 877 the Court noted:-</span>\n</p><blockquote id=\"blockquote_41\">            &quot;9. <a href=\"/doc/616001/\" id=\"a_37\">Section 28(b)</a> unequivocally provides, that an agreement\n            which extinguishes the right of a party on the expiry of a\n            specified period, would be void. Therefore, even if a restricted\n\n<span class=\"hidden_text\" id=\"span_34\">       OMP No.510/2015                                Page 18 of 23</span>\n              period for raising an arbitral dispute had actually been\n             provided for (as was determined, in the impugned order), the\n             same would have to be treated as void.\n</blockquote><blockquote id=\"blockquote_42\">             10. In view of the legal position expressed hereinabove, the\n             limitation with reference to the claim raised by the appellant,\n             would have to be determined only under <a href=\"/doc/249731/\" id=\"a_38\">article 137</a> of the\n             limitation act. Insofar as the instant aspect of the matter is\n             concerned, the High Court found that the claim raised by the\n             appellant was even beyond the period postulated under <a href=\"/doc/249731/\" id=\"a_39\">article\n             137</a> of the limitation act. In this behalf, the High Court\n             recorded the following observations:\n</blockquote><blockquote id=\"blockquote_43\">                    <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"433889\" id=\"span_35\">„7. It is not actually a decision on the claim\n                    made under Annexure-X; but it is a decision of\n                    the arbitration clause in the agreement. Apart\n                    from that the claim put forward by the applicant\n                    in respect of the shortage of supply of raw\n                    materials from 1988-89 onwards also is barred\n                    by limitation under <a href=\"/doc/249731/\" id=\"a_40\">article 137</a> of the limitation\n                    act. The Supreme Court in <a href=\"/doc/433889/\" id=\"a_41\">Steel Authority of\n                    India Limited v. J.C Budharaja</a> [(1999) 8 SCC\n                    122] held that the provisions of <a href=\"/doc/249731/\" id=\"a_42\">art.137</a> of the\n                    limitation act would apply and any action should\n                    be brought within three years from the date when\n                    the cause of action to recover the amount rose.\n                    Thus the request for appointment of arbitrator\n                    will have only to be rejected.&quot;</span>\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_63\">38.   In the instant case, the respondent herein had submitted the\nFinal Bill on 20.09.2005 and the Final Bill approved by the\nEngineer was signed by the respondent on 28.07.2006. The dispute\nhad, therefore, arisen between the parties on 28.07.2006, when the\nrespondent herein came to know about the amounts and claims not\napproved by the Engineer-in-Charge. Therefore, the Statement of\nClaims, having been filed on 16.09.2008 by the respondents herein\nis well within the limitation period of 3 years.\n</p>\n<p data-structure=\"RespArg\" id=\"p_64\">39.   A bare perusal of the respondent&#x27;s letter dated 20.09.2005,\nthrough which it had submitted its Final Bill to the petitioner and\nthe respondent&#x27;s letter dated 16.09.2008 invoking arbitration and\nseeking appointment of arbitrator makes it evidently clear that the\n\n<span class=\"hidden_text\" id=\"span_36\">        OMP No.510/2015                               Page 19 of 23</span>\n Final Bill submitted on 20.09.2005 was for a gross amount if\n`61,15,41,411/- and the net amount of the bill was `16,17,91,203/-\nThe bill also included the respondent&#x27;s claim Nos.1-41 for an\namount of `11,96,17,555/- in the Annexure E of the Final Bill. The\nFinal bill was passed/paid on 28.07.2006 by the petitioner to the\nrespondent. Further, the respondent vide dated 16.09.2008,\ninvoking arbitration, has acknowledged of having received a net\npayment of `2,31,53,000/- against the net Final Bill amount of\n`16,17,91,203/- as submitted by them, which being short by an\namount of `13,86,38,203/- was sought to be referred to arbitration.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_65\">40.   The Chief Engineer of the petitioner on 12.11.2008 referred\nClaims No.1-41, as were included in the Annexure - E of the Final\nBill, totaling to an amount of `11,96,17,555/- and later another\nclaim for the &#x27;balance amount of Final Bill&#x27; amounting to\n`1,58,05,280/- was referred on 23.11.2010, with reference to the\nrespondent&#x27;s letter dated 03.07.2010. The total amount referred\nthus comes to `13,54,23,275/-which is within the amount of\n`13,86,38,203/- originally sought to be referred for arbitration by\nthe respondent herein. Thus, essentially both the references arise\nout of the respondent&#x27;s original request dated 16.09.2008. Thus the\nclaims covered in the two references have arisen because of the\ngap between the Final Bill as submitted by the respondent herein\non 20.09.2005 and as paid by the petitioner herein on 28.07.2006.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_66\">41.   As per the details furnished by the petitioner showing details\nof various payments released to the respondent herein, it is noticed\n<span class=\"hidden_text\" id=\"span_37\">        OMP No.510/2015                   Page 20 of 23</span>\n the last payment was released by the petitioner herein on\n27.02.2007. If the same is considered to be the cut-off date for the\npurpose of limitation then the claims have been raised by\nclaimants/respondent herein even in a lesser period than mentioned\nabove.\n</p>\n<p data-structure=\"Section\" id=\"p_67\">42.   The completion certificate for the works was issued by the\npetitioner herein on 01.06.2006 stating the actual date of\ncompletion as 12.04.2005. Further, Clause 9 of the Contract\nbetween the parties hereto provides the Final Bill submitted by the\nrespondent shall include all the amounts due and payable as\nconsidered by the claimants. Therefore, from a bare perusal of\nClause 9 it is evident the parties had agreed that all the amounts\nthat the respondent considers due and payable, including the\ndisputed amount, has to be included in the Final Bill and the\nEngineer-in-Charge has to approve the Final Bill within a period of\nsix months. Obviously, only after the receipt of the approval of\npayment by the Engineer-in-Charge, the dispute, if any, will arise\nand thereafter the Contractor will be eligible for referring such\ndispute to arbitration.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_68\">43.   The contention of the petitioner the limitation period shall\ncommence from the date of completion of the works is not in\naccordance with the provisions of the contract. Further, the dispute\nbetween the parties shall occur only after submission of the bill\nand approval or rejection.\n</p>\n\n<span class=\"hidden_text\" id=\"span_38\">         OMP No.510/2015                  Page 21 of 23</span>\n<p data-structure=\"Facts\" id=\"p_69\"> 44.      The letter dated 18.10.2006 written by the respondent herein\nto the Superintending Engineer after rejection of its claim by the\nExecuting Engineer was to ask the superintendent Engineer to\nreimburse its claims and to look into the merits of the case and\nimpart justice. On 21.02.2007 the Superintending Engineer\nhowever rejected the claims and ultimately on 12.11.2007 the\nclaims and disputes were referred to the arbitrator subject to their\nadmissibility under Clause No.25 of the aforesaid agreement. All\nthe three authorities have rejected the claim as such Clause No.25\nwas duly complied with, even if, the claim was not preferred\nwithin 120 days but was within three years, which per <a href=\"/doc/333029/\" id=\"a_43\">Section\n28(a)</a> of the Indian Contract Act, was perfectly justified.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_70\">45.       A perusal of award would reveal the arbitral tribunal has\nexamined all the documents placed on record, appreciated the\nevidence led by the parties and made a reasoned award. Thus, there\nbeing no infirmity in the award passed by the learned arbitrator, I\nsee no reason why it should be set aside. The law is well settled\nthis Court is not to re-appreciate the evidence produced during\narbitral proceedings and it is only for the arbitrator to weigh such\nevidence and to reach to a conclusion which the learned arbitrator\nhas fairly done in this case. It is a settled law if two views are\npossible the view taken by the learned arbitrator cannot be\ninterfered with unless it is perverse and shock the conscience of the\nCourt.\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_39\">           OMP No.510/2015                  Page 22 of 23</span>\n<p data-structure=\"Precedent\" id=\"p_71\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31621011\" id=\"span_40\">46.   The jurisdiction of this Court is limited to see if the learned\ntribunal has transgressed beyond the contract or has not acted in\naccordance with law or if has applied wrong principles of law. The\nCourt under <a href=\"/doc/1219022/\" id=\"a_44\">Section 34</a> of the Act does not sit in appeal over the\naward and there is no scope of re-evaluation on merits or\nreinterpreting the terms of the contract. This position has even\nbeen upheld by the Apex Court in <a href=\"/doc/31621011/\" id=\"a_45\">Associate Builders vs. DDA</a>\n(2015) 3 SCC 49.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_72\">47.   The petition is dismissed. No orders as to cost.\n</p>\n\n\n<p data-structure=\"Conclusion\" id=\"p_73\">                                           YOGESH KHANNA, J\nJULY 16, 2018\nM\n\n\n\n\n<span class=\"hidden_text\" id=\"span_41\">        OMP No.510/2015                    Page 23 of 23</span>\n </p>","numcites":26,"numcitedby":0,"docsource":"Delhi High Court","citetid":138406310,"divtype":"judgments","relatedqs":[{"value":"excepted matter","formInput":"excepted%20matter"},{"value":"notified claims","formInput":"notified%20claims"},{"value":"final bill","formInput":"final%20bill"},{"value":"indian contract act","formInput":"indian%20contract%20act"},{"value":"gammon india","formInput":"gammon%20india"},{"value":"Delhi tourism and transportation","formInput":"Delhi%20tourism%20and%20transportation"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"\"arbitrable dispute\"","formInput":"%22arbitrable%20dispute%22"},{"value":"indian oil corporation ","formInput":"indian%20oil%20corporation%20"},{"value":"completion certificate ","formInput":"completion%20certificate%20"},{"value":"invoking of arbitration","formInput":"invoking%20of%20arbitration"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"arbitral award","formInput":"arbitral%20award"},{"value":"clause 25 of agreement","formInput":"clause%2025%20of%20agreement"},{"value":"delhi tourism    ","formInput":"delhi%20tourism%20%20%20%20"},{"value":"contract act","formInput":"contract%20act"},{"value":"engineer in charge","formInput":"engineer%20in%20charge"},{"value":"limitation period ","formInput":"limitation%20period%20"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"arbitration invoked once,can it be invoked again","formInput":"arbitration%20invoked%20once%2Ccan%20it%20be%20invoked%20again"}],"cats":[{"value":"agreements-in-restraint-of-legal-proceeding-void","formInput":"tag:agreements-in-restraint-of-legal-proceeding-void"},{"value":"review-judgment","formInput":"tag:review-judgment"},{"value":"rules-applicable-to-substance-of-dispute","formInput":"tag:rules-applicable-to-substance-of-dispute"},{"value":"waiver-of-right-to-object","formInput":"tag:waiver-of-right-to-object"},{"value":"application-for-setting-aside-arbitral-award","formInput":"tag:application-for-setting-aside-arbitral-award"}],"courtcopy":true,"query_alert":null,"agreement":false}