{"tid":69602242,"publishdate":"2019-09-05","title":"Smt. Nirmala Patkar vs The State Of Madhya Pradesh on 5 September, 2019","doc":"<h2 class=\"doc_title\">Smt. Nirmala Patkar vs The State Of Madhya Pradesh on 5 September, 2019</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIRONLINE 2019 MP 1071</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-paul\">Sujoy Paul</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-paul\">Sujoy Paul</a></h3>\n\n<pre id=\"pre_1\">    HIGH COURT OF MADHYA PRADESH, PRINCIPAL SEAT AT\n                      JABALPUR\n\nCase No.                             CRA. Nos.07/2012 &amp; 2979/2013\nParties Name                     Dheerendra Singh @ Dheeru &amp; another\n                                                 Vs.\n                                       State of Madhya Pradesh\n                                                  &amp;\n                                         Smt. Nirmala Patkar\n                                                  Vs\n                                       State of Madhya Pradesh\nDate of Judgment                05/09/2019\nBench Constituted              Justice Sujoy Paul &amp;\n                               Justice B.K.Shrivastava\nJudgment delivered by          Justice Sujoy Paul\nWhether approved for reporting Yes\nName of counsels for parties               CRA. No.07/2012\n                               For Appellants: Shri S.C. Datt, Advocate\n                               with Shri Manish Tiwari, Advocate\n\n                               For respondent-State:         Smt.    M.P.S.\n                               Chuckal, Panel Lawyer\n\n                                         CRA. No.2979/2013\n                               For Appellants: None\n\n                               For respondent No.1-State: Smt. M.P.S.\n                               Chuckal, Panel Lawyer\n\n                               For respondent No.2, 4 &amp; 6: None\n\n                               For respondent No.3:         Shri    Hitendra\n                               Golhani, Advocate\n\n                               For respondent No.5: Shri D.S. Dubey,\n                               Advocate\nLaw laid down                  1.<a href=\"/doc/279174/\" id=\"a_1\">Section 157</a> Cr.P.C. - Mere delay in\n                               sending the FIR to the Court will not vitiate\n                               investigation as a rule of thumb. It must be\n                               proved that delay or non-sending of FIR to\n                               the Court has caused prejudiced to the\n                               defence. If prosecution by leading cogent\n                               evidence established its case before the\n                               Court below and defence is unable to\n                               establish that FIR was ante time, merely\n                               because FIR was not sent to the Court will\n -:-    2   -:-\n                              CRA. No.07/2012 &amp; 2979/2013\n\n\n\n\n      not cause any dent to the case of the\n      prosecution.\n      2. <a href=\"/doc/1953529/\" id=\"a_2\">Indian Evidence Act</a> - When several\n      witnesses have been examined by the\n      prosecution there are bound to be miner\n      discrepancies in their evidence.          Such\n      discrepancies      are      natural     unless\n      discrepancies are material in nature, the story\n      of prosecution cannot be disbelieved.\n      3. <a href=\"/doc/1953529/\" id=\"a_3\">Evidence Act</a> - Case involving large\n      number of offenders. The evidence of two or\n      three witnesses who gave a consistent\n      account of incident is sufficient to sustain\n      conviction.\n      4. Child witness - His statement needs to be\n      considered with utmost care and caution.\n      The evidence of a child witness must find\n      adequate corroboration before it can be\n      relied upon.\n      5. Interpretation of Statute - The principle\n      of law laid down will be the binding\n      precedent. What has been actually decided\n      will bind the Court and not what is logically\n      flowing from it. The facts of the case\n      decided by Supreme Court do not have any\n      binding precedent.\n      6. <a href=\"/doc/81939/\" id=\"a_4\">Section 372</a> Cr.P.C. - While deciding the\n      appeal against acquittal, the following\n      factors must be taken into account -\n      (i) Presumption of innocence in favour of an\n      accused person is strengthened by order of\n      acquittal passed by the trial court;\n\n      (ii) Accused person is entitled to benefit of\n      reasonable doubt when it deals with merit of\n      appeal against acquittal;\n\n      (iii) Though, powers of appellate court in\n      considering appeals against acquittal are as\n      extensive as its powers in appeals against\n      convictions but appellate court is generally\n      loath in disturbing the finding of fact\n      recorded by the trial court. If the trial court\n      takes a reasonable view of the facts of the\n      case, interference by the appellate court with\n      the judgment of acquittal is not justified.\n\n      (iv) Merely because the appellate court on\n      reappreciation and re-evaluation of the\n      evidence is inclined to take a different view,\n                                   -:-    3   -:-\n                                                               CRA. No.07/2012 &amp; 2979/2013\n\n\n\n\n                                        interference with the judgment of acquittal is\n                                        not justified if the view taken by the trial\n                                        court is a possible view.\n\nSignificant paragraph numbers                32,33,35,36, 38,39,41,42,43, 50,51, 67\n\n                                   JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">                                    05.09.2019\n\nAs per: Sujoy Paul, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">      This common Judgement will dispose of Criminal Appeal Number\n\n2979/2013 and Criminal Appeal Number 07/2012.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">\n</p><p data-structure=\"Issue\" id=\"p_4\">1.    The Criminal Appeal Number 07/2012 is directed against the judgement\n\ndated 24/11/2011 whereby the Appellants were convicted for committing offence\n\nunder section 302, <a href=\"/doc/115231/\" id=\"a_5\">148</a> read with <a href=\"/doc/999134/\" id=\"a_6\">section 149</a> of the Indian Penal Code (hereinafter\n\nreferred to as <a href=\"/doc/1569253/\" id=\"a_7\">IPC</a>) and were directed to undergo rigorous imprisonment with fine\n\nof Rs. 1000 with default stipulation.\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">\n</p><p data-structure=\"Issue\" id=\"p_6\">2.    The Criminal Appeal Number 2979/2013 is filed by Complainant Smt.\n\nNirmala Patkar against the impugned judgement dated 24/11/2011 passed in\n\nSessions Case Number 78/2007, whereby, the Respondent Number 2 - 6 have\n\nbeen acquitted by the Court below.\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">\nCriminal Appeal Number 07/2012\n\n\n</p><p data-structure=\"Issue\" id=\"p_8\">3.    The Appellants Dhirendra Singh alias Dheeru and Shailendra Singh alias\n\nSheelu have filed this Appeal under <a href=\"/doc/929532/\" id=\"a_8\">section 374 (2)</a> of the Cr.P.C against the\n\naforesaid judgement dated 24/11/2011 passed in Sessions Trial Number 78/2007.\n\n\n</p><p data-structure=\"Facts\" id=\"p_9\">4.    The story of the prosecution in brief is that on 09/12/2006 at around 11\n\na.m., Dinesh Patwa (the deceased) was present behind his house. The Appellants\n\nalong with 5 other persons came there on motorcycles. The appellants were armed\n</p><p data-structure=\"Issue\" id=\"p_10\">                                  -:-   4   -:-\n</p><blockquote id=\"blockquote_1\">                                                             CRA. No.07/2012 &amp; 2979/2013\n\n\n\n\nwith swords and &#x27;Danda&#x27;/sticks. The accused persons assaulted him with the\n\nweapons they were carrying. The incident of assault was witnessed by Motilal\n\n(PW/13), Jang-Bahadur (PW/ 14), Archana PW 24, Rishu Patwa (PW/28) and\n\nother witnesses.\n</blockquote>\n<blockquote id=\"blockquote_2\">\n</blockquote><p data-structure=\"Facts\" id=\"p_11\">5.    The Complainant Nirmala and sister-in-law (Jethani) cried for help and\n\nresultantly, the neighbours and villagers reached to the place of incident. The\n\naccused persons fled away. Because of the aforesaid incident of assault, the\n\ndeceased Dinesh Patwa was seriously injured. An FIR regarding said crime was\n\nlodged by the Complainant Nirmala in Police station Raipur Karchulian as crime\n\nnumber 293/2006 under <a href=\"/doc/1593780/\" id=\"a_9\">sections 147</a>, <a href=\"/doc/115231/\" id=\"a_10\">148</a>, 307 read with <a href=\"/doc/999134/\" id=\"a_11\">section 149</a> of the IPC.\n\nThe injured Dinesh Pawta was taken to hospital where he was declared dead by\n\nthe doctors. The Incharge of the surgical ward doctor M.K. Tiwari sent the\n\ninformation to Police that Dinesh Patwa died at 5:35 PM. The body was kept at\n\nthe morgue of the hospital. In turn, the Police station recorded the &#x27;marg&#x27;\n\nintimation number 69/2006 under section 174 of the Cr.P.C.\n\n\n</p><p data-structure=\"Facts\" id=\"p_12\">6.    During investigation, the witnesses were summoned. The Panchnama of the\n\ndead body was prepared in the presence of witnesses. The body was sent for post-\n\nmortem. Dr. S.K. Pathak and Dr. Yatnesh Tripathi conducted the post-mortem.\n\nAfter receiving the post-mortem report, P.S. Karchulian started the investigation\n\nof the matter. The spot map was prepared. The bloodstained and simple soil was\n\nrecovered from the spot. The statements of Samar Bahadurm Nirmala Pawta,\n\nAnita, Rampratap, Sheshmani, Umakant, Hasmat and Jung Bahadur were\n\nrecorded under <a href=\"/doc/447673/\" id=\"a_12\">section 161</a> of the Cr.P.C. The accused persons were also arrested\n\nby the Police. The memorandum statement of appellant Shailendra @ Sheelu was\n\nrecorded and a sword was recovered from him as per information given by him.\n</p><p data-structure=\"Issue\" id=\"p_13\">                                   -:-   5   -:-\n</p><blockquote id=\"blockquote_3\">                                                            CRA. No.07/2012 &amp; 2979/2013\n\n\n\n\nThe clothes of the deceased were also seized. A cartridge was seized from the\n\nplace of incident. This statement of Moti Lal, Archana, Sunny Verma Kamlesh\n\nPatwa and Mahesh Tripathi were recorded. In addition, another spot map was\n\nprepared by the Patwari Mohd Iqbal Khan. Constable Prem Lal took the seized\n\nmaterial to F.S.L. Sagar for examination. After receiving the F.S.L. report, and\n\ncompletion of the investigation, the charge sheet was filed in the Court of the\n\nJudicial Magistrate 1st class, Rewa on 20/03/2007. The matter was committed to\n\nthe Sessions Court.\n</blockquote>\n<blockquote id=\"blockquote_4\">\n</blockquote><p data-structure=\"PetArg\" id=\"p_14\">7.    Before the Sessions Court, the accused persons abjured their guilt and\n\ncontended they have been falsely implicated. As many as 8 defence witnesses\n\nentered the witness box and deposed their statements in support of the defence.\n\n\n</p><p data-structure=\"Issue\" id=\"p_15\">8.    The Court below framed 2 questions and recorded the statement of 36\n\nprosecution witnesses and 8 defence witnesses. After recording the evidence and\n\nhearing the parties, the impugned judgement dated 24/11/2011 was passed\n\nwhereby the present Appellants were held guilty of committing offences under\n\n<a href=\"/doc/763672/\" id=\"a_13\">section 148</a> and <a href=\"/doc/1560742/\" id=\"a_14\">302</a>/<a href=\"/doc/999134/\" id=\"a_15\">149</a> of the Indian Penal Code whereas, the other accused\n\npersons were acquitted.\n</p>\n<p data-structure=\"Issue\" id=\"p_16\">\n</p><p data-structure=\"PetArg\" id=\"p_17\">9.    Shri S.C. Datt, learned Senior Counsel for the appellants assisted by Shri\n\nManish K Tiwari, urged that as per the prosecution story except the present\n\nAppellants, all the accused persons covered their faces by masks at the time of\n\nassault on Dinesh Patwa. The prosecution story is totally unbelievable that the\n\npresent Appellants did not cover their face by masks. More so, when as per\n\nprosecution story itself, the present Appellants were residents of the same village\n\nin which the deceased Dinesh Patwa resided. In support of this contention, Shri\n\nDatt placed reliance on the judgements of the Hon&#x27;ble Supreme Court reported in\n</p><p data-structure=\"Issue\" id=\"p_18\">                                   -:-   6   -:-\n</p><blockquote id=\"blockquote_5\">                                                              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"282004\" id=\"span_1\">CRA. No.07/2012 &amp; 2979/2013\n\n\n\n\nAIR 1956 SC 441 (<a href=\"/doc/282004/\" id=\"a_16\">Ram Shankar Singh &amp; Others vs. State of U.P</a>.)</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"437819\" id=\"span_2\">and AIR\n\n1981 SC 1388 (<a href=\"/doc/437819/\" id=\"a_17\">Lakshman Prasad vs. State of Bihar</a>).</span>\n</blockquote>\n<blockquote id=\"blockquote_6\">\n</blockquote><p data-structure=\"Precedent\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1064079\" id=\"span_3\">10.   The next contention of the learned Senior Counsel is that FIR was ante time\n\nand was totally untrustworthy. To buttress this contention, reliance is placed on the\n\ncontradictions in the statements of prosecution witnesses and it was canvassed\n\nthat Complainant Nirmala in fact did not visit the Police station to lodge the FIR.\n\nThe Police upon receiving the phone call, reached to the place of incident. Thus,\n\nfactum of lodging FIR is highly doubtful. Reliance is placed on the judgement of\n\nthe Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/1064079/\" id=\"a_18\">Bir Singh &amp; others vs. State of U.P.</a>\n\nreported in 1978 AIR SC 59, Mehraj Singh vs. State of Uttar Pradesh reported in\n\n(1994) 5 SCC 188 and Thanedar Singh vs. State of M.P. reported in (2002) 1\n\nSCC 487.</span>\n</p>\n<p data-structure=\"Issue\" id=\"p_20\">\n</p><p data-structure=\"Facts\" id=\"p_21\">11.   Shri Datt, by taking this Court to the statement of witnesses argued that\n\nthere are serious material inconsistencies amongst the statements of prosecution\n\nwitnesses and it is not safe to accept that the FIR was lodged by Nirmala. Reliance\n\nis placed on the statements of Hasmat Ali (PW/8), Satya Prakash Tripathi (PW/11)\n\nand Sani Verma (PW/19).\n</p>\n<p data-structure=\"Issue\" id=\"p_22\">\n</p><p data-structure=\"Facts\" id=\"p_23\">12.   Furthermore, by placing reliance on the statement of Dr. S.K. Pathak\n\n(PW/27), it is canvassed that as per the ocular evidence, the Appellants herein had\n\nassaulted Dinesh Patwa from the sharp side of the sward on more than one\n\noccasion. The said witnesses categorically deposed that sword entered the body of\n\nthe deceased from the sharp side causing serious injuries and bleeding to the\n\ndeceased.\n</p><p data-structure=\"Section\" id=\"p_24\">                                    -:-   7   -:-\n</p><blockquote id=\"blockquote_7\">                                                              CRA. No.07/2012 &amp; 2979/2013\n\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_25\">13.   It is urged that this ocular evidence does not match with the medical\n\nevidence. By taking this Court to the statement of Dr A.P.S Gaharwar (DW - 8) it\n\nis argued that on the body of the deceased, lacerated wounds were found. The\n\nocular evidence is not supported by medical evidence. Since no sharp cut wounds\n\nwere found on the person of the deceased as per the statement of Dr A.P.S\n\nGaharwar (DW - 8) which could not be demolished during cross examination,\n\nthere was no justification in not believing his statement by the Court below.\n\nPutting it differently, it is urged that the prosecution witnesses&#x27; statement that the\n\nAppellants assaulted the deceased by using the sharp side of the sword on his head\n\nand other parts of the body could not be corroborated by the medical evidence.\n\nHence, the story of the prosecution is totally untrustworthy. The Court below has\n\nerred in overlooking this aspect in the impugned judgement. Reliance is placed on\n\nthe judgements of the Hon&#x27;ble Supreme Court in the case of Smt. Nagindra Bala\n\nMittra &amp; Another vs. Sunil Chandra Roy reported in AIR 1960 SC 706, Makan\n\nJivan &amp; Others vs. The State of Gujarat reported in (1971) 3 SCC 297, Piara\n\nSingh vs. State of Punjab reported in (1977) 4 SCC 452, Purushottam &amp;\n\nAnother vs. State of M.P., Amar Singh vs. State of Punjab reported in (1987) 1\n\nSCC 679 and Devatha Venkataswamy vs. P.P. High Court A.P.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_26\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"986284\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"138035813\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"103377076\" id=\"span_6\">14.   The learned Senior Counsel for the Appellants by taking this Court to the\n\nstatement of the investigating officer Sunil Kumar Gupta (PW/35) urged that it\n\ncannot be doubted that as mandated in <a href=\"/doc/279174/\" id=\"a_19\">Section 157</a> of Cr.P.C. intimation of\n\nlodging the FIR was not sent to the Court of competent jurisdiction. By placing\n\nreliance on the judgement of this Court in <a href=\"/doc/103377076/\" id=\"a_20\">Data Ram vs. State of M.P.</a> 2007 (<a href=\"/doc/138035813/\" id=\"a_21\">4)\n\nMPHT 303 and Chabbi Lal &amp; Anr. vs. State of M.P.</a> 2009 (1) JLJ 167 and Apex\n\nCourts in <a href=\"/doc/986284/\" id=\"a_22\">Aqeel Ahmed vs. State of U.P.</a> reported in (2008) 16 SCC 372 and Shiv</span></span></span>\n</p><p data-structure=\"Issue\" id=\"p_27\">                                    -:-   8   -:-\n</p><blockquote id=\"blockquote_8\">                                                               <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1241218\" id=\"span_7\">CRA. No.07/2012 &amp; 2979/2013\n\n\n\n\n<a href=\"/doc/1241218/\" id=\"a_23\">Lal vs. State of Chhattisgarh</a> (2011) 9 SCC 561, it is argued that the omission to\n\nsend the FIR to the Court has caused serious dent to the prosecution story. For this\n\nreason alone, the prosecution story has lost its credibility. Lastly, the learned\n\nSenior Counsel submitted that statements under <a href=\"/doc/447673/\" id=\"a_24\">section 161</a> of the Cr.P.C were\n\nrecorded belatedly. Thus, the story of the prosecution is totally unreliable.</span>\n\n\n</blockquote><p data-structure=\"Facts\" id=\"p_28\">15.   To elaborate, by taking this Court to the statements of prosecution witness,\n\nit was projected that such statements cannot bring home the guilt. Ram Pratap\n\nSen (PW-1) deposed that although the incident of assault had taken place in the\n\nback side of the house of the deceased-Dinesh Patwa, he did not hear any\n\nshouting etc. nor had seen Sadhna, Nirmala and Veeneta, the family members of\n\nthe deceased coming out of their houses. The statement of Ram Milan (PW-5)\n\nwas relied upon to submit that he had deposed that he had seen the body of the\n\ndeceased - Dinesh Patwa in the mortuary of Rewa Hospital wherein many persons\n\nwere present. The dead body was covered by bandage. He was unable to state the\n\nactual places of the body where injuries were inflicted. The family members of\n\nthe deceased did not inform him who assaulted the deceased and how he sustained\n\ninjuries. The police persons present there were also asking the family members\n\nabout the nature of incident and the name of the persons who had assaulted\n\nDinesh Patwa but they did not narrate anything about this. Narmada Prasad Patel\n\n(PW/6) stated that he does not recognize Dhirendra @ Gudda and nothing was\n\nrecovered from him. Hasmat Ali (PW/8) stated that on 09.12.2006, seven to eight\n\npersons came at the place of incident in motorcycles. Their faces were covered\n\nwith mask. However, despite that Dhirendra @ Dhiru and Shailendra @ Shilu&#x27;s\n\nfaces were visible. He deposed the statement before police after four to six days\n\nfrom the date of incident.\n</p><p data-structure=\"Section\" id=\"p_29\">                                  -:-   9   -:-\n</p><blockquote id=\"blockquote_9\">                                                           CRA. No.07/2012 &amp; 2979/2013\n\n\n\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_30\">16.   Similarly, Babulal Patel (PW-10) stated that Police did not recover any\n\nweapon in his presence from Shailendra @ Shilu although in the recovery memo\n\n(Ex.P-22), he admitted existence of his signature. Satya Prakash Tripathi (PW-11)\n\ndeposed that when he came out of village and approached the National Highway\n\nNo.7, in seven to eight motorcycles, ten to fifteen persons crossed him, they were\n\nnot carrying anything/weapons at that point of time. Since he had suspicion about\n\ntheir nature of movement, he informed the police station by telephone.            He\n\nreceived information from police station that some incident had already taken\n\nplace and Constable must have reached the place of incident by now. Later on, he\n\ncame to know that Dinesh Patwa was assaulted.\n</p>\n<p data-structure=\"Section\" id=\"p_31\">\n</p><p data-structure=\"Facts\" id=\"p_32\">17.   Upendra Singh (PW/12) turned hostile. Motilal (PW/13) stated that\n\nDhirendra and Shilu were sitting in the motorcycle and were carrying sword. He\n\nfurther stated that Shailendra and Dhirendra assaulted Dinesh Patwa by swords.\n\nThe swords were used for assault from the sharp side of it because of which\n\nmultiple injuries were caused to Dinesh Patwa on his head and other places of his\n\nbody. This witness further stated that after the incident, Dinesh Patwa was taken\n\nto hospital. While putting his body in a Jeep, the Police from the Police Station\n\nRaipur Karchuliyan had already reached the place of incident. He did not lodge\n\nany report in Police Chowki adjacent to GMH Hospital where Dinesh was\n\nadmitted for treatment.\n</p>\n<p data-structure=\"Section\" id=\"p_33\">\n</p><p data-structure=\"CDiscource\" id=\"p_34\">18.   The statement of Jang Bahadur (PW/14) was referred to show that he\n\ndeposed that he telephoned the Police Station Raipur Karchuliyan and informed\n\nthat he is speaking from house of Sarpanch of the village and a quarrel had taken\n\nplace between Dinesh Patwa and 8-10 boys. This witness also stated that the boys\n\nwho assaulted Dinesh Patwa have covered their faces by mask. Only their eyes\n</p><p data-structure=\"Issue\" id=\"p_35\">                                   -:-   10   -:-\n</p><blockquote id=\"blockquote_10\">                                                              CRA. No.07/2012 &amp; 2979/2013\n\n\n\n\nwere visible and hence he was unable to identify the assailants. Shivnarayan\n\n(PW/15) stated that he could not recognize/identify the assailants because they\n\nhad covered their faces by clothes. He further stated that he could not recognize\n\nthe present appellants and has not seen the incident. Mahesh Prasad Tripathi\n\n(PW/17) although supported the prosecution story, admitted that why in his police\n\nstatement, police has not recorded the name of the present appellants when the\n\nsame was clearly narrated by him is not known to him.\n\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_36\">19.   Sheshmani Verma&#x27;s statement (PW/18) was relied upon to submit that this\n\nwitness was close friend of Kamlesh, brother of the deceased and, therefore, his\n\nstatement is not trustworthy. Sunny Verma (PW/19) is a child witness. The\n\ndeceased was his father. Shri S.C. Datt, learned senior counsel placed reliance on\n\nthe note of the Court below recorded in the statement of this witness wherein it is\n\nmentioned that it appears that this child is a tutored witness. The statement of this\n\nwitness is relied upon mainly to submit that as per his statement, his mother and\n\naunt-Nirmal were present at the time of incident and from there, all of them took\n\nDinesh to the hospital. During this period, his mother or aunt did not state the\n\nreason of death of Dinesh to police. The number of assaults by the sword\n\nmentioned by this witness were also highlighted in support of contention that the\n\nnumbers of assaults so narrated by various witnesses contain glaring\n\ncontradiction/inconsistency. Archana Verma&#x27;s statement (PW/20) was referred to\n\nshow that she informed the doctor that assault was made mainly by using sword\n\nand if doctor has written the name of weapon used as &quot;rod&quot;, she cannot state the\n\nreason for the same. She further stated that her husband sustained injuries in his\n\nhead and not on other parts of the body. She further deposed that she is unable to\n\nstate how in Ex. D in &quot;A to A&quot; Part the name of weapon is written by police as\n</p><p data-structure=\"Precedent\" id=\"p_37\">                                  -:-   11 -:-\n</p><blockquote id=\"blockquote_11\">                                                            CRA. No.07/2012 &amp; 2979/2013\n\n\n\n\n&quot;lathi&quot;. She informed the police that weapon used for attack was a sword. Para\n\n23 of her deposition was referred to submit that as per this statement, Dhiru was\n\ncarrying a &quot;naked sword&quot; whereas Shilu was armed with &quot;danda&quot;. She further\n\nstated that eight to ten attacks were made on the head of Dinesh from the sharp\n\nside of the sword. The other assailants also assaulted Dinesh by using swords.\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_38\">She was unable to recollect whether the police person recording her report was\n\nwearing read strip on the uniform or not. Similarly, she could not state how many\n\nrooms were there in the police station and who took her to the police station. She\n\nstated that a villager took her to the police station on a motorcycle. She went to\n\npolice station to lodge report with her nephew Rishu (PW/28).\n\n\n</p><p data-structure=\"RespArg\" id=\"p_39\">20.   The brother of deceased Kamlesh Patwa (PW-25) stated that attack on\n\ndeceased was by using sword by the present appellants. Thereafter, the appellant -\n\nShilu took a rod and attacked on the back side of the head of Dinesh. He found\n\nten to twelve wounds on the head of the deceased-brother. All such injuries were\n\ncaused by sword. He remained present at the place of incident till police arrived.\n\nThe learned counsel for the appellant also relied on the statement of Dr. S.K.\n\nPathak (PW-27) to submit that ocular evidence is not supported by the medical\n\nevidence. The Doctor admitted that in the mid of right thigh of deceased, a cut\n\ninjury was there. This cut occurred because of an operation to cure haematoma.\n\nHe further deposed that attacks on the body of deceased were made by hard and\n\nblunt objects. In his body, there was no injury caused by a sharp weapon.\n\n\n</p><p data-structure=\"Facts\" id=\"p_40\">21.   Rishu Patwa (PW-28) stated that appellant-Dhiru was carrying a &quot;sword&quot;\n\nwhereas Shilu was armed with a &quot;rod&quot;. Full name of his cousin - &#x27;Sunny&#x27; in the\n\nSchool is Siddharth Patkar. The police report was lodged by her aunt - Nirmala\n</p><p data-structure=\"Precedent\" id=\"p_41\">                                  -:-   12   -:-\n</p><blockquote id=\"blockquote_12\">                                                             CRA. No.07/2012 &amp; 2979/2013\n\n\n\n\nin her presence. The motorcycle on which she with her aunt went to police station\n\nwas driven by a villager -Pappu Yadav.\n</blockquote>\n<blockquote id=\"blockquote_13\">\n</blockquote><p data-structure=\"CDiscource\" id=\"p_42\">22.   Learned senior counsel placed heavy reliance on the statement of I.O. Sunil\n\nKumar Gupta (PW35). This witness stated that along with relevant FIRs recorded\n\npreviously, the concerned Constable had left for the Court at around 11.00 a.m.\n\nThus, copy of the FIR of present case could not be sent to the said Court. He\n\nfurther admitted that FIR was not sent to the concerned Court by him.\n\nConsequently, he could not point out the relevant entry in &quot;roznamcha sanha&quot;\n\n</p><blockquote id=\"blockquote_14\">(Ex.P-35) in this regard.\n</blockquote>\n<blockquote id=\"blockquote_15\">\n</blockquote><p data-structure=\"PetArg\" id=\"p_43\">23.   Learned counsel for the appellants also placed reliance on the statement of\n\nArunoday Tripathi (DW-1). It is stated by this witness that in attendance register\n\nof the school, the name of Siddharth Patkar is mentioned and this student was\n\npresent in the school on 09.12.2006, the date of incident. This statement is used by\n\nthe appellants to show that story of prosecution that Sunny shouted and upon\n\nhearing his call, other PWs reached to the place of incident is factually incorrect\n\nbecause Siddharth @ Sunny was present in the school on the date of incident. Dr.\n\nA.P.S. Gaharwar&#x27;s statement (DW/8) is heavily relied upon to submit that all\n\ninjuries were caused by hard and blunt object and not by swords.\n\n\n</p><p data-structure=\"RespArg\" id=\"p_44\">24.   Per contra, Mrs. M. Chuckal, learned panel lawyer supported the impugned\n\njudgement. During the course of hearing, the Learned panel lawyer placed\n\nreliance on various statements of witnesses and prayed for upholding the\n\nimpugned judgement. She urged that Dr. Gaharwar was neither the treating doctor\n\nof the deceased nor he had conducted the post-mortem. He, in clear terms\n\nadmitted that his statement is based on the document prepared by the said doctors.\n</p><p data-structure=\"Precedent\" id=\"p_45\">                                   -:-   13   -:-\n</p><blockquote id=\"blockquote_16\">                                                              CRA. No.07/2012 &amp; 2979/2013\n\n\n\n\nBy placing reliance on exhibit D - 9 and other medical documents, she urged that\n\nthe nature of wounds mentioned in the medical report completely tally with the\n\nocular evidence. On the head of the deceased, certain wounds were\n\nsutured/stitched. This itself shows, those were incised wounds and not lacerated\n\nwounds. It is a matter of common knowledge that only incised wounds can be\n\nstitched and not the lacerated wounds.\n</blockquote>\n<blockquote id=\"blockquote_17\">\n</blockquote><p data-structure=\"PetArg\" id=\"p_46\">25.   No other point is pressed by the learned counsel for the parties.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_47\">26.   We have bestowed our anxious consideration on the on the rival contentions\n\nand perused the record.\n</p>\n<p data-structure=\"Precedent\" id=\"p_48\">\n</p><p data-structure=\"Precedent\" id=\"p_49\">27.   The Court below in Para 14 of the judgment, considered the statements of\n\nwitnesses wherein inconsistent were canvassed regarding the number of injuries.\n\nThe Court below opined that when a single person is being assaulted by a number\n\nof persons, it is difficult to state with exactitude as to how many attacks were\n\nmade. Thus, inconsistency in this regard will not be fatal to the case of the\n\nprosecution.\n</p>\n<p data-structure=\"Precedent\" id=\"p_50\">\n</p><p data-structure=\"Facts\" id=\"p_51\">28.   The Court below did not agree with the argument of defence about the\n\nstatement of Nirmala (PW-24) to the extent she could not state about the direction\n\nof main door of the police station and name of the person with whom she travelled\n\nto police station in a motorcycle for lodging the report. It was taken note of by the\n\nCourt below that she travelled to lodge the report with Rishu (PW-28) and said\n\nwitness has corroborated her statement. The Court below also considered the\n\nstatement of Dr. M.K. Tiwari (PW-2), Dr. S.K. Pathak (PW-27) in great detail. The\n\nstatement of PW-20 (Archana) who is an eye-witness was also considered and\n\ndespite certain inconsistencies the Court below opined that she clearly deposed\n</p><p data-structure=\"Precedent\" id=\"p_52\">                                   -:-   14   -:-\n</p><blockquote id=\"blockquote_18\">                                                              CRA. No.07/2012 &amp; 2979/2013\n\n\n\n\nthat appellants had attacked her husband by sword. Similarly, statement of Satya\n\nPrakash Tiwari (PW-11), Motilal (PW-13), Jang Bahadur (PW-14), Amar Bahadur\n\n(PW-16) and Mahesh Tripathi (PW-17) were considered by the Court below. PW-\n\n17 deposed that appellants were seen by him after the incident, they were carrying\n\nswords and were saying that &quot;Dinesh Ko Nipta Diya Hai&quot; (We have finished\n\nDinesh).\n</blockquote>\n<blockquote id=\"blockquote_19\">\n</blockquote><p data-structure=\"CDiscource\" id=\"p_53\">29.   After considering the statements of witnesses, the Court below opined that\n\nthe story of defence that FIR was lodged belatedly is not trustworthy. It cannot be\n\nsaid that FIR was lodged belatedly or was recorded ante-time.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_54\">30.   The medical evidence supports the ocular evidence is the finding given by\n\nCourt below. Relevant injuries found on the person of the deceased were\n\nreproduced by the Court below in Para 44 of the impugned judgment. On the\n\nstrength of these injuries, the Court opined that such injuries can be caused by\n\nsword. The Court below disbelieved the statement of Dr. A.P.S. Gaharwar (PW-8)\n\nthat injuries were caused by hard and blunt object. It is further held that as per FIR\n\nitself, name of both the weapons, namely &quot;danda&quot; and &quot;sword&quot; were clearly\n\nmentioned. Thus, it cannot be said that sword was later on added in the FIR. PW-\n\nDr. S.K. Pathak&#x27;s statement (PW/27) was considered in Para 48 of the impugned\n\njudgment.\n</p>\n<p data-structure=\"Precedent\" id=\"p_55\">\n</p><p data-structure=\"Facts\" id=\"p_56\">31.   The recovery memorandum (Ex.P-21) was considered whereby &quot;sword&quot;\n\nand &quot;danda&quot; were recovered from the appellant-Shilu. The Court below on the\n\nstrength of judgment of Supreme Court opined that if the said weapons on which\n\nhuman blood is found were recovered from the possession of the appellants and\n\nthey did not putforth any plausible defence as to how these weapon were\n</p><p data-structure=\"Precedent\" id=\"p_57\">                                  -:-   15   -:-\n</p><blockquote id=\"blockquote_20\">                                                            CRA. No.07/2012 &amp; 2979/2013\n\n\n\n\nrecovered from them, it will be an important and relevant circumstance against the\n\nappellants even if blood group is not matched.\n</blockquote>\n<blockquote id=\"blockquote_21\">\n</blockquote><p data-structure=\"PetArg\" id=\"p_58\">32.   The appellants contended that the FIR was ante-dated. As mandated in\n\n<a href=\"/doc/279174/\" id=\"a_25\">Section 157</a> Code of Criminal Procedure, the prosecution could not establish that\n\nFIR was &quot;forthwith&quot; sent to the concerned Court, hence the factum of lodging FIR\n\nis highly doubtful. Moreso when certain prosecution witnesses have deposed that\n\nthey informed the concerned police station on telephone and police reached to the\n\nplace of incident promptly. Since, FIR itself is under shadow of doubt, the entire\n\ninvestigation and trial founded upon it is also under dark shadow of doubt.\n\n\n</p><p data-structure=\"Section\" id=\"p_59\">33.   Before dealing with the rival contentions, it is apposite to refer to <a href=\"/doc/1943580/\" id=\"a_26\">Section\n\n157(1)</a> of Code of Criminal Procedure, 1973 which reads as under :\n\n\n</p><blockquote id=\"blockquote_22\">            &quot;157. Procedure for investigation . - (1) If, from\n            information received or otherwise, an officer in charge of a\n            police station has reason to suspect the commission of an\n            offence which he is empowered under <a href=\"/doc/288317/\" id=\"a_27\">section 156</a> to\n            investigate, he shall forthwith send a report of the same to\n            a Magistrate empowered to take cognizance of such offence\n            upon a police report and shall proceed in person, or shall\n            depute one of his subordinate officers not being below such\n            rank as the State Government may, by general or special\n            order, prescribe in this behalf, to proceed, to the spot, to\n            investigate the facts and circumstances of the case, and, if\n            necessary, to take measures for the discovery and arrest of\n            the offender;\n</blockquote><blockquote id=\"blockquote_23\">                                                  (Emphasis supplied)\n</blockquote><p data-structure=\"Precedent\" id=\"p_60\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1204394\" id=\"span_8\">34.   In catena of judgments, it was held that <a href=\"/doc/445276/\" id=\"a_28\">Code of Criminal Procedure</a>\n\nprovides for certain internal and external checks, one of them being the receipt of\n\na copy of the first information report by Magistrate concern. [See: 2007 (13) SCC\n\n501 (<a href=\"/doc/1204394/\" id=\"a_29\">Ramesh Baburao Devaskar and others Vs. State of Maharashtra</a>)].</span> In 2013\n\n(12) SCC 316 (Rattiram and others Vs. State of Madhya Pradesh), it was held\n\nthat the purpose behind sending a copy of the FIR to the Magistrate concern is to\n</p><p data-structure=\"Precedent\" id=\"p_61\">                                   -:-   16   -:-\n</p><blockquote id=\"blockquote_24\">                                                              CRA. No.07/2012 &amp; 2979/2013\n\n\n\n\navoid any kind of suspicion being attached to the FIR. The Court may draw\n\nadverse inference against the prosecution if it is not convinced as regards the\n\ntruthfulness of the prosecution version and trustworthiness of the witnesses.\n\n\n</blockquote><blockquote id=\"blockquote_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"174377415\" id=\"span_9\">35.   Recently, a Division Bench of this Court in <a href=\"/doc/174377415/\" id=\"a_30\">Man Singh Vs. State of M.P.\n\n(Cr. A. No.1485/1994</a>) reported in 2019 (2) MPLJ (Cri) 191 considered the\n\nnumber of judgments of Supreme Court and culled out the principles in Para 47 of\n\n<a href=\"/doc/174377415/\" id=\"a_31\">the said judgment</a>. The purpose behind insertion of <a href=\"/doc/279174/\" id=\"a_32\">Section 157</a> Cr.P.C. is to keep\n\nthe Magistrate informed about investigation of a cognizable offence to enable him\n\nto control the investigation and if necessary to give proper direction under <a href=\"/doc/244234/\" id=\"a_33\">Section\n\n159</a> Cr.P.C. It is held to be an &#x27;external check&#x27; on the working of the police\n\nagency.</span>\n</blockquote>\n<blockquote id=\"blockquote_26\">\n</blockquote><blockquote id=\"blockquote_27\">36.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"174377415\" id=\"span_10\">In the considered opinion of this Court, if the judgments referred in <a href=\"/doc/174377415/\" id=\"a_34\">Man\n\nSingh</a> (supra) are considered in their true spirit, it can be safely concluded that\n\ndelay in sending the report to concerned Court under <a href=\"/doc/279174/\" id=\"a_35\">Section 157</a> Cr.P.C. will not\n\nmake the FIR as untrustworthy as a rule of thumb. If such delay is caused\n\nprejudice to the accused and creates a serious doubt on the factum of lodging the\n\nFIR itself at the appropriate time and if prosecution is unable to establish its case\n\nby leading cogent and credible evidence, the delay in dispatching the FIR may be\n\ndetrimental to the case of the prosecution.</span>\n</blockquote>\n<blockquote id=\"blockquote_28\">\n</blockquote><blockquote id=\"blockquote_29\">37.   We are not oblivious of the fact that in the present case the argument of\n\nlearned senior counsel for the appellants was that the prosecution has failed to\n\nestablish that FIR was ever sent to the Court concerned. Interestingly, this point\n\nwas not raised by appellants even feebly before the Court below. However, this\n\npoint is no more res integra. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"946566\" id=\"span_11\">In 1995 MPLJ 439 (<a href=\"/doc/946566/\" id=\"a_36\">Naniya Vs. State of M.P.</a>), this</span>\n</blockquote><blockquote id=\"blockquote_30\">                                    -:-   17   -:-\n</blockquote><blockquote id=\"blockquote_31\">                                                              CRA. No.07/2012 &amp; 2979/2013\n\n\n\n\nCourt opined that there were six eye-witnesses against the appellants. It is not the\n\ncase of defence that they were in any way on inimical terms with the accused\n\npersons and, therefore, the entire testimony of all the six eye-witnesses cannot be\n\nrejected merely because the fact of information being sent to the Magistrate under\n\n<a href=\"/doc/279174/\" id=\"a_37\">Section 157</a> Cr.P.C. has not been proved.\n</blockquote>\n\n<blockquote id=\"blockquote_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1561858\" id=\"span_12\">38.     Similarly, in 2002 (5) MPLJ 359 (<a href=\"/doc/1561858/\" id=\"a_38\">State of M.P. Vs. Pattu @ Pratap Singh</a>)\n\nalso it was held that &quot;mere non-compliance of <a href=\"/doc/279174/\" id=\"a_39\">Section 157</a> Cr.P.C. shall not led to\n\nthrowing out the case of the prosecution. Compliance of this provision is an\n\nexternal check provided in <a href=\"/doc/445276/\" id=\"a_40\">Code of Criminal Procedure</a> to prevent ante-dating of\n\nFIR&quot;.</span>\n</blockquote>\n\n<blockquote id=\"blockquote_33\">39.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1561858\" id=\"span_13\">In the case of <a href=\"/doc/1561858/\" id=\"a_41\">Pattu</a> (supra), since there was nothing on record to establish\n\nthat FIR was ante-dated, the Court did not believe the defence that FIR was ante-</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_62\">dated. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1660313\" id=\"span_14\">In 2004 (2) MPLJ 561 (<a href=\"/doc/1660313/\" id=\"a_42\">Poor Singh &amp; Others vs. State of M.P.</a>), this Court\n\nopined that non-compliance of <a href=\"/doc/279174/\" id=\"a_43\">Section 157</a> Cr.P.C. is an infirmity which when\n\ncoupled with other infirmities, might extend benefit of doubt to the accused.</span> The\n\ncase of the prosecution may not be thrown out merely for non-compliance of\n\nSection 157 of Cr.P.C.\n</p>\n<p data-structure=\"Precedent\" id=\"p_63\">\n</p><p data-structure=\"Conclusion\" id=\"p_64\">40.     In the instant case also, there is no evidence on record to show that wife of\n\nthe deceased, sister-in-law of the deceased and Kamlesh (brother) were having\n\nany previous animosity with the appellants. They were eye-witnesses and deposed\n\nabout the incident in great detail. They could identify the appellants and narrate\n\nthe role played by them during the incident.\n</p>\n<p data-structure=\"Precedent\" id=\"p_65\">\n</p><p data-structure=\"Precedent\" id=\"p_66\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"282004\" id=\"span_15\">41.     The judgments of Supreme Court in <a href=\"/doc/282004/\" id=\"a_44\">Data Ram, Aqeel Ahmed, Thanedar\n\nSingh and Chhabilal</a> (supra) are of no assistance to the appellants in the instant</span>\n</p><p data-structure=\"Precedent\" id=\"p_67\">                                    -:-   18   -:-\n</p><blockquote id=\"blockquote_34\">                                                                CRA. No.07/2012 &amp; 2979/2013\n\n\n\n\ncase because no enmity between the appellants and the eye-witnesses could be\n\nestablished. Merely because certain columns of FIR were not filled up, it cannot\n\nbe said that FIR was written ante-time. The ratio decidendi of judgments of\n\nSupreme Court while interpreting <a href=\"/doc/279174/\" id=\"a_45\">Section 157</a> Cr.P.C. is that mere violation of\n\n<a href=\"/doc/1002421/\" id=\"a_46\">Section 157</a> will not make the FIR as untrustworthy as a straight jacket formula. It\n\nwill only a circumstance which may create doubt or may cause dent on the story\n\nof prosecution, if prosecution has otherwise failed to establish its case by leading\n\ncogent evidence. Thus, we are unable to hold that FIR is untrustworthy in the\n\ninstant case because copy thereof was not sent to the concerned Court. We say so\n\nbecause we are convinced that prosecution has led credible evidence to establish\n\nits case which will be considered hereinafter.\n</blockquote>\n<blockquote id=\"blockquote_35\">\n</blockquote><p data-structure=\"Conclusion\" id=\"p_68\">42.   Nirmala (PW/24) in clear terms deposed that she lodged the report in the\n\npolice station. Her statement was corroborated by Rishu (PW-28). In the cross-\n\nexamination, there is nothing which may demolish their statements. If Nirmala\n\ncould not recollect the name of person who was driving the motorcycle by which\n\nshe travelled to Police Station for lodging report, it will not be fatal at all. Nirmala\n\nis an eye-witness to the incident in which his brother-in-law was assaulted by\n\neight to ten persons by deadly weapons. She at that time must be in a state of fear\n\nand took assistance of a villager who took her alongwith her nephew to police\n\nstation. During this turmoil, if she could not recollect the name of persons who\n\ntook her to police station, it will not be a material flaw which will make her entire\n\nstatement unbelievable. Although heavy reliance was placed by the appellants on\n\nstatement of child witness namely Sunny, in our view, his statement wherein he\n\ndeposed that during the incident of assault and till his father Dinesh was taken to\n\nhospital, his aunt Nirmala (PW/24) was continuously with her will not cause any\n</p><p data-structure=\"Precedent\" id=\"p_69\">                                   -:-   19   -:-\n</p><blockquote id=\"blockquote_36\">                                                              <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"58284009\" id=\"span_16\">CRA. No.07/2012 &amp; 2979/2013\n\n\n\n\nharm to the story of prosecution. This is trite that the statement of child witness\n\nneeds to be considered with utmost care and caution/circumspection. The Court\n\nbelow recorded that this witness appears to have been tutored. The statement of\n\nchild witness that during the incident and till taking his father Dinesh Patwa to\n\nhospital, her aunt Nirmala with him has not been corroborated by any other\n\nwitness. In absence of any such corroboration, it is not safe to rely on his version.\n\nThe Apex Court recently in (2019) 4 SCC 522 (<a href=\"/doc/58284009/\" id=\"a_47\">Digamber Vaishnav vs. State of\n\nChhattisgarh</a>) opined that the evidence of a child witness must find adequate\n\ncorroboration before it can be relied upon. It is more a rule of practical wisdom\n\nthan law.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"171603837\" id=\"span_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1308098\" id=\"span_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"791244\" id=\"span_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"225119\" id=\"span_20\">{See <a href=\"/doc/225119/\" id=\"a_48\">Panchhi v. State of U.P.</a> (<a href=\"/doc/791244/\" id=\"a_49\">1998) 7 SCC 177, State of U.P. v. Ashok\n\nDixit</a> (<a href=\"/doc/1308098/\" id=\"a_50\">2000) 3 SCC 70, State of Rajasthan v. Om Prakash</a> (<a href=\"/doc/171603837/\" id=\"a_51\">2002) 5 SCC 745 and\n\nAlagupandi v. State of T.N.</a> (2012) 10 SCC 451}. Hence, this statement is of no\n\nassistance to appellants.</span></span></span></span>\n</blockquote>\n<blockquote id=\"blockquote_37\">\n</blockquote><p data-structure=\"Precedent\" id=\"p_70\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"282004\" id=\"span_21\">43.   Another limb of argument of appellants was based on <a href=\"/doc/282004/\" id=\"a_52\">Ram Shankar Singh\n\nand Lakshman Prasad</a> (supra). It was urged that as per prosecution story, the\n\nassailants had covered their faces by masks. This is unbelievable that two\n\npersons/appellants will not cover their faces by mask. Moreso, when they belong\n\nto same village to which deceased- Dinesh Patwa belonged. No doubt, in the\n\nfactual backdrop of the aforesaid cases, the Apex Court opined that the normal\n\nhuman behaviour would be to cover the faces by mask. However, the said\n\njudgments were passed in the peculiar factual backdrop of said cases. This is trite\n\nthat precedence is what is actually decided by Supreme Court and not what is\n\nlogically flowing from it. A single fact may change the precedential value of a\n\njudgment. In other words, there is no precedence on facts, only legal principle laid\n\ndown are binding.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"344330\" id=\"span_22\">[See: 2003 (1) SCC 289 (<a href=\"/doc/344330/\" id=\"a_53\">Ram Prasad Sharma Vs. Mani</a></span>\n</p><p data-structure=\"Precedent\" id=\"p_71\">                                  -:-   20   -:-\n</p><blockquote id=\"blockquote_38\">                                                             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"623061\" id=\"span_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"186705056\" id=\"span_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1561222\" id=\"span_25\">CRA. No.07/2012 &amp; 2979/2013\n\n\n\n\nKumar Subba and ors.), 2005 (3) SCC 427 (<a href=\"/doc/1561222/\" id=\"a_54\">Rekha Mukherjee Vs. Ashis Kumar\n\nDas and others</a>), 2018 (4) SCC 743 (<a href=\"/doc/186705056/\" id=\"a_55\">Jayant Verma and others Vs. Union of\n\nIndia</a>), 2018 (8) SCC 396 (Shanti Bhushan Vs. Supreme Court of India through\n\nits Registrar and anr.) and 2003 (2) SCC 111 (<a href=\"/doc/623061/\" id=\"a_56\">Bhavnagar University Vs.\n\nPalitana Sugar Mill (P) Ltd.</a> and ors.)].</span></span></span>\n</blockquote>\n<blockquote id=\"blockquote_39\">\n</blockquote><p data-structure=\"Precedent\" id=\"p_72\">44.   In our considered opinion, as a straight jacket formula, it cannot be said that\n\nin a given fact situation what will be the behaviour of a particular person. The\n\nbehaviour may vary from person to person, situation to situation. Human\n\nbehaviour in all situations cannot be described like edicts inscribed on a rock.\n\nPlato said Human behaviour flows from three main sources; desire, emotion and\n\nknowledge. It can be said that while physics and mathematics may tell us how the\n\nUniverse began, they are not much use in predicting human behaviour. Shailey\n\nsaid human behaviour is like the clear sky. Hard to predict the timing, duration,\n\nfrequency and intensity. Outbursts can only be imagined from the after effects.\n\nAnother author said human behaviour is messy and unpredictable and\n\nunconcerned with convenient symmetries. In nutshell, in can be said that a change\n\nin human behaviour is also a human behaviour.\n</p>\n<p data-structure=\"Precedent\" id=\"p_73\">\n</p><p data-structure=\"CDiscource\" id=\"p_74\">45.   The eye witnesses have deposed that they could identify both the\n\nappellants. These statements could not be demolished during extensive cross-\n\nexamination. Thus, we are unable to persuade ourselves with the argument of\n\nlearned senior counsel that statements of eye-witnesses were unbelievable.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_75\">46.   The appellants have taken pains to urge that the ocular evidence is not\n\nsupported by medical evidence. We do not see any merit in this contention also.\n\nThe Court below found following injuries on the person of the deceased:\n</p><blockquote id=\"blockquote_40\">                                   -:-   21   -:-\n</blockquote><blockquote id=\"blockquote_41\">                                                              CRA. No.07/2012 &amp; 2979/2013\n\n\n\n\n      (1) Three cut wound in the mid of left thighs sized 3x1/2 cm,\n      4x0.5 cm deep upto skin and 2x0.4 cm respectively all regular\n      margin.\n</blockquote>\n<blockquote id=\"blockquote_42\">      (2) Cut Injury of sized 4x0.2 cm on right calf region, on which\n      blood clotted was present and Straddle injuries of size 3x0.5 mm\n      transversally dorsal aspect of palm.\n</blockquote>\n<blockquote id=\"blockquote_43\">      (3) Swollen contusion injury of size 6x5 cm of blue color\n      obliquely placed on the right hand.\n</blockquote>\n<blockquote id=\"blockquote_44\">      (4) Several contusion on the right to the chest started from\n      second rib of size 3x2 cm, 5x2 cm, 4x2 cm and 3x1 cm\n      respectively; all injuries were contusion injuries.\n</blockquote>\n<blockquote id=\"blockquote_45\">      (5) Abrasion wound on the left frontal region which was 9 cm\n      away from the left orbital wherein there were 4 silk thread were\n      stitched of size was 4x3 cm.\n</blockquote>\n<blockquote id=\"blockquote_46\">      (6) Stitched wound o the right frontoparietal region wherein\n      there were 7 stitches of size were 7.6x7 cm obliquely placed.\n</blockquote>\n<blockquote id=\"blockquote_47\">      (7) Stitched wound of size 10.2x8 cm on the right occipital region\n      of skull at a distance of 4 inch from Nape of Neck transversely placed.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_76\">47.   A bare perusal of description of injuries makes it clear like noon day that\n\nthere were many injuries which were caused by sharp weapon. We also find\n\nsubstance in the argument of learned P.L. that Dr. S.K. Pathak (PW-27) admitted\n\nthat head of the deceased was covered by bandage. Certain head injuries were\n\nfound to have been stitched. It is only cut wound which can be stitched. The\n\nnature of injuries narrated by Dr. Pathak which are reproduced in Para 10 of the\n\njudgment also makes it clear that sharp cutting weapons were used because of\n\nwhich such injuries were caused. Dr. Pathak in his deposition clearly opined that\n\nthe death was homicidal and was caused because of said injuries. Apart from this,\n\nit is relevant to note that in the post mortem report, the nature of injuries and the\n\nobject, were mentioned. It was clearly mentioned that injuries were caused by\n\nsharp and hard object. After having recorded the said finding, it was no more open\n</p><p data-structure=\"Precedent\" id=\"p_77\">                                    -:-   22   -:-\n</p><blockquote id=\"blockquote_48\">                                                                CRA. No.07/2012 &amp; 2979/2013\n\n\n\n\nfor Dr. Pathak or Dr. A.P.S. Gaharwar to take a contrary stand during their\n\ndeposition. The post mortem report in no uncertain terms makes it clear that\n\ncertain cut injuries were found on the head of the deceased,which were caused by\n\nusing a sharp and hard object.\n</blockquote>\n<blockquote id=\"blockquote_49\">\n</blockquote><p data-structure=\"Precedent\" id=\"p_78\">48.   In this view of the matter, in our view, the Court below has not committed\n\nany error in holding that injuries found on the person of the deceased were caused\n\nby the appellants.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_79\">\n</p><p data-structure=\"Precedent\" id=\"p_80\">49.   As noticed, the argument of appellants was that there were serious\n\ndiscrepancies in the number of injuries shown by various prosecution witnesses.\n\nSimilarly there are serious inconsistencies in the narration regarding the nature of\n\nweapons used by the appellants. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1807108\" id=\"span_26\">In 1997 (4) SCC 192 (<a href=\"/doc/1807108/\" id=\"a_57\">Satbir Vs. Surat Singh</a>\n\nand ors.), it was held that &quot;an incident where a number of persons assaulted three\n\npersons at once and the same time with different weapons, some contradictions as\n\nto who assaulted whom and with which weapon with what weapon, were not\n\nunlikely and such contradiction could not be made a ground to reject the evidence\n\nof eye-witnesses, if it was otherwise reliable&quot;. The statements of prosecution\n\nwitnesses and particularly injured witnesses are trustworthy. Minor contradictions\n\nabout use of a particular weapon by appellants will not cause any dent on the\n\ncredibility of their statements.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_81\">\n</p><p data-structure=\"Precedent\" id=\"p_82\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"60133878\" id=\"span_27\">50.   Similarly, in 2013 (4) SCC 607 (<a href=\"/doc/60133878/\" id=\"a_58\">Subal Ghorai Vs. State of W.B.</a>), it was\n\nheld that where several witnesses have been examined, there are bound to be\n\nminor discrepancies in their evidence.          Such discrepancies are natural.       The\n\nprosecution story cannot be rejected on that ground.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"15386\" id=\"span_28\">[See: also 1999 (9) SCC 525\n\n(Leelaram Vs. State of Haryana and anr.), 1999 (8) SCC 649 (<a href=\"/doc/15386/\" id=\"a_59\">Rammi Vs. State</a></span>\n</p><p data-structure=\"Conclusion\" id=\"p_83\">                                   -:-   23   -:-\n</p><blockquote id=\"blockquote_50\">                                                             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"53756698\" id=\"span_29\">CRA. No.07/2012 &amp; 2979/2013\n\n\n\n\nof M.P.) and 2012 (7) SCC 646 (<a href=\"/doc/53756698/\" id=\"a_60\">Shyamal Ghose Vs. State of W.B.</a>)].</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"60133878\" id=\"span_30\">In <a href=\"/doc/60133878/\" id=\"a_61\">Subal\n\nGhorai</a>&#x27;s case (supra), it was further held as under :.</span>\n\n</blockquote><blockquote id=\"blockquote_51\">            &quot;In any case, the omissions are minor omissions pertaining to\n            non-mentioning of weapons carried by the accused or not\n            referring to the parts of the bodies of the deceased on which the\n            assault was made. Some of the witnesses have omitted to\n            mention the names of some of the accused. But, in our opinion,\n            on the substratum of the prosecution story, there are no\n            omissions or contradictions. While analysing the evidence, we\n            have kept in mind the manner in which several accused persons\n            armed with weapons attacked the deceased. In an attack of this\n            type, in the nature of things, there are bound to be some\n            omissions or discrepancies in the evidence of witnesses.\n            Experience shows that witnesses do exaggerate and this Court\n            has taken note of such exaggeration made by the witnesses and\n            held that on account of embellishments, evidence of witnesses\n            need not be discarded if it is corroborated on material aspects\n            by the other evidence on record.\n</blockquote>\n<blockquote id=\"blockquote_52\">            12. It is indeed necessary to note that one hardly comes across\n            a witness whose evidence does not contain some exaggeration\n            or embellishment--sometimes there could even be a deliberate\n            attempt to offer embellishment and sometimes in their over\n            anxiety they may give a slightly exaggerated account. The court\n            can sift the chaff from the grain and find out the truth from the\n            testimony of the witnesses. Total repulsion of the evidence is\n            unnecessary. The evidence is to be considered from the point of\n            view of trustworthiness. If this element is satisfied, it ought to\n            inspire confidence in the mind of the court to accept the stated\n            evidence though not however in the absence of the same.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_84\">                                                       (Emphasis supplied)\n\n</p><p data-structure=\"Precedent\" id=\"p_85\">51.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"76425760\" id=\"span_31\">In a recent judgment reported in AIR 2018 SC 4011 (<a href=\"/doc/76425760/\" id=\"a_62\">Menoka Malik and\n\nothers Vs. State of W.B. and others</a>), the Apex Court again held that in a case\n\ninvolving large number of offenders, the evidence of only two or three witnesses\n\nwho gave a consistent account of the incident is sufficient to sustain conviction.</span>\n\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1048134\" id=\"span_32\">This judgment is based on the judgment of Supreme Court reported in AIR 1965\n\nSC 202 (<a href=\"/doc/1048134/\" id=\"a_63\">Masalti Vs. State of U.P.</a>).</span>\n</p><p data-structure=\"Conclusion\" id=\"p_86\">                                   -:-   24   -:-\n</p><blockquote id=\"blockquote_53\">                                                              CRA. No.07/2012 &amp; 2979/2013\n\n\n\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_87\">52.   As per principles <a href=\"/doc/1048134/\" id=\"a_64\">laid down in</a> the above judgment, since eye-witnesses,\n\nnamely, Kamlesh, Rishu, Nirmala and Archana have clearly identified the\n\nappellants and deposed with necessary details that they used deadly weapons to\n\nassault the deceased - Dinesh because of which he died.               Even if other\n\nprosecution witnesses have turned hostile or their statements are pregnant with\n\ncertain inconsistencies/contradictions, it will not cause any dent to the story of the\n\nprosecution. Thus, we are of the considered opinion that the Court below has not\n\ncommitted any error of fact or law in holding the appellants as guilty on the basis\n\nof the evidence on record.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_88\">\n</p><p data-structure=\"Conclusion\" id=\"p_89\">53.   In view of the foregoing discussion, in our view, it is not a case where\n\nocular evidence is not corroborated/supported by medical evidence. Hence,\n\nJudgments cited by Shri Dutt in this regard cannot be pressed into service in the\n\ninstant case.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_90\">\n</p><p data-structure=\"CDiscource\" id=\"p_91\">54.   So far the statement of defence witness Dr. A.P.S. Gaharwar is concerned, it\n\nis not in dispute that said Doctor (DW-8) was neither a treating doctor nor the\n\nperson who had conducted the post-mortem. Indeed, he clearly deposed that his\n\nstatement is based on documents. The post-mortem report clearly shows that there\n\nwere cut injuries caused by sharp weapons which were reproduced by the Court\n\nbelow in Para 9 of the impugned judgment. The statement of this defence witness,\n\nin our view, will not improve the case of the appellants.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_92\">\n</p><p data-structure=\"CDiscource\" id=\"p_93\">55.   The another point raised by the appellants was that certain statements of\n\nprosecution witnesses recorded under <a href=\"/doc/447673/\" id=\"a_65\">Section 161</a> Cr.P.C. were recorded\n\nbelatedly. As per the admitted position, after the death of deceased - Dinesh, his\n\nbody was kept on the main road of the village and a &quot;chhaka jam&quot; (road block)\n</p><p data-structure=\"Conclusion\" id=\"p_94\">                                  -:-   25   -:-\n</p><blockquote id=\"blockquote_54\">                                                           CRA. No.07/2012 &amp; 2979/2013\n\n\n\n\nwas organized. The law and order situation was very bad and police was required\n\nto handle the same. The appellants have failed to establish: (i) what prejudice is\n\ncaused to them if said statements were recorded belatedly and (ii) how recording\n\nof the said statement belatedly will cause dent to the story of prosecution. Thus,\n\nwe are unable to mechanically hold that for this reason, impugned judgment can\n\nbe interfered with. The Court below has rightly held that the human blood was\n\nfound on the clothes of the appellants. The weapons used in the crime were\n\nrecovered from the appellants. In their defence, they did not describe as to how\n\nhuman blood was found in their clothes and on the weapons recovered from them.\n\nThe Court below also considered the post-mortem report wherein it is mentioned\n\nthat injury were caused by sharp and hard object. After taking account of credible\n\nevidence, the Court below opined that prosecution has established its case beyond\n\nreasonable doubt. We do not see any infirmity in the said finding of the Court\n\nbelow.\n</blockquote>\n<blockquote id=\"blockquote_55\">\n</blockquote><p data-structure=\"Conclusion\" id=\"p_95\">56.   In the result, the Criminal Appeal No.07/2012 is dismissed. As a\n\nconsequence, the appellants shall undergo the remaining jail sentence imposed on\n\nthem by the judgment dated 24.11.2011.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_96\">\nCriminal Appeal Number 2979/2013\n\n\n</p><p data-structure=\"Issue\" id=\"p_97\">57.   This appeal is filed under <a href=\"/doc/81939/\" id=\"a_66\">section 372</a> of the Cr.P.C against the judgment\n\ndated 24.11.2011 whereby, the Court below acquitted the Respondent No. 2 to 6.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_98\">58.   The stand of the appellant/complainant is that the prosecution led cogent\n\nevidence on the strength of which the Court below should have convicted all the\n\naccused persons. The Court below has failed to appreciate the evidence in its true\n\nperspective resulting in the acquittal of the Respondent No. 2 to 6 herein. It is\n</p><p data-structure=\"Conclusion\" id=\"p_99\">                                  -:-   26   -:-\n</p><blockquote id=\"blockquote_56\">                                                             CRA. No.07/2012 &amp; 2979/2013\n\n\n\n\nstated that proper appreciation of evidence will lead to an inevitable conclusion\n\nthat all the accused persons had jointly assaulted the deceased Dinesh Patwa and\n\ntherefore, all of them should have been held guilty under <a href=\"/doc/1258372/\" id=\"a_67\">section 147</a>, <a href=\"/doc/1560742/\" id=\"a_68\">302</a> and <a href=\"/doc/999134/\" id=\"a_69\">149</a>\n\nof the Indian Penal Code.\n</blockquote>\n<blockquote id=\"blockquote_57\">\n</blockquote><p data-structure=\"RespArg\" id=\"p_100\">59.   Per contra, Shri Hitendra Gohlani, learned counsel for the Respondent\n\nnumber 3 placed reliance on the statement of Archana (PW/20) , she has stated\n\nthat the Respondent number 3 was carrying a country made pistol (Katta) and he\n\nkept Kamlesh (PW 25) on the gunpoint. Kamlesh (PW/25) stated in clear terms\n\nthat he does not recognise/identify the person who was carrying the Katta. The\n\nname of Respondent number 3 was not mentioned in the FIR lodged on\n\n09/10/2006 and the statements recorded under <a href=\"/doc/447673/\" id=\"a_70\">section 161</a> of the Cr.P.C on\n\n11/10/2006. Interestingly, the Respondent number 3 is a bus - owner. On the next\n\ndate of the murder of Dinesh Patwa, his family members along with villagers laid\n\nhis body on the main road of the village and blocked the road in protest. The bus\n\nof the Respondent number 3 was also stopped by the villagers and it was badly\n\ndamaged by pelting stones. In turn, the Respondent number 3 lodged a report in\n\nthe Police station about the said damage caused to his bus. In order to wriggle out\n\nof the said act of damaging the bus, the appellant included the name of the\n\nRespondent number 3 which is clearly an afterthought. Shri Golani has taken\n\npains to contend that the Court below has not committed any error of fact or law\n\nin acquitting the Respondent number 3.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_101\">\n</p><p data-structure=\"Precedent\" id=\"p_102\">60.   He further contends that if two views are possible, the one which favours\n\nthe accused should be followed. In support of this contention, reliance is placed by\n\nthe counsel on the judgement of the Hon&#x27;ble Supreme Court in (2007) 9 SCC 135\n</p><p data-structure=\"Conclusion\" id=\"p_103\">                                  -:-   27   -:-\n</p><blockquote id=\"blockquote_58\">                                                             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"29606517\" id=\"span_33\">CRA. No.07/2012 &amp; 2979/2013\n\n\n\n\n(State of M.P. vs. Bachhudas @ Balram &amp; Others) and (2014) 5 SCC 730\n\n(<a href=\"/doc/29606517/\" id=\"a_71\">Murlidhar @ Gidda &amp; Another vs. State of Karnataka</a>).</span>\n\n\n</blockquote><p data-structure=\"PetArg\" id=\"p_104\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"29606517\" id=\"span_34\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"29606517\" id=\"span_35\">61.   Shri D.S Dubey, learned counsel for the Respondent number 5 and Shri\n\nKrishna Datt, learned counsel for the Respondent number 6 also advanced almost\n\nsimilar contentions in support of these Respondents. It is common ground that as\n\nper judgement of the Supreme Court in <a href=\"/doc/29606517/\" id=\"a_72\">Murlidhar</a> (supra), the scope of judicial\n\nreview against the judgement of acquittal is limited and if the present case is\n\ntested on the anvil of the acid test <a href=\"/doc/29606517/\" id=\"a_73\">laid down in</a> <a href=\"/doc/29606517/\" id=\"a_74\">Murlidhar</a> (supra), no fault can be\n\nfound in the impugned judgement. In absence of any credible evidence, against\n\nthe private Respondents, the Court below has rightly held that the prosecution has\n\nfailed to prove its case beyond reasonable doubt against the Respondents.</span></span>\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_105\">62.   Parties confined their arguments to the extent indicated above.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_106\">63.   We have heard the parties at length and have produced the record.\n\n\n</p><p data-structure=\"PetArg\" id=\"p_107\">64.   It is apposite to mention here that both the criminal appeals decided by this\n\ncommon judgment are arising out of same incident of murder of Dinesh Patwa.\n\nThe Court below found the charges as proved only against Dheerendra Singh @\n\nDheeru and Shailendra Singh @ Sheelu. In the present appeal, the appellants\n\nraised following grounds (i) the trial judge erred in holding that appellants\n\nalongwith unidentified persons assaulted the deceased. It should have been held\n\nthat appellants had been falsely implicated; (ii) since co-accused Narendra,\n\nMukesh, Prahlad and Krishna Dutt were acquitted by the Court below, the court\n\nerred grievously in law in placing reliance upon the same witnesses to convict the\n\nappellants; (iii) testimony of prosecution witnesses is grossly contrary in reliable\n\nand unworthy of any credit. Prosecution witnesses were closed relatives of\n</p><p data-structure=\"Conclusion\" id=\"p_108\">                                   -:-   28   -:-\n</p><blockquote id=\"blockquote_59\">                                                                CRA. No.07/2012 &amp; 2979/2013\n\n\n\n\ndeceased and they projected a false case; (iv) there was no evidence as to which\n\npart of the body of the appellants received injuries.\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_109\">65.   Interestingly, appellant in this case is the complainant and not the\n\naccused/convicts. The grounds of appeal are casually drafted or appear to be\n\noutcome of a mechanical &quot;cut, copy, paste&quot; of another appeal preferred by\n\nconvicts. This appeal filed by complainant is directed against the judgment of\n\nacquittal of private respondents herein. We wonder as to how this appeal is filed\n\non aforesaid grounds.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_110\">66.   However, in the interest of justice, we deem it proper to examine the\n\ncontentions advanced before us. So far respondent No.3 Prabhat is concerned, the\n\nCourt below in para 29 to 32 of the impugned judgment opined that the name of\n\nthis person has been added later on. In the FIR and the statements recorded under\n\n<a href=\"/doc/447673/\" id=\"a_75\">Section 161</a> Cr.P.C., the name of Prabhat was not there. The bus of Prabhat was\n\ndamaged on 10.12.2006 during &#x27;chakkajam&#x27; and report thereto was lodged in\n\npolice station vide Crime No.293/2006. Rojnamcha Sanha of the said complaint\n\nwas filed as Exhibit D/14. The Court below specifically opined that PW/8,\n\nPW/11, PW/13, PW/14, PW/16, PW/17, PW/18, PW/19 and PW/22 have not\n\ntaken the name of Prabhat in their statements. The statements of family members\n\nof deceased namely; Archna PW/20 and Kamlesh PW/25 were recorded on\n\n11.12.2006, the next day of the day, Prabhat&#x27;s bus was damaged i.e. 10.12.2006.\n\nThus, Court below opined that possibility cannot be ruled out that Prabhat&#x27;s name\n\nis added later on and this act is outcome of an afterthought.\n\n</p><p data-structure=\"Precedent\" id=\"p_111\">67.   As per the principle <a href=\"/doc/29606517/\" id=\"a_76\">laid down in</a> the case of Muralidhar and Bacchudas\n\n(supra), the appellate court while dealing with the appeal against the acquittal\n\nmust bear in mind the following :\n</p><blockquote id=\"blockquote_60\">                                   -:-   29   -:-\n</blockquote><blockquote id=\"blockquote_61\">                                                              CRA. No.07/2012 &amp; 2979/2013\n\n\n\n\n</blockquote><blockquote id=\"blockquote_62\">      (i) There is presumption of innocence in favour of an accused\n      person and such presumption is strengthened by the order of\n      acquittal passed in his favour by the trial court;\n</blockquote>\n<blockquote id=\"blockquote_63\">      (ii) The accused person is entitled to the benefit of reasonable doubt\n      when it deals with the merit of the appeal against acquittal;\n</blockquote>\n<blockquote id=\"blockquote_64\">      (iii) Though, the powers of the appellate court in considering the\n      appeals against acquittal are as extensive as its powers in appeals\n      against convictions but the appellate court is generally loath in\n      disturbing the finding of fact recorded by the trial court. It is so\n      because the trial court had an advantage of seeing the demeanour of\n      the witnesses. If the trial court takes a reasonable view of the facts\n      of the case, interference by the appellate court with the judgment of\n      acquittal is not justified. Unless, the conclusions reached by the trial\n      court are palpably wrong or based on erroneous view of the law or\n      if such conclusions are allowed to stand, they are likely to result in\n      grave injustice, the reluctance on the part of the appellate court in\n      interfering with such conclusions is fully justified; and\n\n</blockquote><blockquote id=\"blockquote_65\">      (iv) Merely because the appellate court on reappreciation and re-\n</blockquote><p data-structure=\"Conclusion\" id=\"p_112\">      evaluation of the evidence is inclined to take a different view,\n      interference with the judgment of acquittal is not justified if the view\n      taken by the trial court is a possible view. The evenly balanced\n      views of the evidence must not result in the interference by the\n      appellate court in the judgment of the trial court.\n</p><p data-structure=\"Conclusion\" id=\"p_113\">                                                     (Emphasis supplied)\n\n</p><p data-structure=\"Precedent\" id=\"p_114\">68.   Similarly, in Bacchudas (supra), it was held that interference in the\n\njudgment in a case of acquittal can be made provided there are compelling reasons\n\nfor doing so. In our view, the Court below has taken into account the relevant\n\npiece of evidence in relation to Prabhat and rightly opined that no case is made out\n\nagainst him by the prosecution beyond reasonable doubt. The finding of Court\n\nbelow is plausible one. Hence, we give our stamp of approval to this finding\n\nwhereby Prabhat was acquitted. So far respondent No.5 and 6 are concerned, the\n\njudgment of acquittal needs to be tested on the anvil of the principles laid down in\n\nMuralidhar and Bacchudas(Supra). The Court below opined that name of\n\nKrishna Datt was not mentioned in the FIR. He was not identified in the Test\n\nIdentification Parade. Similarly against Mukesh Singh, there is no cogent\n</p><p data-structure=\"Conclusion\" id=\"p_115\">                                               -:-   30   -:-\n</p><blockquote id=\"blockquote_66\">                                                                      CRA. No.07/2012 &amp; 2979/2013\n\n\n\n\n          evidence. The Court has considered the aspect of involvement of the private\n\n          respondents herein with sufficient detail. No infirmity could be established while\n\n          examining the findings given by the Court below. We are unable to hold that\n\n          Court below has committed any error of law and fact which warrants interference\n\n          by this Court in an appeal filed against the judgment of acquittal. Resultantly,\n\n          Criminal Appeal No.2979/2013 is dismissed.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_116\">          69.         As analyzed above, both the Criminal Appeals No.07/2012 and 2979/2013\n\n          are dismissed. The appellants of Criminal Appeal No.07//2012 shall undergo their\n\n          remaining part of sentence. Let a copy of this judgment be sent to the Court\n\n          below.\n</p>\n<pre id=\"pre_2\">                       (SUJOY PAUL)                            (B.K. SHRIVASTAVA)\n                          JUDGE                                       JUDGE\nBiswal, YS &amp; mohsin\n\n\n<span class=\"hidden_text\" id=\"span_36\">Digitally signed by MOHAMMED MOHSIN</span>\n<span class=\"hidden_text\" id=\"span_37\">QURESHI</span>\nDate: 2019.09.06 12:23:58 +05&#x27;30&#x27;\n</pre><span class=\"hidden_text\" id=\"span_38\"> </span>","numcites":45,"numcitedby":26,"docsource":"Madhya Pradesh High Court","citetid":69602242,"divtype":"judgments","relatedqs":[{"value":"section 157 of criminal procedure code","formInput":"section%20157%20of%20criminal%20procedure%20code"},{"value":"child witness","formInput":"child%20witness"},{"value":"section 157 crpc","formInput":"section%20157%20crpc"},{"value":"medical evidence","formInput":"medical%20evidence"},{"value":" judgment of acquittal","formInput":"%20judgment%20of%20acquittal"},{"value":"Section 157 Cr.P.C.","formInput":"Section%20157%20Cr.P.C."},{"value":"section 161 of crpc","formInput":"section%20161%20of%20crpc"},{"value":"section 161 cr.p.c.","formInput":"section%20161%20cr.p.c."},{"value":"criminal procedure code section 161","formInput":"criminal%20procedure%20code%20section%20161"},{"value":"exaggeration","formInput":"exaggeration"},{"value":"mplj","formInput":"mplj"},{"value":"157 crpc","formInput":"157%20crpc"},{"value":"further information is not fir","formInput":"further%20information%20is%20not%20fir"},{"value":"section 161","formInput":"section%20161"},{"value":"statement of witness","formInput":"statement%20of%20witness"},{"value":"post-mortem report","formInput":"post-mortem%20report"},{"value":"West Bengal   filter:  2006 Murder case judgments","formInput":"West%20Bengal%20%20%20filter%3A%20%202006%20Murder%20case%20judgments"},{"value":"court of record","formInput":"court%20of%20record"},{"value":"\"child witness\"","formInput":"%22child%20witness%22"},{"value":"supreme court  judgment","formInput":"supreme%20court%20%20judgment"}],"cats":[{"value":"examination-of-witnesses","formInput":"tag:examination-of-witnesses"},{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"murder","formInput":"tag:murder"}],"courtcopy":true,"query_alert":null,"agreement":false}