{"tid":95818198,"publishdate":"2009-01-16","title":"W.P.I.L. vs Ntpc Ltd. & Ors. on 16 January, 2009","doc":"<h2 class=\"doc_title\">W.P.I.L. vs Ntpc Ltd. &amp; Ors. on 16 January, 2009</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-r-bhat\">S.Ravindra Bhat</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-r-bhat\">S. Ravindra Bhat</a></h3>\n\n<pre id=\"pre_1\">*             IN THE HIGH COURT OF DELHI AT NEW DELHI\n\n                                                   Date of Reserve : 19.09.2008\n                                                   Pronounced on : 16.01.2009\n\n+           IA Nos.2803/2006, 14366/2006 &amp; 14367/2006 in CS (OS) No. 1363/2005\n\n\n       W.P.I.L.                                                  ..... Plaintiff\n\n                             Through : . Mr.T.K. Ganju, Sr.Adv. with Ms.Ekta\n                             Kapil and Mr.Sindhu Sinha, Advocates\n\n                                    versus\n\n       NTPC Ltd. &amp; Ors.                                         ..... Defendants\n\n                             Through : Mr.Valmiki Mehta, Sr.Adv. with Ms.Ayushya Kumar\n                             and Ms.Akansha Sharma, Advocates for D-1.\n                             Mr.Rajeev Nayyar, Sr.Adv. with Mr.Sanjay Kumar\n                             Mr.Abhinav Mukerji, Advocates for D- 2 &amp; 3.\n\n\nCORAM:\nHON&#x27;BLE MR. JUSTICE S. RAVINDRA BHAT\n\n       1.     Whether the Reporters of local papers\n              may be allowed to see the judgment?                Yes\n\n       2.     To be referred to Reporter or not?                 Yes\n\n       3.     Whether the judgment should be                     Yes\n              reported in the Digest?\n\nS.RAVINDRA BHAT, J.\n</pre>\n<p data-structure=\"Section\" id=\"p_1\">*1.         The present common order will disposed off several applications by the parties,\n\nviz I.A. 2803/2006 , under <a href=\"/doc/1146817/\" id=\"a_1\">Section 8</a> of the Arbitration and Conciliation Act (hereafter „the\n\nAct‟); I.A. 14366/06 under Order I, Rule 10 and I.A. 14367/06, under <a href=\"/doc/160474/\" id=\"a_2\">Section 45</a> of the Act.\n\n</p><p data-structure=\"Facts\" id=\"p_2\">2.            The brief facts necessary to dispose of the applications are summarized as\n\nfollows. Pursuant to the first defendant‟s (hereafter &quot;the NTPC&quot;) invitation for bids for\n\n\n\nCS (OS) No.1363/2005                                               Page 1 of Page 23\n supply of a cooling water system package, for its SIPAT Thermal Power Project, Stage 1,\n\nBilaspur at Chahatisgarh, the plaintiff submitted its bid. In terms of Clauses 7.1 and 7.3, of the\n\ninstruction for Bidders (&quot;IFB&quot;, which, together with the terms of the bid, general terms and\n\nconditions, etc, formed the tender documents) a bidder could club the experience of\n\nassociates, to enable fulfillment of eligibility conditions as regards previous experience in\n\nconstructing similar works (and specified works, under the tender documents). One condition\n\nwas that in such cases, if another concern was involved as an associate, it had to submit a\n\nJoint Deed of Undertaking (JDU) to the NTPC.\n</p>\n<p data-structure=\"Section\" id=\"p_3\">3.             The second defendant (hereafter „Alstom‟) entered into an agreement with the\n\nplaintiff on 19.08.2004 (hereafter &quot;the Project Agreement&quot;). Clause 2.1 of that agreement\n\nspelt out the purpose, i.e. preparation and submission of tender to the NTPC: Clause 7.3 of the\n\nIFB, to enable the plaintiff to qualify for the bid, was spelt out in this agreement with Alstom.\n\nClause 4.7 recorded Alstom‟s obligation to sign a joint deed of undertaking, with the plaintiff,\n\nto be furnished to the NTPC. A bank guarantee to the extent of 1% of the total value of the\n\ncontract, was to be furnished to NTPC. Clauses 9 and 10 read as follows:\n\n</p><blockquote id=\"blockquote_1\">       &quot;9.0 Disputes:\n</blockquote><blockquote id=\"blockquote_2\">             9.1 Any dispute arising in connection with the interpretation or\n             performance of the Agreement shall be settled through Arbitration.\n</blockquote>\n<blockquote id=\"blockquote_3\">               9.2 The arbitration shall take place at Paris (France) under the Rules of\n               Conciliation and Arbitration of the International Chamber of Commerce,\n               Paris by one or more Arbitrators appointed in accordance with the said\n               rules.\n</blockquote>\n<blockquote id=\"blockquote_4\">       10.0 Applicable Law:\n</blockquote><blockquote id=\"blockquote_5\">               10.1 The Agreement shall be governed by construed in accordance with\n               the substantive law of France.&quot;\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_4\">4.             A JDU, in terms of the IFB, had been executed by the plaintiff and Alstom. In\n\nterms of the JDU, Alstom declared and undertook its joint and several responsibility to the\n\nCS (OS) No.1363/2005                                                   Page 2 of Page 23\n NTPC (described as &quot;the owner&quot;) for the successful performance of the Pumps, under the\n\nplaintiff‟s contract with NTPC and also technically guaranteed the equipment. By clause 6 of\n\nthe JDU, Alstom undertook to furnish a bank guarantee equal to 1% of the total value of the\n\ncontract between NTPC and the plaintiff. Clause 8 of JDU stated that the undertaking was\n\n„‟irrevocable&quot; and formed &quot;an integral part of the contract&quot;. &quot;Contract&quot; was defined as the\n\nbid, furnished by the Plaintiff, being accepted by NTPC.\n</p>\n<p data-structure=\"Section\" id=\"p_5\">5.              The plaintiff furnished its bid to the NTPC on 25.09.2004, along with a bank\n\nguarantee for Rs.2,35,05000/- favoring it, valid till 03.09.2005. It further alleges that NTPC‟s\n\nofficers visited Alstom‟s offices in France in April 2005, to satisfy themselves about\n\nfeasibility of its equipment after which the plaintiff‟s bid was accepted on 31.05.2005. Clause\n\n6 of the General Condition of Contract, (hereafter &quot;GCC&quot;) awarded by the NTPC to the\n\nplaintiff, reads as follows:\n</p>\n<blockquote id=\"blockquote_6\">        &quot;6. (A).        Adjudicator:\n</blockquote><blockquote id=\"blockquote_7\">        i.      If any dispute of any kind whatsoever shall arise between the Employer\n        and the Contractor in connection with or arising out of the Contract, including\n        without prejudice to the generality of the foregoing, any question regarding its\n        existence, validity or termination, or the execution of the Facilities or after their\n        completion and whether progress of the Facilities or after their completion and\n        whether before or after the termination, abandonment or breach of the Contract-\n        the parties shall seek to resolve any such dispute or difference by mutual\n        consultation. It the parties fail to resolve such a dispute or difference by mutual\n        consultation, then the dispute shall be referred in writing by either party to the\n        Adjudicator, with a copy to the other party.\n</blockquote>\n<blockquote id=\"blockquote_8\">        ii.     The Adjudicator shall give its decision in writing to both parties within\n        twenty-eight (28) days of a dispute being referred to it. If the Adjudicator has\n        done so, and no notice of intention to commence arbitration has been given by\n        either the Employer or the Contractor within fifty-six (56) days of such reference,\n        the decision shall become final and binding upon the Employer and the\n        Contractor. Any decision that has become final and binding shall be implemented\n        by the parties forthwith.\n</blockquote>\n<blockquote id=\"blockquote_9\">        iii.  Should the Adjudicator resign or die, or should the Employer and the\n        Contractor agree that the Adjudicator is not fulfilling its functions in accordance\n\nCS (OS) No.1363/2005                                                   Page 3 of Page 23\n        with the provisions of the Contract, a new Adjudicator shall be jointly appointed\n       by the Employer and the Contractor. Failing agreement between the two, within\n       twenty eight (28) days, the new Adjudicator shall be appointed at the request of\n       either party by the Appointing Authority specified in the SCC.\n</blockquote>\n<blockquote id=\"blockquote_10\">       (B). Arbitration:\n</blockquote><blockquote id=\"blockquote_11\">       i.      It either the Employer of the Contractor is dissatisfied with the\n       Adjudicator‟s decision, or if the Adjudicator fails to give a decision within twenty-\n       eight (28) days of a dispute being referred to it, then either the Employer or the\n       Contractor may, within fifty-six (56) days of such reference, give notice to the\n       other party, with a copy for information to the Adjudicator, of its intention to\n       commence arbitration, as hereinafter provided, as to the matter in dispute, and no\n       arbitration in respect of this matter may be commenced unless such notice is\n       given.\n</blockquote>\n<blockquote id=\"blockquote_12\">       ii.     Any dispute in respect of which a notice of intention to commence\n       arbitration has been given, in accordance with GCC Sub-Clause 6.2.1, shall be\n       finally settled by arbitration. Arbitration may be commenced prior to or after\n       completion of the Facilities.\n</blockquote>\n<blockquote id=\"blockquote_13\">       iii.    Any dispute submitted by a party to arbitration shall be heard by an\n       arbitration panel composed of three arbitrators, in accordance with the\n       provisions set forth below.\n</blockquote>\n<blockquote id=\"blockquote_14\">       iv.     The Employer and the Contractor shall each appoint one arbitrator, and\n       these two arbitrators shall jointly appoint a third arbitrator, who shall chair the\n       arbitration panel. F the two arbitrators do not succeed in appointing a third\n       arbitrator within twenty-eight (28) days after the latter of the two arbitrators has\n       been appointed, the third arbitrator shall, at the request of either party, be\n       appointed by the Appointing Authority for arbitrator designated in the SCC.\n</blockquote>\n<blockquote id=\"blockquote_15\">       v.      If one party fails to appoint its arbitrator within forty-two (42) days after\n       the other party has named its arbitrator, the party which has named an arbitrator\n       may request the Appointing Authority to appoint the second arbitrator.\n</blockquote>\n<blockquote id=\"blockquote_16\">       vi.     If for any reason an arbitrator is unable to perform its function, the\n       mandate of the Arbitrator shall terminate in accordance with the provisions of\n       applicable laws as mentioned in GCC Clause 5 (Governing Law) and a substitute\n       shall be appointed in the same manner as the original arbitrator.\n</blockquote>\n<blockquote id=\"blockquote_17\">       vii.    Arbitration proceedings shall be conducted (i) in accordance with the\n       rules of procedure designated in the SCC, (ii) in the place designated in the SCC,\n       and (iii) in the language in which this Contract has been executed.\n</blockquote>\n<blockquote id=\"blockquote_18\">       viii. The decision of a majority of the arbitrators (or of the third arbitrator\n       chairing the arbitration panel, if there is no such majority) shall be final and\n\nCS (OS) No.1363/2005                                                  Page 4 of Page 23\n        binding and shall be enforceable in any court of competent jurisdiction as decree\n       of the court. The parties thereby waive any objections to or claims of immunity\n       from such enforcement.\n</blockquote>\n<pre id=\"pre_2\">       ix.     The Arbitrator(s) shall give reasoned award.\n\n       (C)    Notwithstanding any reference to the Adjudicator or arbitration herein.\n       i.     The parties shall continue to perform their respective obligations under\n       the Contract unless they otherwise agree\n\n</pre><blockquote id=\"blockquote_19\">       ii.   The Employer shall pay the Contractor any monies due to the\n       Contractor.&quot;\n</blockquote>\n\n<blockquote id=\"blockquote_20\">6.             The plaintiff alleges having signed the contract with NTPC on 30.06.2005 in\n\nanticipation of Alstom fulfilling its obligations. It further alleges that at after that, Alstom\n\nstarted entertaining doubts about its terms. After a series of letters and correspondence were\n\nexchanged, on 22.07.2005 and 09.08.2005, the plaintiff was informed that Alstom would not\n\nbe furnishing the bank guarantee for an amount equivalent to one percent of the contract value\n\n(with NTPC), in terms of the JDU. It is claimed that the plaintiff has performed and is ready\n\nto and willing to perform all obligations, including those mentioned under clauses 31 and 32.1\n\nof ITB and is ready to furnish 10% of the performance security to NTPC.\n</blockquote>\n<blockquote id=\"blockquote_21\">7.             The plaintiff avers having sought to submit a bank guarantee in lieu of the one\n\nto be submitted by Alstom, since it had fulfilled all other obligations. However, on\n\n23.08.2005, the NTPC refused that request. The plaintiff adverts to a letter dated 07.09.2005\n\nand a meeting held between itself and the first three defendants on 08.09.2005 and 09.09.2005\n\nwhereby Alstom refused to submit the bank guarantee in terms of IFB. According to the\n\nplaintiff, Alstom and the third defendant also presented the plaintiff with a new draft sub-\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_6\">contract, in terms drastically different from the agreed conditions. One instance cited is the\n\nterm containing the plaintiff‟s liability to furnish bank guarantee for 6 million Euros, not\n\n\nCS (OS) No.1363/2005                                                 Page 5 of Page 23\n contracted or agreed upon earlier. The plaintiff avers to further correspondence with NTPC on\n\n15.09.2005 and 19.09.2005 whereby the latter were asked to accept its (i.e. the plaintiffs‟)\n\nsubstituted bank guarantee instead of Alstom; the pleadings also refer to meetings held\n\nbetween 21.09.2005 to 23.09.2005.\n</p>\n<p data-structure=\"Facts\" id=\"p_7\">8.             It is alleged that the plaintiffs were threatened by NTPC that the bank\n\nguarantee furnished to it would be en-cashed. The plaintiff alleges without prejudice to its\n\nother contentions that the refusal by Alstom to furnish a bank guarantee, equivalent to one\n\npercent of the contract value is a circumstance beyond its control and is &quot;Force Majeure&quot;\n\n</p><blockquote id=\"blockquote_22\">within the meaning of clause 37 of the General Conditions agreed upon with NTPC.\n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_8\">9.             The plaintiff, therefore, seeks permanent injunction against NTPC from\n\nencashing the bank guarantee issued by the fourth defendant bank (hereafter &quot;the bank&quot;) as\n\nalso a consequential injunction restraining the bank from paying money under bank guarantee\n\ndated 22.09.2004; similarly a mandatory injunction directing the first defendant to return the\n\nbank guarantee, is also sought. The relief sought against Atstom is mandatory injunction to\n\nsubmit bank guarantee to the extent of one percent of the contractual amount in terms of the\n\ntender and JDU, or, in the alternative, a direction to it and the Defendant no. 3 to secure\n\nNTPC and the plaintiff for the bid security, being the bank guarantee issued by the fourth\n\ndefendant. A declaration that clause 32.4 is invalid, has been sought; finally, the plaintiff\n\nseeks mandatory injunction against NTPC to permit it to substitute another bank guarantee to\n\nthe extent of one percent to perform of the value of its contract, along with its obligations\n\nunder the tender along with the fifth defendant.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_9\">10.            Alstom has applied under <a href=\"/doc/160474/\" id=\"a_3\">Section 45</a> of the Act for an appropriate order, being\n\nI.A. No. 14367/2006. It relies upon clauses 9 and 10 of the Project Agreement entered into\n\n\n\nCS (OS) No.1363/2005                                                Page 6 of Page 23\n with the plaintiff on 19.08.2004 and alleges that the plaintiff has disregarded it, contrary to the\n\nagreed terms. It also contends that this Court is a judicial authority within the meaning of\n\n<a href=\"/doc/160474/\" id=\"a_4\">Section 45</a> and is seized of actions brought by the plaintiff and, therefore, has an obligation to\n\nrefer the dispute in respect of Alstom, contained in the suit, in terms of clauses 9 and 10.\n\n</p><p data-structure=\"PetArg\" id=\"p_10\">11.             The NTPC, by its application, I.A. No. 2803/2006 relies on <a href=\"/doc/1146817/\" id=\"a_5\">Section 8</a> (which\n\nappears in <a href=\"/doc/1306164/\" id=\"a_6\">Part-I of the Act</a>), and submits that the disputes, that are subject matter of the suit\n\ncannot be proceeded with by the Court in view of the clause-6 of the GCC. This Court had\n\nissued an interim order against NTPC from encashing the bank guarantee, on 28.09.2005.\n\nHowever, even before the said order could be served upon NTPC, the bank had released\n\npayment under the bank guarantee. It is contended that the plaintiff‟s averments with regard to\n\nexistence of Force Majeure conditions on account of alleged violation of the JDU by Alstom\n\nand alleged loss occasioned to the NTPC due to the plaintiff‟s actions and omissions squarely\n\nfall within clause 6. Therefore, the plaintiff, if aggrieved, has to seek recourse to the\n\narbitration clause and cannot maintain the present suit.\n</p>\n<p data-structure=\"Facts\" id=\"p_11\">12.             The applicant NTPC further avers in its rejoinder filed on 31.08.2006 that the\n\nplaintiff‟s inability and failure to comply with the terms of the contract and the demand made\n\nto it, to furnish the bank guarantee of its associates resulted in termination of the contract. It\n\nrefers to a letter, dated 21.12.2005 granting 14 days‟ time to enable it to furnish the bank\n\nguarantee and the subsequent termination letter, dated 10.01.2006 in line with clause 42.2 of\n\nSection IV of the General Conditions of Contract.\n</p>\n<p data-structure=\"Facts\" id=\"p_12\">13.            The third defendant has preferred I.A. No. 14366/2006 for deleting it from the\n\narena of parties. It alleges not being a necessary nor a proper party to the dispute between the\n\nplaintiff on the one hand and the NTPC and Alstom on the other. According to this applicant,\n\n\n\nCS (OS) No.1363/2005                                                    Page 7 of Page 23\n the plaintiff has merely adverted to it as belonging to the same group as Alstom and having\n\nparticipated in dealings with it. It is not a party to JDU or Project Agreement or even the\n\nagreement with NTPC, out of which the alleged causes of action have arisen. It, therefore,\n\nclaims that the suit is not maintainable as far as it is concerned.\n</p>\n<p data-structure=\"RespArg\" id=\"p_13\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1591400\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1417972\" id=\"span_2\">14.            Mr. T.S. Ganju, learned senior counsel for the plaintiff contended that\n\nAlstom‟s application as well as that of NTPC, are not maintainable because the averments in\n\nthe suit and the reliefs claimed, are not arbitrable in terms of clause 9 of the Project\n\nAgreement. He submitted that notwithstanding the arbitration agreement, if the suit contains\n\naverments which cannot be the subject matter of arbitration, has involved third parties to the\n\narbitration agreement, the Act has no application. Learned counsel referred to the decisions\n\nreported as <a href=\"/doc/1417972/\" id=\"a_7\">Haryana Telecom vs. Teralite Industries</a> 1999 (<a href=\"/doc/1591400/\" id=\"a_8\">99) CC 675 and Sukanya Holdings\n\nv. Jayesh</a>. H. Pandya &amp; Another 2003 (5) SCC 531. It is further contended that the suit has\n\nbeen filed against the parties such as third, fourth and fifth defendants who were not parties to\n\nthe arbitration agreement contained in the tender dated 20.06.2004, or the Project Agreement.\n\nTherefore, such non-parties cannot be referred to arbitration under clause 6.2 of the general\n\nterms and conditions. According to the plaintiff, the fifth defendant is a necessary party for the\n\nfull adjudication of this case as it is its associate. Yet, it is not a party to the arbitration\n\nagreement and cannot be compelled to participate in such proceedings.</span></span>\n\n</p><p data-structure=\"PetArg\" id=\"p_14\">15.            The plaintiff contends that though there are two separate agreements between it\n\nand NTPC and between it and Alstom, yet they are part of the same transaction and are\n\nintertwined. It was emphasized that the bid leading to the contract between NTPC and\n\nplaintiff was finalized in consultation with Alstom whose offices were visited by NTPC; the\n\nlatter had full knowledge that Alstom was involved in the contract and even accepted the\n\n\n\nCS (OS) No.1363/2005                                                   Page 8 of Page 23\n JDU. Reference is made to clause 4.7 of the Project Agreement and clause 6 of the JDU,\n\nfurnished by Alstom.\n</p>\n<p data-structure=\"RespArg\" id=\"p_15\">16.             It was contended that the NTPC cannot insist upon arbitration of the dispute\n\nforming subject matter of the suit because the clause 6.1 of the General Conditions of the\n\nContract consists of a pre-arbitration mechanism without recourse to which there can be no\n\nreference to arbitration. It was submitted that if NTPC wanted reference to arbitration in terms\n\nof the agreement, it had to compulsorily follow the procedure outlined in clause 6.1. It did not\n\ndo so; therefore, the application under <a href=\"/doc/1146817/\" id=\"a_9\">Section 8</a> of the Act is not maintainable. It was lastly\n\ncontended that in any event, since the suit concerns one transaction and outlines the grievance\n\nagainst different parties arising out of a series of transactions intertwined with each other,\n\nthough it comprehends two different arbitration clauses, referring parties to such arbitration\n\nproceedings would be unworkable. Counsel emphasized that the arbitration proceedings\n\narising out of such agreements would be entirely different; the arbitration with Alstom would\n\nhave to be in Paris (France) in terms of foreign law whereas arbitration with NTPC would be\n\nunder domestic law. Though common questions of fact and law would arise, there would be a\n\nreal possibility of conflicting awards prejudicing the plaintiff. In the circumstances, the Court\n\nshould decline the request and dismiss the applications.\n</p>\n<p data-structure=\"PetArg\" id=\"p_16\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1591400\" id=\"span_3\">17.             Mr. Rajiv Nayyar and Mr. Valmiki Mehta appearing on behalf of NTPC and\n\nAlstom submitted that the decision in <a href=\"/doc/1591400/\" id=\"a_10\">Sukanya Holdings</a> (supra) has no application to the\n\nfacts of this case. According to the counsel, the plaintiff has clubbed two unrelated causes of\n\naction and the suit is bad for mis-joinder of causes of action. It is submitted that the\n\nallegations in the suit indicate that when it was presented, the plaintiff‟s main grievance was\n\nagainst encashment of bank guarantee by NTPC. This is evident from the first three reliefs\n\n\n\nCS (OS) No.1363/2005                                                  Page 9 of Page 23\n sought. Such disputes with the NTPC are squarely covered by clause 6 of the general\n\nconditions of contract and the Court necessarily has to relegate the plaintiff to arbitration. In\n\nthis context, Mr. Nayyar contended that the mandate of <a href=\"/doc/1146817/\" id=\"a_11\">Section 8</a> cannot be ignored by the\n\nCourt merely because the plaintiff artificially roped in other parties in order to confuse the real\n\ndispute.</span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_17\">18.             Mr. Valmiki Mehta appearing on behalf of Alstom contended that clause 9 of\n\nthe Project Agreement casts an absolute duty on the parties, which has to be given effect to by\n\nthe Court under <a href=\"/doc/160474/\" id=\"a_12\">Section 45</a>. He relied upon the decision reported as Swenska Handels Banken\n\n&amp; ors. v. M/s. Indian Charge Chrome Limited 1994 (2) SCC 155 and submitted that merely by\n\nentering into other contracts, the plaintiff cannot defeat the parties‟ intention under clause 9\n\nand 10 to have a foreign arbitration for resolution of their disputes. It was also argued that\n\nhaving regard to Order 1 Rule 3 and <a href=\"/doc/161831507/\" id=\"a_13\">Order 2 Rule 3 of the Code of Civil Procedure</a>, the\n\nplaintiff has indulged in mis-joinder of parties as well as causes of action. The counsel urged\n\nthat the dispute with Alstom had no bearing with NTPC or the bank; any claim raised by the\n\nplaintiff in this regard could not legitimately involve a response by any other party. Alstom\n\nsubmitted that it was constrained to withdraw from the understanding because the plaintiff had\n\nchanged material particulars in the documents furnished after the Project Agreement was\n\nentered into with it. The basis of the understanding whereby Alstom agreed to collaborate and\n\nbecome the plaintiff‟s associate had been changed; consequently it did not want to commit\n\nitself. These facts and disputes were exclusive to the plaintiff and Alstom. Similarly, so far as\n\nthe third defendant was concerned, it was unnecessarily roped without any rhyme or reason.\n\nLearned counsel relied upon the decision of this Court Bank of Baroda v. M/s. Prakash\n\nWarehouse &amp; ors. ILR 1980 (2) Del 962. It was, therefore, contended that the suit cannot be\n\n\n\nCS (OS) No.1363/2005                                                    Page 10 of Page 23\n proceeded with and if the plaintiff wishes to adjudication of any disputes he should seek\n\nrecourse to the arbitration clause in question.\n</p>\n<p data-structure=\"Section\" id=\"p_18\">19.              Before discussing the merits of the parties‟ contentions, it would be necessary\n\nto notice the relevant conditions. The invitation for bids by clause 7 states as follows:\n\n</p><blockquote id=\"blockquote_23\">      &quot;7.0 QUALIFYING REQUIREMENTS FOR BIDDERS\n      In addition to qualifying requirements stipulated under Instruction to Bidders\n      (ITB), the following shall also apply:\n</blockquote>\n<blockquote id=\"blockquote_24\">                 7.1A)         The Bidder should have executed in the preceding seven\n      (7) years reckoned as on date of bid opening, civil &amp; structural works of cooling\n      water pump house/intake pump house, fore-bay, pump sumps involving deep\n      excavation, de-watering, back-filling, concreting etc. and should have achieved at\n      least the following:\n</blockquote>\n<blockquote id=\"blockquote_25\">       (a) Concreting of 30,000 cubic meters in any one (1) one year in one (1) or\n      cumulative of two (2) concurrently running contracts and,\n\n</blockquote><blockquote id=\"blockquote_26\">      (b) (i) Fabrication of 3000 MT mild steel pipes/ducts carrying fluids in any one\n      (1) year in one (1) or cumulative of two (2) concurrently running contracts and,\n\n</blockquote><blockquote id=\"blockquote_27\">         (ii) Erection of 3000 MT mild steel pipes/ducts carrying fluids in any one (1)\n      year in one (1) or cumulative of two (2) currently running contracts.\n</blockquote>\n<blockquote id=\"blockquote_28\">        (iii) The average annual turnover of the bidder, in the preceding three (3)\n      financial years as on the date of bid opening, shall not be less than INR 600\n      million or equivalent in foreign currency.\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_19\">                 7.1B)           Bidder should have designed, manufactured, supplied,\n      erected/supervised erection, tested and commissioned/supervised commissioning\n      of at least two (2) nos. of vertical wet pit pumps or two (2) nos. of concrete volute\n      pumps or metallic volute pumps with concrete encasement for condenser cooling\n      water application/comparable duty, of capacity 40,000 cu. m/hr or more having\n      specific speed in the range of 4000-7000 (US units) which are in successful\n      operation for at least two (2) years as on date of bid opening.\n</p>\n<p data-structure=\"Section\" id=\"p_20\">      The reference pumps should be of the same type i.e. vertical wet pit type pumps or\n      concrete volute type pumps or metallic volute pumps with concrete encasement as\n      is being offered by the Bidder.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_21\">               7.2)           Bidder who meets the requirements specified in 7.1(A)\n      above, can also participate provided he associates with a firm who meets the\n      requirement of 7.1(B) above which the bidder himself is unable to meet.\n\n</p><p data-structure=\"Precedent\" id=\"p_22\">CS (OS) No.1363/2005                                                    Page 11 of Page 23\n     In such a case bidder shall furnish undertaking jointly executed by him and his\n    associate for the satisfactory performance of the equipment under the contract, as\n    per the format enclosed in the bid document. This joint deed of undertaking shall\n    be submitted alongwith the bid, failing which the bidder shall be disqualified and\n    his bid shall be rejected. Further, in case of award, the Bidder‟s associate will be\n    required to furnish an on demand bank guarantee for 1.0% (one percent) of the\n    contract price in addition to the contract performance security by the Bidder.\n\n</p><p data-structure=\"Precedent\" id=\"p_23\">             7.2B)          Bidder who meets the requirements specified in 7.1(B)\n    above, can also participate provided he associates with a firm who meets\n    requirement of 7.1(A) above which the bidder himself is unable to meet.\n\n    In such a case bidder shall furnish undertaking jointly executed by him and his\n    associate for the satisfactory performance of the civil works under the contract,\n    as per the format enclosed in the bid document. This joint deed of undertaking\n    shall be submitted alongwith the bid, failing which the bidder shall be disqualified\n    and his bid shall be rejected. Further, in case of award, the Bidder‟s associate\n    will be required to furnish an on demand bank guarantee for 4% (four percent) of\n    the contract price in addition to the contract performance security by the Bidder.\n\n</p><p data-structure=\"CDiscource\" id=\"p_24\">               7.3           Bidder who has designed, manufactured, supplied,\n    erected/supervised erection, tested and commissioned/supervised commissioning\n    of at least two (2) nos. of vertical wet pit or concrete volute condenser cooling\n    water pumps, each of capacity 15,000 cum./hr. or more having a specific speed in\n    the range of 4000-7000 (US Units) which are in successful operation for at least\n    two (2) years as on date of bid opening, can also participate, provided he\n    associates/collaborates with a firm or two firms separately, meeting the\n    requirements of 7.1(A) and 7.1(B) above respectively. The bidder shall offer only\n    the type of pump for which the associate/collaborator gets qualified as above.\n\n</p><p data-structure=\"Precedent\" id=\"p_25\">              In such a case bidder shall furnish undertaking jointly executed by him\n    and his associate(s)/collaborator(s) for the satisfactory performance of the civil\n    works/respective equipment (as applicable) under the contract, as per the\n    format(s) enclosed in the bid document. These joint deed (s) of undertaking shall\n    be submitted along with the bid, failing which the bidder shall be disqualified and\n    his bid shall be rejected. Further, in case of award, the Bidder‟s Civil works\n    associate and Equipment associate/collaborator will be required to furnish an on\n    demand bank guarantee for 4.0% (four percent) and 1.0% (one percent)\n    respectively of the contract price in addition to the contract performance security\n    by the Bidder.&quot;\n</p>\n<p data-structure=\"Section\" id=\"p_26\">    Clause 12.6 of the Instructions to Bidders (ITB) states as follows:\n\n</p><blockquote id=\"blockquote_29\">              &quot;The bid security may be forfeited\n\n\n\nCS (OS) No.1363/2005                                                 Page 12 of Page 23\n</blockquote><blockquote id=\"blockquote_30\">     (a)        if the Bidder withdraws its bid during the period of bid validity\n    specified by the bidder in the bid form.\n</blockquote>\n<blockquote id=\"blockquote_31\">    (b)      if the Bidder does not accept the correction of its Bid Price pursuant to\n    ITB Sub-Clause 21.2;\n</blockquote>\n<blockquote id=\"blockquote_32\">    (c)if the Bidder does not withdraw any deviation listed in Attachment-6 at the cost\n    of withdrawal indicated by him;\n</blockquote>\n<blockquote id=\"blockquote_33\">    (d)       if the Bidder refuses to withdraw, without any cost to the Employer, any\n    deviation not listed in Attachment-6 but found elsewhere in the bid; or\n\n</blockquote><blockquote id=\"blockquote_34\">    (e)in the case of a successful Bidder, if the Bidder fails within the specified time\n    limit\n</blockquote><blockquote id=\"blockquote_35\">    (i) to sign the Contract Agreement, in accordance with ITB Clause 31, or\n\n</blockquote><blockquote id=\"blockquote_36\">    (ii)     to furnish the required Performance Securities, in accordance with ITB\n    Clause 32.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_27\">    Clause 32 states as follows:\n</p>\n<blockquote id=\"blockquote_37\">    &quot;32. Performance Security\n\n    32.1 Within twenty-eight (28) days after receipt of the Notification of Award, the\n    successful Bidder shall furnish performance securities for ten percent (10%) of\n    Contract Price for all the contracts and in the form provided in the section\n    &quot;Forms and Procedures&quot; of the bidding documents.‟\n\n    32.2 In case Deed(s) of Joint Undertaking by the Contractor along with his\n    associate(s)/collaborator(s) form part of the Contract, then, unconditional Bank\n    Guarantee(s) from such associate(s)/collaborator(s) towards faithful performance\n    of the Deed(s) of Joint Undertaking for amount(s) specified in item no.3.0 of Bid\n    Data Sheets shall be furnished within twenty eight (28) days after Notification of\n    Award. These Bank Guarantees shall be furnished in the form provided in the\n    section &quot;Forms and Procedures&quot; of the bidding documents and shall be valid till\n    such period as specified in the corresponding format for Deed of Joint\n    Undertaking.\n</blockquote>\n<blockquote id=\"blockquote_38\">    32.3 In case of a successful foreign bidder, if the Employer accepts to enter into\n    the Second Contract and/or Third Contract with Assignee, pursuant to ITB Sub-\n    Clause 28.4 above, then, within twenty eight (28) days of Notification of Award,\n    the Assignee shall furnish additional performance security(ies) for ten percent\n    (10%) of the value of the Contract(s) entered into with the Assignee and in the\n    form provided in the Section &quot;Forms and Procedures&quot; of the bidding\n    documents.&quot;\n</blockquote>\n\n\n<blockquote id=\"blockquote_39\">CS (OS) No.1363/2005                                                 Page 13 of Page 23\n       32.4 Failure of the successful Bidder to comply with the requirements of ITB\n      Clause 31 or 32 shall constitute sufficient grounds for the annulment of the award\n      and forfeiture of his bid security, in which event the Employer may make the\n      award to the next lowest evaluated Bidder or call for new bids.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_28\">20.               It would now be necessary to extract the relevant provisions of the Act; they\n\nare as follows:\n</p>\n<p data-structure=\"Precedent\" id=\"p_29\">\n\n</p><blockquote id=\"blockquote_40\">      &quot;5. Extent of judicial intervention - Notwithstanding anything contained in any\n      other law for the time being in force, in matters governed by this Part, no judicial\n      authority shall intervene except where so provided in this Part.\n</blockquote>\n<blockquote id=\"blockquote_41\">      ******             ******                ******                ******\n\n\n</blockquote><blockquote id=\"blockquote_42\">      8. Power to refer parties to arbitration where there is an arbitration agreement\n</blockquote><blockquote id=\"blockquote_43\">      -\n</blockquote>\n<blockquote id=\"blockquote_44\">      (1)        A judicial authority before which an action is brought in a matter\n      which is the subject of an arbitration agreement shall, if a party so applies not\n      later than when submitting his first statement on the substance of the dispute,\n      refer the parties to arbitration.\n</blockquote>\n<blockquote id=\"blockquote_45\">      (2)         The application referred to in sub-section (1) shall not be entertained\n      unless it is accompanied by the original arbitration agreement or a duly certified\n      copy thereof.\n</blockquote>\n<blockquote id=\"blockquote_46\">      (3)       Notwithstanding that an application has been made under sub-section\n      (1) and that the issue is pending before the judicial authority, an arbitration may\n      be commenced or continued and an arbitral award made.\n</blockquote><pre id=\"pre_3\">      ******             ******                ******                 ******\n         ******\n\n      44. Definition\n\n</pre><blockquote id=\"blockquote_47\">      In this, Chapter, unless the context otherwise requires, &quot;foreign award&quot; means an\n      arbitral award on differences between persons arising out of legal relationships, whether\n      contractual or not, considered as commercial under the law in force in India, made on or\n      after the 11th day of October, 1960 -\n</blockquote>\n<blockquote id=\"blockquote_48\">      (a) in pursuance of an agreement in writing for arbitration to which the Convention set\n      forth in the First Schedule applies, and\n\n\n\nCS (OS) No.1363/2005                                                   Page 14 of Page 23\n</blockquote><blockquote id=\"blockquote_49\">       (b) in one of such territories as the Central Government, being satisfied that reciprocal\n      provisions have been made may, by notification in the Official Gazette, declare to be\n      territories to which said Convention applies.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_30\">      45. Power of judicial authority to refer parties to arbitration -\n</p>\n<p data-structure=\"Section\" id=\"p_31\">      Notwithstanding anything contained in Part I or in <a href=\"/doc/161831507/\" id=\"a_14\">the Code of Civil Procedure</a>,\n      1908 (5 of 1908), a judicial authority, when seized of an action in a matter in\n      respect of which the parties have made an agreement referred to in <a href=\"/doc/1211237/\" id=\"a_15\">section 44</a>,\n      shall, at the request of one of the parties or any person claiming through or under\n      him, refer the parties to arbitration, unless it finds that the said agreement is null\n      and void, inoperative or incapable of being performed.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_32\">\n\n</p><p data-structure=\"Facts\" id=\"p_33\">21.             It is apparent from the above discussion that the plaintiff, in order to submit its\n\ntender for the award of contract by NTPC, was anxious to have Alstom, as its associate. This\n\nperhaps was essential, in view of Clause 7 of IFB, to bolster its chances of being awarded the\n\ncontract. Alstom agreed to the proposal; the plaintiff entered into an agreement, called the\n\nProject Agreement, on 19.08.2004, (with Asltom); it contained an arbitration agreement, viz.\n\nClause 9. Alstom also furnished the JDU, (as part of its agreement with the plaintiff) to\n\nNTPC. The latter finally awarded the contract in favour of the plaintiff, on 31.05.2005.\n\nDifferences apparently arose soon after the award of contract (to the plaintiff) with Alstom.\n\nThe plaintiff alleges that those disputes were baseless; Alstom alleges that the plaintiff had\n\naltered the basis of the project agreement. Regardless of these differences, two things\n\nfollowed - one, Alstom refused to furnish the 1% guarantee to NTPC and two, this became its\n\nbone of contention, or a &quot;dispute&quot; with the plaintiff; Alstom started insisting on the execution\n\nof a sub-contract agreement. That this dispute is squarely governed by Clause 9 of the Project\n\nAgreement has not been disputed. The plaintiff‟s inability to furnish the requisite guarantee\n\nled to NTPC insisting that it comply with the terms of the contract. Fearing that NTPC would\n\nencash the bank guarantee for Rs.2.35 crores, the plaintiff filed the present suit for injunction.\n\n</p><p data-structure=\"Conclusion\" id=\"p_34\">CS (OS) No.1363/2005                                                      Page 15 of Page 23\n</p><p data-structure=\"RespArg\" id=\"p_35\"> 22.             Interestingly, the plaint averments do not contain any allegations against\n\ndefendant nos. 3, 4 and 5. Now, third defendants‟ position is - and justifiably so - that being\n\nan independently incorporated company, its mere association with Alstom, in the absence of\n\nprivity of contract with the plaintiff, or NTPC - or even the Bank, does not clothe the plaintiff\n\nwith any &quot;cause&quot; to join it as a party. As far as defendant no. 4 is concerned, Mr. Ganju,\n\nduring the hearing had fairly stated that no cause survives, because the guarantee had been\n\nencashed. Besides this concession, the plaintiff has not shown how it had - or can have any\n\ncause of action against the Bank. The plaint is bereft of any averments concerning the bank‟s\n\nbreach of any legal duty or contractual obligations, or that the encashment of the bank\n\nguarantee, by NTPC, was tainted by fraud. No averments also regarding special equities, or\n\nthe guarantee not being invoked in terms of the contract, which are the only other grounds\n\navailable in law, to interdict a bank‟s independent obligations under commercial credits, like\n\nbank guarantees, have been made. Thus, the suit against the fourth defendant is plainly not\n\nmaintainable. As far as the fifth defendant is concerned, there is no allegation by the plaintiff;\n\nindeed one of the reliefs sought is that mandatory injunction should be granted to the plaintiff\n\nand &quot;its associate&quot; the said fifth defendant. One cannot, therefore, comprehend how this\n\ndefendant‟s presence is as a &quot;proper&quot; much less necessary party. It is, therefore, held that so\n\nfar as adjudication of the two sets of disputes, i.e. between the plaintiff and Alstom on the one\n\nhand, and the plaintiff and NTPC on the other, are concerned, none of the other defendants,\n\ni.e. Defendants 3, 4, and 5 are necessary parties.\n</p>\n<p data-structure=\"Precedent\" id=\"p_36\">23.            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1591400\" id=\"span_4\">In <a href=\"/doc/1591400/\" id=\"a_16\">Sukanya Holdings</a> (supra), the Supreme Court held that:</span>\n</p><blockquote id=\"blockquote_50\">       &quot;15. The relevant language used in <a href=\"/doc/1146817/\" id=\"a_17\">Section 8</a> is: &quot;in a matter which is the\n       subject of an arbitration agreement&quot;. The court is required to refer the parties\n       to arbitration. Therefore, the suit should be in respect of &quot;a matter&quot; which the\n       parties have agreed to refer and which comes within the ambit of arbitration\n       agreement. Where, however, a suit is commenced - &quot;as to a matter&quot; which lies\n\nCS (OS) No.1363/2005                                                   Page 16 of Page 23\n        outside the arbitration agreement and is also between some of the parties who\n       are not parties to the arbitration agreement, there is no question of application\n       of <a href=\"/doc/1146817/\" id=\"a_18\">Section 8</a>. The words &quot;a matter&quot; indicate that the entire subject-matter of\n       the suit should be subject to arbitration agreement.\n</blockquote>\n<blockquote id=\"blockquote_51\">       16. It would be difficult to give an interpretation to <a href=\"/doc/1146817/\" id=\"a_19\">Section 8</a> under which\n       bifurcation of the cause of action, that is to say, the subject-matter of the suit\n       or in some cases bifurcation of the suit between parties who are parties to the\n       arbitration agreement and others is possible. This would be laying down a\n       totally new procedure not contemplated under the Act.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_37\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1591400\" id=\"span_5\">24.             The Supreme Court in <a href=\"/doc/1591400/\" id=\"a_20\">Sukanya Holdings</a> (supra) was concerned with the\n\ncorrect interpretation of <a href=\"/doc/1146817/\" id=\"a_21\">Section 8</a> of the Act, which occurs in Part-I of the enactment. No\n\ndoubt, the observations do suggest that suit claims cannot be bifurcated or &quot;split up&quot; into\n\narbitrable and non-arbitrable disputes. This conclusion is not only logical, but also in tune\n\nwith the law that a plaint cannot be partly rejected. However, the question which confronts\n\nthis Court is a bit different - the non-parties to the two sets of arbitration agreements are\n\nneither necessary, nor proper for the adjudication of disputes. No attempt is made by the\n\nplaintiff to show how Defendant Nos. 3, 4 and 5 have any concern or are connected with the\n\ndispute relating to termination of contract, or the dispute with Alstom for its alleged breach of\n\nterms of the Project Agreement. In these circumstances, the inescapable inference is that they\n\nwere included in the suit, as defendant, to circumvent and possibly defeat the arbitration\n\nclause. There are no &quot;disputes&quot; between the plaintiff and them; in any event if any statement\n\nof any such party is required in arbitral proceedings, their officials or employees can be cited\n\nas witnesses.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_38\">25.    It would now be necessary to analyze the provisions of <a href=\"/doc/160474/\" id=\"a_22\">Section 45</a> of the Act, and the\n\ndecision in Svenska (supra). India became a signatory to the Geneva Protocol on Arbitration\n\nClauses, 1923 and the Convention on the Execution of Foreign Arbitral Awards, 1927. To\n\ngive effect to her obligations, India resultantly, enacted the Arbitration (Protocol and\n\nCS (OS) No.1363/2005                                                  Page 17 of Page 23\n Convention) Act, 1937 (6 of 1937) (&quot;the Protocol Act&quot;) to enforce the terms of the Protocol\n\nand the Convention. This enactment was restricted to enforcement of foreign awards, in\n\nmatters considered as &quot;commercial&quot;, in terms of the first schedule to that enactment. Later,\n\nThe New York Convention on the Recognition and Enforcement of Foreign Arbitral Awards,\n\n1958 (hereafter &quot;the New York Convention&quot;) was ratified on the 13th July, 1960 by the\n\nGovernment of India. To give effect to the New York Convention, Parliament enacted the\n\n<a href=\"/doc/142812771/\" id=\"a_23\">Foreign Awards (Recognition and Enforcement) Act, 1961</a>. The object of the New York\n\nConvention is to enable enforcement of private party agreements determining the forum to\n\ndecide the parties‟ disputes. It records rules for recognition and enforcement of awards. The\n\nConvention provides for reciprocal enforcement of foreign arbitral awards, and strives to\n\neliminate the need to resort to municipal, or domestic courts, to resolve international disputes.\n\nWhile acceding to the Convention, India restricted her obligations\n\n                    &quot; only to differences arising out of legal relationships, whether\n                    contractual or not, which are considered as commercial under\n                    the Law of India.&quot;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_39\">\n</p><p data-structure=\"Section\" id=\"p_40\">26.          The position, under the 1996 is to be gathered from <a href=\"/doc/1211237/\" id=\"a_24\">Section 44</a>, which enacts certain\n\npreconditions, viz. that the &quot;foreign award&quot; would be, for the purpose of enforcement, in\n\nIndia, one:\n</p>\n<blockquote id=\"blockquote_52\">       i)       Pursuant to difference arising out of legal relationships considered as commercial\n\n               under the law in force in India.\n</blockquote>\n<pre id=\"pre_4\">       ii)      It must have been made on or after 11th October, 1960.\n\n      iii)      It must be in pursuance to an agreement, in writing, for arbitration to which the\n\n</pre><blockquote id=\"blockquote_53\">                convention set-forth in the First Schedule (New York Convention) applies, and;\n</blockquote>\n\n\n\n<pre id=\"pre_5\">CS (OS) No.1363/2005                                                       Page 18 of Page 23\n       iv)       It must have been made in one of the reciprocating contracting States notified by\n\n               the Central Government.\n\n</pre><blockquote id=\"blockquote_54\">            Now, <a href=\"/doc/160474/\" id=\"a_25\">Section 45</a> obligates every judicial authority in India (which, concededly this\n\ncourt is) to refer the parties to arbitration, if they have agreed to be governed by arbitration\n\nagreements, which would be covered by <a href=\"/doc/1211237/\" id=\"a_26\">Section 44</a>. The obligation is an overriding one,\n\napparent from the non-obstante clause, and the mandatory &quot;shall&quot; occurring in the provision.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_41\">The only qualifications, relieving the court from its duty to refer the parties to arbitration, is if\n\nit is convinced that the agreement is &quot;null and void, inoperative or incapable of being\n\nperformed (<a href=\"/doc/160474/\" id=\"a_27\">Section 45</a>). Shin-etsu Chemical Co. Ltd. v. M/s. Aksh Optifibre Ltd. &amp; Anr. 2005\n\n(7) SCC 234 is a three judge decision on the overriding nature of the court‟s obligation;\n\nthough there is a plurality of views in the Bench decision on other issues, on this question, the\n\njudges were unanimous.\n</p>\n<p data-structure=\"Precedent\" id=\"p_42\">27.                Svenska (supra) was concerned with the applicability of <a href=\"/doc/18760292/\" id=\"a_28\">Section 3</a> of the\n\nForeign Awards (Recognition and Enforcement) Act, 1961. That provision was cast in\n\nidentical terms as <a href=\"/doc/142812771/\" id=\"a_29\">Section 45</a> of the Act. Dealing with a fact situation identical as those in this\n\ncase - where two or more contracts, containing different arbitration clauses existed, the\n\nSupreme Court held as follows:\n</p>\n<blockquote id=\"blockquote_55\">                   &quot;40. The only ground given by the High Court for refusing the stay of\n                   the suit against defendants 1 to 3 is as mentioned earlier. The High\n                   Court has also pointed out that since the plaint does not make severable\n                   allegations against different defendants who are parties to different\n                   contracts, with different arbitration agreements and the allegations\n                   made by the plaintiff against different defendants are such that they\n                   cannot be separated from each other and since the arbitrations between\n                   the plaintiff and different defendants may have to go to different\n                   arbitrators, all the arbitration clauses must be treated as having become\n                   inoperative. It has further been observed by the High Court that if all the\n                   agreements containing arbitration clauses with different defendants had\n                   envisaged only one arbitrator for adjudicating all the disputes, the fact\n\nCS (OS) No.1363/2005                                                      Page 19 of Page 23\n               that there were several agreements with the different defendants would\n              not have affected the matter and the award given by the common\n              arbitrators could have bound all the parties in the suit.\n</blockquote>\n<blockquote id=\"blockquote_56\">              41. It appears to us that the aforesaid reasoning of the High Court is\n              strained and totally erroneous. It also amounts to disregarding the\n              mandatory provision of Section 3 of the Foreign Awards Act.\n</blockquote>\n<blockquote id=\"blockquote_57\">              42. For purposes of the present case we are, for the present, considering\n              merely the applications for stay of the suit filed on behalf of the lenders.\n              It is clear from their applications that all the conditions envisaged for\n              the applicability of Section 3 of the Foreign Awards Act are fully\n              complied with.\n</blockquote>\n<blockquote id=\"blockquote_58\">              43. The plaintiff by merely entering into other contracts with different\n              parties cannot prejudice or defeat the rights of the different party under\n              the different contract, particularly when the right of the foreign\n              arbitration has been provided by Parliament as an indefeasible right in\n              which the court, does not have any kind of discretion.\n</blockquote>\n<blockquote id=\"blockquote_59\">              44. The arbitration is contemplated as per Section 3 of the Foreign\n              Awards Act. The plaintiff by filing a plaint, cannot make the arbitration\n              clause invalid or inoperative. Therefore, the finding of the High Court\n              that the arbitration agreements have become inoperative and incapable\n              of being performed or invalid is erroneous in law and, therefore, must\n              be set aside.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_43\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1118069\" id=\"span_6\">28.    The overbearing nature of Section 45 and the non-obstante clause, obliging the Court\n\nto relegate the parties to the agreed remedies in terms of the arbitration agreement was again\n\nemphasized in M/s. <a href=\"/doc/1118069/\" id=\"a_30\">AEG Aktiengesellschaft v. Insotex (India) &amp; Anr.(CA</a> 7855/96, decided on\n\n10.04.1996) by the Supreme Court thus:</span>\n</p>\n<blockquote id=\"blockquote_60\">              &quot;Section 45 thereof enjoins a judicial authority (the Company Law\n              Board being one such judicial authority) when requested by any one of\n              the parties or any person claiming through or under him, where the\n              parties have made an agreement referred to in Section 44, to refer the\n              parties to arbitration, unless it finds that the said agreement is null and\n              void, inoperative or incapable of being performed. Undisputably, there\n              exists an arbitration agreement between the parties whereby their\n              disputes arising out of the contract would be referable to an arbitrator\n              having his legal seat at Zurich, Switzerland, and to which disputes the\n              substantive law of contract as prevalent in India would apply. The\n              Company Law Board would thus be obliged to proceed in accordance\n\nCS (OS) No.1363/2005                                                  Page 20 of Page 23\n                with Section 45 and refer the parties to arbitration, because the\n               agreement is neither null and void, nor inoperative or incapable of\n               being performed. Incapability, of course, has not to be understood as\n               being inconvenienced. When the parties enter into such agreement with\n               open eyes they are presumed to have incurred on themselves the\n               inconveniences inherent in the deal. Thus, only an application by any of\n               the parties is required to be made, which would set the judicial\n               authority to act in the manner provided.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_44\">29.    The plaintiff‟s contentions are not that the arbitration agreement is &quot;null and void,\n\ninoperative or incapable of being performed&quot;; it raises what can be termed as a bogey of\n\n&quot;unworkability&quot; due to separate arbitration clauses embedded in two different agreements.\n\nTrue, there could be a certain element of overlapping in the disputes, which it may raise, and\n\nthe allegations in one arbitration may constitute evidence in the other; yet, that does not result\n\nin the agreement being &quot;null and void&quot; or rendering the agreement incapable of performance.\n\nUnworkability is not a ground afforded by law makers to thwart obligations characterized by\n\nthe Supreme Court as &quot;indefeasible&quot; rights to arbitral proceedings. Nor can the court, through\n\nan interpretive mechanism create exceptions (from the obligation to relegate parties to\n\narbitration) when no explicit ground exists. Doing so would not only distort the statute, but\n\neventually undermine obligations accepted by parties to international agreements, with open\n\neyes. As explained by the Supreme Court, &quot;incapacity&quot; is not inconvenience. In a similar vein,\n\nwhile interpreting the expression &quot;incapacity&quot;, urged by a party seeking to be excused from\n\narbitration, while insisting on maintaining civil action, it was held, in Janos Paczy v. Haendler\n\n&amp; Natermann GmbH 1981 (1) Lloyds LR 302, by the Court of Appeal, that:\n\n\n</p><blockquote id=\"blockquote_61\">               &quot;In my judgment, on the true construction of these words, &quot;incapable of\n               being performed&quot; relates to the arbitration agreement under the\n               consideration. The incapacity of one party to that agreement to implement\n               his obligations under the agreement does not, in my judgment, render the\n               agreement one which is incapable of performance within the section any\n\nCS (OS) No.1363/2005                                                   Page 21 of Page 23\n                more than the inability of a purchaser under a contract for purchase of\n               land to find the purchase price when the time comes to complete the sale\n               could be said to render the contract for sale incapable of performance. The\n               agreement only becomes incapable of performance in my view if the\n               circumstances are such that it could no longer be performed, even if both\n               parties were ready, able and willing to perform it...&quot;\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_45\">30.     Russel on Arbitration (twenty first Edn, Sweet &amp; Maxwell), in Para 7-014 states\n\nthis:\n</p>\n<blockquote id=\"blockquote_62\">               &quot; 7-014. Third parties involved. There is no longer any scope for the court\n               refusing a stay of proceedings on the ground that third parties are involved\n               and that it would be preferable for the dispute to be dealt with by one\n               tribunal (i.e. the court) in order to avoid the possibility of inconsistent\n               decisions.&quot;\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_46\">31.     It is held, for the above reasons, that the reasons urged by the plaintiff to reject\n\nAlstom‟s application are unmerited Further, its argument that without seeking recourse to\n\nClause 6.1, there can be no reference, is, in the facts of this case wholly untenable. It is the\n\nplaintiff who has rushed to court, ignoring the arbitration clause; had the defendant No. 1 done\n\nso, possibly this ground could have been justified. As things are, the plaintiff cannot seek\n\ndismissal of the application under <a href=\"/doc/131306694/\" id=\"a_31\">Section 8-</a> it is the party seeking to highlight disputes, and\n\nwanting their adjudication. So far as the other applications are concerned, the previous portion\n\nof the judgment dealing with mis-joinder of parties, and the reasons given why Sukanya‟s\n\nratio has no application in this case, are sufficient to reject the plaintiff‟s arguments.\n\nConsequently, I.A. 2803/2006, by NTPC; I.A. 14366/06 (by the third defendant) and I.A.\n\n14367/06 by Alstom are entitled to succeed; they are allowed. In the circumstances, the\n\nparties are at liberty to take steps in accordance with Clause 6 of the GCC (so far as the\n\nplaintiff and NTPC are concerned) and Clause 9 of the Project Agreement, so far as the\n\nplaintiff and Alstom are concerned. The plaint, is accordingly rejected as not maintainable.\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_47\">CS (OS) No.1363/2005                                                 Page 22 of Page 23\n The plaintiff shall bear the costs, and pay Rs. 50,000/- each to the first defendant and the\n\nsecond defendant, within two weeks.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_48\">\n\n\n</p><pre id=\"pre_6\">January 16, 2009                                          (S. RAVINDRA BHAT)\nmb                                                               JUDGE\n\n\n\n\nCS (OS) No.1363/2005                                              Page 23 of Page 23\n </pre>","numcites":11,"numcitedby":12,"docsource":"Delhi High Court","citetid":95818198,"divtype":"judgments","relatedqs":[{"value":"mandatory injunction","formInput":"mandatory%20injunction"},{"value":"sukanya holding","formInput":"sukanya%20holding"},{"value":"deed of joint undertaking","formInput":"deed%20of%20joint%20undertaking"},{"value":"\"ntpc\"\"bank guarantee\"","formInput":"%22ntpc%22%22bank%20guarantee%22"},{"value":"necessary party","formInput":"necessary%20party"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":"\"project agreement\" ","formInput":"%22project%20agreement%22%20"},{"value":"NTPC","formInput":"NTPC"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"arbitral award","formInput":"arbitral%20award"},{"value":"incapable of being performed","formInput":"incapable%20of%20being%20performed"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":" \" bid security \"","formInput":"%20%22%20bid%20security%20%22"},{"value":"arbitration  reference by the parties","formInput":"arbitration%20%20reference%20by%20the%20parties"},{"value":"arbitration agreement and parties","formInput":"arbitration%20agreement%20and%20parties"},{"value":"foreign awards","formInput":"foreign%20awards"},{"value":"arbitration clauses","formInput":"arbitration%20clauses"},{"value":"performance contract","formInput":"performance%20contract"},{"value":"non-obstante","formInput":"non-obstante"},{"value":"parties necessary parties ","formInput":"parties%20necessary%20parties%20"}],"cats":[{"value":"referral-power-for-arbitration-agreements","formInput":"tag:referral-power-for-arbitration-agreements"},{"value":"judicial-authority-to-refer-parties-to-arbitration","formInput":"tag:judicial-authority-to-refer-parties-to-arbitration"},{"value":"definition-of-enforcement-of-certain-foreign-awards","formInput":"tag:definition-of-enforcement-of-certain-foreign-awards"}],"courtcopy":true,"query_alert":null,"agreement":false}