{"tid":41309861,"publishdate":"2015-03-10","title":"Harmony Innovation Shipping Ltd. vs Gupta Coal India Ltd. on 10 March, 2015","doc":"<h2 class=\"doc_title\">Harmony Innovation Shipping Ltd. vs Gupta Coal India Ltd. on 10 March, 2015</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:d-misra\">Dipak Misra</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:d-misra\">Dipak Misra</a></h3>\n\n<pre id=\"pre_1\">                                                                    Reportable\n                                   IN THE SUPREME COURT OF INDIA\n\n                                    CIVIL APPELLATE JURISDICTION\n\n                                     CIVIL APPEAL NO. 610 2015\n                              [Arising out of SLP(C) NO. 36643 OF 2014]\n\n\n                   Harmony Innovation Shipping Ltd.                ... Appellant\n\n                                        Versus\n\n                   Gupta Coal India Ltd. &amp; Anr.                    ...Respondents\n\n\n\n                                           JUDGMENT\n</pre>\n\n\n<p data-structure=\"Issue\" id=\"p_1\">                   Dipak Misra, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">                         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"173015163\" id=\"span_1\">The issue that has emanated for consideration in this\n\n                   appeal is whether in the obtaining factual matrix, especially\n\n                   regard being had to the nature of the arbitration clause, the\n\n                   High Court is justified in setting aside the order passed by the\n\n                   learned Additional District Judge, Ernakulam on 25.9.2014 in\n\n                   I.A. No. 4345 of 2014 in O.P. (ARB) No. 802/2014 directing the\n\n                   first respondent therein to furnish security for US$ 11,15,400 or\n\n                   its equivalent (approximate) Indian Rupees 6,60,00,000/- or to\n<span class=\"hidden_text\" id=\"span_2\">Signature Not Verified</span>\n\n<span class=\"hidden_text\" id=\"span_3\">Digitally signed by</span>\n\n                   show cause on or before 01.10.2014, and as an interim measure\n<span class=\"hidden_text\" id=\"span_4\">Gulshan Kumar Arora</span>\n<span class=\"hidden_text\" id=\"span_5\">Date: 2015.03.20</span>\n<span class=\"hidden_text\" id=\"span_6\">16:33:25 IST</span>\n<span class=\"hidden_text\" id=\"span_7\">Reason:</span>\n\n\n\n\n                   conditionally   attaching   the   cargo   belonging   to   the   first\n<span class=\"hidden_text\" id=\"span_8\">\f                                                                         2</span>\n\n      respondent herein, while dealing with an application moved\n\n      under <a href=\"/doc/1079220/\" id=\"a_1\">Section 9</a> of the Arbitration and Conciliation Act, 1996 (for\n\n      brevity, “the Act”), on the foundation that <a href=\"/doc/1079220/\" id=\"a_2\">Section 9</a> of the Act is\n\n      limited to the applications to arbitration that takes place in India\n\n      and has no applicability to arbitration which takes place outside\n\n      India in view of the pronouncement in <a href=\"/doc/173015163/\" id=\"a_3\">Bharat Aluminium Co.\n\n      v. Kaiser Aluminium Technical Services Inc.1</a> inasmuch as\n\n      clause 5 of the contract which is the arbitration clause clearly\n\n      spells out that the contract is to be governed and construed\n\n      according to English law and if the dispute of the claim does not\n\n      exceed USD 50,000, the arbitration should be conducted in\n\n      accordance with small claims procedure of the London Maritime\n\n      Arbitration Association.</span>\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">       2.     Regard being had to the lis in question, suffice it to state\n\n       that an agreement was entered into between the parties on\n\n       20.10.2010 in respect of 24 voyages of coal shipment belonging\n\n       to the appellant, the first respondent before the High Court, from\n\n       Indonesia to India.    The respondent no. 1 herein, Gupta Coal\n\n       India Ltd., undertook only 15 voyages and that resulted in\n\n       disputes which ultimately stood referred to arbitration.     Be it\n\n       noted, an addendum to contract was executed as regards the\n1   (2012) 9 SCC 552\n<span class=\"hidden_text\" id=\"span_9\">\f                                                                  3</span>\n\nremaining voyages on 3.4.2013 when disputes arose in respect\n\nof the principal/main agreement. As the facts would undrape\n\narbitration proceedings were initiated and eventually an award\n\nwas passed.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">3.   After the award came into existence, the present appellant\n\nfiled an application under <a href=\"/doc/1079220/\" id=\"a_4\">Section 9</a> before the District Court,\n\nErnakulam for its enforcement under <a href=\"/doc/1079220/\" id=\"a_5\">Sections 9</a>/<a href=\"/doc/784819/\" id=\"a_6\">47</a> and <a href=\"/doc/1559160/\" id=\"a_7\">49</a> of\n\nthe Act.   As the factual narration would further uncurtain in\n\nrespect of the addendum to contract, when disputes arose\n\nrelating to the same, arbitration proceedings were initiated and\n\nat that juncture, the appellant moved the learned 2 nd Additional\n\nDistrict Court, Ernakulam under <a href=\"/doc/1079220/\" id=\"a_8\">Section 9</a> of the Act seeking\n\nattachment of the cargos as an interim relief and the learned\n\nAdditional District Judge, as has been stated earlier, issued\n\nconditional order of attachment.\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">4.   The order passed by the learned Additional District Judge,\n\nwas assailed before the High Court in a Writ Petition, O.P.(C) No.\n\n2612 of 2014 raising a singular contention that the impugned\n\norder therein was absolutely without jurisdiction and hence,\n\nunsustainable in law.\n</p>\n<p data-structure=\"Precedent\" id=\"p_6\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"173015163\" id=\"span_11\">5.   A counter affidavit was filed contending, inter alia, that the\n<span class=\"hidden_text\" id=\"span_12\">\f                                                                          4</span>\n\n       application before the learned Additional District Judge was\n\n       maintainable inasmuch as the contract between the parties was\n\n       entered into prior to the decision in <a href=\"/doc/173015163/\" id=\"a_9\">Bharat Aluminium Co.</a>\n\n       (supra) and, therefore, the principle <a href=\"/doc/173015163/\" id=\"a_10\">laid down in</a> <a href=\"/doc/173015163/\" id=\"a_11\">the said\n\n       decision</a> was not attracted to the facts of the case, and in fact, it\n\n       was governed by the principles stated in <a href=\"/doc/110552/\" id=\"a_12\">Bhatia International\n\n       v. Bulk Trading S.A2</a>.</span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_7\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"75785\" id=\"span_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_14\">6.     The High Court, after hearing the learned counsel for the\n\n       parties, referred to main agreement, Exhibit P-1, the addendum,\n\n       Exhibit P-2, and the arbitration clause in the main agreement\n\n       and considered the decisions in <a href=\"/doc/110552/\" id=\"a_13\">Bhatia International</a> (supra)\n\n       and <a href=\"/doc/75785/\" id=\"a_14\">Venture Global Engg. v. Satyam Computer Services\n\n       Ltd.3</a>, some decisions of the High Court, reproduced a passage\n\n       from Russell on Arbitration and eventually came to hold as\n\n       follows:</span></span>\n</p>\n<blockquote id=\"blockquote_1\">              <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"75785\" id=\"span_15\">“The contention that since Ext.P1 was entered into\n              before the judgment in Bharat Aluminium Co.’s case\n              and therefore the principles <a href=\"/doc/75785/\" id=\"a_15\">laid down in</a> <a href=\"/doc/75785/\" id=\"a_16\">the said\n              decision</a> is not applicable to the facts of the case\n              cannot be countenanced. The law <a href=\"/doc/75785/\" id=\"a_17\">laid down by</a> the\n              Supreme Court in Bharat Aluminium Co.’s case is\n              declaratory in nature and, therefore, the first\n              respondent cannot be heard to say that he is not\n              bound by the same and that the said principle cannot\n              be applied to the case on hand. In the case of a\n\n2   (2002) 4 SCC 105\n3   (2008) 4 SCC 190\n<span class=\"hidden_text\" id=\"span_16\">\f                                                                  5</span>\n\n     declaration, it is supposed to have been the law always\n     and one cannot be heard to say that it has only\n     prospective effect. It is deemed to have been the law at\n     all times. If that be so, the petition before the court\n     below is not maintainable and is only to be dismissed.”</span>\n\n</blockquote><p data-structure=\"Section\" id=\"p_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"173015163\" id=\"span_17\">7.   At the very outset, it is necessary to clear the maze as\n\nregards the understanding of the ratio in <a href=\"/doc/173015163/\" id=\"a_18\">Bharat Aluminium\n\nCo.</a> (supra) by the High Court. In the said case, the Constitution\n\nBench has clearly ruled thus:</span>\n</p>\n<blockquote id=\"blockquote_2\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"173015163\" id=\"span_18\">“197. The judgment in Bhatia International was ren-\n     dered by this Court on 13-3-2002. Since then, the\n     aforesaid judgment has been followed by all the High\n     Courts as well as by this Court on numerous occa-\n     sions. In fact, the judgment in Venture Global Engg.\n     has been rendered on 10-1-2008 in terms of the ratio\n     of the decision in Bhatia International. Thus, in order to\n     do complete justice, we hereby order, that the law now\n     declared by this Court shall apply prospectively, to all\n     the arbitration agreements executed hereafter.”\n\n     The aforesaid judgment by the Constitution Bench was\n\ndecided on September 6, 2012.          In the instant case, the\n\narbitration agreement was executed prior to that date and the\n\naddendum,     as   mentioned     earlier,   came   into   existence\n\nafterwards. Therefore, there can be no scintilla of doubt that the\n\nauthority in <a href=\"/doc/173015163/\" id=\"a_19\">Bharat Aluminium Co.</a> case would not be\n\napplicable for determination of the controversy in hand.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_19\">In fact,\n\nthe pronouncement in <a href=\"/doc/110552/\" id=\"a_20\">Bhatia International</a> (supra) would be\n\napplicable to the facts of the present case inasmuch as there is\n<span class=\"hidden_text\" id=\"span_20\">\f                                                                   6</span>\n\nnothing in the addendum to suggest any arbitration and, in fact,\n\nit is controlled and governed by the conditions postulated in the\n\nprincipal contract. We shall advert to this aspect slightly more\n\nspecifically at a later stage.</span>\n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_9\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"110552\" id=\"span_21\">8.   Keeping the aforesaid in view, it is necessary to keenly\n\nunderstand the decision in <a href=\"/doc/110552/\" id=\"a_21\">Bhatia International</a> (supra).          In\n\nthe said case, the agreement entered into between the parties,\n\ncontained an arbitration clause which provided that arbitration\n\nwas to be as per Rules of International Chambers of Commerce\n\n(for short, “the ICC). The parties had agreed that the arbitration\n\nwas to be held in Paris, France. The first respondent filed an\n\napplication under <a href=\"/doc/1079220/\" id=\"a_22\">Section 9</a> of the Act before the learned\n\nAdditional District Judge, Indore, M.P. with an interim prayer. A\n\nplea was raised by the appellant that the Indore Court had no\n\njurisdiction and application was not maintainable.        The said\n\nstand was repelled by the learned Additional District Judge,\n\nwhich found favour with the High Court. Before this Court, it\n\nwas urged on behalf of the appellant that <a href=\"/doc/1306164/\" id=\"a_23\">Part I of the Act</a> only\n\napplies to arbitration where the place of arbitration is in India,\n\nbut if the place of arbitration is not in India, then <a href=\"/doc/1306164/\" id=\"a_24\">Part II of the\n\nAct</a> would apply.     On behalf of the respondent therein, it was\n<span class=\"hidden_text\" id=\"span_22\">\f                                                                 7</span>\n\nurged that unless the parties, by their agreement either\n\nexpressly or impliedly exclude its provisions, Part I would also\n\napply to all international commercial arbitrations including\n\nthose that take place in India. The three-Judge Bench came to\n\nhold thus:-</span>\n</p>\n<blockquote id=\"blockquote_3\">     “To conclude, we hold that the provisions of Part I\n     would apply to all arbitrations and to all proceedings\n     relating thereto. Where such arbitration is held in In-\n     dia the provisions of Part I would compulsorily apply\n     and parties are free to deviate only to the extent per-\n     mitted by the derogable provisions of Part I. In cases of\n     international commercial arbitrations held out of India\n     provisions of Part I would apply unless the parties by\n     agreement, express or implied, exclude all or any of its\n     provisions. In that case the laws or rules chosen by\n     the parties would prevail. Any provision, in Part I,\n     which is contrary to or excluded by that law or rules\n     will not apply.”           [Emphasis supplied]\n\n     After the said conclusion was recorded, the stand of the\n\nlearned senior counsel for the appellant was put thus:-\n</blockquote>\n<blockquote id=\"blockquote_4\">     “Faced with this situation Mr Sen submits that, in this\n     case the parties had agreed that the arbitration be as\n     per the Rules of ICC. He submits that thus by neces-\n     sary implication <a href=\"/doc/1079220/\" id=\"a_25\">Section 9</a> would not apply. In our\n     view, in such cases the question would be whether\n     <a href=\"/doc/1079220/\" id=\"a_26\">Section 9</a> gets excluded by the ICC Rules of Arbitra-\n     tion. <a href=\"/doc/1071750/\" id=\"a_27\">Article 23</a> of the ICC Rules reads as follows:-\n        Conservatory and interim measures\n</blockquote><blockquote id=\"blockquote_5\">          1. Unless the parties have otherwise agreed, as\n       soon as the file has been transmitted to it, the Arbi-\n</blockquote><p data-structure=\"Precedent\" id=\"p_10\">       tral Tribunal may, at the request of a party, order\n       any interim or conservatory measure it deems ap-\n       propriate. The Arbitral Tribunal may make the\n<span class=\"hidden_text\" id=\"span_23\">\f                                                                 8</span>\n\n        granting of any such measure subject to appropri-\n        ate security being furnished by the requesting\n        party. Any such measure shall take the form of an\n        order, giving reasons, or of an award, as the Arbitral\n        Tribunal considers appropriate.\n</p><p data-structure=\"Section\" id=\"p_11\">           2. Before the file is transmitted to the Arbitral\n        Tribunal, and in appropriate circumstances even\n        thereafter, the parties may apply to any competent\n        judicial authority for interim or conservatory mea-\n        sures. The application of a party to a judicial au-\n        thority for such measures or for the implementation\n        of any such measures ordered by an Arbitral Tri-\n        bunal shall not be deemed to be an infringement or\n        a waiver of the arbitration agreement and shall not\n        affect the relevant powers reserved to the Arbitral\n        Tribunal. Any such application and any measures\n        taken by the judicial authority must be notified\n        without delay to the Secretariat. The Secretariat\n        shall inform the Arbitral Tribunal thereof.”\n\n     After so stating, the Court referred to <a href=\"/doc/1071750/\" id=\"a_28\">Article 23</a> of the ICC\n\nRules and interpreted thus:-\n</p>\n<blockquote id=\"blockquote_6\">     “Thus <a href=\"/doc/1071750/\" id=\"a_29\">Article 23</a> of the ICC Rules permits parties to\n     apply to a competent judicial authority for interim and\n     conservatory measures. Therefore, in such cases an\n     application can be made under <a href=\"/doc/1079220/\" id=\"a_30\">Section 9</a> of the said\n     Act.”\n\n\n</blockquote><blockquote id=\"blockquote_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"75785\" id=\"span_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_25\">9.   The decision in <a href=\"/doc/110552/\" id=\"a_31\">Bhatia International</a> (supra) was followed\n\nin <a href=\"/doc/75785/\" id=\"a_32\">Venture Global Engg.</a> (supra).</span></span>        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_26\">The Court scanned the\n\nultimate conclusion recorded in <a href=\"/doc/110552/\" id=\"a_33\">Bhatia International</a> (supra)\n\nand in that context, referred to various paragraphs and came to\n\nhold as follows:-</span>\n</blockquote><span class=\"hidden_text\" id=\"span_27\">\f                                                            9</span>\n\n<blockquote id=\"blockquote_8\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"110552\" id=\"span_28\">“32. The learned Senior Counsel for the respondent\nbased on para 26 submitted that in the case of foreign\naward which was passed outside India is not enforce-\nable in India by invoking the provisions of the Act or\n<a href=\"/doc/161831507/\" id=\"a_34\">CPC</a>. However, after critical analysis of para 26, we are\nunable to accept the argument of the learned Senior\nCounsel for the respondent. Paras 26 and 27 start by\ndealing with the arguments of Mr Sen who argued that\nPart I is not applicable to foreign awards. It is only in\nthe sentence starting at the bottom of para 26 that the\nphrase “it must immediately be clarified” that the find-\ning of the Court is rendered. That finding is to the ef-\nfect that an express or implied agreement of parties\ncan exclude the applicability of Part I. The finding\nspecifically states: “But if not so excluded, the provi-\nsions of Part I will also apply to all ‘foreign awards’.”\nThis exception which is carved out, based on agree-\nment of the parties, in para 21 (placita e to f) is ex-\ntracted below: (<a href=\"/doc/110552/\" id=\"a_35\">Bhatia International</a> case SCC p. 119e\nto f)\n\n     “21. … By omitting to provide that Part I will not\n     apply to international commercial arbitrations\n     which take place outside India the effect would be\n     that Part I would also apply to international com-\n     mercial arbitrations held out of India. But by not\n     specifically providing that the provisions of Part I\n     apply to international commercial arbitrations\n     held out of India, the intention of the legislature\n     appears to be to ally (sic allow) parties to provide\n     by agreement that Part I or any provision therein\n     will not apply. Thus in respect of arbitrations\n     which take place outside India even the non-\n     derogable provisions of Part I can be excluded.\n     Such an agreement may be express or implied.”</span>\n\n</blockquote><blockquote id=\"blockquote_9\">33. The very fact that the judgment holds that it would\nbe open to the parties to exclude the application of the\nprovisions of Part I by express or implied agreement,\nwould mean that otherwise the whole of Part I would\napply. In any event, to apply Section 34 to foreign in-\n</blockquote><p data-structure=\"Section\" id=\"p_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_29\">ternational awards would not be inconsistent with\n<span class=\"hidden_text\" id=\"span_30\">\f                                                                       10</span>\n\n      <a href=\"/doc/963351/\" id=\"a_36\">Section 48</a> of the Act, or any other provision of Part II\n      as a situation may arise, where, even in respect of\n      properties situate in India and where an award would\n      be invalid if opposed to the public policy of India,\n      merely because the judgment-debtor resides abroad,\n      the award can be enforced against properties in India\n      through personal compliance of the judgment-debtor\n      and by holding out the threat of contempt as is being\n      sought to be done in the present case. In such an\n      event, the judgment-debtor cannot be deprived of his\n      right under <a href=\"/doc/536284/\" id=\"a_37\">Section 34</a> to invoke the public policy of\n      India, to set aside the award. As observed earlier, the\n      public policy of India includes — (a) the fundamental\n      policy of India; or (b) the interests of India; or (c) jus-\n      tice or morality; or (d) in addition, if it is patently ille-\n      gal. This extended definition of public policy can be by-\n      passed by taking the award to a foreign country for en-\n      forcement.”\n\n      After so holding the Court dealt with the contentions of the\n\nlearned senior counsel who highlighted the concept of ‘transfer’\n\nof shares and the procedure involved therein under the <a href=\"/doc/1353758/\" id=\"a_38\">Indian\n\nCompanies Act, 1956</a> and the impact of Foreign Exchange Man-\n\nagement Act, 1999 and adverted to the impact and effect of the\n\nlegal and regulatory scrutiny under both the Act and accepted\n\nthe   submission.        The    Court,    thereafter,   scanned       the\n\nshareholders agreement and eventually came to hold that in\n\nterms of the decision in <a href=\"/doc/110552/\" id=\"a_39\">Bhatia International</a> (supra) , <a href=\"/doc/1306164/\" id=\"a_40\">Part I of\n\nthe Act</a> is applicable to the award that was called in question in\n\nthe said case, even though it was a foreign award.</span>\n\n</p><p data-structure=\"Section\" id=\"p_13\">10. The aforesaid decision clearly lays down that it would be\n<span class=\"hidden_text\" id=\"span_31\">\f                                                                         11</span>\n\n       open to the parties to exclude the application of the provision of\n\n       Part I by express or implied agreement. Unless there is express\n\n       or implied exclusion, the whole of Part I would apply. The Court,\n\n       as stated earlier, was dealing with shareholders agreement\n\n       between the parties.       <a href=\"/doc/1841764/\" id=\"a_41\">Sections 11</a>.05 (b) and (c) of the\n\n       shareholders agreement between the parties read as follows:-\n\n</p><blockquote id=\"blockquote_10\">              “(b) This agreement shall be construed in accordance\n              with and governed by the laws of the State of Michi-\n              gan, United States, without regard to the conflicts of\n              law rules of such jurisdiction. Disputes between the\n              parties that cannot be resolved via negotiations shall\n              be submitted for final, binding arbitration to the Lon-\n              don Court of Arbitration.\n</blockquote>\n<blockquote id=\"blockquote_11\">              (c) Notwithstanding anything to the contrary in this\n              agreement, the shareholders shall at all times act in\n              accordance with the <a href=\"/doc/1353758/\" id=\"a_42\">Companies Act</a> and other applica-\n</blockquote><p data-structure=\"Section\" id=\"p_14\">              ble Acts/rules being in force, in India at any time.”\n\n              The said clauses were interpreted by the Court not to\n\n       exclude either expressly or impliedly the applicability of <a href=\"/doc/1353758/\" id=\"a_43\">Part I of\n\n       the Act</a>.\n</p>\n<p data-structure=\"Precedent\" id=\"p_15\">       11. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1679578\" id=\"span_32\">In this context, it will be useful to refer to the decision in\n\n       <a href=\"/doc/1679578/\" id=\"a_44\">Indtel Technical Services (P) Ltd. v. W.S. Atkins Rail Ltd.</a> 4\n\n       wherein the designated Judge was called to decide the issue of\n\n       appointment of sole arbitrator. The arbitration clause read as\n\n       follows:-</span>\n</p>\n<blockquote id=\"blockquote_12\">4   (2008) 10 SCC 308\n<span class=\"hidden_text\" id=\"span_33\">\f                                                                          12</span>\n\n               “13. Settlement of disputes\n                 13.1. This agreement, its construction, validity and\n              performance shall be governed by and constructed in\n              accordance with the laws of England and Wales;\n                 13.2. Subject to Clause 13.3 all disputes or differ-\n</blockquote><p data-structure=\"Conclusion\" id=\"p_16\">              ences arising out of, or in connection with, this agree-\n              ment which cannot be settled amicably by the parties\n              shall be referred to adjudication;\n</p><p data-structure=\"Precedent\" id=\"p_17\">                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_34\">13.3. If any dispute or difference under this agree-\n              ment touches or concerns any dispute or difference\n              under either of the sub-contract agreements, then the\n              parties agree that such dispute or difference hereun-\n              der will be referred to the adjudicator or the courts as\n              the case may be appointed to decide the dispute or dif-\n              ference under the relevant sub-contract agreement\n              and the parties hereto agree to abide by such decision\n              as if it were a decision under this agreement.”\n\n\n              The Court referred to the decision in <a href=\"/doc/110552/\" id=\"a_45\">Bhatia International</a>\n\n      (supra) and Lesotho Highlands Development Authority v.\n\n      Impregilo SpA5 and came to hold as follows:-</span>\n\n</p><blockquote id=\"blockquote_13\">              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"633347\" id=\"span_35\">“It is no doubt true that it is fairly well settled that\n              when an arbitration agreement is silent as to the law\n              and procedure to be followed in implementing the ar-\n              bitration agreement, the law governing the said agree-\n              ment would ordinarily be the same as the law govern-\n              ing the contract itself. The decisions cited by Mr Tri-\n              pathi and the views of the jurists referred to in <a href=\"/doc/633347/\" id=\"a_46\">NTPC\n              v. Singer Co.6</a> case support such a proposition. What,\n              however, distinguishes the various decisions and\n              views of the authorities in this case is the fact that in\n              Bhatia International this Court laid down the proposi-\n              tion that notwithstanding the provisions of <a href=\"/doc/883201/\" id=\"a_47\">Section\n              2(2)</a> of the Arbitration and Conciliation Act, 1996, indi-\n              cating that Part I of the said Act would apply where\n              the place of arbitration is in India, even in respect of\n5   (2005) 3 WLR 129\n6   (1992) 3 SCC 551\n<span class=\"hidden_text\" id=\"span_36\">\f                                                                            13</span>\n\n              international commercial agreements, which are to be\n              governed by the laws of another country, the parties\n              would be entitled to invoke the provisions of Part I of\n              the aforesaid Act and consequently the application\n              made under <a href=\"/doc/1841764/\" id=\"a_48\">Section 11</a> thereof would be maintain-</span>\n</blockquote><p data-structure=\"Issue\" id=\"p_18\">              able.”\n\n</p><p data-structure=\"Precedent\" id=\"p_19\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1194084\" id=\"span_37\">12. Mr. Vishwanathan, learned senior counsel, apart from\n\n       citing aforesaid authorities, have also drawn inspiration from\n\n       <a href=\"/doc/1194084/\" id=\"a_49\">Citation Infowares Ltd. v. Equinox Corp.7</a> wherein the\n\n       designated Judge held that unless the provisions of <a href=\"/doc/1306164/\" id=\"a_50\">Part I of the\n\n       Act</a> are excluded by agreement between the parties either\n\n       expressly or by implication, <a href=\"/doc/1306164/\" id=\"a_51\">Part I of the Act</a> including <a href=\"/doc/1841764/\" id=\"a_52\">Section 11</a>\n\n       would be applicable even where the international commercial\n\n       agreements are governed by the laws of another country.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_38\">It may\n\n       be that the arbitrator might be required to take into account the\n\n       applicable laws which may be the foreign laws but that does not\n\n       affect the jurisdiction under <a href=\"/doc/1841764/\" id=\"a_53\">Section 11</a> which falls in Part I\n\n       which       has   been   specifically   held   applicable   in   <a href=\"/doc/110552/\" id=\"a_54\">Bhatia\n\n       International</a> case.</span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_20\">       13. Referring to the arbitration clause, submits learned senior\n\n       counsel that there is no express or implied exclusion of the\n\n       applicability of <a href=\"/doc/1306164/\" id=\"a_55\">Part I of the Act</a> and, therefore, the Courts in\n\n       India have jurisdiction and the learned Additional District Judge\n\n\n7   (2009) 7 SCC 220\n<span class=\"hidden_text\" id=\"span_39\">\f                                                                                14</span>\n\n       had not flawed in exercise of jurisdiction.\n\n</p><p data-structure=\"CDiscource\" id=\"p_21\">       <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"156247141\" id=\"span_40\">14. Mr.         Giri,   learned    senior   counsel   appearing   for   the\n\n       respondents would submit that when the juridical seat is in\n\n       <a href=\"/doc/1306164/\" id=\"a_56\">London, Part I of the Act</a> would not be applicable. To bolster the\n\n       aforesaid submission, he has placed reliance on <a href=\"/doc/156247141/\" id=\"a_57\">Reliance\n\n       Industries Limited and Another v. Union of India</a> 8.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_41\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"173015163\" id=\"span_42\">It is also\n\n       urged by Mr. Giri, learned senior counsel that after the principal\n\n       agreement, an addendum was executed between the parties after\n\n       pronouncement of the decision in <a href=\"/doc/173015163/\" id=\"a_58\">Bharat Aluminium Co.</a> case\n\n       and,      therefore,      the     principles   <a href=\"/doc/173015163/\" id=\"a_59\">laid   down   in</a>   <a href=\"/doc/110552/\" id=\"a_60\">Bhatia\n\n       International</a> (supra) would not be applicable.</span></span>\n\n</p><p data-structure=\"Precedent\" id=\"p_22\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"156247141\" id=\"span_43\">15. It is seemly to exposit the controversy and to appreciate\n\n       what has been <a href=\"/doc/110552/\" id=\"a_61\">laid down in</a> the case of <a href=\"/doc/156247141/\" id=\"a_62\">Reliance Industries\n\n       Limited</a> (supra). The appellant in the said case has assailed the\n\n       judgment of the High Court of Delhi whereby the High Court had\n\n       allowed the petition filed by the respondent under <a href=\"/doc/536284/\" id=\"a_63\">Section 34</a> of\n\n       the Act, challenging the final partial award, whereby the\n\n       objections raised by the Union of India relating to the\n\n       arbitrability of the claims made by the petitioner therein in\n\n       respect of royalties, cess, service tax and CAG audit were\n\n       rejected. The Court referred to various agreements entered into\n8   (2014) 7 SCC 603\n<span class=\"hidden_text\" id=\"span_44\">\f                                                                  15</span>\n\nbetween the parties. It reproduced <a href=\"/doc/981147/\" id=\"a_64\">Articles 32</a> and <a href=\"/doc/829916/\" id=\"a_65\">33</a> which was\n\nentered into between the parties.       The relevant clause for the\n\npresent purpose is 33.12. We think it appropriate to reproduce\n\nthe relevant part of the said clause.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_23\">     “33. Sole expert, conciliation and arbitration:\n\n</p><blockquote id=\"blockquote_14\">     33.12. The venue of conciliation or arbitration pro-\n</blockquote><p data-structure=\"Section\" id=\"p_24\">     ceedings pursuant to this article, unless the parties\n     otherwise agree, shall be London, England and shall\n     be conducted in the English language. The arbitration\n     agreement contained in this <a href=\"/doc/829916/\" id=\"a_66\">Article 33</a> shall be gov-\n     erned by the laws of England. Insofar as practicable,\n     the parties shall continue to implement the terms of\n     this contract notwithstanding the initiation of arbitral\n     proceedings and any pending claim or dispute.”\n\n</p><p data-structure=\"Section\" id=\"p_25\">16. As per <a href=\"/doc/829916/\" id=\"a_67\">Article 33.12</a>, the arbitral proceedings were to be\n\nheld in London as the neutral venue. The venue of the arbitral\n\nproceeding was shifted to Paris and again re-shifted to London.\n\nConsequently,    the   parties   agreed   for   amendment   of   the\n\nagreement, which is relevant for the purpose of understanding\n\nthe principle, ultimately stated in the said authority:-\n\n</p><blockquote id=\"blockquote_15\">     “4.   Applicable law and arbitration – Except the\n     change of venue/seat of arbitration from London to\n     Paris, <a href=\"/doc/981147/\" id=\"a_68\">Articles 32</a> and <a href=\"/doc/829916/\" id=\"a_69\">33</a> of the contract shall be\n     deemed to be set out in full n this agreement mutatis\n     mutandis and so that references therein to the\n     contract shall be references to this agreement.”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_26\">17. As issues arose, the Arbitral Tribunal was constituted\n\nunder <a href=\"/doc/829916/\" id=\"a_70\">Article 33.12</a>, the venue of arbitration was in London. A\n<span class=\"hidden_text\" id=\"span_45\">\f                                                                 16</span>\n\nsubstantial hearing was held in Singapore.           Thereafter, by\n\nagreement of the parties, the Arbitral Tribunal made a final\n\npartial consent award which was as follows:-\n\n</p><blockquote id=\"blockquote_16\">     “3. Final partial award as to seat\n     3.1. Upon the agreement of the parties, each\n     represented by duly authorised representatives and\n     through counsel, the Tribunal hereby finds, orders\n     and awards:\n</blockquote>\n<blockquote id=\"blockquote_17\">       (a) That without prejudice to the right of the parties\n       to subsequently agree otherwise in writing, the\n       juridical seat (or legal place) of arbitration for the\n       purposes of the arbitration initiated under the\n       claimants’ notice of arbitration dated 16-12-2010\n       shall be London, England.\n</blockquote><blockquote id=\"blockquote_18\">       (b) That any hearings in this arbitration may take\n       place in Paris, France, Singapore or any other\n       location the Tribunal considers may be convenient.\n</blockquote><blockquote id=\"blockquote_19\">       (c) That, save as set out above, the terms and\n       conditions of the arbitration agreements in <a href=\"/doc/829916/\" id=\"a_71\">Article\n       33</a> of the PSCs shall remain in full force and effect\n       and be applicable in this arbitration.”\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_27\">18. The    respondent,   Union   of   India,   had    invoked   the\n\njurisdiction of the Delhi High Court by stating that the terms of\n\nthe PSCs entered would manifest an unmistakable intention of\n\nthe parties to be governed by the laws of India and more\n\nparticularly the <a href=\"/doc/1306164/\" id=\"a_72\">Arbitration Act, 1996</a>; that the contracts were\n\nsigned and executed in India; that the subject-matter of the\n\ncontracts, namely, the Panna Mukta and the Tapti fields are\n\nsituated within India; that the obligations under the contracts\n<span class=\"hidden_text\" id=\"span_46\">\f                                                                  17</span>\n\nhad been for the past more than 15 years performed within\n\nIndia; that the contracts stipulate that they “shall be governed\n\nand interpreted in accordance with the laws of India”; that they\n\nalso provided that “nothing in this contract” shall entitle either\n\nof the parties to exercise the rights, privileges and powers\n\nconferred upon them by the contract “in a manner which will\n\ncontravene the laws of India” (<a href=\"/doc/1566826/\" id=\"a_73\">Article 32.2</a>); and that the\n\ncontracts further stipulate that “the companies and the\n\noperations under this contract shall be subject to all fiscal\n\nlegislation of India” (<a href=\"/doc/1942013/\" id=\"a_74\">Article 15.1</a>)”.\n</p>\n<p data-structure=\"Precedent\" id=\"p_28\">19. On behalf of the appellant, the issue of maintainability was\n\nraised.   The High Court answered the issue in the following\n\nmanner:\n</p>\n<blockquote id=\"blockquote_20\">     “Upon consideration of the entire matter, the High\n     Court has held that undoubtedly the governing law of\n     the contract i.e. proper law of the contract is the law of\n     India. Therefore, the parties never intended to\n     altogether exclude the laws of India, so far as\n     contractual rights are concerned. The laws of England\n     are limited in their applicability in relation to\n     arbitration agreement contained in <a href=\"/doc/829916/\" id=\"a_75\">Article 33.</a> This\n     would mean that the English law would be applicable\n     only with regard to the curial law matters i.e. conduct\n     of the arbitral proceedings. For all other matters,\n     proper law of the contract would be applicable. Relying\n     on <a href=\"/doc/1942013/\" id=\"a_76\">Article 15(1)</a>, it has been held that the fiscal laws of\n     India cannot be derogated from. Therefore, the\n     exclusion of Indian public policy was not envisaged by\n     the parties at the time when they entered into the\n<span class=\"hidden_text\" id=\"span_47\">\f                                                                  18</span>\n\n     contract. The High <a href=\"/doc/156247141/\" id=\"a_77\">Court further held</a> that to hold that\n     the agreement contained in <a href=\"/doc/829916/\" id=\"a_78\">Article 33</a> would envisage\n     the matters other than procedure of arbitration\n     proceedings would be to rewrite the contract. The High\n     Court also held that the question of arbitrability of the\n     claim or dispute cannot be examined solely on the\n     touchstone of the applicability of the law relating to\n     arbitration of any country but applying the public\n     policy under the laws of the country to which the\n     parties have subjected the contract to be governed.\n     Therefore, according to the High Court, the question of\n     arbitrability of the dispute is not a pure question of\n     applicable law of arbitration or lex arbitri but a larger\n     one governing the public policy.”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_29\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_48\">20. Addressing the issue of maintainability, this Court referred\n\nto the decision in <a href=\"/doc/110552/\" id=\"a_79\">Bhatia International</a> (supra) and took note of\n\nthe fact that parties have agreed and as is also perceivable from\n\nthe final partial consent award that the juridical seat or local\n\nplace of arbitration for the purpose of arbitration initiated under\n\nthe claimants’ notice shall be London, England.        The parties\n\nhave also agreed that the hearing of the notice for arbitration\n\nmay take place at Paris, France, Singapore or any other location\n\nthe Tribunal considers may be convenient. The Court posed the\n\nquestion whether in the factual matrix, there has been express\n\nor implied exclusion of the applicability of <a href=\"/doc/1306164/\" id=\"a_80\">Part I of the Act</a>.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_49\">In\n\nthat context, the Court referred to paragraph 32 of <a href=\"/doc/110552/\" id=\"a_81\">Bhatia\n\nInternational</a> case and, thereafter, analysed the relevant\n\narticles of the PSC to discover the real intention of the parties as\n<span class=\"hidden_text\" id=\"span_50\">\f                                                                19</span>\n\nto whether the provisions of the Act had been excluded.        The\n\nCourt referred to <a href=\"/doc/846967/\" id=\"a_82\">Articles 32.1</a> and <a href=\"/doc/1566826/\" id=\"a_83\">32.2</a> that dealt with the\n\napplicable law and language of the contract.         <a href=\"/doc/846967/\" id=\"a_84\">Article 32.1</a>\n\nprovided that the proper law of the contract would be law of\n\nIndia and under <a href=\"/doc/1566826/\" id=\"a_85\">Article 32.2</a> made a declaration none of the\n\nprovisions contained in the contract would entitle either the\n\nGovernment or the contractor to exercise the rights, privileges\n\nand powers conferred upon it by the contract in a manner which\n\nwould contravene the laws of India. The Court observed that the\n\nbasis of controversy involved in the case pertain to analysis of\n\nthe anatomy of the <a href=\"/doc/829916/\" id=\"a_86\">Article 33.12</a> which provided that venue of\n\nthe arbitration shall be London and that the arbitration\n\nagreement shall be governed by the laws of England. That apart,\n\nthe parties had agreed that juridical seat or legal place of\n\narbitration for the purpose initiated under the claimants’ notice\n\nof arbitration would be at London.         The Court posed the\n\nquestion whether such stipulations excluded the applicability of\n\nthe Act or not. The Court repelling the contention that clauses\n\ndo not exclude the applicability of the 1996 Act, observed thus:-</span>\n\n</p><blockquote id=\"blockquote_21\">     “In our opinion, the expression “laws of India” as used\n     in <a href=\"/doc/846967/\" id=\"a_87\">Articles 32.1</a> and <a href=\"/doc/1566826/\" id=\"a_88\">32.2</a> has a reference only to the\n     contractual obligations to be performed by the parties\n     under the substantive contract i.e. PSC. In other\n<span class=\"hidden_text\" id=\"span_51\">\f                                                                         20</span>\n\n              words, the provisions contained in <a href=\"/doc/829916/\" id=\"a_89\">Article 33.12</a> are\n              not governed by the provisions contained in <a href=\"/doc/846967/\" id=\"a_90\">Article\n              32.1.</a> It must be emphasised that <a href=\"/doc/846967/\" id=\"a_91\">Article 32.1</a> has been\n              made subject to the provision of <a href=\"/doc/829916/\" id=\"a_92\">Article 33.12.</a> <a href=\"/doc/829916/\" id=\"a_93\">Article\n              33.12</a> specifically provides that the arbitration\n              agreement shall be governed by the laws of England.\n</blockquote><p data-structure=\"Section\" id=\"p_30\">              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_52\">The two articles are particular in laying down that the\n              contractual obligations with regard to the exploration\n              of oil and gas under the PSC shall be governed and\n              interpreted in accordance with the laws of India. In\n              contradistinction, <a href=\"/doc/829916/\" id=\"a_94\">Article 33.12</a> specifically provides\n              that the arbitration agreement contained in <a href=\"/doc/829916/\" id=\"a_95\">Article\n              33.12</a> shall be governed by the laws of England.\n              Therefore, in our opinion, the conclusion is\n              inescapable that applicability of the <a href=\"/doc/1306164/\" id=\"a_96\">Arbitration Act,\n              1996</a> has been ruled out by a conscious decision and\n              agreement of the parties. Applying the ratio of law as\n              <a href=\"/doc/110552/\" id=\"a_97\">laid down in</a> Bhatia International it would lead to the\n              conclusion that the Delhi High Court had no\n              jurisdiction to entertain the petition under <a href=\"/doc/536284/\" id=\"a_98\">Section 34</a>\n              of the Arbitration Act, 1996.”</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_31\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1045460\" id=\"span_53\">21. After so stating, the Court opined that it is too late in the\n\n       day to contend that the seat of arbitration is not analogous to an\n\n       exclusive jurisdiction clause. Once the parties had consciously\n\n       agreed that juridical seat of the arbitration would be London and\n\n       that the agreement would be governed by the laws of London, it\n\n       was no longer open to contend that provisions of <a href=\"/doc/1306164/\" id=\"a_99\">Part I of the Act</a>\n\n       would also be applicable to the arbitration agreement.           The\n\n       Court referred to the decision in <a href=\"/doc/1045460/\" id=\"a_100\">Videocon Industries Ltd. v.\n\n       Union of India9</a>.</span>         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1045460\" id=\"span_54\">Referring to clause in the <a href=\"/doc/1045460/\" id=\"a_101\">Videocon\n\n       Industries Ltd.</a> (supra), the Court proceeded to state that:-</span>\n</p><blockquote id=\"blockquote_22\">9   (2011) 6 SCC 161\n<span class=\"hidden_text\" id=\"span_55\">\f                                                            21</span>\n\n</blockquote><blockquote id=\"blockquote_23\">47. ….The first issue raised in Videocon Industries Ltd.\n</blockquote><p data-structure=\"Precedent\" id=\"p_32\">was as to whether the seat of arbitration was London\nor Kuala Lumpur. The second issue was with regard\nto the courts that would have supervisory jurisdiction\nover the arbitration proceedings. Firstly, the plea of\nVideocon Industries Ltd. was that the seat could not\nhave been changed from Kuala Lumpur to London\nonly on agreement of the parties without there being a\ncorresponding amendment in the PSC. This plea was\naccepted. It was held that seat of arbitration cannot\nbe changed by mere agreement of parties. In para 21\nof the judgment, it was observed as follows: (SCC p.\n</p><p data-structure=\"Section\" id=\"p_33\">170)\n\n    “21. Though, it may appear repetitive, we deem it\n  necessary to mention that as per the terms of\n  agreement, the seat of arbitration was Kuala\n  Lumpur. If the parties wanted to amend <a href=\"/doc/846153/\" id=\"a_102\">Article\n  34.12</a>, they could have done so only by a written\n  instrument which was required to be signed by all\n  of them. Admittedly, neither was there any\n  agreement between the parties to the PSC to shift\n  the juridical seat of arbitration from Kuala Lumpur\n  to London nor was any written instrument signed\n  by them for amending <a href=\"/doc/846153/\" id=\"a_103\">Article 34.12.</a> Therefore, the\n  mere fact that the parties to the particular\n  arbitration had agreed for shifting of the seat of\n  arbitration to London cannot be interpreted as\n  anything except physical change of the venue of\n  arbitration from Kuala Lumpur to London.”\n\n</p><p data-structure=\"Precedent\" id=\"p_34\">48. The other issue considered by this Court in\nVideocon Industries Ltd. was as to whether a petition\nunder <a href=\"/doc/1079220/\" id=\"a_104\">Section 9</a> of the Arbitration Act, 1996 would be\nmaintainable in the Delhi High Court, the parties\nhaving specifically agreed that the arbitration\nagreement would be governed by the English law. This\nissue was decided against the Union of India and it\nwas held that the Delhi High Court did not have the\njurisdiction to entertain the petition filed by the Union\nof India under <a href=\"/doc/1120409/\" id=\"a_105\">Section 9</a> of the Arbitration Act.\n<span class=\"hidden_text\" id=\"span_56\">\f                                                                22</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_35\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1045460\" id=\"span_57\">22. While discussing about the <a href=\"/doc/1045460/\" id=\"a_106\">ratio <a href=\"/doc/1045460/\" id=\"a_107\">laid down in</a></a> <a href=\"/doc/1045460/\" id=\"a_108\">Videocon\n\nIndustries Ltd.</a> (supra), the Court analysed the agreement of\n\nthe earlier case, and mainly the relevant parts of <a href=\"/doc/829916/\" id=\"a_109\">Articles 33</a><a href=\"/doc/846153/\" id=\"a_110\">, 34</a>\n\nand <a href=\"/doc/448465/\" id=\"a_111\">35.</a></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1045460\" id=\"span_58\"><a href=\"/doc/846153/\" id=\"a_112\">Article 34.12</a> in <a href=\"/doc/1045460/\" id=\"a_113\">Videocon Industries Ltd.</a> case read as\n\nfollows:</span>\n</p>\n<blockquote id=\"blockquote_24\">     “34.12. Venue and law of arbitration agreement.—The\n     venue of sole expert, conciliation or arbitration pro-\n     ceedings pursuant to this article, unless the parties\n     otherwise agree, shall be Kuala Lumpur, Malaysia,\n     and shall be conducted in the English language. Inso-\n     far as practicable, the parties shall continue to imple-\n     ment the terms of this contract notwithstanding the\n     initiation of arbitral proceedings and any pending\n     claim or dispute. Notwithstanding the provisions of Ar-\n     ticle 33.1, the arbitration agreement contained in this\n     <a href=\"/doc/846153/\" id=\"a_114\">Article 34</a> shall be governed by the laws of England.”\n\n     Clause 35.2 of the agreement pertaining to amendment\n\nstipulated that the said contract shall not be amended modified,\n\nvaried or supplemented in any respect except by an instrument\n\nin writing signed by all the parties, which shall state the date\n\nupon which the amendment or modification shall be effective.\n</blockquote>\n<blockquote id=\"blockquote_25\">Thereafter, the Court had proceeded to state what we have\n\nreproduced hereinbefore.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_36\">23. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1045460\" id=\"span_59\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"156247141\" id=\"span_60\">In <a href=\"/doc/156247141/\" id=\"a_115\">Reliance Industries Ltd.</a> (supra), the Court took note of\n\nthe fact that parties had made necessary amendment in the\n\nPSCs to provide that the juridical seat of arbitration shall be\n<span class=\"hidden_text\" id=\"span_61\">\f                                                                  23</span>\n\nLondon and the arbitration agreement will be governed by the\n\nlaws of England and in that context observed that the <a href=\"/doc/156247141/\" id=\"a_116\">ratio <a href=\"/doc/156247141/\" id=\"a_117\">laid\n\ndown in</a></a> <a href=\"/doc/1045460/\" id=\"a_118\">Videocon Industries Ltd.</a> (supra) would be relevant\n\nand binding. Proceeding further, the Court stated thus:</span></span>\n\n</p><blockquote id=\"blockquote_26\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1045460\" id=\"span_62\">“The arbitration agreement in this appeal is identical\n     to the arbitration agreement in Videocon Industries. In\n     fact, the factual situation in the present appeal is on a\n     stronger footing than in Videocon Industries Ltd. As no-\n     ticed earlier, in Videocon Industries, this Court con-\n     cluded that the parties could not have altered the seat\n     of arbitration without making the necessary amend-\n     ment to the PSC. In the present appeal, necessary\n     amendment has been made in the PSC. Based on the\n     aforesaid amendment, the Arbitral Tribunal has ren-\n     dered the final partial consent award of 14-9-2011\n     recording that the juridical seat (or legal place) of the\n     arbitration for the purposes of arbitration initiated un-\n     der the claimants’ notice of arbitration dated\n     16-12-2010 shall be London, England. Furthermore,\n     the judgment in Videocon Industries is subsequent to\n     Venture Global. We are, therefore, bound by the <a href=\"/doc/1045460/\" id=\"a_119\">ratio\n     <a href=\"/doc/1045460/\" id=\"a_120\">laid down in</a></a> Videocon Industries Ltd.”</span>\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_37\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"173015163\" id=\"span_63\">24. The Court also referred to <a href=\"/doc/173015163/\" id=\"a_121\">Bharat Aluminium Co.</a> (supra),\n\nespecially para 123, which is as follows:</span>\n</p>\n<blockquote id=\"blockquote_27\">     “123. … ‘… an agreement as to the seat of an arbitration\n     is analogous to an exclusive jurisdiction clause. Any\n     claim for a remedy … as to the validity of an existing in-\n     terim or final award is agreed to be made only in the\n     courts of the place designated as the seat of arbitra-\n     tion’.”\n                                       [emphasis in original]\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_38\">25. The two-Judge Bench referred to Dozco India Private Ltd.\n<span class=\"hidden_text\" id=\"span_64\">\f                                                                           24</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_39\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"146487961\" id=\"span_65\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"173015163\" id=\"span_66\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1144681\" id=\"span_67\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"618892\" id=\"span_68\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"216597\" id=\"span_69\">v. <a href=\"/doc/216597/\" id=\"a_122\">Doosan Infracore Company Ltd.10, Sumitomo Heavy\n\n       Industries Ltd. v. ONGC Ltd.11</a>, <a href=\"/doc/618892/\" id=\"a_123\">Yograj Infrastructure Ltd. v.\n\n       Ssang Yong Engg. and Construction Co. Ltd.12</a> and quoted a\n\n       paragraph from <a href=\"/doc/1144681/\" id=\"a_124\">C v. D13</a>, which was approved in <a href=\"/doc/173015163/\" id=\"a_125\">Bharat\n\n       Aluminium Co.</a> (supra) and reiterated in <a href=\"/doc/146487961/\" id=\"a_126\">Enercon (India) Ltd.\n\n       v. Enercon GmbH14</a> and further quoted a paragraph from the\n\n       said authority which we think condign to be reproduced:-</span></span></span></span></span>\n\n</p><blockquote id=\"blockquote_28\">               “this follows from the express terms of the <a href=\"/doc/1306164/\" id=\"a_127\">Arbitration\n               Act, 1996</a> and, in particular, the provisions of <a href=\"/doc/1804257/\" id=\"a_128\">Section\n               2</a> which provide that <a href=\"/doc/1306164/\" id=\"a_129\">Part I of the Arbitration Act, 1996</a>\n               applies where the seat of the arbitration is in England\n               and Wales or Northern Ireland. This immediately es-\n</blockquote><p data-structure=\"Precedent\" id=\"p_40\">               tablishes a strong connection between the arbitration\n               agreement itself and the law of England. It is for this\n               reason that recent authorities have laid stress upon\n               the locations of the seat of the arbitration as an impor-\n               tant factor in determining the proper law of the arbi-\n               tration agreement.”\n\n               Thereafter, the two-Judge Bench held thus:-\n\n</p><blockquote id=\"blockquote_29\">               “In our opinion, these observations in Sulamerica Cia\n               Nacional de Seguros SA v. Enesa Engelharia SA --\n               Enesa15 are fully applicable to the facts and circum-\n               stances of this case. The conclusion reached by the\n               High Court would lead to the chaotic situation where\n               the parties would be left rushing between India and\n               England for redressal of their grievances. The provi-\n               sions of <a href=\"/doc/1306164/\" id=\"a_130\">Part I of the Arbitration Act, 1996</a> (Indian) are\n               necessarily excluded; being wholly inconsistent with\n\n10   (2011) 6 SCC 179\n11   (1998) 1 SCC 305\n12   (2011) 9 SCC 735\n13   2008 Bus LR 843\n14   (2014) 5 SCC 1\n15   (2013) 1 WLR 102\n<span class=\"hidden_text\" id=\"span_70\">\f                                                                  25</span>\n\n     the arbitration agreement which provides “that arbi-\n</blockquote><p data-structure=\"RespArg\" id=\"p_41\">     tration agreement shall be governed by English law”.\n     Thus the remedy for the respondent to challenge any\n     award rendered in the arbitration proceedings would\n     lie under the relevant provisions contained in the Arbi-\n     tration Act, 1996 of England and Wales. Whether or\n     not such an application would now be entertained by\n     the courts in England is not for us to examine, it\n     would have to be examined by the court of competent\n     jurisdiction in England.”\n\n</p><p data-structure=\"Precedent\" id=\"p_42\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_71\">26. Elaborating the said facet, the Court discussed the\n\nprinciple that has been stated in <a href=\"/doc/110552/\" id=\"a_131\">Bhatia International</a> (supra)\n\nlaying that in cases of international commercial arbitrations held\n\nout of India, provisions of Part I would apply unless the parties\n\nby agreement, express or implied, exclude all or any of its\n\nprovisions. In that case, the laws or rules chosen by the parties\n\nwould prevail. Any provision, in Part I, which is contrary to or\n\nexcluded by that law or rules will not apply. Elaborating further,\n\nit proceeded to lay down thus:</span>\n</p>\n<blockquote id=\"blockquote_30\">     “In this case, the parties have by agreement provided\n     that the juridical seat of arbitration will be in London.\n     On the basis of the aforesaid agreement, necessary\n     amendment has been made in the PSCs. On the basis\n     of the agreement and the consent of the parties, the\n     Arbitral Tribunal has made the “final partial consent\n     award” on 14-9-2011 fixing the juridical seat (or legal\n     place) of arbitration for the purposes of arbitration ini-\n</blockquote><p data-structure=\"Section\" id=\"p_43\">     tiated under the claimants’ notice of arbitration dated\n     16-12-2010 in London, England. To make it even fur-\n     ther clear that the award also records that any hearing\n     in the arbitration may take place in Paris, France, Sin-\n     gapore or any other location the Tribunal considers\n<span class=\"hidden_text\" id=\"span_72\">\f                                                                               26</span>\n\n                convenient. <a href=\"/doc/829916/\" id=\"a_132\">Article 33.12</a> stipulates that arbitration\n                proceedings shall be conducted in English language.\n                The arbitration agreement contained in <a href=\"/doc/829916/\" id=\"a_133\">Article 33</a> shall\n                be governed by the laws of England. A combined effect\n                of all these factors would clearly show that the parties\n                have by express agreement excluded the applicability\n                of <a href=\"/doc/1306164/\" id=\"a_134\">Part I of the Arbitration Act, 1996</a> (Indian) to the ar-\n                bitration proceedings.”\n\n</p><p data-structure=\"Precedent\" id=\"p_44\">        27. On a further analysis of <a href=\"/doc/110552/\" id=\"a_135\">the said decision</a>, we notice that\n\n        the Court repelled the submission that irrespective of the\n\n        provisions contained in <a href=\"/doc/829916/\" id=\"a_136\">Article 33.12</a>, the Act would be\n\n        applicable to arbitration proceeding and the English law would\n\n        be applicable only in relation to the conduct of the arbitration up\n\n        to the passing of the partial final award, as in the said case, it\n\n        was the partial final award was in question. In justification in\n\n        repelling such a submission, the Court opined thus:\n\n</p><blockquote id=\"blockquote_31\">                “69. ...... As noticed earlier, <a href=\"/doc/846967/\" id=\"a_137\">Article 32.1</a> itself provides\n                that it shall be subject to the provision of <a href=\"/doc/829916/\" id=\"a_138\">Article\n                33.12.</a> <a href=\"/doc/829916/\" id=\"a_139\">Article 33.12</a> provides that the arbitration\n                agreement contained in this article shall be governed\n                by the laws of England. The term “laws of England”\n                cannot be given a restricted meaning confined to only\n                curial law. It is permissible under law for the parties to\n                provide for different laws of the contract and the arbi-\n</blockquote><p data-structure=\"Precedent\" id=\"p_45\">                tration agreement and the curial law. In Naviera Ama-\n                zonica Peruana SA v. Compania Internacional De Se-\n                guros Del Peru16, the Court of Appeal in England con-\n                sidered an agreement which contained a clause pro-\n                viding for the jurisdiction of the courts in Lima, Peru\n                in the event of judicial dispute and at the same time\n                contained a clause providing that the arbitration\n                would be governed by the English law and the proce-\n16   (1988) 1 Lloyd’s Rep 116 (CA)\n<span class=\"hidden_text\" id=\"span_73\">\f                                                            27</span>\n\ndural law of arbitration shall be the English law. The\nCourt of Appeal observed as follows:\n</p>\n<blockquote id=\"blockquote_32\">     All contracts which provide for arbitration and\n  contain a foreign element may involve three poten-\n  tially relevant systems of law: (1) the law governing\n  the substantive contract; (2) the law governing the\n  agreement to arbitrate and the performance of that\n  agreement; (3) the law governing the conduct of the\n  arbitration. In the majority of cases all three will be\n  the same. But (1) will often be different from (2) and\n  (3). And occasionally, but rarely (2) may also differ\n  from (3).\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_46\">70. From the above, it is evident that it was open to\nthe parties to agree that the law governing the sub-\nstantive contract (PSC) would be different from the law\ngoverning the arbitration agreement. This is precisely\nthe situation in the present case. <a href=\"/doc/846967/\" id=\"a_140\">Article 32.1</a> specifi-\ncally provides that the performance of the contractual\nobligations under the PSC would be governed and in-\nterpreted under the laws of India. So far as the alter-\nnative dispute redressal agreement i.e. the arbitration\nagreement is concerned, it would be governed by the\nlaws of England. There is no basis on which the re-\nspondents can be heard to say that the applicability of\nlaws of England related only to the conduct of arbitra-\ntion reference. The law governing the conduct of the\narbitration is interchangeably referred to as the curial\nlaw or procedural law or the lex fori. The delineation of\nthe three operative laws as given in Naviera Amazonica\nhas been specifically followed by this Court in Sumit-\nomo. The Court also, upon a survey, of a number of\ndecisions rendered by the English courts and after re-\nferring to the views expressed by learned commenta-\ntors on international commercial arbitration con-\ncluded that:\n</p>\n<blockquote id=\"blockquote_33\">    16. The law which would apply to the filing of the\n  award, to its enforcement and to its setting aside\n<span class=\"hidden_text\" id=\"span_74\">\f                                                                  28</span>\n\n        would be the law governing the agreement to arbi-\n</blockquote><p data-structure=\"Precedent\" id=\"p_47\">        trate and the performance of that agreement.”\n\n</p><p data-structure=\"Precedent\" id=\"p_48\">28. After so holding, the Court referred to the legal position\n\nstated in Dozco’s case wherein it has been ruled thus:\n\n</p><blockquote id=\"blockquote_34\">     “In the backdrop of these conflicting claims, the ques-\n     tion boils down to as to what is the true interpretation\n     of <a href=\"/doc/1071750/\" id=\"a_141\">Article 23.</a> This <a href=\"/doc/1071750/\" id=\"a_142\">Article 23</a> will have to be read in the\n     backdrop of <a href=\"/doc/581566/\" id=\"a_143\">Article 22</a> and more particularly, <a href=\"/doc/1293832/\" id=\"a_144\">Article\n     22.1.</a> It is clear from the language of <a href=\"/doc/1293832/\" id=\"a_145\">Article 22.1</a> that\n     the whole agreement would be governed by and con-\n</blockquote><p data-structure=\"Precedent\" id=\"p_49\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"216597\" id=\"span_75\">strued in accordance with the laws of The Republic of\n     Korea. It is for this reason that the respondent heavily\n     relied on the law laid down in Sumitomo Heavy Indus-\n     tries <a href=\"/doc/216597/\" id=\"a_146\">Ltd. v. ONGC Ltd. This</a> judgment is a complete au-\n     thority on the proposition that the arbitrability of the\n     dispute is to be determined in terms of the law govern-\n     ing arbitration agreement and the arbitration proceed-\n     ings have to be conducted in accordance with the cu-\n     rial law. This Court, in that judgment, relying on\n     Mustill and Boyd: The Law and Practice of Commercial\n     Arbitration in England, 2nd Edn., observed in para 15\n     that where the law governing the conduct of the refer-\n     ence is different from the law governing the underlying\n     arbitration agreement, the court looks to the arbitra-\n     tion agreement to see if the dispute is arbitrable, then\n     to the curial law to see how the reference should be\n     conducted, “and then returns to the first law in order\n     to give effect to the resulting award”. In para 16, this\n     Court, in no uncertain terms, declared that the law\n     which would apply to the filing of the award, to its en-\n     forcement and to its setting aside would be the law\n     governing the agreement to arbitrate and the perfor-\n     mance of that agreement.”\n\n     The said view was accepted by the two-Judge Bench.</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_50\">29. Eventually, the Court dislodged the decision of the High\n\nCourt of Delhi stating that:\n</p><span class=\"hidden_text\" id=\"span_76\">\f                                                                  29</span><p data-structure=\"Precedent\" id=\"p_51\">\n\n</p><blockquote id=\"blockquote_35\">     “76.2. We further overrule and set aside the conclu-\n     sion of the High Court that, even though the arbitra-\n     tion agreement would be governed by the laws of Eng-\n     land and that the juridical seat of arbitration would be\n     in <a href=\"/doc/1052228/\" id=\"a_147\">London, Part I of the Arbitration Act</a> would still be\n     applicable as the laws governing the substantive con-\n     tract are Indian laws.\n</blockquote>\n<blockquote id=\"blockquote_36\">     76.3. In the event a final award is made against the re-\n</blockquote><p data-structure=\"Section\" id=\"p_52\">     spondent, the enforceability of the same in India can\n     be resisted on the ground of public policy.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_53\">     76.4. The conclusion of the High Court that in the\n     event, the award is sought to be enforced outside In-\n     dia, it would leave the Indian party remediless is with-\n     out any basis as the parties have consensually pro-\n     vided that the arbitration agreement will be governed\n     by the English law. Therefore, the remedy against the\n     award will have to be sought in England, where the ju-\n     ridical seat is located. However, we accept the submis-\n     sion of the appellant that since the substantive law\n     governing the contract is Indian law, even the courts\n     in England, in case the arbitrability is challenged, will\n     have to decide the issue by applying Indian law viz.\n     the principle of public policy, etc. as it prevails in In-\n     dian law.”\n\n</p><p data-structure=\"CDiscource\" id=\"p_54\">30. We have dealt with <a href=\"/doc/216597/\" id=\"a_148\">the said decision</a> as it has taken note of\n\nall the pronouncements in the field and further, Mr. Giri,\n\nlearned senior counsel appearing for the respondents would\n\nheavily rely on it and Mr. Viwanathan, learned senior counsel\n\nwould leave no stone unturned to distinguish the same on the\n\nfactual foundation especially in reference to the arbitration\n\nclause.\n</p>\n<p data-structure=\"Precedent\" id=\"p_55\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"75785\" id=\"span_77\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"156247141\" id=\"span_78\">31. At this juncture, it is profitable to note that in <a href=\"/doc/156247141/\" id=\"a_149\">Reliance\n<span class=\"hidden_text\" id=\"span_79\">\f                                                                     30</span>\n\nIndustries Ltd.</a> (supra), the authority in <a href=\"/doc/75785/\" id=\"a_150\">Venture Global Engg.</a>\n\n(supra) has been distinguished by taking note of the various\n\nclauses in the agreement and opined that as there was a non\n\nobstante clause in the agreement hence, the claim of the\n\nappellant therein can be enforced in India.</span></span>\n\n</p><p data-structure=\"Precedent\" id=\"p_56\">32. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"75785\" id=\"span_80\">In view of the aforesaid propositions <a href=\"/doc/75785/\" id=\"a_151\">laid down by</a> this\n\nCourt, we are required to scan the tenor of the clauses in the\n\nagreement specifically, the arbitration clause in appropriate\n\nperspective. The said clause read as follows:</span>\n\n</p><blockquote id=\"blockquote_37\">      “5. If any dispute or difference should arise under\n      this charter, general average/arbitration in London to\n      apply, one to be appointed by each of the parties\n      hereto, the third by the two so chosen, and their\n      decision or that of any two of them, shall be final and\n      binding, and this agreement may, for enforcing the\n      same, be made a rule of Court. Said three parties to be\n      commercial men who are the members of the London\n      Arbitrators Association.     This contract is to be\n      governed and construed according to English Law.\n      For disputes where total amount claim by either party\n      does not exceed USD 50,000 the arbitration should be\n      conducted in accordance with small claims procedure\n      of the London Maritime Arbitration Association.”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_57\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"173015163\" id=\"span_81\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"156247141\" id=\"span_82\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_83\">33. Two aspects emerge for consideration: (i) Whether on the\n\nbasis of construction placed on the said clause in the agreement\n\nit   can   be   stated   that   the   <a href=\"/doc/75785/\" id=\"a_152\">ratio   <a href=\"/doc/75785/\" id=\"a_153\">laid   down   in</a></a>   <a href=\"/doc/110552/\" id=\"a_154\">Bhatia\n\nInternational</a> (supra) would not be attracted, but what has\n\nbeen <a href=\"/doc/110552/\" id=\"a_155\">laid down in</a> <a href=\"/doc/156247141/\" id=\"a_156\">Reliance Industries Ltd.</a> (supra) would be\n<span class=\"hidden_text\" id=\"span_84\">\f                                                                         31</span>\n\n        applicable and (ii) whether the execution of the addendum would\n\n        attract the principles <a href=\"/doc/156247141/\" id=\"a_157\">laid down in</a> <a href=\"/doc/173015163/\" id=\"a_158\">Bharat Aluminium Co.</a> case\n\n        and oust the jurisdiction of the Indian courts.</span></span></span>\n\n</p><p data-structure=\"Precedent\" id=\"p_58\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_85\">34. First, we shall advert to the first proposition. There is no\n\n        cavil over the principle stated in <a href=\"/doc/110552/\" id=\"a_159\">Bhatia International</a> (supra)\n\n        that <a href=\"/doc/1306164/\" id=\"a_160\">Part I of the Act</a> is applicable to arbitrations held outside\n\n        India unless the parties have either expressly or impliedly\n\n        excluded the provisions of the Act.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"997135\" id=\"span_86\">Mr. Vishwanathan, learned\n\n        senior counsel has submitted in the case at hand there is no\n\n        express exclusion, for clause remotely does not suggest so. For\n\n        the said purpose, he has commended us to the decisions in\n\n        <a href=\"/doc/997135/\" id=\"a_161\">A.B.C. Laminart Pvt. Ltd. and Anr. v. A.P. Agencies</a>, Salem 17\n\n        and Rajasthan SEB v. Universal Petrol Chemicals Ltd.18 It is\n\n        also urged by him that the stipulation in the agreement does not\n\n        even remotely impliedly exclude the jurisdiction of the Indian\n\n        courts. He would submit that to apply the principle of implied\n\n        exclusion, the Court has to test the “presumed intention” and in\n\n        such a situation, it is the duty of the Court to adopt an objective\n\n        approach, that is to say, what would have been the intention of\n\n        reasonable parties in the position of the actual parties to the\n\n\n17   (1989) 2 SCC 163\n18   (2009) 3 SCC 107\n<span class=\"hidden_text\" id=\"span_87\">\f                                                                 32</span>\n\ncontract. Learned senior counsel would also contend that the\n\nconcept of fair result has to be kept in view while construing a\n\ncontract. To buttress the aforesaid submissions, he has drawn\n\ninspiration   from   Kim   Lewison’s    The   Interpretation     of\n\nContracts, pages 26, 41, 110 and 217 wherein various\n\njudgments have been referred.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_59\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"156247141\" id=\"span_88\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1045460\" id=\"span_89\">35. The issue has to be tested, as we perceive, on the\n\nparameters of law laid down in the cases of <a href=\"/doc/1045460/\" id=\"a_162\">Videocon\n\nIndustries    Ltd.</a>   (supra),   Dozco   (supra)   and      <a href=\"/doc/156247141/\" id=\"a_163\">Reliance\n\nIndustries Ltd.</a> (supra).</span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_60\">36. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1045460\" id=\"span_90\">In <a href=\"/doc/1045460/\" id=\"a_164\">Videocon Industries Ltd.</a> (supra), the Court has\n\nreferred to Section 3 of the English Arbitration Act, 1996, which\n\nreads as follows:</span>\n</p>\n<blockquote id=\"blockquote_38\">      “3. The seat of the arbitration.—In this Part ‘the\n     seat of the arbitration’ means the juridical seat of the\n     arbitration designated—\n\n</blockquote><blockquote id=\"blockquote_39\">     (a) by the parties to the arbitration agreement, or\n\n</blockquote><blockquote id=\"blockquote_40\">     (b) by any arbitral or other institution or person vested\n     by the parties with powers in that regard, or\n\n</blockquote><blockquote id=\"blockquote_41\">     (c) by the Arbitral Tribunal if so authorised by the par-\n</blockquote><p data-structure=\"Section\" id=\"p_61\">     ties, or determined, in the absence of any such desig-\n     nation, having regard to the parties’ agreement and all\n     the relevant circumstances.”\n\n     Analysing the said provision, the Court proceeded to state\n<span class=\"hidden_text\" id=\"span_91\">\f                                                                 33</span>\n\nas follows:\n</p>\n<blockquote id=\"blockquote_42\">     “A reading of the above reproduced provision shows\n     that under the English law the seat of arbitration\n     means juridical seat of arbitration, which can be des-\n     ignated by the parties to the arbitration agreement or\n     by any arbitral or other institution or person empow-\n     ered by the parties to do so or by the Arbitral Tribunal,\n     if so authorised by the parties. In contrast, there is no\n     provision in the Act under which the Arbitral Tribunal\n     could change the juridical seat of arbitration which, as\n     per the agreement of the parties, was Kuala Lumpur.\n     Therefore, mere change in the physical venue of the\n     hearing from Kuala Lumpur to Amsterdam and Lon-\n     don did not amount to change in the juridical seat of\n     arbitration.”\n\n     Eventually, the Court in the said case has ruled thus:\n</blockquote>\n<blockquote id=\"blockquote_43\">     “In the present case also, the parties had agreed that\n     notwithstanding <a href=\"/doc/829916/\" id=\"a_165\">Article 33.1</a>, the arbitration agree-\n     ment contained in <a href=\"/doc/846153/\" id=\"a_166\">Article 34</a> shall be governed by laws\n     of England. This necessarily implies that the parties\n     had agreed to exclude the provisions of <a href=\"/doc/1306164/\" id=\"a_167\">Part I of the\n     Act</a>. As a corollary to the above conclusion, we hold\n     that the Delhi High Court did not have the jurisdiction\n     to entertain the petition filed by the respondents under\n     <a href=\"/doc/1079220/\" id=\"a_168\">Section 9</a> of the Act and the mere fact that the appel-\n     lant had earlier filed similar petitions was not suffi-\n     cient to clothe that High Court with the jurisdiction to\n     entertain the petition filed by the respondents.”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_62\">37. In Dozco (supra), the Court referred to <a href=\"/doc/581566/\" id=\"a_169\">Article 22</a> and\n\n<a href=\"/doc/1071750/\" id=\"a_170\">Article 23</a> of the agreement, which dealt with the governing laws\n\nand arbitration. <a href=\"/doc/1293832/\" id=\"a_171\">Article 22.1</a> in the said case provided that the\n\nagreement shall be governed by and construed in accordance\n\nwith the laws of the Republic of Korea. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"633347\" id=\"span_92\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1194084\" id=\"span_93\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1679578\" id=\"span_94\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_95\"><a href=\"/doc/705639/\" id=\"a_172\">Article 23.1</a>, which dealt\n<span class=\"hidden_text\" id=\"span_96\">\f                                                                                 34</span>\n\n        with     arbitration,     stipulated   that   all   disputes   arising   in\n\n        connection with the agreement, shall be finally settled by\n\n        arbitration in Seoul, Korea or such other place as the parties\n\n        may agree in writing, pursuant to the rules of agreement then in\n\n        force of the I.C.C. The Court referred to the decisions in <a href=\"/doc/110552/\" id=\"a_173\">Bhatia\n\n        International</a> (supra), <a href=\"/doc/1679578/\" id=\"a_174\">Indtel Technical Services</a> (supra),\n\n        <a href=\"/doc/1194084/\" id=\"a_175\">Citation Infowares Ltd.</a> (supra), <a href=\"/doc/633347/\" id=\"a_176\">NTPC v. Singer Co.19</a> and\n\n        while analysing the import of Clause 23.1, the Court placed\n\n        heavy reliance on Naviera Amazonica Peruana SA (supra) and\n\n        held thus:</span></span></span></span>\n</p>\n<blockquote id=\"blockquote_44\">               “19. In respect of the bracketed portion in <a href=\"/doc/705639/\" id=\"a_177\">Article 23.1</a>,\n               however, it is to be seen that it was observed in\n               Naviera case:\n</blockquote><blockquote id=\"blockquote_45\">                    “… It seems clear that the submissions advanced\n                 below confused the legal ‘seat’, etc. of an arbitration\n                 with the geographically convenient place or places\n                 for holding hearings. This distinction is nowadays a\n                 common feature of international arbitrations and is\n                 helpfully explained in Redfern and Hunter in the fol-\n                 lowing passage under the heading ‘The Place of Ar-\n                 bitration’:\n</blockquote>\n<blockquote id=\"blockquote_46\">                        ‘The preceding discussion has been on the basis\n                        that there is only one “place” of arbitration. This\n                        will be the place chosen by or on behalf of the\n                        parties; and it will be designated in the arbitra-\n                        tion agreement or the terms of reference or the\n                        minutes of proceedings or in some other way as\n                        the place or “seat” of the arbitration. This does\n                        not mean, however, that the Arbitral Tribunal\n                        must hold all its meetings or hearings at the\n19   (1992) 3 SCC 551\n<span class=\"hidden_text\" id=\"span_97\">\f                                                           35</span>\n\n     place of arbitration. International commercial\n     arbitration often involves people of many differ-\n</blockquote><p data-structure=\"Precedent\" id=\"p_63\">     ent nationalities, from many different countries.\n     In these circumstances, it is by no means un-\n     usual for an Arbitral Tribunal to hold meetings\n     — or even hearings — in a place other than the\n     designated place of arbitration, either for its\n     own convenience or for the convenience of the\n     parties or their witnesses….\n</p>\n<p data-structure=\"Precedent\" id=\"p_64\">     It may be more convenient for an Arbitral Tri-\n     bunal sitting in one country to conduct a hear-\n     ing in another country — for instance, for the\n     purpose of taking evidence…. In such circum-\n     stances, each move of the Arbitral Tribunal does\n     not of itself mean that the seat of the arbitration\n     changes. The seat of the arbitration remains the\n     place initially agreed by or on behalf of the par-\n     ties.’\n  These aspects need to be borne in mind when one\n  comes to the Judge’s construction of this policy.”\nIt would be clear from this that the bracketed portion\nin the article was not for deciding upon the seat of the\narbitration, but for the convenience of the parties in\ncase they find to hold the arbitration proceedings\nsomewhere else than Seoul, Korea. The part which has\nbeen quoted above from Naviera Amazonica Peruana\nS.A. v. Compania International de Seguros del Peru\nsupports this inference.\n</p>\n<p data-structure=\"Precedent\" id=\"p_65\">20. In that view, my inferences are that:\n</p>\n<blockquote id=\"blockquote_47\">   (i) The clear language of <a href=\"/doc/581566/\" id=\"a_178\">Articles 22</a> and <a href=\"/doc/1071750/\" id=\"a_179\">23</a> of the\ndistributorship agreement between the parties in this\ncase spells out a clear agreement between the parties\nexcluding <a href=\"/doc/1306164/\" id=\"a_180\">Part I of the Act</a>.\n</blockquote>\n<blockquote id=\"blockquote_48\">  (ii) The law laid down in Bhatia International v. Bulk\nTrading S.A. and Indtel Technical Services (P) Ltd. v.\n</blockquote><span class=\"hidden_text\" id=\"span_98\">\f                                                                     36</span>\n\n<p data-structure=\"Precedent\" id=\"p_66\">        <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1194084\" id=\"span_99\">W.S. Atkins Rail Ltd., as also in <a href=\"/doc/1194084/\" id=\"a_181\">Citation Infowares Ltd.\n        v. Equinox Corpn.</a> is not applicable to the present case.</span>\n\n</p><p data-structure=\"Section\" id=\"p_67\">           (iii) Since the interpretation of <a href=\"/doc/705639/\" id=\"a_182\">Article 23.1</a> suggests\n        that the law governing the arbitration will be Korean\n        Law and the seat of arbitration will be Seoul in Korea,\n        there will be no question of applicability of <a href=\"/doc/605764/\" id=\"a_183\">Section\n        11(6)</a> of the Act and the appointment of arbitrator in\n        terms of that provision.”\n\n\n</p><p data-structure=\"Precedent\" id=\"p_68\">38. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"618892\" id=\"span_100\">In <a href=\"/doc/618892/\" id=\"a_184\">Yograj Infrastructure Ltd.</a> (supra), two-Judge Bench\n\ndealt with the concept of “procedural law” and “curial law”. In\n\nthat context, it referred to the agreement in the contract,\n\nnamely, Clauses 27 and 28. In that context the Court opined\n\nthat:</span>\n</p>\n<blockquote id=\"blockquote_49\">        “..... As indicated hereinabove, Clause 28 indicates\n        that the governing law of the agreement would be the\n        law of India i.e. the <a href=\"/doc/1306164/\" id=\"a_185\">Arbitration and Conciliation Act,\n        1996</a>. The learned counsel for the parties have quite\n        correctly spelt out the distinction between the “proper\n        law” of the contract and the “curial law” to determine\n        the law which is to govern the arbitration itself. While\n        the proper law is the law which governs the agreement\n        itself, in the absence of any other stipulation in the ar-\n        bitration clause as to which law would apply in re-\n        spect of the arbitral proceedings, it is now well settled\n        that it is the law governing the contract which would\n        also be the law applicable to the Arbitral Tribunal it-\n        self. Clause 27.1 makes it quite clear that the curial\n        law which regulates the procedure to be adopted in\n        conducting the arbitration would be the SIAC Rules.\n        There is, therefore, no ambiguity that the SIAC Rules\n        would be the curial law of the arbitration proceedings.\n        It also happens that the parties had agreed to make\n        Singapore the seat of arbitration. Clause 27.1 indi-\n</blockquote><span class=\"hidden_text\" id=\"span_101\">\f                                                                37</span>\n\n<blockquote id=\"blockquote_50\">     cates that the arbitration proceedings are to be con-\n     ducted in accordance with the SIAC Rules.”\n                                       [Emphasis supplied]\n\n</blockquote><p data-structure=\"Section\" id=\"p_69\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_102\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_103\">39. After so stating, the Court posed the question whether in\n\nsuch a case, the provisions of <a href=\"/doc/883201/\" id=\"a_186\">Section 2(2)</a>, which indicates that\n\n<a href=\"/doc/1306164/\" id=\"a_187\">Part I of the Act</a> would apply, where the place of arbitration is\n\nIndia, would be a bar to the invocation of provisions of <a href=\"/doc/536284/\" id=\"a_188\">Sections\n\n34</a> and <a href=\"/doc/1403427/\" id=\"a_189\">27</a> of the Act, which have been conducted in Singapore.\n\nThe Court referred to the decision in <a href=\"/doc/110552/\" id=\"a_190\">Bhatia International</a>\n\n(supra) wherein it was held that there cannot be any automatic\n\nexclusion, but on express or implied exclusion and opined\n\nregard being had to the Rule 32 of the SIAC Rules, the law <a href=\"/doc/110552/\" id=\"a_191\">laid\n\ndown in</a> <a href=\"/doc/110552/\" id=\"a_192\">Bhatia International</a> (supra) would not be applicable.\n\nThe said Rule, being pertinent to the issue in question, is\n\nreproduced below:-</span></span>\n</p>\n<blockquote id=\"blockquote_51\">      “32. Where the seat of arbitration is Singapore, the\n     law of the arbitration under these Rules shall be the\n     International Arbitration Act (Cap. 143-A, 2002 Edn.,\n     Statutes of the Republic of Singapore) or its modifica-\n     tion or re-enactment thereof.”\n\n     And in that context, the Court ruled thus:\n</blockquote>\n<blockquote id=\"blockquote_52\">     “Having agreed to the above, it was no longer available\n     to the appellant to contend that the “proper law” of the\n     agreement would apply to the arbitration proceedings.\n     The decision in Bhatia International v. Bulk Trading\n     S.A., which was applied subsequently in Venture\n     Global Engg. v. Satyam Computer Services Ltd. and Ci-\n</blockquote><span class=\"hidden_text\" id=\"span_104\">\f                                                                38</span>\n\n<blockquote id=\"blockquote_53\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1194084\" id=\"span_105\">tation <a href=\"/doc/1194084/\" id=\"a_193\">Infowares Ltd. v. Equinox Corpn.</a> would have no\n     application once the parties agreed by virtue of Clause\n     27.1 of the agreement that the arbitration proceedings\n     would be conducted in Singapore i.e. the seat of arbi-</span>\n</blockquote><p data-structure=\"Conclusion\" id=\"p_70\">     tration would be in Singapore, in accordance with the\n     Singapore International Arbitration Centre Rules as in\n     force at the time of signing of the agreement.\n\n</p><p data-structure=\"Precedent\" id=\"p_71\">              xxxxx           xxxxx          xxxxx\n\n     In the instant case, once the parties had specifically\n     agreed that the arbitration proceedings would be con-\n     ducted in accordance with the SIAC Rules, which in-\n     cludes Rule 32, the decision in Bhatia International1\n     and the subsequent decisions on the same lines,\n     would no longer apply in the instant case where the\n     parties had willingly agreed to be governed by the\n     SIAC Rules.”\n                                          [Emphasis added]\n\n</p><p data-structure=\"Precedent\" id=\"p_72\">40. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"618892\" id=\"span_106\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"156247141\" id=\"span_107\">In <a href=\"/doc/156247141/\" id=\"a_194\">Reliance Industries Ltd.</a> (supra), the two-Judge Bench,\n\nwhile referring to the submissions of the learned counsel for the\n\nappellant therein had also referred to the pronouncement in\n\n<a href=\"/doc/618892/\" id=\"a_195\">Yograj Infrastructure Ltd.</a> (supra) and dealt with it thus:</span></span>\n\n</p><blockquote id=\"blockquote_54\">     “Again this Court in Yograj Infrastructure (two-Judge\n     Bench) considered a similar arbitration agreement. It\n     was provided that the arbitration proceedings shall be\n     conducted in English in Singapore in accordance with\n     the Singapore International Arbitration Centre (SIAC)\n     Rules (Clause 27.1). Clause 27.2 provided that the ar-\n</blockquote><p data-structure=\"Precedent\" id=\"p_73\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"618892\" id=\"span_108\">bitration shall take place in Singapore and be con-\n     ducted in English language. This Court held that hav-\n     ing agreed that the seat of arbitration would be Singa-\n     pore and that the curial law of the arbitration proceed-\n     ings would be the SIAC Rules, it was no longer open to\n     the appellant to contend that an application under\n     <a href=\"/doc/605764/\" id=\"a_196\">Section 11(6)</a> of the Arbitration Act, 1996 would be\n<span class=\"hidden_text\" id=\"span_109\">\f                                                                          39</span>\n\n                maintainable. This judgment has specifically taken\n                into consideration the law <a href=\"/doc/618892/\" id=\"a_197\">laid down in</a> Bhatia Interna-\n                tional and Venture Global.</span> The same view has been\n                taken by the Delhi High Court, the Bombay High\n                Court and the Gujarat High Court, in fact this Court\n                in Videocon has specifically approved the observations\n                made by the Gujarat High Court in Hardy Oil and Gas\n                Ltd. v. Hindustan Oil Exploration Co. Ltd.20”\n\n</p><p data-structure=\"Conclusion\" id=\"p_74\">        41. Coming to the stipulations in the present arbitration\n\n        clause, it is clear as day that if any dispute or difference would\n\n        arise under the charter, arbitration in London to apply; that the\n\n        arbitrators are to be commercial men who are members of\n\n        London Arbitration Association; the contract is to be construed\n\n        and governed by English Law; and that the arbitration should be\n\n        conducted, if the claim is for a lesser sum, in accordance with\n\n        small claims procedure of the London Maritime Arbitration\n\n        Association.       There is no other provision in the agreement that\n\n        any other law would govern the arbitration clause.\n\n</p><p data-structure=\"Section\" id=\"p_75\">        42. Mr. Giri, learned senior counsel would submit that from the\n\n        clause which is a comprehensive one, it is London, which is the\n\n        seat of arbitration. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1045460\" id=\"span_110\">In <a href=\"/doc/1045460/\" id=\"a_198\">Videocon Industries Ltd.</a> (supra), as we\n\n        have analysed earlier, <a href=\"/doc/829916/\" id=\"a_199\">Article 33.1</a> of the agreement which\n\n        stipulated that subject to the provisions of <a href=\"/doc/846153/\" id=\"a_200\">Article 34.12</a>, the\n\n        contract would be governed and interpreted in accordance with\n\n\n20   (2006) 1 Guj LR 658\n<span class=\"hidden_text\" id=\"span_111\">\f                                                                 40</span>\n\nthe laws of India.      Clause 34.12 of the agreement read as\n\nfollows:</span>\n</p>\n<blockquote id=\"blockquote_55\">     “34.12. Venue and law of arbitration agreement.—The\n     venue of sole expert, conciliation or arbitration pro-\n     ceedings pursuant to this article, unless the parties\n     otherwise agree, shall be Kuala Lumpur, Malaysia,\n     and shall be conducted in the English language. Inso-\n     far as practicable, the parties shall continue to imple-\n     ment the terms of this contract notwithstanding the\n     initiation of arbitral proceedings and any pending\n     claim or dispute. Notwithstanding the provisions of Ar-\n     ticle 33.1, the arbitration agreement contained in this\n     <a href=\"/doc/846153/\" id=\"a_201\">Article 34</a> shall be governed by the laws of England.”\n\n</blockquote><blockquote id=\"blockquote_56\">43. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_112\">In that context, the Court referred to Section 3 of the\n\nEnglish Arbitration Act, 1996 and as has been stated earlier,\n\nopined that as per the English law, the seat of arbitration as per\n\nthe said provision would mean “juridical seat of arbitration” and\n\naccordingly    opined    that   principles   stated   in   <a href=\"/doc/110552/\" id=\"a_202\">Bhatia\n\nInternational</a> (supra) would not be applicable.</span>\n</blockquote>\n<blockquote id=\"blockquote_57\">44. In the present case, the agreement stipulates that the\n\ncontract is to be governed and construed according to the\n\nEnglish law.    This occurs in the arbitration clause.          Mr.\n\nVishwanathan, learned senior counsel, would submit that this\n\npart has to be interpreted as a part of “curial law” and not as a\n\n“proper law” or “substantive law”. It is his submission that it\n\ncannot be equated with the seat of arbitration. As we perceive, it\n<span class=\"hidden_text\" id=\"span_113\">\f                                                                                   41</span>\n\n        forms as a part of the arbitration clause.                   There is ample\n\n        indication through various phrases like “arbitration in London to\n\n        apply”, arbitrators are to be the members of the “London\n\n        Arbitration Association” and the contract “to be governed and\n\n        construed according to English Law”.               It is worth noting that\n\n        there is no other stipulation relating to the applicability of any\n\n        law to the agreement. There is no other clause anywhere in the\n\n        contract. That apart, it is also postulated that if the dispute is\n\n        for an amount less that US $ 50000 then, the arbitration should\n\n        be conducted in accordance with small claims procedure of the\n\n        London Maritime Arbitration Association.                When the aforesaid\n\n        stipulations           are   read   and   appreciated   in   the   contextual\n\n        perspective, “the presumed intention” of the parties is clear as\n\n        crystal that the juridical seat of arbitration would be London. In\n\n        this context, a passage from Mitsubishi Heavy Industries Ltd.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_76\">        v. Gulf Bank21 is worth reproducing:\n</p>\n<blockquote id=\"blockquote_58\">                “It is of course both useful and frequently necessary\n                when construing a clause in a contract to have regard\n                to the overall commercial purpose of the contract in\n                the broad sense of the type and general content, the\n                relationship of the parties and such common\n                commercial purpose as may clearly emerge from such\n                an exercise. However, it does not seem to me to be a\n                proper approach to the construction of a default\n                clause in a commercial contract to seek or purport to\n</blockquote><p data-structure=\"Section\" id=\"p_77\">21 [1997] 1 Lloyd’s Rep. 343\n<span class=\"hidden_text\" id=\"span_114\">\f                                                                             42</span>\n\n                elicit some self-contained ‘commercial purpose’\n                underlying the clause which is or may be wider than\n                the ordinary or usual construction of the words of\n                each sub-clause will yield.”\n\n</p><p data-structure=\"Precedent\" id=\"p_78\">        45. In Cargill International S.A. v. Bangladesh Sugar &amp;\n\n        Food       Industries   Corp.22,   Potter   L.J.   balanced   the   two\n\n        approaches and said:\n</p>\n<blockquote id=\"blockquote_59\">                “In this connection [counsel] has rightly made the\n                point that, when construing the effect of particular\n                words in a commercial contract, it is wrong to put a\n                label on the contract in advance and this to approach\n                the question of construction on the basis of a\n                pre-conception as to the contact’s intended effect, with\n                the result that a strained construction is placed on\n                words, clear in themselves, in order to fit them within\n                such pre-conception...\n</blockquote>\n<blockquote id=\"blockquote_60\">                     On the other hand, modern principles of\n                construction require the court to have regard to the\n                commercial background, the context of the contract ad\n                the circumstances of the parties, and to consider\n                whether, against that background and I that context,\n                to give the words a particular or restricted meaning\n                would lead to an apparently unreasonable and unfair\n                result.”\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_79\">        46. Thus, interpreting the clause in question on the bedrock of\n\n        the aforesaid principles it is vivid that the intended effect is to\n\n        have the seat of arbitration at London.              The commercial\n\n        background, the context of the contract and the circumstances\n\n        of the parties and in the background in which the contract was\n\n        entered into, irresistibly lead in that direction.        We are not\n22   [1998] 1 W.L.R. 461 CA\n<span class=\"hidden_text\" id=\"span_115\">\f                                                                43</span>\n\nimpressed by the submission that by such interpretation it will\n\nput the respondent in an advantageous position. Therefore, we\n\nthink it would be appropriate to interpret the clause that it is a\n\nproper clause or substantial clause and not a curial or a\n\nprocedural one by which the arbitration proceedings are to be\n\nconducted and hence, we are disposed to think that the seat of\n\narbitration will be at London.\n</p>\n<p data-structure=\"RespArg\" id=\"p_80\">47. Having said that the implied exclusion principle stated in\n\nBhatia International (supra) would be applicable, regard being\n\nhad to the clause in the agreement, there is no need to dwell\n\nupon the contention raised pertaining to the addendum, for any\n\ninterpretation placed on the said document would not make any\n\ndifference to the ultimate conclusion that we have already\n\narrived at.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_81\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"173015163\" id=\"span_116\">48. Before parting with the case, it is obligatory on our part to\n\nstate that the Division Bench of the High Court has allowed the\n\npetition on the foundation that the <a href=\"/doc/173015163/\" id=\"a_203\">Bharat Aluminium Co.</a> case\n\nwould govern the field and, therefore, the court below had no\n\njurisdiction is not correct.</span>     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_117\">But as has been analysed and\n\ndiscussed by us, even applying the principles <a href=\"/doc/173015163/\" id=\"a_204\">laid down in</a>\n\n<a href=\"/doc/110552/\" id=\"a_205\">Bhatia International</a> (supra) and scanning the anatomy of the\n<span class=\"hidden_text\" id=\"span_118\">\f                                                                      44</span>\n\narbitration clause, we have arrived at the conclusion that the\n\ncourts in India will not have jurisdiction as there is implied\n\nexclusion.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_82\">49. Consequently, for different reasons, we concur with the\n\nconclusion arrived at by the High Court and accordingly, the\n\nappeal, being sans merit, stands dismissed.     However, in the\n\nfacts and circumstances of the case, there shall be no order as\n\nto costs.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_83\">\n</p><p data-structure=\"Precedent\" id=\"p_84\">                                          .............................J.\n                                          [Dipak Misra]\n\n\n\n                                          ..........................., J.</p><pre id=\"pre_2\">\n                                          [Prafulla C. Pant]\nNew Delhi\nMarch 10, 2015\n<span class=\"hidden_text\" id=\"span_119\">\f                                                                           45</span>\n\nITEM NO.1C                 COURT NO.5                     SECTION XIA\n\n                S U P R E M E C O U R T O F         I N D I A\n                        RECORD OF PROCEEDINGS\n\n<span class=\"hidden_text\" id=\"span_120\">                     Civil Appeal    No(s).    610/2015</span>\n\nHARMONY INNOVATION SHIPPING LTD.                           Appellant(s)\n\n                                     VERSUS\n\nGUPTA   COAL INDIA   LTD. AND ANR.                         Respondent(s)\n\n\n</pre><p data-structure=\"Conclusion\" id=\"p_85\">Date : 10/03/2015 This appeal was called on for hearing today.\n\n\nFor Petitioner(s) Mr.   K.V. Vishwanathan, Sr. Adv.\n</p><p data-structure=\"Conclusion\" id=\"p_86\">                  Mr.   Ashwin Shankar, Adv.\n</p><p data-structure=\"Conclusion\" id=\"p_87\">                  Mr.   Abhishek Kaushik, Adv.\n</p><p data-structure=\"Conclusion\" id=\"p_88\">                  Mr.   Sameer Dawar, Adv.\n</p><p data-structure=\"Conclusion\" id=\"p_89\">                  Mr.   Abhinav Mukerji, AOR\n\n\nFor Respondent(s) Mr.   V. Giri, Sr. Adv.\n</p><p data-structure=\"Conclusion\" id=\"p_90\">                  Mr.   Raghenth Basant, Adv.\n</p><p data-structure=\"Conclusion\" id=\"p_91\">                  Mr.   Hardeep Singh, Adv.\n</p><p data-structure=\"Conclusion\" id=\"p_92\">                  Ms.   Aditi Mishra, Adv.\n</p><p data-structure=\"Conclusion\" id=\"p_93\">                  Ms.   Liz Mathew, AOR\n\n\n\n     Hon&#x27;ble Mr. Justice Dipak Misra pronounced   the judgment of\nthe bench comprising His Lordship and Hon&#x27;ble Mr. Justice Prafulla\nC. Pant.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_94\">     The appal, being sans merit, stands dismissed in terms of the\nsigned reportable judgment.</p><pre id=\"pre_3\">\n\n\n    (Gulshan Kumar Arora)                     (Tapan Kumar Chakraborty)\n        Court Master                                 Court Master\n\n</pre><p data-structure=\"Conclusion\" id=\"p_95\">        (Signed Reportable judgment is placed on the file)\n\f</p>","numcites":39,"numcitedby":0,"docsource":"Supreme Court - Daily Orders","citetid":41309861,"divtype":"judgments","relatedqs":[{"value":"maritime arbitration","formInput":"maritime%20arbitration"},{"value":"seat of arbitration","formInput":"seat%20of%20arbitration"},{"value":"place of arbitration ","formInput":"place%20of%20arbitration%20"},{"value":"\"maritime arbitration\"","formInput":"%22maritime%20arbitration%22"},{"value":"article 23","formInput":"article%2023"},{"value":" \"commercial purpose\"","formInput":"%20%22commercial%20purpose%22"},{"value":"DIPAK misra","formInput":"DIPAK%20misra"},{"value":"\"siac\"","formInput":"%22siac%22"},{"value":"law governing the agreement and arbitration","formInput":"law%20governing%20the%20agreement%20and%20arbitration"},{"value":"rule of law","formInput":"rule%20of%20law"},{"value":"international commercial arbitration","formInput":"international%20commercial%20arbitration"},{"value":"commercial purpose","formInput":"commercial%20purpose"},{"value":"public policy","formInput":"public%20policy"},{"value":"governing law of contract","formInput":"governing%20law%20of%20contract"},{"value":"article 33","formInput":"article%2033"},{"value":"curial law","formInput":"curial%20law"},{"value":"venture global engineering","formInput":"venture%20global%20engineering"},{"value":"consent award","formInput":"consent%20award"},{"value":"arbitration + venue","formInput":"arbitration%20%2B%20venue"},{"value":"final partial consent award","formInput":"final%20partial%20consent%20award"}],"cats":[{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"interim-measures-etc-by-court","formInput":"tag:interim-measures-etc-by-court"}],"courtcopy":true,"query_alert":null,"agreement":false}