{"tid":195202018,"publishdate":"2018-08-27","title":"Pintu And Another vs State Of M.P. on 27 August, 2018","doc":"<h2 class=\"doc_title\">Pintu And Another vs State Of M.P. on 27 August, 2018</h2>\n\n<pre id=\"pre_1\">                 -( 1 )-                      Criminal Appeal No.116/00\n\n                 HIGH COURT OF MADHYA PRADESH\n                        BENCH AT GWALIOR\n\nSINGLE BENCH:\n                           (Justice Vivek Agarwal)\n\n                      Criminal Appeal No.116/2000\n\n.....Appellants             :   Pintu &amp; Anr.\n\n\n                                 Versus\n\n.....Respondent               :   State of M.P.\n\n---------------------------------------------------------------------------------------\nShri Arun Pateria and Shri Ravindra Dixit, learned counsel for the\nappellants.\nShri B.P.S.Chauhan, learned Public Prosecutor for the\nrespondent/State.\n---------------------------------------------------------------------------------------\n\n                                      JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">                                       ( 27 / 8/2018)\n\n        This Criminal Appeal under <a href=\"/doc/929532/\" id=\"a_1\">Section 374 (2)</a> of Cr.P.C. has\nbeen filed by appellants Pintu and Bhura being aggrieved by\njudgment and order dated 1.1.2000 passed by the Court of\nAdditional Sessions Judge, Chachoda, Distt. Guna, in Sessions\nTrial No.5/1999 convicting both the appellants under <a href=\"/doc/619940/\" id=\"a_2\">Sections 363</a>\nand <a href=\"/doc/796352/\" id=\"a_3\">366</a> of IPC with sentence of three years RI and fine of\nRs.500/- and five years RI and fine of 1,000/- respectively and\nalso convicting appellant Bhura under <a href=\"/doc/1279834/\" id=\"a_4\">Section 376</a> of IPC with\nseven years RI and fine of Rs.1,500/- and in the event of non-\npayment of fine, they are directed to suffer three months RI under\n<a href=\"/doc/619940/\" id=\"a_5\">Section 363</a>, six months RI under <a href=\"/doc/796352/\" id=\"a_6\">Section 366</a> of IPC and 9\nmonths RI under <a href=\"/doc/1279834/\" id=\"a_7\">Section 376</a> of IPC.\n</p><p data-structure=\"Facts\" id=\"p_2\">2.      As per prosecution story, prosecutrix was minor. She was\nabducted by appellants Pintu and Bhura on 9.1.99 at about 6.30\npm when she had gone to answer call of nature from her house\nsituated at Tekri Mohalla, Chachoda. She was taken to jungle\nwhere accused Bhura committed rape on her. When prosecutrix\n</p><p data-structure=\"Facts\" id=\"p_3\">               -( 2 )-              Criminal Appeal No.116/00\n\ndid not return to her home on 9.1.1999, then her mother Tarabai\nsent her son Sonu to Beenaganj to call his father Dashrath Singh\nand thereafter they tried to locate the prosecutrix but when she\ncould not be located, then missing person report was recorded at\npolice Station, Chachoda.\n</p><p data-structure=\"PetArg\" id=\"p_4\">3.    During investigation, police recovered prosecutrix from the\nhouse of Bhura and thereafter FIR was registered. Prosecutrix\nwas subjected to medical examination and x-ray examination.\nSeized articles were sent for FSL report to Regional Forensic\nScience Laboratory, Gwalior. On completion of the investigation,\ncharge-sheet was filed before the Court of Additional Chief\nJudicial Magistrate, Chachado, from where matter was committed\nto the Sessions Court. Appellants abjured their guilt and produced\nevidence in rebuttal. They denied the allegations made against\nthem in the defence evidence as well as in the statements under\n<a href=\"/doc/767287/\" id=\"a_8\">Section 313</a> of Cr.P.C. They submitted that they have been falsely\nimplicated.\n</p><p data-structure=\"CDiscource\" id=\"p_5\">4.    As per mother of the prosecutrix Tarabai (PW-6) and her\nfather Dashrath Singh (PW-9) on the date of incident age of the\nprosecutrix was 14-15 years, whereas her uncle Deewan Singh\n(PW-8) narrated her age to be 15-16 years on the date of incident\nand prosecutrix narrated her age to be 15 years while Vidya Devi\nSharma (PW-1), In-charge Head Master of Government Girls\nPrimary School, Chachoda, deposed that as per Ex.P/1 date of\nbirth of the prosecutrix is 26th February, 1985. In cross-\nexamination, she has maintained her stand that date of birth of\nthe prosecutrix is 26th February, 1985 and that of another\ndaughter of Dashrath Singh, namely          Sushma, has been\nmentioned in the register as 1.12.1986. There is difference of\nabout 22 months between date of birth of the prosecutrix and that\nof her younger sibling Ku. Sushma and signatures of guardian are\ncommon for both Sushma as well as the prosecutrix.\n</p><p data-structure=\"RespArg\" id=\"p_6\">5.    On the other hand, Dr. R.K.Jain, Radiologist (PW-4) has\nopined that there was complete fusion in medial epicondyle part\n</p><p data-structure=\"Facts\" id=\"p_7\">              -( 3 )-                Criminal Appeal No.116/00\n\nof humerus bone of right elbow, so also between radius and ulna\nbone of right wrist, but there was lack of complete fusion between\niliac crest bone of hip and epiphysis, but opined that age of the\nprosecutrix was above 19 years and less than 20 years.\n</p><p data-structure=\"PetArg\" id=\"p_8\">6.    Learned counsel for the appellants submits that as far as\nappellant No.1-Pintu is concerned, he is innocent and even the\nprosecutrix (PW-5) has admitted in her cross-examination para 37\nthat Pintu had not committed any offence except being an\naccomplice to Bhura and supplying food from time to time. It is\nsubmitted that in fact there was infatuation between the\nprosecutrix and Bhura, and therefore, appellant Bhura wanted to\nmarry her and appellant Pintu was just a witness to the incident\nand was not involved in either kidnapping or abduction for which\nhe has been punished for three years and five years RI. It is\nfurther submitted that even appellant Bhura is innocent because\nthere was consent of the prosecutrix and as per radiological\nexamination conducted by Dr. R.K.Jain (PW-4) her age was\nabove 19 years and below 20 years, therefore, it is not a case of\nabduction coming within the purview of <a href=\"/doc/796352/\" id=\"a_9\">Section 366</a> of IPC.\n</p><p data-structure=\"PetArg\" id=\"p_9\">7.    For appellant Bhura, it is submitted that as per MLC\n(Ex.P/3) Medical Officer has categorically opined that two fingers\nwere going in the vagina with slight difficulty. Hymen was ruptured\nbut edge was red, slightly swollen and painful. There was slight\nbleeding. It is submitted that doctor has not given any definite\nopinion about rape, and therefore, even appellant Bhura cannot\nbe convicted for rape, abduction or kidnapping. Placing heavily on\nthe evidence of Dr. Sarojani Beg (PW-3), it is submitted that there\nwas no injury on any external part of the body of the prosecutrix\nand her secondary sexual characters were developed. There was\nno injury even to the internal parts of the body, and therefore, it\ncannot be said that prosecutrix was subjected to rape. Learned\ncounsel for the appellants has also drawn attention of this Court\nto Ex.D/7, a love letter, saying that such letter was sent by the\nprosecutrix expressing her helplessness in giving statement\n</p><p data-structure=\"PetArg\" id=\"p_10\">                -( 4 )-               Criminal Appeal No.116/00\n\nagainst appellant Bhura because there was lot of pressure of her\nparents and she has mentioned that she has been married to\nsomebody named Radhesingh Halak Singh and she has\npromised that she will definitely help him in future.      Learned\ncounsel for the appellant further submits that as per Ex.D/5,\nGumsudgi report, father of the prosecutrix had mentioned her age\nas 17 years. It is also submitted that as per prosecutrix she was\nraped in the jungle but there are no external injury marks on the\nbody of the prosecutrix. Thereafter, appellant Bhura had brought\nher to his house and there also he committed rape on her. It is\nsubmitted that prosecutrix has admitted that there were other\nfamily members at the house of Bhura. Learned counsel for the\nappellants also submits that Dashrath Singh (PW-9) has admitted\nthat prosecutrix was born in a hospital at Chachoda in para 11 of\nhis cross-examination, therefore, in terms of the provisions\ncontained in <a href=\"/doc/473654/\" id=\"a_10\">Section 114(g)</a> of the Evidence Act when evidence\nfrom Government record was available that prosecutrix was born\nin a Government Hospital, then non-production of such record will\nshift the burden on the prosecution to prove that prosecutrix was\nminor\n</p><p data-structure=\"Section\" id=\"p_11\">8.      Learned Public Prosecutor for the State on the other hand\nhas drawn attention of this Court to Ex.P/12, FSL report, wherein\nArticle A/1 was Salvar of the prosecutrix, A/2 was her underwear,\nArticle B was slide prepared from vaginal smear and Article C was\nsample of pubic hair. As per this report, on A/2 i.e. underwear of\nthe prosecutrix and the vaginal slide, human sperms were found.\nIt was mentioned that such sperms available on Article A/2 was\ninsufficient for serum examination. Thus, placing reliance on such\nFSL report, it is submitted that allegation of rape is medically\ncorroborated. It is not the case of the appellants that except\nBhura, anybody else had performed intercourse with her.\n</p><p data-structure=\"CDiscource\" id=\"p_12\">9.      It is also submitted by learned Pubic Prosecutor that as per\nevidence of Vidyadevi Sharma (PW-1) In-charge Head Master of\nthe Government Girls Primary School, Chachoda, prosecutrix was\n</p><p data-structure=\"CDiscource\" id=\"p_13\">                 -( 5 )-              Criminal Appeal No.116/00\n\nadmitted in class 2nd and as per her admission register, Ex.D/2,\ndate of birth is mentioned as 26.2.1985. Same witness has\ncertified that date of birth of younger sister of the prosecutrix is\n1.12.1986 and there is gap of about 22 months between the two\nsisters. In view of such facts, as far as age is concerned since\nfirst entry register when prosecutrix had taken admission in the\nschool is available and as per her admission register, Ex.D/2,\ndate of birth of the prosecutrix is 26.2.1985 which is fully proved\nby the In-charge Head Master Vidyadevi Sharma (PW-1), in terms\nof the provisions contained in Juvenile Justice Rules, there is no\nneed to refer to radiological examination. As per Modi&#x27;s textbook\nof Medical Jurisprudence and Toxicology, 25th Edition, radiologist\nwas obliged to mention as to which author, as given under\nchapter x-personal identity and table showing the age in years of\nthe appearance &amp; fusion of some of the epiphysis, has been\nadopted by him. Learned Public Prosecutor further submits that\nas far as Ex.D/7, love letter, is concerned, prosecutrix has not\nbeen confronted with this letter and there is no evidence that this\nletter has been written in the handwriting of the prosecutrix.\nLearned Public Prosecutor for the State further submits that once\nschool admission register is exhibited, then any mistake in\nGumsudgi report (Ex.D/5) is not material and similarly since\nadmittedly prosecutrix is minor, her consent cannot be said to be\nvalid consent, therefore, all the arguments made around the\ntheory of consent is not just and correct.\n</p><p data-structure=\"CDiscource\" id=\"p_14\">10.      After going through the material on record and the evidence\navailable on record, it has come on record that Ex.D/2, school\nregister, gives date of birth as 26.2.1985, therefore, in terms of\nthe JJ rules since school entry register is available showing date\nof birth of the prosecutrix to be 26.2.1985, there appears no doubt\nor gap requiring any further enquiry as to the age of the\nprosecutrix in terms of the provisions contained in Rule 12 of the\nJJA Rules. Therefore, on the date of incident, prosecutrix was\nminor.\n</p><p data-structure=\"Precedent\" id=\"p_15\">              -( 6 )-                Criminal Appeal No.116/00\n\n</p><p data-structure=\"Facts\" id=\"p_16\">11.   Now as far as act of appellant Pintu is concerned,\nprosecutrix has categorically mentioned that Pintu and Bhura had\nabducted her when she had gone to answer call of nature.\nProsecutrix (PW-5) in her chief firstly stated that accused persons\nhad not done anything to her, then she stated that when she was\ngoing to answer the call of nature, then she found that appellants\nBhura and Pintu were standing outside her house. They took her\nto the forest, then Bhura asked her to marry her. When she\nrefused saying that she is afraid of her parents, then Bhura\ncommitted rape with her. Thereafter, she was taken to the house\nof Bhura and was kept there till police came and recovered her\nfrom the house of Bhura. She was thereafter taken to Chachoda.\nShe admits that no documentation was carried out in front of her\nat the house of Bhura. This renders the Dastyabi Panchnama\nEx.P/7 doubtful as it is said to have been prepared at Tekri\nMohalla at the house of Bhura. She has admitted that she was\nexamined by a lady doctor at Chachoda and thereafter she was\ntaken to Guna for x-ray. In cross-examination, she has admitted\nthat there are four sisters and three brothers and her all three\nbrothers are younger to her. In cross-examination, she submitted\nthat from 10.1.1999 to 12.1.1999 Bhura had kept her in jungle\nitself, but later on she improvised and stated that she was not\nkept in jungle for a period of four days and the day she was\nabducted, at that night she was in jungle and then next day she\nwas taken to house of Bhura at Chachoda. She further admitted\nin para 7 that after recovering her, police had produced her in the\nCourt of Magistrate in presence of woman Constable and at\nChachoda Magistrate had asked her as to with whom she would\nlike to go and she had given a statement that she would like to go\nwith Bhura, then she stated that since she was threatened by\nBura, therefore, out of fear she had given such statement. In\ncross-examination, she has admitted that she was raped on\nrough surface suffering several injury in the shoulder and back\nand Bhura had kicked her but such statements are not\n</p><p data-structure=\"CDiscource\" id=\"p_17\">               -( 7 )-                Criminal Appeal No.116/00\n\ncorroborated from the medical evidence. In para 12, she has\nadmitted that she has no knowledge about her date of birth. She\nalso submitted that due to such act of Bhura, she had suffered\ninjury in her private parts though they are not corroborated from\nthe statement of the doctor. She admitted that Pintu used to only\nsupply food and used to go back (para 17). She further admitted\nthat when she had reached Bhura&#x27;s house, his parents, brother\nand sister were available in the house. He had not performed any\nintercourse when she was at the house of Bhura. She has also\nadmitted that it was a winter season and when she had slept in\nthe jungle, then it was very cold and she was not having extra\nclothing to cover her body. She had not seen Bhura using any\nquilt or other covering. Bhura had slept away from her. In para 35,\nshe has admitted that she was kept in a house at jungle and in\nthat house one lady and her husband were present. She had not\ntaken any food in that house but Bhura had consumed food. She\nstayed in that house for the whole night, and thereafter, from the\nhouse at jungle she was taken away in a matador driven by one\nPappu, uncle of Pintu. She admitted that by that matador Bhura\nand prosecutrix were dropped closed to fort from where they had\nwalked upto the house of Bhura. She further deposed that when\nshe was in the house of Bhura, she had not gone to answer the\ncall of nature. Thus, she had never used any toilet facility to either\ndischarge urine or stool. These statements of the prosecutrix and\nthe contradictions make the story of abduction in regard to\nappellant Pintu doubtful, therefore, this Court is of the opinion that\nsince ingredients of abduction and kidnapping in regard to\nappellant Pintu are not made out because there is no allegation\non appellant Pintu of giving any allurement to the prosecutrix nor\nthere is any allegation on him of using any force, therefore, the\nact of appellant Pintu of going upto jungle alongwith appellant\nBhura and supplying food from time to time cannot be said to be\nan act of abduction and kidnapping. In fact, as per own showing\nof the prosecution she had gone to a house in jungle and had not\n</p><p data-structure=\"Precedent\" id=\"p_18\">                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"934266\" id=\"span_1\">-( 8 )-              Criminal Appeal No.116/00\n\nconsumed any food and thereafter she was taken to the house of\nBhura. There was no occasion for appellant Pintu to supply food\nto her, therefore, even if the aspect of kidnapping is examined in\nthe light of the law laid down by Hon&#x27;ble Supreme Court in the\ncase of <a href=\"/doc/934266/\" id=\"a_11\">Thakorlal D. Vadgama v. The State of Gujarat</a> as\nreported in AIR 1973 SC 2313, then also it cannot be said that\nappellant Pintu had made any attempt to take possession of the\nprosecutrix or had enticed her for going with Bhura. Thus,\nconviction of appellant Pintu under <a href=\"/doc/619940/\" id=\"a_12\">Sections 363</a> and <a href=\"/doc/796352/\" id=\"a_13\">366</a> of IPC\nis not sustainable and thus, conviction of appellant Pintu under\n<a href=\"/doc/619940/\" id=\"a_14\">Sections 363</a> and <a href=\"/doc/796352/\" id=\"a_15\">366</a> of IPC deserves to be and is set aside.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"934266\" id=\"span_2\">12.      As far as appellant Bhura is concerned, there may not be\nany use of force, but when provisions of Section 361 and its\ningredients are examined in the light of judgment of the Supreme\nCourt in the case of <a href=\"/doc/934266/\" id=\"a_16\">Thakorlal D. Vadgama</a> (supra) then there\nwas enticement of the prosecutrix in the name of marriage and\nsince prosecutrix was not above the age of 18 years, her consent\ncannot be said to be a valid consent though the ingredients of\nconsent are also missing in the present case, therefore, case of\nappellant Bhura is on a different pedestal than that of appellant\nPintu.</span>\n</p><p data-structure=\"Conclusion\" id=\"p_20\">13.      In the light of the FSL report and the statement of the\nprosecutrix that except Bhura no other person had performed\nintercourse with her and presence of sperms on vaginal swab as\nwell as underwear of the prosecutrix, this Court is of the opinion\nthat appellant Bhura is not entitled for any relief nonetheless that\nof acquittal as all the ingredients of abduction, kidnapping and\nrape as have been alleged are corroborated through evidence of\nprosecution witnesses as well as scientific evidence collected in\nthe matter. Thus, conviction of appellant Bhura for the offence\npunishable under <a href=\"/doc/619940/\" id=\"a_17\">Sections 363</a>, <a href=\"/doc/796352/\" id=\"a_18\">366</a> and <a href=\"/doc/1279834/\" id=\"a_19\">376</a> of IPC is upheld and\nappeal filed on behalf of appellant Bhura deserves to be and is\ndismissed.\n</p><p data-structure=\"Conclusion\" id=\"p_21\">14.      Consequently, appeal is party allowed. As far as conviction\n</p><p data-structure=\"Conclusion\" id=\"p_22\">                             -( 9 )-             Criminal Appeal No.116/00\n\n            of appellant Pintu under <a href=\"/doc/619940/\" id=\"a_20\">Sections 363</a> and <a href=\"/doc/796352/\" id=\"a_21\">366</a> of IPC is\n            concerned, it is set aside and he is acquitted from such charges.\n            As far as appellant Bhura is concerned, his conviction under\n            <a href=\"/doc/619940/\" id=\"a_22\">Sections 363</a>, <a href=\"/doc/796352/\" id=\"a_23\">366</a> and <a href=\"/doc/1279834/\" id=\"a_24\">376</a> of IPC is upheld. He is on bail, his bail\n            bonds are cancelled and he shall surrender before the trial Court\n            for undergoing remaining jail sentence on or before 4.9.18, failing\n            which trial Court is free to take appropriate steps to send him to\n            jail for undergoing remaining jail sentence.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_23\">                                                       (Vivek Agarwal)\n                                                           Judge\n     ms/-\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_3\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_4\">MADHU SOODAN PRASAD</span>\n<span class=\"hidden_text\" id=\"span_5\">Date: 2018.08.27 18:10:58</span>\n<span class=\"hidden_text\" id=\"span_6\">+05&#x27;30&#x27;</span>\n<span class=\"hidden_text\" id=\"span_7\"> </span>","numcites":7,"numcitedby":15,"docsource":"Madhya Pradesh High Court","citetid":195202018,"divtype":"judgments","relatedqs":[{"value":"rape ","formInput":"rape%20"},{"value":"section 366 Ipc","formInput":"section%20366%20Ipc"},{"value":"date of birth ","formInput":"date%20of%20birth%20"},{"value":"kidnapping and abduction","formInput":"kidnapping%20and%20abduction"},{"value":"kidnapping","formInput":"kidnapping"},{"value":"abduction ","formInput":"abduction%20"},{"value":"fsl report","formInput":"fsl%20report"},{"value":"366 ipc","formInput":"366%20ipc"},{"value":"section 363","formInput":"section%20363"},{"value":"prosecutrix","formInput":"prosecutrix"},{"value":"376,","formInput":"376%2C"},{"value":"committed rape on","formInput":"committed%20rape%20on"},{"value":"section 363 & 366","formInput":"section%20363%20%26%20366"},{"value":"intercourse","formInput":"intercourse"},{"value":"underwear ","formInput":"underwear%20"},{"value":"head of charge","formInput":"head%20of%20charge"},{"value":"Under section 363,366,ipc","formInput":"Under%20section%20363%2C366%2Cipc"},{"value":"section 366","formInput":"section%20366"},{"value":"sec 366 of indian penal code","formInput":"sec%20366%20of%20indian%20penal%20code"},{"value":"vaginal","formInput":"vaginal"}],"cats":[{"value":"kidnapping-to-compel-marriage","formInput":"tag:kidnapping-to-compel-marriage"},{"value":"kidnapping","formInput":"tag:kidnapping"},{"value":"rape","formInput":"tag:rape"},{"value":"appeal-to-high-court","formInput":"tag:appeal-to-high-court"},{"value":"examine-accused","formInput":"tag:examine-accused"}],"courtcopy":true,"query_alert":null,"agreement":false}