{"tid":1579895,"publishdate":"2006-07-12","title":"Baraiya Vallabhbhai Odhavjibhai And 21 ... vs Central Salt And Marine Chemical ... on 12 July, 2006","doc":"<h2 class=\"doc_title\">Baraiya Vallabhbhai Odhavjibhai And 21 ... vs Central Salt And Marine Chemical ... on 12 July, 2006</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:h-k-rathod\">H.K. Rathod</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:h-k-rathod\">H.K. Rathod</a></h3>\n\n<pre id=\"pre_1\">ORDER\n \n\nH.K. Rathod, J.\n \n\n</pre><p data-structure=\"PetArg\" id=\"p_1\">1. Heard the learned Advocate, Mr. D.V. Shah, appearing on behalf of petitioners and learned Advocate, Mr. R.S. Sanjanwala, appearing on behalf of respondent No. 1. Though notice has been served, no one remained present on behalf of respondent No. 2.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_2\">2. Learned Advocate, Mr. D.V. Shah, submitted that all the petitioners are working as a contract labourers with respondent No. 1. His submission is that respondent No. 1 giving the contract to different Agencies and these petitioners remain continued with different agencies as a Security Guards. He also submitted that these workmen remain continued with the respondent No. 1 being the contract labourers since more than 10 to 15 years and working as a Security Guards. He submitted that recently, the contract of security guard has been given to Flash Security Services, Bombay w.e.f. 10.4.2006 in response to tender notice issued by respondent No. 1. He submitted that whatever the qualification or eligibility as a security guards provided in the tender notice, the petitioners are satisfying the requirement to work as security guards. He also submitted that initially petitioners approached the Deputy Labour Commission, State, but oral answer was given that respondent No. 1 ( Unit of the Council of Scientific Industrial Research) is a Central Institution, therefore, appropriate Government is Central Government. Therefore, petitioners have to approach the Assistant Commissioner of Labour (Central). In light of this oral reply received from the Deputy Labour Commissioner, State, the petitioners joined the Union and Union has approached to the appropriate Government (Central) by raising the industrial dispute on 1.7.2006. Before that, Union had approached the Management, but there was no response from the Management and that is how the dispute was raised. Therefore, learned Advocate, Mr. Shah, submitted that some suitable directions may be issued to the Assistant Commissioner of Labour (Central) to initiate the conciliation proceedings and pass appropriate orders within some reasonable time and meanwhile, grant the protection against the termination of petitioners by respondent No. 1 / Labour Contractor. He submitted that at present, they are working with Flash Security Services, Bombay. The Flash Security Services has issued identity cards to the petitioners on 10.4.2006. He also submitted that nature of work performed by the petitioners is a perennial nature work and they are working with labour contractor, but doing the work of respondent No. 1 in its premises. Therefore, in light of these submissions, he submitted that some suitable directions may be issued to the concerned authority and meanwhile, ad-interim order which has been granted by this Court may be continued till the appropriate Government takes the decision in respect to the dispute raised by Union on behalf of petitioners by demand notice dated 1.7.2006. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_3\">3. Learned Advocate, Mr. R.S. Sanjanwala, vehemently opposed the submissions made by learned Advocate, Mr. Shah. He submitted that these petitioners are not the employees of respondent No. 1. There is no privity of contract between petitioners and respondent No. 1 and no relationship as an employer and employee. The petitioners are engaged by labour contractor and they were continued by different contractors which will not give right to the petitioners to remain continued in service. He also submitted that it is for the contractor to continue them or not and it is not the function of respondent No. 1. The detailed reply with objections has been filed by respondent No. 1. Against which, rejoinder is also filed by the petitioner. Learned Advocate, Mr. Sanjanwala, also submitted that the policy decision that only Ex-serviceman / Ex-paramilitary force to be appointed at a maximum level as a security guards. Therefore, specific condition was incorporated in the tender notice by the respondent No. 1. He submitted petitioners having alternative remedy to approach the machinery under the provisions of I.D.Act,1947. In the present petitions, disputed question of facts is there, therefore, present petitions are not maintainable. He also submitted that the contentions raised before this Court are based upon the policy decision of the respondent No. 1 authority to increase the standard of security level in the Institution. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_4\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"293050\" id=\"span_1\">4. I have considered the submissions made by both the learned Advocates and have also perused the petitions along with all annexures attached to the petitions as well as reply and rejoinder submitted by respective parties. The contention raised by learned Advocate, Mr. Sanjanwala, that petitions are not maintainable as petitioners having alternative remedy to approach under the machinery of I.D.Act,1947. That view has been taken by the Apex Court in the case of APSRT Corporation and Ors. v. G. Srinivas Reddy and Ors. reported in 2006 II LLJ 425; in case of <a href=\"/doc/293050/\" id=\"a_1\">New Okhla Industrial Development Authority v. Kendriya Karmachari Sahkari Grih Nirman Samiti</a> reported in 2006 (4) Scale 513. The law examined by Apex Court on this subject that if petitioner having alternative remedy and the disputed question of fact require to be decided by the High Court, the High Court should not entertain such petition while exercising extraordinary jurisdiction under <a href=\"/doc/1712542/\" id=\"a_2\">Article 226</a> of the Constitution of India. However, in this case, petitioners have already availed the alternative industrial forum by raising the dispute through union on 1.7.2006. Therefore, the question is, whether during the pendency of the conciliation proceedings or pending proceedings before the appropriate Government, ad-interim relief granted by this Court is required to be continued or not.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"323893\" id=\"span_2\">In similar situation, this Court has examined the issue in the case of <a href=\"/doc/323893/\" id=\"a_3\">Food Corporation of India Worerks&#x27; Union v. Food Corporation of India</a> 2001 1 GLH 90. This Court has, in detailed, examined the entire issue and ultimately, directed to the concerned appropriate Government to initiate the conciliation proceedings and to pass appropriate orders within some reasonable time and meanwhile, protection was granted by this Court in the aforesaid decision. That decision was challenged in Letters Patent Appeal No. 447 of 2001. The LPA Bench has decided the matter on 20.6.2001 and dismissed the LPA and confirmed the order passed by this Court. Thereafter, the order of LPA Bench was challenged before the Apex Court in Special Leave to Appeal (Civil) No. 18574 of 2001. The Apex Court has also dismissed the SLP on 14.2.2003. Meaning thereby that in identical case, a contract labourer directly approached to this Court through Union, raised the dispute and this Court has meanwhile protected. Therefore, considering the aforesaid decision of this Court, the decision of LPA Bench and the decision of the Apex Court, similar order is required to passed in these petitions.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_5\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"323893\" id=\"span_3\">5. Before that, this Court has observed the law which is relating to the question raised before this Court in case of <a href=\"/doc/323893/\" id=\"a_4\">Food Corporation of India Worerks&#x27; Union</a> (Supra), this Court has observed, in Para.14, as under :</span> \n</p>  \n\n<blockquote id=\"blockquote_1\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1125754\" id=\"span_4\">I have considered the submissions of all the learned advocates. The question is that yet no notification has been issued by the appropriate Government prohibiting labour contract in the field of the FCI at Gandhidham Depot and that the respondent No. 6 is having legal and valid licence of engaging contract labour. These are the facts which are not in dispute between the parties. Rest of the averments are in dispute between the parties. The prayers of the petitioner union either to abolish the contract system or to direct the respondent corporation to absorb the members of the petitioner union as a regular employee in such a situation cannot be entertained by this Court because all these are the disputed questions of fact. In such a situation, the petitioner union can raise industrial dispute under the <a href=\"/doc/500379/\" id=\"a_5\">Industrial Disputes Act, 1947</a> on the ground that the contract labour system is camouflage, sham and bogus. It is also open for the petitioner union to approach the machinery under the provisions of the <a href=\"/doc/1810788/\" id=\"a_6\">Contract Labour (Regulation and Abolition) Act, 1970</a> with a prayer to issue notification for prohibiting labour contract system at Gandhidham. According to me, the petitioner union can simultaneously approach the machineries under both the legislations namely <a href=\"/doc/500379/\" id=\"a_7\">Industrial Disputes Act</a> as well as the <a href=\"/doc/1810788/\" id=\"a_8\">Contract Labour (Regulation and Abolition) Act, 1970</a>. Similar situation has arisen in past before this Court in case of <a href=\"/doc/1125754/\" id=\"a_9\">Gujarat Mazdoor Panchayat v. State of Gujarat</a> reported in 1992 (2) LLJ 486. In paragraph 29 and 30 of the decision, division bench of this Court has held as under:</span>\n</blockquote>  \n\n<blockquote id=\"blockquote_2\">29. It, therefore, becomes clear that the references for declaration that workmen are direct employees of the principal employer and the intermediary contractor is a camouflage will have to be adjudicated upon on their own merits under the <a href=\"/doc/500379/\" id=\"a_10\">ID Act</a> and they operate in their own field, viz. in the personal field i.e. personal relation between the workmen on the one hand and the principal employer on the other, while references for abolition of contract labour system under <a href=\"/doc/1669932/\" id=\"a_11\">Section 10</a> of the Act would operate in their own field and they touch upon the industrial activities themselves, their nature and upon the question whether such activities can be allowed to be subject to contract labour system or not. Thus, former references investigate upon and cover personal relationship between the contesting parties while the latter references deal with objective aspects of industrial activities as such. These two types of references operate in different fields and they do not overlap nor do they intermix and both these types of references can be considered on their own merits under the respective Acts by the respective appropriate authorities.\n</blockquote> \n\n<blockquote id=\"blockquote_3\">30. In view of the aforesaid contingencies, resulting from interaction of the principal dispute under the <a href=\"/doc/500379/\" id=\"a_12\">ID Act</a> and subsidiary dispute under the Contract Labour Act, from the point of view of time when such disputes get decided and the nature of respective decisions under these two Acts, it is not possible to agree with the contentions of the learned advocate for the respondents that once the dispute regarding abolition of given labour contract system is in the offing and is referred to the appropriate Government under Section 10(1) of the Contract Labour Act is decided, no industrial dispute about de facto existence of such labour contract system can ever survive for reference under the <a href=\"/doc/500379/\" id=\"a_13\">ID Act</a>. In this connection, it will be necessary to note that even if contract labour is in vogue in a concern, employees employed by the contractor can validly raise the following contentions which may buttress their grievance that even though they are the direct employees of the principal employer, they have wrongly been treated as employees of the contractor who is not a real intermediary. Such types of disputes under the <a href=\"/doc/500379/\" id=\"a_14\">ID Act</a> can legitimately be raised in the following cases which are mentioned by way of illustrations only without suggesting that they are exhaustive;\n</blockquote>  \n\n<p data-structure=\"Section\" id=\"p_6\">(1) when it is alleged that the employees were directly employed by the principal employer and subsequently contract system was introduced for the same activities resulting in snapping of relationship of employee-employer between the workmen on the one hand and the main employer on the other, thus, violating <a href=\"/doc/620295/\" id=\"a_15\">Section 9A</a> of the ID Act.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_7\">(2) When there is absence of proper registration of concerned principal employer under the Contract Labour Act.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_8\">(3) When there is absence of proper licensing of the concerned contractor who employs contract labour at a given point of time. \n</p> \n\n<p data-structure=\"Section\" id=\"p_9\">(4) Even though principal employer may be registered employer under the Act and the concerned contractor may be licensed contractor under the Act, his licence may not cover the activity which is carried on by the contract labour. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_10\">(5) Even though principal employer may be registered employer under the Contract Labour Act and the contractor may be having a valid license to employ contract labour, under the Contract Labour Act, for a given activity, still licence issued to him may not cover exact number of permissible employees employed by him meaning thereby member of permissible employes under the licence may be less than number of employees actually employed and qua such excess number of employees, protective umbrella of licence would not be available to the contractor so far as the activity covered by the licence is concerned.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_11\">(6) Even though principal employer may be registered employer and the contractor may be licensed contractor and the workmen employed by him might be covered by the permissible number of employees as recognised by the licence and even though such activities may be covered by licence, in fact and in substance, control including disciplinary control and supervision of the entire activity may be with the principal employer and the wages of the employees may in fact be coming out of coffers of the principal employer, and may be getting paid through the contractor who may operate as a mere conduit pipe. Such type of control, supervision and payments being outside the scope of <a href=\"/doc/1871842/\" id=\"a_16\">Section 10(2)</a> read with Sections. 20 and 21 of the Contract Labour Act would give rise to a legitimate contention that the principal employer is in fact and substance the real employer and the so called contract is an eye wash.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_12\">6. The LPA Bench has observed by order dated 20.6.2001 in Letters Patent Appeal No. 447 of 2001, as under : \n</p>  \n\n<blockquote id=\"blockquote_4\">Heard learned Counsel. The learned single judge vide the impugned order, dated 17.11.2000 has remanded the matter back for consideration of the question of abolition of contract labour system. The Board has to take decision under <a href=\"/doc/45909/\" id=\"a_17\">Section 10</a> of the Contract Labour (Regulation and Abolition) Act, 1970. The grievance which has been voiced by the learned Counsel for the appellant in this appeal is that certain observations which have been made in the body of the judgment by the learned single judge with reference to the eminent Statesmen such of Nehru and Gandhi coupled with the observations of the learned single judge himself are likely to impinge upon the independent approach of the Board while considering the matter under <a href=\"/doc/1669932/\" id=\"a_18\">Section 10</a>. We find that this apprehension of the learned Counsel for the appellant is wholly founded. The Board while considering the question is expected to decide the question on the basis of the material which is available in the facts of each and every case. The quotations of eminent Statesmen which have been quoted in the body of the judgment only show the erudition of the learned single judge about the matter in question and we find that no appeal is maintainable against any observation made in the body of the judgment.\n</blockquote> \n\n<blockquote id=\"blockquote_5\">2. The other grievance which has been raised is that the direction has been given to incorporate appropriate conditions while entering into the contract with the new contractor so as to safeguard and protect the interest of the existing workers/employer. We do not find that such observations are unjust in any manner so as to warrant interference by this Court. If due care is taken at the time of entering into new contract by the employer the grievance as has been raised that new contractor has his own employees would not rise and the new contractor will have to keep the existing workers. The direction given by the learned single judge in this regard is therefore found to be just and proper. In any view of the matter, we do not find that the directions which have been given for remand and reconsideration of the matter under <a href=\"/doc/1669932/\" id=\"a_19\">Section 10</a> warrants any interference.\n</blockquote> \n\n<blockquote id=\"blockquote_6\">3. So far as the contention that 8 weeks time which has been granted for deciding the matter is insufficient is concerned, we find that it is always open for the present appellant to move the learned single judge praying for extension of time. There is no substance in this appeal, and the same is hereby dismissed.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_13\">7. The observations made by Apex Court in Special Leave (Appeal) Civil No.18574 of 2000 dated 14.2.2003 is quoted as under : \n</p>  \n\n<blockquote id=\"blockquote_7\">The petitioner is the Food Corporation of India. The respondent is trade union representing the workers allegedly working in the Food Corporation of India. The learned Single Judge of the High Court of Gujarat gave certain directions when the respondent filed application for abolition of the contract labour and to engage the workers directly under the Food Corporation of India. The following directions were given:\n</blockquote>  \n\n<blockquote id=\"blockquote_8\">In respect of their demand for which the present petition is filed, the petitioner Union is required to be directed to approach the machinery under the <a href=\"/doc/500379/\" id=\"a_20\">Industrial Disputes Act</a>.\n</blockquote>  \n\n<blockquote id=\"blockquote_9\">(a) Accordingly, the petitioner Union shall approach the conciliation officer with respect to their demands for which the present petition has been filed within six months from the date of receipt of the copy of this order. \n</blockquote> \n\n<blockquote id=\"blockquote_10\">(b) The conciliation officer shall submit appropriate report within three months from the date of hearing the parties after taking into consideration their rival contentions and objections, if any. \n</blockquote> \n\n<blockquote id=\"blockquote_11\">(c) In case the failure report is drawn by the conciliation officer, in that event, the appropriate Government respondent No. 5 shall take decision by passing appropriate order of making a reference, at an early date, withing four weeks from the date of receipt of such failure report.\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_14\">This was challenged by the Food Corporation of India before the Division Bench and the Division Bench declined to interfere with the order. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_15\">We heard the learned Counsel on both sides. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_16\">The counsel for the appellant Food Corporation submitted that the learned Single Judge has made certain observations in the judgment that may adversely affect the Food Corporation while the decision is taken by the Division Bench. The counsel for the Food Corporation also submitted that the Corporation also may be heard while the final decision is taken in the matter. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\">Having regard to the submission, we hold that the observations made either by the learned Single Judge as well as by the Division Bench shall not have any perverse effect while taking final decision in the matter by the Board. The Food Corporation as well as respondent, Trade Union are at liberty to approach the Board and the Board shall give reasonable opportunity of hearing to the allellants as well as the Trade Union representing the workers. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_18\">The SLP stands disposed of accordingly.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"323893\" id=\"span_5\">8. In view of the above observations made by this Court, confirmed upto Apex Court and considering the facts of the present case which are almost same and similar that all the petitioners are working with labour contractor for more than 10 to 15 years and some of them are working for more than 2 to 3 years in different spell with different contractors, the question is that, whether petitioners are entitled the protection while exercising the powers under <a href=\"/doc/1712542/\" id=\"a_21\">Article 226</a> of the Constitution of India during the pendency of industrial dispute which has been raised by petitioners through Union. This aspect, in detailed, discussed by this Court in case of <a href=\"/doc/323893/\" id=\"a_22\">Food Corporation of India Workers&#x27; Union</a> (Supra).</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"323893\" id=\"span_6\">Therefore, according to my opinion, relying the earlier decision as <a href=\"/doc/323893/\" id=\"a_23\">referred above</a> in case of <a href=\"/doc/323893/\" id=\"a_24\">Food Corporation of India Workers&#x27; Union</a> (Supra), it is directed to the Assistant Commissioner of Labour (Central) to initiate the proceedings in respect to dispute raised by Gujarat Rajya Shramjivi Karmachari Union by letter dated 1.7.2006 and pass appropriate orders after giving reasonable opportunity to the respective parties under <a href=\"/doc/625936/\" id=\"a_25\">Section 12(4)</a> of I.D. Act, 1947 within a period of six weeks from the date of receiving the copy of this order. It is further directed to the appropriate Government Labour Department (Central) to take decision on report received from Assistant Commissioner of Labour (Central) under <a href=\"/doc/347928/\" id=\"a_26\">Section 12(5)</a> of I.D. Act, 1947 within a period of one month from the date of receiving the said report under <a href=\"/doc/625936/\" id=\"a_27\">Section 12(4)</a> of I.D. Act, 1947 from the Assistant Commissioner of Labour.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_20\">9. In light of the above directions, ad-interim relief granted by this Court on 28.3.2006 shall remain continue for the further period of one month from the date on which the appropriate Government Labour Department (Central) takes decision and communicate to the concerned petitioners and respondents in respect of dispute raised by Union dated 1.7.2006.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_21\">10. The aforesaid directions have been issued by this Court without expressing any opinion on merits. In view of the aforesaid observations and directions, present petitions stand disposed of. Notice discharged. Ad-interim relief granted earlier stands vacated.\n</p> \n\n","numcites":12,"numcitedby":1,"docsource":"Gujarat High Court","citetid":1579895,"divtype":"judgments","relatedqs":[{"value":"contract labour act","formInput":"contract%20labour%20act"},{"value":"contract labour","formInput":"contract%20labour"},{"value":"principal employer ","formInput":"principal%20employer%20"},{"value":"food corporation of india","formInput":"food%20corporation%20of%20india"},{"value":"contract act","formInput":"contract%20act"},{"value":"\"alternative remedy\"","formInput":"%22alternative%20remedy%22"},{"value":"conciliation proceedings","formInput":"conciliation%20proceedings"},{"value":"trade union ","formInput":"trade%20union%20"},{"value":"contract labour regulation","formInput":"contract%20labour%20regulation"},{"value":"interim relief","formInput":"interim%20relief"},{"value":"labour acts","formInput":"labour%20acts"},{"value":"industrial disputes act","formInput":"industrial%20disputes%20act"},{"value":"industrial dispute","formInput":"industrial%20dispute"},{"value":"ad-interim relief","formInput":"ad-interim%20relief"},{"value":"contract labour ( regulation ","formInput":"contract%20labour%20%28%20regulation%20"},{"value":"tender notice","formInput":"tender%20notice"},{"value":"lpa","formInput":"lpa"},{"value":"what is ad- interim reliefs","formInput":"what%20is%20ad-%20interim%20reliefs"},{"value":"food corporation","formInput":"food%20corporation"},{"value":"conciliation officer","formInput":"conciliation%20officer"}],"cats":[{"value":"industrial","formInput":"tag:industrial"},{"value":"dispute-resolution-references","formInput":"tag:dispute-resolution-references"},{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"prohibition-of-employment-of-contract-labour","formInput":"tag:prohibition-of-employment-of-contract-labour"},{"value":"regulations-regarding-notice-of-change","formInput":"tag:regulations-regarding-notice-of-change"}],"courtcopy":false,"query_alert":null,"agreement":false}