{"tid":16640622,"publishdate":"2017-10-06","title":"Birbal Choudhary @ Mukhiya Jee vs The State Of Bihar on 6 October, 2017","doc":"<h2 class=\"doc_title\">Birbal Choudhary @ Mukhiya Jee vs The State Of Bihar on 6 October, 2017</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2017 SUPREME COURT 4866, 2018 (12) SCC 440, AIR 2017 SC (CRIMINAL) 1521, (2017) 4 RECCRIR 906, (2017) 4 CRIMES 89, (2017) 3 ALLCRIR 3010, (2017) 10 ADJ 586 (ALL), (2018) 102 ALLCRIC 524, (2017) 4 CURCRIR 144, (2017) 3 ALLCRIR 3114, (2018) 183 ALLINDCAS 206 (SC), (2018) 2 ALLCRILR 775, (2017) 4 ALLCRILR 321, (2017) 4 CRIMES 239, (2017) 68 OCR 1008, (2017) 12 SCALE 317, (2017) 4 DLT(CRL) 384, 2018 (3) SCC (CRI) 459, 2018 (188) AIC (SOC) 26 (ALL)</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-k-sikri\">A.K. Sikri</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-k-sikri\">A.K. Sikri</a>, <a href=\"/search/?formInput=benchid:a-m-sapre\">Abhay Manohar Sapre</a>, <a href=\"/search/?formInput=benchid:a-bhushan\">Ashok Bhushan</a></h3>\n\n<pre id=\"pre_1\">                                                                                   REPORTABLE\n\n                                              IN THE SUPREME COURT OF INDIA\n\n                                            CRIMINAL APPELLATE JURISDICTION\n\n\n                                              CRIMINAL APPEAL NO. 701 OF 2012\n\n\n                         BIRBAL CHOUDHARY @ MUKHIYA JEE                           .....APPELLANT(S)\n\n                                                                      VERSUS\n\n                         STATE OF BIHAR                                         .....RESPONDENT(S)\n\n\n                                                                     WITH\n\n                                              CRIMINAL APPEAL NO. 702 OF 2012\n\n                                          CRIMINAL APPEAL NOS. 703-704 OF 2012\n\n                                          CRIMINAL APPEAL NOS. 705-706 OF 2012\n\n                                              CRIMINAL APPEAL NO. 707 OF 2012\n\n                                              CRIMINAL APPEAL NO. 708 OF 2012\n\n                                                                     AND\n\n                                             CRIMINAL APPEAL NO. 1858 OF 2013\n\n\n\n                                                         JUDGMENT\n</pre>\n<span class=\"hidden_text\" id=\"span_1\">Signature Not Verified</span>\n<p data-structure=\"Issue\" id=\"p_1\">                         A.K. SIKRI, J.\n</p><span class=\"hidden_text\" id=\"span_2\">Digitally signed by</span><p data-structure=\"Issue\" id=\"p_2\">\n<span class=\"hidden_text\" id=\"span_3\">NIDHI AHUJA</span>\n<span class=\"hidden_text\" id=\"span_4\">Date: 2018.05.21</span>\n<span class=\"hidden_text\" id=\"span_5\">12:49:32 IST</span>\n<span class=\"hidden_text\" id=\"span_6\">Reason:</span>\n</p><p data-structure=\"Issue\" id=\"p_3\">                                       The eleven appellants herein, out of the fifteen persons who\n\n                                faced trial, are variously convicted under the provisions of the\n\n\n<span class=\"hidden_text\" id=\"span_7\">                         Criminal Appeal No. 701 of 2012 with Ors.                       Page 1 of 48</span>\n\f       <a href=\"/doc/1569253/\" id=\"a_1\">Indian Penal Code</a> (<a href=\"/doc/1569253/\" id=\"a_2\">IPC</a>) for committing offences punishable\n\n       under <a href=\"/doc/1374258/\" id=\"a_3\">Sections 364A</a>, <a href=\"/doc/37788/\" id=\"a_4\">34</a>, <a href=\"/doc/1119707/\" id=\"a_5\">395</a> and <a href=\"/doc/844968/\" id=\"a_6\">412</a> of the IPC, hereby call into\n\n       question the confirmation of their conviction by the High Court by\n\n       the common impugned judgment and order dated March 30,\n\n       2010, which was rendered in a batch of appeals. Ensuing from\n\n       their conviction on the above-mentioned charges, the appellants\n\n       and others similarly situated have been sentenced to undergo\n\n       imprisonment for 20 years.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">\n</p><p data-structure=\"Facts\" id=\"p_5\">   2) The Sessions Court, finding them guilty of aforesaid offences, had\n\n       sentenced two appellants, Krishna Bihari Singh @ Krishna Singh\n\n       and Jawahar Koiry @ Jawahar Singh @ Neta Jee,            to suffer\n\n       death penalty. However, the sentence has been truncated by the\n\n       High Court on appeal/reference, awarding them the punishment\n\n       of imprisonment for 20 years. The High Court, having opined that\n\n       the actions of all the appellants were driven by common intention,\n\n       the conviction of life imprisonment of the other remaining\n\n       appellants is also fixed at 20 years.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">\n</p><p data-structure=\"Issue\" id=\"p_7\">   3) The case pertains to the abduction of Ajay Shanker Mishra (PW-\n\n</p><p data-structure=\"Facts\" id=\"p_8\">       17), Manoj Singh (PW-18) and Raju Mishra (PW-20) which the\n\n       prosecution claims, was committed for extracting ransom. The\n\n       written report of Arun Kumar Mishra (the informant, examined as\n\n\n<span class=\"hidden_text\" id=\"span_8\">Criminal Appeal No. 701 of 2012 with Ors.                      Page 2 of 48</span>\n\f       PW-5 during trial) and subsequent FIR divulge that the victim PW-\n\n</p><p data-structure=\"Facts\" id=\"p_9\">       17 and the informant (PW-5) were doing the business together,\n\n       wherein PW-17 was mainly responsible for collecting money dues\n\n       from their business associates. On November 20, 2006, PW-17\n\n       along with informant’s cousin PW-20 and the driver PW-18, left\n\n       Buxar in a White Maruti Gypsy bearing No. BR 1P 2619, with the\n\n       purpose of collecting the dues. Having collected a total of Rs. 4\n\n       lakhs from their business associates i.e. Sanjay Jaiswal (PW-1),\n\n       Rajesh Kumar Jaiswal (PW-2), Sandeep Kumar Jaiswal (PW-3),\n\n       Parwez Hassan Ansari (PW-4) and others, they were proceeding\n\n       to head back. While they telephonically informed twice, last being\n\n       at 4:30 PM, they did not return home and the next day was spent\n\n       searching for the missing victims. The records further disclose\n\n       that around 6 pm on the next day, the said white Gypsy escorted\n\n       by a motorcycle and a silver Bolero was seen going towards\n\n       Jamauli on the Rampur Jamauli Canal road. Additionally, it was\n\n       also recorded that on the same day i.e November 21, 2006, at\n\n       around 8:45 pm, the driver PW-18 contacted the informant PW-5\n\n       from Sonbarsa informing him that seven unknown persons had\n\n       abducted the victims Ajay Shanker Mishra and Raju Mishra, at\n\n       gunpoint, the previous evening at around 5 pm by overtaking the\n\n       vehicle with two motorcycles and the driver PW-18 was left at\n\n\n<span class=\"hidden_text\" id=\"span_9\">Criminal Appeal No. 701 of 2012 with Ors.                      Page 3 of 48</span>\n\f       Sonbarsa by the abductors. It was further mentioned in the FIR\n\n       that the abductors had committed the said crime for the purpose\n\n       of extracting ransom.\n</p>\n<p data-structure=\"Issue\" id=\"p_10\">\n</p><p data-structure=\"Facts\" id=\"p_11\">   4) After the investigation, a chargesheet under <a href=\"/doc/1412034/\" id=\"a_7\">Section 173</a> of the\n\n       Code of Criminal Procedure (<a href=\"/doc/445276/\" id=\"a_8\">Cr.P.C</a>.) was filed before the Chief\n\n       Judicial Magistrate, Buxar, alleging the commission of offences,\n\n       inter alia by the appellants herein under <a href=\"/doc/1374258/\" id=\"a_9\">Sections 364A</a>, <a href=\"/doc/1119707/\" id=\"a_10\">395</a>, <a href=\"/doc/844968/\" id=\"a_11\">412</a>\n\n       and <a href=\"/doc/1897847/\" id=\"a_12\">120B</a> of the IPC. The prosecution led 22 witnesses as part of\n\n       its evidence to establish its case. As per the statement put forth\n\n       by the informant PW-5, the day following the release of the Driver\n\n       PW-18, they went to the place of occurrence and confinement\n\n       with the police. A mobile sim card belonging to PW-5’s servant\n\n       Rinku was sent to the abductors for establishing contact and\n\n       through which the demand for Rs. 50 lakhs was made. On\n\n       demanding the proof whether the victims were alive, the accused\n\n       persons informed him that they were sending the victim’s watch\n\n       and ring and further permitted the victim Ajay Shanker Mishra to\n\n       speak on the mobile. It was also stated that the accused persons\n\n       disclosed their names as Jawahar Koiry and Suresh Koiry. PWs-\n\n       17 and 20 were released from the captivity after 52 days on\n\n       January 11, 2007 even though the driver, PW-18 was released on\n\n\n\n<span class=\"hidden_text\" id=\"span_10\">Criminal Appeal No. 701 of 2012 with Ors.                      Page 4 of 48</span>\n\f       the day following the abduction. It is further revealed that upon\n\n       the release of the victims, the police took them to the place where\n\n       they had been kept during the abduction for identification and the\n\n       Police subsequently drew up a location map based on their\n\n       information.\n</p>\n<p data-structure=\"Issue\" id=\"p_12\">\n</p><p data-structure=\"Facts\" id=\"p_13\">   5) The trial court vide its order convicted all the accused (appellants)\n\n       persons under <a href=\"/doc/1374258/\" id=\"a_13\">Sections 364A</a>/<a href=\"/doc/37788/\" id=\"a_14\">34</a>, <a href=\"/doc/1119707/\" id=\"a_15\">395</a> and <a href=\"/doc/844968/\" id=\"a_16\">412</a> IPC. However, the\n\n       appellants were acquitted of the charge framed under <a href=\"/doc/1897847/\" id=\"a_17\">Section\n\n       120B</a> IPC. The Court convicted the appellants based on the\n\n       testimonies of the 22 witnesses led by the prosecution, the Test\n\n       Identification Parade (TIP) charts wherein the victims identified\n\n       the appellants, the recovery of Rs.1,50,000/- from the Almirah\n\n       kept in the house of accused Krishna Singh which was not\n\n       challenged by the said accused having also failed to establish\n\n       how it came to be in his possession. On the other hand, the\n\n       prosecution clearly proved that the victims had realized due\n\n       amounts from their business associates which was taken away by\n\n       the accused persons at the time of their kidnapping out of which\n\n       two bundles of notes were handed over to one “Babusaheb” who\n\n       had a rifle with him and was driving the silver Bolero. The victim\n\n       identified “Babusaheb”, as Krishna Singh, the accused- appellant.\n\n\n\n<span class=\"hidden_text\" id=\"span_11\">Criminal Appeal No. 701 of 2012 with Ors.                        Page 5 of 48</span>\n\f       Additionally, the demand for ransom was proved by the evidence\n\n       of the informant (PW-5) along with the victim’s (PW-17) letter, the\n\n       seizure list as well as the TIP Chart.\n</p>\n<p data-structure=\"Issue\" id=\"p_14\">\n</p><p data-structure=\"Precedent\" id=\"p_15\">   6) Although, four accused persons, namely, Lal Mohar Singh,\n\n       Prabhawati Devi, Rajbahadur Singh @ Chunnu Singh and\n\n       Krishna Singh were charged for the offence under <a href=\"/doc/844968/\" id=\"a_18\">Section 412</a> of\n\n       the IPC due to the recovery of Rs. 1,50,000/- from the Almirah of\n\n       the house of Krishna Singh, the trial court held that the\n\n       prosecution had failed to prove and establish the fact that these\n\n       four accused persons had knowledge or reason to believe that\n\n       the recovered money from the Almirah was the looted money. In\n\n       such a circumstance, the court further held that the offence under\n\n       <a href=\"/doc/844968/\" id=\"a_19\">Section 412</a> IPC is proved against the appellant Krishna Singh\n\n       only. The prosecution, however, established that 12 accused\n\n       persons including appellants Krishna Singh, Birbal Choudhary,\n\n       Shyam Bihari Paswan, Angad Koiry, Jawahar Koiry, Ramashraya\n\n       Koiry and other accused persons, namely, Rambriksha Koiry,\n\n       Hridayanand Koiry, Mangala Singh, Ramdarash Koiry, Saroj\n\n       Singh and Harbanse Ram, kidnapped and kept the victims in their\n\n       custody as well as tortured the victims to pay a ransom in\n\n       furtherance of their common intention. This led the court to hold\n\n\n\n<span class=\"hidden_text\" id=\"span_12\">Criminal Appeal No. 701 of 2012 with Ors.                       Page 6 of 48</span>\n\f       that the offence under <a href=\"/doc/695990/\" id=\"a_20\">Section 364</a>/<a href=\"/doc/37788/\" id=\"a_21\">34</a> of the IPC is well proved\n\n       and established against the 12 persons.\n</p>\n<p data-structure=\"Issue\" id=\"p_16\">\n</p><p data-structure=\"CDiscource\" id=\"p_17\">   7) Appellant Jawahar Koiry was charged for the offence under\n\n       <a href=\"/doc/844968/\" id=\"a_22\">Section 412</a> of the IPC as well. The trial court took into account\n\n       the allegation made against him on the reasoning that the golden\n\n       ring of the victim Ajay Shanker Mishra which was taken by the\n\n       accused person in the course of the kidnapping was recovered\n\n       from his possession. In such circumstances, the allegation was\n\n       held proved and established by the evidence of the witnesses,\n\n       the seizure list as well as the TIP Chart. The court further held\n\n       that out of 11 accused persons including the appellants, originally\n\n       charged under <a href=\"/doc/1865117/\" id=\"a_23\">Section 397</a> IPC for committing the dacoity of cash\n\n       of about Rs.4 lakhs with one White Maruti Gypsy bearing\n\n       registration no BR 1P 2619 from the possession of the victims\n\n       stood established against the accused appellants having been\n\n       well proven by the prosecution. The court absolved other accused\n\n       persons including the appellant Ramashraya Koiry of the charge\n\n       under <a href=\"/doc/1119707/\" id=\"a_24\">Section 395</a> of the IPC holding that the prosecution had\n\n       failed to establish and proved its case against the remaining\n\n       accused.        However, it went on to hold that in the given\n\n       circumstances, the offence under <a href=\"/doc/1119707/\" id=\"a_25\">Section 395</a> IPC was well\n\n\n\n<span class=\"hidden_text\" id=\"span_13\">Criminal Appeal No. 701 of 2012 with Ors.                       Page 7 of 48</span>\n\f       proved and established against the remaining appellants. The\n\n       court further absolved the accused persons including the\n\n       appellants of the charge for the offence under <a href=\"/doc/1897847/\" id=\"a_26\">Section 120B</a> of\n\n       the IPC with the findings that even though it came in the evidence\n\n       of PW-19, the Investigating Officer in the case, that the accused\n\n       persons had planned to kidnap the victims, this fact was not\n\n       proved and established by the evidence led by any of the\n\n       prosecution witnesses. The prosecution having failed to prove\n\n       any prior agreement of the accused person to kidnap the victim,\n\n       the court held that the offence under <a href=\"/doc/1897847/\" id=\"a_27\">Section 120B</a> stood devoid\n\n       of any proof.\n</p>\n<p data-structure=\"Issue\" id=\"p_18\">\n</p><p data-structure=\"Facts\" id=\"p_19\">   8) The trial court keeping in mind the criminal antecedents of the\n\n       appellants Krishna Singh and Jawahar Koiry, considered it\n\n       justified to sentence them to death holding that the punishment of\n\n       life imprisonment would be inadequate for the offence under\n\n       <a href=\"/doc/1374258/\" id=\"a_28\">Section 364A</a>/<a href=\"/doc/37788/\" id=\"a_29\">34</a> IPC committed by them. However, noting that\n\n       the remaining accused did not have any criminal history, the court\n\n       sentenced them to undergo imprisonment for life for the offence\n\n       punishable under <a href=\"/doc/1374258/\" id=\"a_30\">Section 364A</a>/<a href=\"/doc/37788/\" id=\"a_31\">34</a> IPC. The appellants were\n\n       further sentenced to undergo Rigorous Imprisonment (RI) for 10\n\n       years for the offence under <a href=\"/doc/1119707/\" id=\"a_32\">Section 395</a> IPC and since the\n\n\n\n<span class=\"hidden_text\" id=\"span_14\">Criminal Appeal No. 701 of 2012 with Ors.                      Page 8 of 48</span>\n\f       accused appellants Krishna Singh and Jawahar Koiry were\n\n       already sentenced for the offence under <a href=\"/doc/1119707/\" id=\"a_33\">Section 395</a> of the IPC,\n\n       the court found it fit not to pass any separate sentence against\n\n       them for the offence under <a href=\"/doc/844968/\" id=\"a_34\">Section 412</a> of the IPC.\n\n\n</p><p data-structure=\"PetArg\" id=\"p_20\">   9) Before the High Court, the common submission on behalf of the\n\n       prosecution was that the sentence of death was to commensurate\n\n       with the offence and in the interest of the society warranting no\n\n       interference. It was also submitted that even if the court were not\n\n       to uphold the death sentence of the appellant, surely the same\n\n       was not a fit case for the sentence of life imprisonment commonly\n\n       understood for a term of 14 years.\n</p>\n<p data-structure=\"Issue\" id=\"p_21\">\n</p><p data-structure=\"Facts\" id=\"p_22\"> 10) The High Court in its impugned judgment opined that the\n\n       abduction of the victims by certain unknown persons stood fully\n\n       established. The first description of the alleged abductors figured\n\n       in the deposition of PW-17. Photographically reliving the\n\n       abduction, he recounted that the person sitting pillion on one of\n\n       the motorcycles was referred to as ‘Neta Jee’ by his accomplices.\n\n       The pillion rider on the second motorcycle had a mole on his left\n\n       cheek. Both these persons pull out PW-17 and PW-18\n\n       respectively from the Gypsy. The latter snatched the money bag.\n\n       Another person who got down from the Bolero, pulled out PW-20\n\n\n<span class=\"hidden_text\" id=\"span_15\">Criminal Appeal No. 701 of 2012 with Ors.                       Page 9 of 48</span>\n\f       and pushed him into the Bolero, had a rifle in his hand.          He\n\n       further described that one of them was of stout built with a\n\n       receding hair line with strands of white hair and was wearing\n\n       Kurta Pajama. The person possessed with the rifle was of fair\n\n       complexion and average height referred to as ‘Babu Saheb’ by\n\n       his accomplices. PW-17 further stated that the accomplice\n\n       referred to as ‘Verma Jee’ took out two packets of the money\n\n       wrapped in newspaper bundles from the bag and handed it over\n\n       to the person driving the Bolero addressed as ‘Babu Saheb’ and\n\n       told him to return, which he did, along with the Gypsy driven by\n\n       another. The abductor identified as ‘Neta Jee’ while travelling in\n\n       the Bolero when the mobile phone of PW-17 rang, as PW-5 had\n\n       called, the said abductor stated that he was the father of all and\n\n       disconnected the number.\n</p>\n<p data-structure=\"Issue\" id=\"p_23\">\n</p><p data-structure=\"CDiscource\" id=\"p_24\"> 11) The High Court has also held that the abductees having remained\n\n       closeted with the abductors for approximately five hours in the\n\n       vehicle the victims had ample opportunity to identify the features\n\n       and faces of the accused persons. This, the court added, was a\n\n       perfectly natural conduct and lent great credibility to their\n\n       evidence and identification. The trauma and agony of the victims\n\n       surely led to the identification and features of the abductors being\n\n\n\n<span class=\"hidden_text\" id=\"span_16\">Criminal Appeal No. 701 of 2012 with Ors.                       Page 10 of 48</span>\n\f       etched in the minds of the victims in the form of an imprint when\n\n       they stated they could clearly identify them. The court further held\n\n       that driver (PW-18), who was released on the day following the\n\n       abduction near Sonbarsa Petrol pump as an affirming witness,\n\n       fully corroborated PW-17 in material particulars for the mode, the\n\n       manner and stay in confinement at Village Simri on the first night.\n\n       On his release, he stated to have gone along with the Police and\n\n       showed them the place of abduction and the place where he was\n\n       kept in confinement and was finally released. This found\n\n       corroboration in the evidence of PW-8, the first Investigating\n\n       Officer. PW-17 had given a graphic description of the places\n\n       where he and PW-20 were kept during their confinement for\n\n       approximately         52     days    including   identifying   landmarks\n\n       corroborated and confirmed by PW-19 during police investigation.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_25\"> 12) The High Court further discussed the demand for ransom made\n\n       on the basis of Exhibit 8 which is the letter written by PW-17\n\n       during confinement and signed by PW-20 asking PW-5 to pay the\n\n       ransom amount and secure their release. The demand for\n\n       ransom also stood established from the conversation between\n\n       PW-5 when the accused appellants Jawahar Koiry and Suresh\n\n       Koiry identified themselves calling from the phone number\n\n\n\n<span class=\"hidden_text\" id=\"span_17\">Criminal Appeal No. 701 of 2012 with Ors.                             Page 11 of 48</span>\n\f       9430029994 which was sent to establish contact with the\n\n       abductors. The demand for ransom of Rs. 50 lakhs was made\n\n       and they further stated that they were sending the ring of PW-17\n\n       and a letter (Exhibit 8) from them as proof of their confinement to\n\n       claim ransom. The mobile forensic evidence, which was brought\n\n       on record during the investigation, also showed that a call was\n\n       made which proves that a demand for ransom was in fact made.\n\n       The court further pointed out that the act of abduction as was\n\n       carried out in the present case was a result of meticulous\n\n       planning of the logistics with separate roles assigned to the\n\n       individual     players.     Once     the   demand   for   ransom   stood\n\n       established, whether it was actually paid for or not, was irrelevant.\n\n\n</p><p data-structure=\"PetArg\" id=\"p_26\"> 13) The High court in its decision regarding the sentence awarded to\n\n       each of the accused appellants, discussed the insertion of\n\n       <a href=\"/doc/1374258/\" id=\"a_35\">Section 364A</a> which was a result of the changing scenario of\n\n       crime in the country. The court pointed out the smooth and\n\n       flawless nature of the crime, which leads to the conclusion that\n\n       the accused persons were not novices. With the sole lust of\n\n       gaining quick access to money, the accused persons who were\n\n       otherwise not paupers or beggars committed a crime that was an\n\n       organised criminal antisocial activity, where such people could not\n\n\n\n<span class=\"hidden_text\" id=\"span_18\">Criminal Appeal No. 701 of 2012 with Ors.                           Page 12 of 48</span>\n\f       be held amenable to reaffirmation as they constitute a danger to\n\n       society. To be able to cope with the changing times, the law\n\n       needs to evolve and with this intention, the court discussed the\n\n       provision of life imprisonment for this crime. The section provides\n\n       for the said punishment for threat to cause hurt and apprehension\n\n       of hurt from real hurt. Holding that the said section should be\n\n       read in isolation without being confined to <a href=\"/doc/1138947/\" id=\"a_36\">Section 319</a>, justice\n\n       would prevail if RI of 20 years was awarded to all the accused\n\n       appellants. Regarding the two accused appellants i.e. Krishna\n\n       Singh and Jawahar Koiry, who were awarded the death sentence,\n\n       the court reasoned that the only justification provided for the\n\n       enhanced sentence for these two appellants was due to their\n\n       criminal antecedents, for no evidence transpired with regard to\n\n       any act on part of the two appellants of having threatened to\n\n       cause death or hurt to the victims or conduct of a nature giving\n\n       rise to reasonable apprehension in the mind of the victims of\n\n       death or hurt much less having caused death or hurt. Holding\n\n       that there was no justification to distinguish their case from that of\n\n       the other appellants for award of a different sentence, and holding\n\n       that classification could not be done based solely on criminal\n\n       antecedents, the High Court sentenced them along with the other\n\n       appellants to 20 years of RI.\n</p>\n<p data-structure=\"Issue\" id=\"p_27\">\n<span class=\"hidden_text\" id=\"span_19\">Criminal Appeal No. 701 of 2012 with Ors.                         Page 13 of 48</span>\n</p><p data-structure=\"Section\" id=\"p_28\">\f 14) For the sake of clarity, we may sum up the position regarding the\n\n       outcome of trial by the Court of Sessions as well as that of the\n\n       High Court:\n</p>\n<blockquote id=\"blockquote_1\">              Two chargesheets were filed pertaining to the episode in\n\n       question, which have been narrated in brief above, whereby three\n\n       persons (PW-17, PW-18 and PW-20) were kidnapped. Both the\n\n       cases were amalgamated in which trial took place against 15\n\n       persons.        The trial court acquitted three persons, namely,\n\n       Prabhawati Devi (A-2), Lal Mohar Singh (A-3) and Rajbahadur\n\n       Singh @ Chunnu Singh (A-4) of all the charges. Remaining 12\n\n       persons were acquitted of charge of conspiracy levelled under\n\n       <a href=\"/doc/1897847/\" id=\"a_37\">Section 120-B</a> of IPC. However, for various other charges, they\n\n       were convicted and given different sentences which were to run\n\n       concurrently. Krishna Singh (A-1) and Jawahar Koiry (A-5) were\n\n       given death sentence for commission of offences under <a href=\"/doc/1374258/\" id=\"a_38\">Sections\n\n       364A</a>/<a href=\"/doc/37788/\" id=\"a_39\">34</a> and <a href=\"/doc/1119707/\" id=\"a_40\">Section 395</a> IPC. In appeal, the High Court has\n\n       maintained the conviction of these accused persons as recorded\n\n       by the trial court. However, death sentence of A-1 and A-5 is\n\n       commuted and is substituted by RI of 20 years. In the cases of\n\n       other convicts also, life sentence is modified to 20 years RI. This\n\n       position is reflected hereunder in a tabular form:\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_20\">Criminal Appeal No. 701 of 2012 with Ors.                      Page 14 of 48</span>\n<blockquote id=\"blockquote_2\">\f       Accused Name                  Charged   Conviction Conviction          Conviction\n                                               by     Trial &amp; Sentence        by    High\n                                               Court        by       Trial    Court\n                                                            Court\n       1           Krishna Bihari 364A/34,     364A/34,     Death &amp; 10        Not\n                   Singh       @ 120B,         395, 412     years RI          confirmed.\n</blockquote><pre id=\"pre_2\">                   Krishna Singh 395,                                         Raised    to\n                                  412/34                                      20 years RI\n       2           Prabhawati     412/34       Acquitted    X                 X\n                   Devi\n       3           Lal      Mohar 412/34       Acquitted    X                 X\n                   Singh\n       4           Rajbahadur     412/34       Acquitted    X                 X\n                   Singh       @\n                   Chunnu Singh\n       5           Jawahar Koiry 364A/34,      364A/34,     Death &amp; 10 Not\n                   @      Jawahar 120B,        395, 412     years RI   confirmed.\n                   Singh @ Neta 395, 412                               Raised    to\n                   Jee                                                 20 years RI\n       6           Shyam Bihari 364A/34,       364A/34,     Life &amp; 10 20 years\n                   Paswan         120B,        395          years RI\n<span class=\"hidden_text\" id=\"span_21\">                                  395</span>\n       7           Rambriksha     364A/34,     364A/34      Life              20 years\n                   Koiry          120B,\n<span class=\"hidden_text\" id=\"span_22\">                                  395</span>\n       8           Harbanse       368, 412     364A/34      Life              20 years\n                   Ram\n       9           Angad Koiry    364A/34,     364A/34,     Life &amp; 10 20 years\n                                  120B,        395          years RI\n<span class=\"hidden_text\" id=\"span_23\">                                  395</span>\n       10          Hirdayanand    364A/34,     364A/34      Life              20 years\n                   Koiry          120B,\n<span class=\"hidden_text\" id=\"span_24\">                                  395</span>\n       11          Mangala        364A/34,     364A/34      Life              20 years\n                   Singh          120B,\n<span class=\"hidden_text\" id=\"span_25\">                                  395</span>\n       12          Saroj Singh    364A/34,     364A/34      Life              20 years\n                                  120B,\n<span class=\"hidden_text\" id=\"span_26\">                                  395</span>\n       13          Birbal         364A/34,     364A/34,     Life &amp;     10 20 years\n                   Choudhary @ 120B,           395          years\n                   Mukhiya Jee    395\n       14          Ramashraya     364A/34,     364A/34      Life              20 years\n                   Koiry          120B,\n<span class=\"hidden_text\" id=\"span_27\">                                  395</span>\n       15          Ramdarash      364A/34,     364A/34      Life              20 years\n                   Koiry          120B,\n<span class=\"hidden_text\" id=\"span_28\">                                  395</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_29\">Criminal Appeal No. 701 of 2012 with Ors.                                    Page 15 of 48</span>\n</pre><blockquote id=\"blockquote_3\">\f 15) Out of the aforesaid 12 persons whose conviction is maintained\n\n       by the High Court, 11 persons have approached this Court.\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_29\">       Ramdarash Koiry (A-15) has not challenged the verdict of the\n\n       High Court.        Particulars of the criminal appeals of these 11\n\n       convicted persons are the following:\n</p>\n<blockquote id=\"blockquote_4\">        1      Criminal Appeal No. 701/2012       Birbal Choudhary\n        2      Criminal Appeal No. 702/2012       Shyam Bihari Paswan\n        3      Criminal Appeal No. 703-704/2012   Jawahar Koiry\n        4      Criminal Appeal No. 705/2012       Ramashraya Koiry\n        5      Criminal Appeal No. 706/2012       (i) Rambriksha Koiry\n</blockquote><blockquote id=\"blockquote_5\">                                                  (ii) Hirdayanand Koiry\n</blockquote><blockquote id=\"blockquote_6\">                                                  (iii) Mangala Singh\n</blockquote><blockquote id=\"blockquote_7\">                                                  (iv) Saroj Singh\n        6      Criminal Appeal No. 707/2012       Krishna Bihari Singh\n        7      Criminal Appeal No. 708/2012       Angad Koiry\n        8      Criminal Appeal No. 1858/2013      Harbanse Ram\n\n\n\n</blockquote><blockquote id=\"blockquote_8\"> 16) Mr. Basant, learned senior counsel argued Criminal Appeal No.\n\n       701 of 2012, Mr. Upadhyay, learned senior counsel argued\n\n       Criminal Appeal Nos. 702 of 2012, 705 of 2012, 706 of 2012 and\n\n       708 of 2012 whereas Ms. Niranjana Singh and Mr. T. Mahipal,\n\n       advocates argued Criminal Appeal Nos. 707 of 2012 and 1858 of\n\n       2013.      Mr. Gopal Singh, advocate appearing for the State\n\n       responded to the arguments advanced by the counsel for the\n\n       various appellants. Mr. R. Dash, learned senior counsel, who\n\n       appeared on behalf of the informant, supported the case of the\n\n       prosecution.\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_30\">Criminal Appeal No. 701 of 2012 with Ors.                                Page 16 of 48</span>\n<p data-structure=\"Precedent\" id=\"p_30\">\f 17) As pointed out above, though charge of conspiracy under <a href=\"/doc/1897847/\" id=\"a_41\">Section\n\n       120-B</a> IPC was also framed against these appellants, the Court of\n\n       Sessions acquitted them of this charge. Thus, conspiracy has not\n\n       been established.            However, common intention behind the\n\n       aforesaid criminal acts in held proved. In this background, we\n\n       proceed to examine the plea of defence put up by each of the\n\n       appellant, to find out as to whether their conviction is appropriate\n\n       or not.\n</p>\n<p data-structure=\"Section\" id=\"p_31\">\n</p><p data-structure=\"PetArg\" id=\"p_32\"> 18) Mr. Basant arguing for the appellant Birbal Choudhary (A-13)\n\n       made his submission on three fronts, namely:\n</p>\n<blockquote id=\"blockquote_9\">       (i)     There is no legal evidence to implicate A-13.\n</blockquote>\n<blockquote id=\"blockquote_10\">       (ii)    Allegations and charge under <a href=\"/doc/1374258/\" id=\"a_42\">Section 364A</a> of IPC was\n\n               utterly baseless.\n</blockquote>\n<blockquote id=\"blockquote_11\">       (iii)   Enhancement of sentence to 20 years RI was legally\n\n               impermissible.\n</blockquote>\n\n<blockquote id=\"blockquote_12\"> 19) On the first aspect, Mr. Basant submitted that the allegations\n\n       pertained to abduction of three persons who had deposed in the\n\n       Court as PWs-17, 18 and 20 but none of them had identified A-13\n\n       in the Court. Not only this, PW-17 and PW-20 did not identify him\n\n       even earlier and did not participate in the TIP. As far as PW-18 is\n\n\n\n<span class=\"hidden_text\" id=\"span_31\">Criminal Appeal No. 701 of 2012 with Ors.                       Page 17 of 48</span>\n\f       concerned, though he was taken to TIP on December 11, 2006,\n\n       he identified some other person as ‘Mukhiya Jee’.             His\n\n       submission was that Birbal Choudhary was implicated only on the\n\n       basis of statement of these kidnapped persons that when they\n\n       were detained in captivity, after kidnapping, one person was\n\n       addressed as ‘Mukhiya’ and A-13 is known as ‘Mukhiya’. Apart\n\n       from that, there was not even iota of evidence against his client\n\n       and even PW-18 identified somebody else as ‘Mukhiya’ in TIP\n\n       held on December 11, 2006 and this piece of evidence could not\n\n       be used against Birbal Choudhary.      Referring to another TIP\n\n       which was conducted on December 14, 2006, Mr. Basant\n\n       submitted that though in the said TIP, he identified Birbal\n\n       Choudhary, but in the Court he did not identify him. Further, no\n\n       recoveries were made from A-13. On the aforesaid basis, his\n\n       submission was that there was no legal evidence to implicate this\n\n       appellant.\n</blockquote>\n\n<blockquote id=\"blockquote_13\"> 20) Another submission of Mr. Basant in this context was that before\n\n       the two chargesheets were consolidated, in the first chargesheet,\n\n       13 persons were committed to trial on April 16, 2007 and other\n\n       two persons from the second chargesheet were committed to trial\n\n       on September 15, 2007. However, before September 15, 2007,\n\n\n\n<span class=\"hidden_text\" id=\"span_32\">Criminal Appeal No. 701 of 2012 with Ors.                    Page 18 of 48</span>\n\f       six witnesses, namely, PW-1 to PW-6 had already been examined\n\n       in the trial pertaining to first chargesheet.       After the two\n\n       chargesheets were consolidated, PW-1 to PW-6 were examined\n\n       again. However, deposition of these witnesses when examined\n\n       again was used against the appellant Birbal Choudhary as well by\n\n       the trial court in its judgment which has prejudiced the case of\n\n       Birbal Choudhary.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_33\"> 21) Mr. Basant also found fault with the reasoning of the High Court\n\n       wherein A-13 is covered by the TIP, by inference.\n\n\n</p><p data-structure=\"PetArg\" id=\"p_34\"> 22) Adverting to the argument predicated on <a href=\"/doc/1374258/\" id=\"a_43\">Section 364A</a> IPC,\n\n       submission of Mr. Basant was that ingredients of this Section\n\n       could not be established during the trial inasmuch as there was\n\n       no demand for ransom as neither PW-5 nor PW-17 deposed to\n\n       this effect. For this purpose, he read out the accusations made in\n\n       the FIR which, according to him, did not contain any reference to\n\n       either ‘Mukhiya Jee’ or ‘ransom’. Only a belief was expressed to\n\n       that effect which could not take the place of evidence, submitted\n\n       the learned senior counsel. He also read out relevant portions of\n\n       depositions of PW-18, PW-9 (Metropolitan Magistrate who\n\n       conducted TIP) and PW-20 who did not support the prosecution\n\n       case.     He further submitted that though it is alleged by the\n\n\n<span class=\"hidden_text\" id=\"span_33\">Criminal Appeal No. 701 of 2012 with Ors.                     Page 19 of 48</span>\n\f        prosecution that the kidnapped persons were kept in the house of\n\n        A-13, there was no reliable evidence to this effect inasmuch as no\n\n        Mahazir of the house was prepared and no evidence was led to\n\n        the effect that where the kidnapped persons were kept, that\n\n        house belongs to A-13. In this behalf, he also laboured to submit\n\n        that the witnesses, particularly, PW-8, PW-18 and PW-19 had\n\n        given varying versions.             He, thus, argued that no demand for\n\n        ransom was proved.\n</p>\n<p data-structure=\"Section\" id=\"p_35\">\n</p><p data-structure=\"Precedent\" id=\"p_36\">    <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"129750439\" id=\"span_34\">23) Insofar as purported enhancement of sentence is concerned, the\n\n        learned senior counsel referred to the provisions of <a href=\"/doc/1183069/\" id=\"a_44\">Section 386</a>\n\n        as well as <a href=\"/doc/1571667/\" id=\"a_45\">Section 401</a> of Cr.P.C. and submitted that, before\n\n        enhancing the sentence, a notice is required to be given which\n\n        was not done in this case and, therefore, the order of modifying\n\n        the sentence thereby giving RI of 20 years was not in accordance\n\n        with law. For this submission, he rested his case on the judgment\n\n        of this Court in <a href=\"/doc/129750439/\" id=\"a_46\">Vikas Yadav v. State of Uttar Pradesh &amp; Ors.</a> 1\n\n        wherein it is held as under:</span>\n</p>\n<blockquote id=\"blockquote_14\">               “39. To elaborate, though the power exercised under\n                <a href=\"/doc/1185443/\" id=\"a_47\">Article 71</a> and <a href=\"/doc/873751/\" id=\"a_48\">Article 161</a> of the Constitution is\n                amenable to judicial review in a limited sense, yet the\n                Court cannot exercise such power. As far as the\n                statutory power under <a href=\"/doc/445276/\" id=\"a_49\">Section 433-A</a> CrPC is\n                concerned, it can be curtailed when the Court is of the\n                considered opinion that the fact situation deserves a\n                sentence of incarceration which be for a fixed term so\n1    (2016) 9 SCC 541\n\n<span class=\"hidden_text\" id=\"span_35\">Criminal Appeal No. 701 of 2012 with Ors.                            Page 20 of 48</span>\n\f               that power of remission is not exercised. There are\n               many an authority to support that there is imposition of\n               fixed term sentence to curtail the power of remission\n               and scuttle the application for consideration of\n               remission by the convict. It is because in a particular\n               fact situation, it becomes a penological necessity which\n               is permissible within the concept of maximum and the\n               minimum. There is no dispute over the maximum, that\n               is, death sentence. However, as far as minimum is\n               concerned the submission of the learned counsel for\n               the appellants is that courts can say “imprisonment for\n               life” and nothing else. It cannot be kept in such a\n               straitjacket formula. The court, as in the case at hand,\n               when dealing with an appeal for enhancement of\n               sentence from imprisonment of life to death, can\n               definitely say that the convict shall suffer actual\n               incarceration for a specific period. It is within the\n               domain of judiciary and such an interpretation is\n               permissible. Be it noted, the Court cannot grant a lesser\n               punishment than the minimum but can impose a\n               punishment which is lesser than the maximum. It is\n               within the domain of sentencing and constitutionally\n               permissible.”\n\n\n</blockquote><blockquote id=\"blockquote_15\"> 24) Mr. Gopal Singh, learned counsel appearing for the State argued,\n\n       per contra, that there was sufficient evidence to implicate and\n\n       convict A-13 which was duly taken note of by the trial court as\n\n       well as by the High Court. He referred to those portions of the\n\n       judgments of the Courts below wherein involvement of A-13 as\n\n       well as the evidence which was produced to substantiate the\n\n       allegations against him has been discussed. He also submitted\n\n       that there was sufficient evidence to prove the accusation of\n\n       demanding ransom by the accused persons including A-13 on the\n\n       basis of which charge under <a href=\"/doc/1374258/\" id=\"a_50\">Section 364A</a> IPC was duly proved.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_36\">Criminal Appeal No. 701 of 2012 with Ors.                            Page 21 of 48</span>\n<p data-structure=\"Facts\" id=\"p_37\">\f       Insofar as argument of the appellant that no notice under <a href=\"/doc/1571667/\" id=\"a_51\">Section\n\n       401</a> Cr.P.C. was served before modifying the sentence, his\n\n       submission was that it was not a case of enhancement of\n\n       sentence. On the contrary, the High Court had converted the\n\n       sentence of life imprisonment to that of 20 years RI and this has\n\n       to be taken as reduction in the sentence inasmuch as ‘life\n\n       imprisonment’ has to be treated as imprisonment for whole life, as\n\n       per the decisions of this Court.\n</p>\n<p data-structure=\"Precedent\" id=\"p_38\">\n</p><p data-structure=\"Facts\" id=\"p_39\"> 25) As already noted during narration of facts and events, the three\n\n       persons were abducted on November 20, 2006. Whereas the\n\n       Driver (PW-18) was released on November 21, 2006, other two\n\n       abductees were kept in confinement for a period of 52 days and\n\n       were released only on January 11, 2007. Informant in this case\n\n       was Arun Kumar Mishra (PW-5) who had lodged written report on\n\n       November 21, 2006 at 10 pm on the basis of which formal FIR\n\n       was registered which was sent to the Magistrate on November\n\n       22, 2006. PW-5 and his cousin Raju Mishra (PW-20) were the\n\n       partners in the business of cement, iron and were also having\n\n       dealership of Hindustan Lever. PW-17 was their employee who\n\n       was responsible for collection of money, dues from business\n\n       associates in Ramgarh area and used to travel frequently for this\n\n\n\n<span class=\"hidden_text\" id=\"span_37\">Criminal Appeal No. 701 of 2012 with Ors.                     Page 22 of 48</span>\n\f       purpose. On the fateful day, PW-17 along with informant’s cousin\n\n       Raju Mishra (PW-20) had left Buxar at 10 am on white Gypsy\n\n       which was driven by PW-18. On that day, they had collected\n\n       about Rs.4 lakhs from various persons and proceeded for Buxar\n\n       at about 3:30 pm which fact was informed to the informant\n\n       telephonically.       They had reached Rampur at 4:30 pm about\n\n       which they had told informant telephonically but there was no\n\n       contact thereafter. The manner in which PW-5/informant came to\n\n       know about their abduction as stated by him in his complaint is\n\n       already mentioned above. In his written report lodged on the\n\n       same day at 10 pm, the informant had stated that he was\n\n       convinced that abduction was for ransom.          As many as 22\n\n       witnesses were examined by the prosecution.           The accused\n\n       persons, in all, examined 9 witnesses. As per the prosecution\n\n       story, the victims, after their kidnapping, were kept in the house of\n\n       Jawahar Koiry @ Neta Jee (A-5) at Village Simri and thereafter\n\n       they were shifted to Village Bhanpur and then to Ganj Bharsara\n\n       where they were kept in the house of Birbal          Choudhary @\n\n       Mukhiya Jee (A-13). From there, they were moved to Village\n\n       Dilhua, Bhabhni and Baradih.         This movement from village to\n\n       village where they have kept from time to time is sought to be\n\n       established from the mobile versions of accused as reported by\n\n\n<span class=\"hidden_text\" id=\"span_38\">Criminal Appeal No. 701 of 2012 with Ors.                        Page 23 of 48</span>\n\f       Bharat Sanchar Nigam Limited (BSNL) that all these villages fell\n\n       within the location of one mobile tower identified by Kochas A.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_40\"> 26) In this hue, we examine the role of Birbal Choudhary. Evidence\n\n       against him is that the victims found that A-13 was referred to by\n\n       others as Mukhiya Jee. Other evidence which is produced is his\n\n       identification by PW-17 and that the abductees were kept, for few\n\n       days, in his house. The question is whether there was clinching\n\n       evidence on the aforesaid aspects.\n</p>\n<p data-structure=\"Precedent\" id=\"p_41\">\n</p><p data-structure=\"CDiscource\" id=\"p_42\"> 27) PW-17, though did not participate in TIP, came to the Court for his\n\n       deposition. On that day, he made a categorical statement in the\n\n       Court that though other accused persons were present in the\n\n       Court he did not find Birbal Choudhary in the Court. This shows\n\n       that PW-17 could identify Birbal Choudhary and when he found\n\n       that he was not present in the Court on that day, he specifically\n\n       stated to this effect.         PW-17 again appeared in the Court on\n\n       November 28, 2007. On that day, Birbal Choudhary was present\n\n       in the Court. PW-17 duly identified him and mentioned that he\n\n       was kept in the house of A-13 who was Mukhiya of Ganj\n\n       Bharsara.        Taking note of this, the High Court has made\n\n       categorical remarks that A-13 neither disputed the said\n\n       identification nor put any question in cross-examination on this\n\n\n<span class=\"hidden_text\" id=\"span_39\">Criminal Appeal No. 701 of 2012 with Ors.                        Page 24 of 48</span>\n\f       aspect. Learned senior counsel for the appellant has sought to\n\n       take some mileage by raising the plea that though PW-18 had\n\n       identified A-13 in TIP conducted on December 14, 2006 but in the\n\n       Court, he did not identify him. However, what is ignored in the\n\n       process that he had turned hostile during the trial and this fact is\n\n       discussed by the High Court in the following manner:\n\n</p><blockquote id=\"blockquote_16\">              “35. P.W. 18, likewise deposing one year later was\n               consistent with P.W. 17 on the narration of abduction\n               and mobile conversation at 9 P.M. He confirmed\n               showing the Police the place of abduction and the place\n               of confinement before release. The witness identified\n               the rifle used during abduction and identified the Bolero\n               by its velvet coloured seat as also one of the accused\n               Birbal Chaudhary in T.I.P. but went hostile during the\n               identification of the appellant in trial concerned of his\n               own safety as very apparent from his statement at\n               paragraph 13 of his crossexamination.”\n\n\n</blockquote><blockquote id=\"blockquote_17\"> 28) In the aforesaid circumstance, much credence cannot be given to\n\n       the conduct of PW-18 refusing to identify A-13 in the Court.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_43\">       During TIP, he had identified and this TIP was conducted in the\n\n       presence of Metropolitan Magistrate (PW-9) who categorically\n\n       deposed to the aforesaid effect. That apart, sufficient evidence is\n\n       produced in the form of statement of PW-17 (who is held to be\n\n       trust-worthy by both the courts below) that he was kept in the\n\n       house of A-13.          Specific discussion qua this appellant in the\n\n       judgment of the High Court runs as under:\n</p>\n<blockquote id=\"blockquote_18\">              “58. The appellant Birbal Chaudhary has been\n               convicted under Section 364 A/ 34 and 395 of I.P.C.\n</blockquote>\n<span class=\"hidden_text\" id=\"span_40\">Criminal Appeal No. 701 of 2012 with Ors.                            Page 25 of 48</span>\n<blockquote id=\"blockquote_19\">\f               and sentenced to R.I. For life and ten years under the\n               latter. He has been identified in the T.I.P. by P.W. 18. It\n               has to be remembered that the witness was a driver\n               earning his livelihood in the employment of P.W. 5, 17 &amp;\n</blockquote><blockquote id=\"blockquote_20\">               20. His interest in identification of the accused was\n               obviously limited and he was clearly worried of his own\n               safety when he may not remain in the employment of\n               aforesaid witnesses. The appellant was identified as the\n               Mukhiya of village Ganjbharsara, where the victims had\n               been kept on the night of 22.11.2006 before they were\n               moved to village Dilhua. P.W. 17 on 22.11.2007 stated\n               in Court while recognizing other accused present in the\n               dock that Mukhiya Ji was not present in Court. This is\n               nothing but a positive identification of the accused by\n               affirmance of the witness that he recognizes the\n               physical features of the accused. He clearly states that\n               they were kept in the house of Mukhiya of village\n               Ganjbharsara. From the deposition of P.W. 18, it is\n               apparent that despite having recognized the appellant\n               during T.I.P. he prefers to play safe in Court by again\n               stating that he never recognized any body and that he\n               does not do so today also. The house of the appellant\n               was one of the places of confinement shown by P.W. 18\n               to P.W. 8, the first investigating officer, as one of the\n               places of confinement where the victims were moved in\n               the evening on the second day before he was released\n               at night. The witness had stated during T.I.P. that the\n               appellant was the person who had pulled him from the\n               Gypsy and pushed him into the Bolero. This clearly\n               tallies with the evidence of P.W. 17, who stated that\n               P.W. 18 was pulled out from the Gypsy and pushed into\n               the Bolero. Clearly worried for his own safety, the\n               witness did not identify the appellant on 11.12.2006 in\n               T.I.P. P.W.17 has stated in his deposition of the\n               nocturnal knocks on his door after the trail started. But\n               only after P.W.18 appears to have been assured of his\n               own safety that he mustered courage again, filed a\n               fresh application and identified the appellant barely\n               three days later on 14.12.2006. It is not the case of the\n               appellant that the witness had the opportunity to see\n               him between 11.12.2006 to 14.12.2006. The appellant\n               preferred Cr. Revision no.2 of 2007 against the same\n               before the Sessions Judge, Buxar and which was\n               dismissed on 16.1.2008. The appellant did not question\n               the dismissal bringing the matter to a finality. The\n               emphasis of the appellant on the dispute in his identity\n               when P.W. 18 describes him of wheatish complexion\n\n<span class=\"hidden_text\" id=\"span_41\">Criminal Appeal No. 701 of 2012 with Ors.                              Page 26 of 48</span>\n\f               and P.W. 17 describes him as fair cannot be given\n               much credence. There is not much difference between\n               fair and wheatish Indian skin as distinct from European\n               skin. P.Ws. 8, 17, 18 &amp; 19 had consistently stated that\n               the victims having been kept in the house of the\n               appellant, not disputed by the appellant in his cross-\n</blockquote><p data-structure=\"Conclusion\" id=\"p_44\">               examination, when in his petitions under <a href=\"/doc/1009979/\" id=\"a_52\">section 317</a> of\n               the Criminal Procedure Code on several dates\n               describes himself as &#x27;Mukhiya&#x27;. His involvement in the\n               abduction and confinement, therefore, stands\n               established.”\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_45\"> 29) After going through the records and depositions of material\n\n       witnesses, specifically keeping in mind the arguments of Mr.\n\n       Basant, we do not find any reason to deviate from the aforesaid\n\n       conclusion arrived at by the High Court.                    We agree that\n\n       involvement        of   Birbal       Choudhary   in   the   abduction    and\n\n       confinement of the victims stands fully established.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_46\"> 30) As far as demand for ransom is concerned, it has to be kept in\n\n       mind that on the very first day, when informant submitted his\n\n       written report on the basis of which FIR was registered, he had\n\n       categorically mentioned that he was convinced that the abduction\n\n       was for ransom. Another aspect which is highlighted by the High\n\n       Court is that out of three persons abducted, the Driver (PW-18)\n\n       was released on the very next day whereas others were kept in\n\n       the captivity for 52 days. This different treatment accorded to\n\n       these victims is captured and highlighted by the High Court in the\n\n\n\n<span class=\"hidden_text\" id=\"span_42\">Criminal Appeal No. 701 of 2012 with Ors.                               Page 27 of 48</span>\n\f       following manner:\n</p>\n<blockquote id=\"blockquote_21\">           “30. P.W. 17, 18 &amp; 20 were the victims of abduction. P.W.\n            17 and 20, businessmen and relatives of the informant,\n            were released from captivity after 52 days on 11.1.2007.,\n            while P.W. 18, the driver was released on the next day of\n            abduction at night. The distinction is too apparent. P.W. 18\n            was not worth the abduction for ransom.”\n\n\n</blockquote><blockquote id=\"blockquote_22\"> 31) It has also come on record that Exhibit-8 dated November 27,\n\n       2007 is the letter written by PW-17 during confinement signed by\n\n       PW-20 also asking PW-5 to pay the ransom amount and secure\n\n       their release. The demand for ransom stands established from\n\n       the conversation between PW-5, when the accused Jawahar\n\n       Koiry and Suresh Koiry identified themselves calling from the\n\n       mobile phone number 9430029994, sent to establish contact with\n\n       the abductors and made the demand for a ransom of Rs. 50 lakhs\n\n       and further stated that they were sending the ring of PW-17 and a\n\n       letter from them (Exhibit-8) in proof of their confinement to claim\n\n       ransom. Exhibit-8 stated that PW-5 should at the earliest arrange\n\n       to have them released. The mobile forensic evidence brought on\n\n       record during investigation by necessary reports from the\n\n       telephone authorities in the manner provided for in <a href=\"/doc/1456410/\" id=\"a_53\">Section 63(b)</a>\n\n       of the Indian Evidence Act, 1872 of the conversation on\n\n       November 28, 2006 of a call made from the aforesaid number\n\n       shows that a call was made from it on mobile no. 9934848065 of\n\n\n<span class=\"hidden_text\" id=\"span_43\">Criminal Appeal No. 701 of 2012 with Ors.                            Page 28 of 48</span>\n\f        PW-21, clearly proves that a demand for ransom was in fact\n\n        made. Even otherwise, it is not the defence of the appellants that\n\n        there existed any enmity between the victims and the appellants\n\n        for false implication. Once the abduction has been established,\n\n        surely the abductors did not do so in such planned organized\n\n        manner with smooth flawlessness discussed, to play hide and\n\n        seek games or only to scare the victims out of a business dispute\n\n        or for any other reason to force them to desist from a particular\n\n        course of action. An act of abduction in the present manner is the\n\n        result of meticulous planning of the logistics with separate roles\n\n        assigned to the individual players. The demand for ransom,\n\n        therefore, clearly stands established. That it was actually paid or\n\n        not is irrelevant.\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_47\">    32) Section 364A reads as under:\n</p>\n<blockquote id=\"blockquote_23\">               &quot;Whoever kidnaps or abducts any person or keeps a\n                person in detention after such kidnapping or abduction\n                and threatens to cause death or hurt to such person, or\n                by his conduct gives rise to a reasonable apprehension\n                that such person may be put to death or hurt, or causes\n                hurt or death to such person in order to compel the\n                Government or (any foreign State or international inter-\n                governmental organization or any other person) to do\n                or abstain from doing any act or to pay a ransom, shall\n                be punishable with death, or imprisonment for life, and\n                shall also be liable to fine.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_48\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"731985\" id=\"span_44\">33) In <a href=\"/doc/731985/\" id=\"a_54\">Malleshi v. State of Karnataka2</a>, this Court has laid down the\n\n\n2    (2004) 8 SCC 95\n\n<span class=\"hidden_text\" id=\"span_45\">Criminal Appeal No. 701 of 2012 with Ors.                            Page 29 of 48</span>\n\f        ingredients      which     need     to   be   satisfied   for   establishing\n\n        commission of crime under Section 364A. It is held that:</span>\n\n</p><blockquote id=\"blockquote_24\">               “To attract the provisions of Section 364-A what is\n                required to be proved is:\n</blockquote>\n<blockquote id=\"blockquote_25\">               (1) that the accused kidnapped or abducted the person;\n</blockquote>\n<blockquote id=\"blockquote_26\">               (2) kept him under detention after such kidnapping and\n                abduction; and\n\n               (3) that the kidnapping or abduction was for ransom.”\n\n\n</blockquote><blockquote id=\"blockquote_27\">    34) Insofar as ingredient of kidnapping for ransom is concerned, the\n\n        Court provided the following guidelines:\n</blockquote>\n<blockquote id=\"blockquote_28\">               “Ultimately the question to be decided is &quot;what was the\n                intention? Was it demand of ransom?&quot; There can be no\n                definite manner in which demand is to be made. Who\n                pays the ransom is not the determinative fact.”\n\n\n</blockquote><blockquote id=\"blockquote_29\">    35) Insofar as kidnapping is concerned, there is no serious dispute\n\n        about the same. We find that the demand for ransom has been\n\n        duly proved by the prosecution.\n</blockquote>\n\n<blockquote id=\"blockquote_30\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"604676\" id=\"span_46\">36) Even the last argument of Mr. Basant lacks merit. It is to be kept\n\n        in mind that the Sessions Court had sentenced the appellant for\n\n        life for conviction under <a href=\"/doc/1374258/\" id=\"a_55\">Sections 364A</a>/<a href=\"/doc/37788/\" id=\"a_56\">34</a> IPC. It has been held\n\n        by this Court in <a href=\"/doc/604676/\" id=\"a_57\">Swamy Shraddananda (2) @ Murali Manohar\n\n        Mishra v. State of Karnataka3</a> that imprisonment for life would\n\n        mean full life and not sentence of 14 years which may be grossly</span>\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_49\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"194670202\" id=\"span_47\">3    (2008) 13 SCC 767\n\n<span class=\"hidden_text\" id=\"span_48\">Criminal Appeal No. 701 of 2012 with Ors.                                Page 30 of 48</span>\n\f       disproportionate or inadequate and cannot be called as sentence\n\n       of life. After specifically taking note of this judgment, the High\n\n       Court felt it appropriate to award the punishment of imprisonment\n\n       for 20 years. It was done not only in the case of the appellant or\n\n       others who were awarded life imprisonment by the trial court but\n\n       even two other convicts who were given death sentence, their\n\n       sentence is also reduced to 20 years RI. It is, therefore, clear\n\n       that the High Court while modifying the sentence qua the\n\n       appellant Birbal, in fact, reduced the same from life imprisonment\n\n       to 20 years RI. Therefore, the question of giving any notice under\n\n       <a href=\"/doc/1571667/\" id=\"a_58\">Section 401</a> Cr.P.C. did not arise. The judgment of this Court in\n\n       Vikas Yadav’s case is of no help to the appellant. In that case,\n\n       the main issue was of remission of life sentence and observations\n\n       in para 39 were made in that context. Otherwise, facts of that\n\n       case would reveal that life imprisonment by the trial court\n\n       converted to minimum non-remittable fixed term of 25 years by\n\n       the High Court was held to be appropriate in the facts of that\n\n       case. We may mention that the Constitution Bench judgment of\n\n       this Court in <a href=\"/doc/194670202/\" id=\"a_59\">Muthuramalingam &amp; Ors. v. State</a> represented by\n\n       Inspector of Police4 has approved the view taken in Swami\n\n       Shraddananda’s case that life imprisonment would be treated as\n\n\n4   (2016) 8 SCC 313\n\n<span class=\"hidden_text\" id=\"span_49\">Criminal Appeal No. 701 of 2012 with Ors.                     Page 31 of 48</span>\n\f       imprisonment for full life. The issue which fell for consideration\n\n       was altogether different.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_50\">\n</p><p data-structure=\"CDiscource\" id=\"p_51\"> 37) Insofar as the argument of Mr. Basant, learned senior counsel for\n\n       the appellant predicated on re-examination of PW-1 to PW-6 after\n\n       consolidation of chargesheet is concerned, we find that this step\n\n       was rather taken in the interest of the appellant. Appellant was\n\n       not named in the first chargesheet and at the time when PW-1 to\n\n       PW-6 were examined in the first chargesheet, obviously, the\n\n       appellant was not present. It is for this reason that these\n\n       witnesses were examined again and the appellant was given full\n\n       opportunity to cross-examine them.      We do not find that any\n\n       prejudice is caused to the appellant by referring to the deposition\n\n       of these witnesses when examined in the first instance inasmuch\n\n       as their deposition on both the occasions have remained the\n\n       same. Therefore, we do not find any merit in this argument also.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_52\"> 38) As a consequence, we dismiss the Criminal Appeal No. 701 of\n\n       2012.\n</p>\n<p data-structure=\"Precedent\" id=\"p_53\">\n       CRIMINAL APPEAL NO. 702 OF 2012\n\n</p><p data-structure=\"RespArg\" id=\"p_54\"> 39) This appeal is filed by Shyam Bihari Paswan (A-6) who has also\n\n       been convicted under Section 364A read with <a href=\"/doc/37788/\" id=\"a_60\">Section 34</a> IPC as\n\n\n\n<span class=\"hidden_text\" id=\"span_50\">Criminal Appeal No. 701 of 2012 with Ors.                      Page 32 of 48</span>\n\f       well as <a href=\"/doc/1119707/\" id=\"a_61\">Section 395</a> IPC. Mr. Upadhyay arguing for A-6 submitted\n\n       that he has been convicted relying upon the testimony of PW-17\n\n       whereas the Driver (PW-18) had deposed to the contrary. He\n\n       also submitted that insofar as PW-20 is concerned, he did not\n\n       name A-6. He also questioned as to why only PW-17 called for\n\n       TIP, excluding PW-18 and PW-20. He also submitted that PW-17\n\n       cannot be relied upon. Much mileage were sought to be drawn\n\n       by the learned counsel on the basis of letter dated December 29,\n\n       2006 which was written by A-6 addressed to the Chief Judicial\n\n       Magistrate wherein he had alleged unlawful torture committed on\n\n       him while under judicial custody.\n</p>\n<p data-structure=\"Precedent\" id=\"p_55\">\n</p><p data-structure=\"CDiscource\" id=\"p_56\"> 40) There is no reason to disbelieve the testimony of PW-17 and we\n\n       do not agree with the contention of the learned counsel as far as\n\n       this aspect is concerned. Having said so, it may be pointed out\n\n       that PW-17 has specifically identified A-6 in the TIP. The High\n\n       Court has considered this TIP to be without blemish and role of\n\n       A-6 has been considered in the following manner:\n\n</p><blockquote id=\"blockquote_31\">              “56. The Appellant has been convicted under <a href=\"/doc/1374258/\" id=\"a_62\">Section\n               364 A </a>/ <a href=\"/doc/37788/\" id=\"a_63\">34</a> and <a href=\"/doc/1119707/\" id=\"a_64\">395</a> I.P.C and sentenced to R.I. for life\n               and ten years under the latter. P.W. 17 in his evidence\n               has stated that when their vehicle was intercepted one\n               of the abductors who got off the motorcycle and pushed\n               P.W. 18 from the Gypsy into the Bolero had a mole on\n               his cheek. In like manner, as the appellants Krishna\n               Bihari Singh and Jawahar Koery, P.W. 17 identified this\n               appellant in the test identification parade held on\n\n<span class=\"hidden_text\" id=\"span_51\">Criminal Appeal No. 701 of 2012 with Ors.                          Page 33 of 48</span>\n</blockquote><p data-structure=\"CDiscource\" id=\"p_57\">\f               5.2.2007. The appellant surrendered on 18.12.2006\n               and was in Police custody on remand from 19.12.2006\n               to 26.12.2006. P.W. 17 and 20 were released on\n               11.1.2007. The arguments that the witness therefore,\n               had opportunity to see the accused, whose photograph\n               was taken and he was moved around for which he\n               wrote to the Human Rights Commission etc. is of no\n               relevance as on facts, this Court is satisfied that there\n               has been no delay in the T.I.P. So as to vitiate the\n               same. The argument of alleged illegality in the T.I.P. is\n               of no avail and only an ingenuity in this appeal as no\n               such questions were put in cross-examination to P.W. 9,\n               the Magistrate, who conducted the T.I.P. The witness\n               named the appellant as one of the four accused\n               present in the dock on 27.11.2007, when he stated that\n               he did not identify other persons present, making a\n               clear distinction.”\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_58\"> 41) It would be interesting to mention at this stage, that insofar as\n\n       conviction under <a href=\"/doc/1119707/\" id=\"a_65\">Section 395</a> IPC is concerned, no counsel had\n\n       even questioned the same as no argument is advanced in that\n\n       behalf. <a href=\"/doc/1119707/\" id=\"a_66\">Section 395</a> IPC pertains to punishment for dacoity. This\n\n       provision was invoked as the abductors who were more than five\n\n       in numbers had robbed the abductees of the money in their\n\n       possession. This itself is sufficient to confirm the abduction of\n\n       PWs-17, 18 and 20. It is also important to note that PW-19, who\n\n       was Investigating Officer (IO) in this case, has narrated in detail\n\n       the manner in which he conducted the investigation which shows\n\n       that it is during the course of investigation, names of accused\n\n       persons kept surfacing and investigation proceeded accordingly.\n\n       Insofar as deposition of PW-18 is concerned, we have already\n\n\n<span class=\"hidden_text\" id=\"span_52\">Criminal Appeal No. 701 of 2012 with Ors.                            Page 34 of 48</span>\n\f       dealt with the same while considering Criminal Appeal No. 701 of\n\n       2012 who had turned hostile fearing his own safety. At the cost of\n\n       repetition, we may point out that though PW-18 had deposed to\n\n       the contrary to what statement under <a href=\"/doc/447673/\" id=\"a_67\">Section 161</a> Cr.P.C. was\n\n       recorded. Further, within three days of his deposition in the court,\n\n       he mustered courage when he was assured of his safety and has\n\n       filed a fresh application and identified the accused persons. This\n\n       aspect is highlighted by the High Court while dealing with the\n\n       case of Birbal Choudhary and the said portion has already been\n\n       extracted above. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"768514\" id=\"span_53\">In <a href=\"/doc/768514/\" id=\"a_68\">Suman Sood @ Kawaljeet Kaur v. State of\n\n       Rajasthan5</a>, importance of identification parade, as a substantive\n\n       piece of evidence, was accorded in the following manner:</span>\n\n</p><blockquote id=\"blockquote_32\">              “59. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"768514\" id=\"span_54\">In A.I.R. 2007 Supreme Court 2774 (<a href=\"/doc/768514/\" id=\"a_69\">Suman Sood\n               @ Kawaljeet Kaur versus State of Rajasthan</a>) the\n               conviction was under Section 364 A of the Penal Code.\n               It was held in paragraph 41 as follows : “41. Regarding\n               identification of accused, both the courts have\n               considered the evidence of prosecution witnesses and\n               recorded a finding that identity of the accused was\n               established beyond doubt. We are also satisfied that\n               evidence of PW 9, victim Rajendra Mirdha was natural\n               and inspired confidence. His evidence established that\n               he was kidnapped in the morning of February 17, 1995\n               and he remained with the kidnappers up to the date of\n               encounter on February 25, 1995, i.e. for eight-nine\n               days. Obviously, therefore, his evidence was of extreme\n               importance. It was believed by both the courts and we\n               see nothing wrong in the approach of the courts below.\n               It is true and admitted by the prosecution witnesses that\n               the photographs of the accused were shown on\n               television as also were published in newspapers. That,\n               however, does not in any way adversely affect the\n5   AIR 2007 SC 2774\n\n<span class=\"hidden_text\" id=\"span_55\">Criminal Appeal No. 701 of 2012 with Ors.                            Page 35 of 48</span>\n\f               prosecution, if otherwise the evidence of prosecution\n               witnesses is reliable and the Court is satisfied as to\n               identity of the accused. Even that ground, therefore,\n               cannot take the case of the appellants further. It is thus\n               proved beyond doubt that the accused had committed\n               offences punishable under Section 343 read with 120B,\n               <a href=\"/doc/1569253/\" id=\"a_70\">IPC</a> as also under Section 346 read with 120B, <a href=\"/doc/1569253/\" id=\"a_71\">IPC</a>.”</span>\n\n\n</blockquote><blockquote id=\"blockquote_33\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1759478\" id=\"span_56\">42) This legal position was reiterated in <a href=\"/doc/1759478/\" id=\"a_72\">Mahabir v. State of Delhi6</a> in\n\n        the following words:</span>\n</blockquote>\n<blockquote id=\"blockquote_34\">               “12. It is trite to say that the substantive evidence is the\n                evidence of identification in Court. Apart from the clear\n                provisions of <a href=\"/doc/529244/\" id=\"a_73\">Section 9</a> of the Evidence Act, the position\n                in law is well settled by a catena of decisions of this\n                Court. The facts, which establish the identity of the\n                accused persons, are relevant under <a href=\"/doc/529244/\" id=\"a_74\">Section 9</a> of the\n                Evidence Act. As a general rule, the substantive\n                evidence of a witness is the statement made in Court.\n                The evidence of mere identification of the accused\n                person at the trial for the first time is from its very nature\n                inherently of a weak character. The purpose of prior test\n                identification, therefore, is to test and strengthen the\n                trustworthiness of that evidence. It is accordingly\n                considered a safe rule of prudence to generally look for\n                corroboration of the sworn testimony of witnesses in\n                Court as to the identity of the accused who are\n                strangers to them, in the form of earlier identification\n                proceedings. This rule of prudence, however, is subject\n                to exceptions, when, for example, the Court is\n                impressed by a particular witness on whose testimony it\n                can safely rely, without such or other corroboration. The\n                identification parades belong to the stage of\n                investigation, and there is no provision in the Code\n                which obliges the investigating agency to hold or\n                confers a right upon the accused to claim, a test\n                identification parade. They do not constitute substantive\n                evidence and these parades are essentially governed\n                by <a href=\"/doc/1762984/\" id=\"a_75\">Section 162</a> of the Code. Failure to hold a test\n                identification parade would not make inadmissible the\n                evidence of identification in Court. The weight to be\n                attached to such identification should be a matter for\n                the Courts of fact. In appropriate cases it may accept\n\n6    AIR 2008 SC 2343\n\n<span class=\"hidden_text\" id=\"span_57\">Criminal Appeal No. 701 of 2012 with Ors.                                  Page 36 of 48</span>\n\f               the evidence of identification even without insisting on\n               corroboration. (See Kanta Prashad v. Delhi\n               Administration (AIR 1958 SC 350), Vaikuntam\n               Chandrappa and others v. State of Andhra Pradesh\n               (AIR 1960 SC 1340), Budhsen and another V. State of\n               U.P. (AIR 1970 SC 1321) and Rameshwar Singh v.\n</blockquote><p data-structure=\"Precedent\" id=\"p_59\">               State of Jammu and Kashmir (AIR 1972 SC 102).”\n\n\n</p><p data-structure=\"Precedent\" id=\"p_60\">    <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"144689\" id=\"span_58\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"717201\" id=\"span_59\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"82074562\" id=\"span_60\">43) We may point out that Mr. Dash, learned senior counsel for the\n\n        informant had argued to the effect that TIP was not necessary in\n\n        this case by referring to the judgments in <a href=\"/doc/82074562/\" id=\"a_76\">Motilal Yadav v. State\n\n        of Bihar7</a>, Ronny alias <a href=\"/doc/717201/\" id=\"a_77\">Ronald James Alwaris &amp; Ors. v. State\n\n        of Maharashtra8</a> and <a href=\"/doc/144689/\" id=\"a_78\">Suresh Chandra Bahri &amp; Ors. v. State of\n\n        Bihar9</a>. However, it is not necessary to deal with this aspect once\n\n        we find that TIP conducted in the present case has been correctly\n\n        relied upon.</span></span></span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_61\">\n</p><p data-structure=\"Conclusion\" id=\"p_62\">    44) Thus, this appeal also stands dismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_63\">\n        CRIMINAL APPEAL NOS. 705-706 OF 2012\n\n</p><p data-structure=\"Precedent\" id=\"p_64\">    45) Criminal Appeal No. 705 of 2012 is filed by Ramashraya Koiry\n\n        (A-14) and Criminal Appeal No. 706 of 2012 is filed by four\n\n        convicted persons, namely, Rambriksha Koiry (A-7), Hirdayanand\n\n        Koiry (A-10), Mangala Singh (A-11) and Saroj Singh (A-12). It\n\n        was submitted that insofar as these persons are concerned, they\n\n        were not named by either PW-17 or PW-18 or PW-20 and in their\n7    (2015) 2 SCC 647\n8    (1998) 3 SCC 625\n9    1995 Supp (1) SCC 80\n\n<span class=\"hidden_text\" id=\"span_61\">Criminal Appeal No. 701 of 2012 with Ors.                           Page 37 of 48</span>\n\f       cases, no TIP was conducted and they were not identified in the\n\n       Court as well by the witnesses. The only allegation against them\n\n       was that they had fed the victim at the time of arrest.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_65\"> 46) However, what is to be kept in mind is that these persons are\n\n       convicted with the aid of <a href=\"/doc/37788/\" id=\"a_79\">Section 34</a> IPC as well. With regard to\n\n       these appellants, the High Court has affirmed their sentence in\n\n       the following manner:\n</p>\n<blockquote id=\"blockquote_35\">              “67. The appellants Ram Briksh Koery, Hirday Koery\n               Mangla Singh and Saroj Singh have been acquitted of\n               the charge under 395 <a href=\"/doc/1569253/\" id=\"a_80\">I.P.C</a>. but convicted under <a href=\"/doc/1374258/\" id=\"a_81\">section\n               364 A </a>/ <a href=\"/doc/37788/\" id=\"a_82\">34</a> I.P.C. And sentenced to R.I. For life. The\n               appellants have been arrested on 10.12.2006 from the\n               house of appellant Jawahar Koery. P.W. 19, who carried\n               out the raid stated that the appellants attempted to flee\n               on seeing the Police. They are stated to have been\n               providing logistic support to the accused. That they may\n               not have been put on T.I.P. Or identified in the dock is\n               not relevant as they were taken into custody contiguous\n               with the continued confinement of the victims from the\n               house of an accused positively involved proved by\n               cogent and convincing evidence, when their conviction\n               is with the aid of <a href=\"/doc/37788/\" id=\"a_83\">section 34</a> I.P.C. of aiding the\n               aforesaid accused, and mere presence shall suffice\n               without need for proof of any positive overt act in\n               furtherance. Clearly they were persons looking after the\n               appellants and the victims by preparing food and\n               otherwise looking after their well being. In a operation\n               of the present nature it needs no discussion that\n               several players are involved with their respective roles\n               assigned to them as it is not possible for an individual\n               to commit the acts in question singlehandedly with the\n               smoothness of execution presently noticed.\n</blockquote>\n<blockquote id=\"blockquote_36\">              68. The appellants Ramashraya Koery and Ram Darash\n              Koery of village Dilhua have been convicted under\n              <a href=\"/doc/1374258/\" id=\"a_84\">section 364 A </a>/ <a href=\"/doc/37788/\" id=\"a_85\">34</a> I.P.C. and sentenced to R.I. for life.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_66\">              They have neither been put on T.I.P. nor identified by\n              P.W. 17, 18 or 20. The evidence against them in the\n\n<span class=\"hidden_text\" id=\"span_62\">Criminal Appeal No. 701 of 2012 with Ors.                            Page 38 of 48</span>\n\f               confession of accused Shyam Bihari Paswan is that the\n               victims were kept in their house at village Dilhua. This\n               part of the confession by itself shall not be sufficient for\n               the conviction of the appellants. But when it is\n               corroborated by the evidence of P.W.17 identifying to\n               P.W.19 the house of the appellants as the place where\n               they were kept in confinement at village Dilhua after\n               being moved from Ganjbharsara on the night of\n               22.11.2006. the weak evidence against them gets\n               fortified fully to justify their conviction.”\n\n</p><p data-structure=\"Precedent\" id=\"p_67\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"150458882\" id=\"span_63\">47) It was sought to argue that aid of <a href=\"/doc/94346/\" id=\"a_86\">Section 34</a> was wrongly taken in\n\n       the instant case and in support, learned counsel refers to the\n\n       case of <a href=\"/doc/150458882/\" id=\"a_87\">Mohan Singh &amp; Anr. v. State of Punjab10</a>, wherein it was\n\n       held:</span>\n</p>\n<blockquote id=\"blockquote_37\">               “13. That inevitably takes us to the question as to\n                whether the appellants can be convicted under Section\n                302/<a href=\"/doc/94346/\" id=\"a_88\">34</a>. Like <a href=\"/doc/1060179/\" id=\"a_89\">Section 149</a>, <a href=\"/doc/94346/\" id=\"a_90\">Section 34</a> also deals with\n                cases of constructive criminal liability. It provides that\n                where a criminal act is done by several persons in\n                furtherance of the common intention of all, each of such\n                persons is liable for that act in the same manner as if it\n                were done by him alone. The essential constituent of\n                the vicarious criminal liability prescribed by <a href=\"/doc/94346/\" id=\"a_91\">Section 34</a>\n                is the existence of common intention. If the common\n                intention in question animates the accused persons and\n                if the said common intention leads to the commission of\n                the criminal offence charged, each of the persons\n                sharing the common intention is constructively liable for\n                the criminal act done by one of them. Just as the\n                combination of persons sharing the same common\n                object is one of the features of an unlawful assembly,\n                so the existence of a combination of persons sharing\n                the same common intention is one of the features of\n                <a href=\"/doc/94346/\" id=\"a_92\">Section 34</a>. In some ways the two sections are similar\n                and in some cases they may overlap. But,\n                nevertheless, the common intention which is the basis\n                of <a href=\"/doc/94346/\" id=\"a_93\">Section 34</a> is different from the common object which\n                is the basis of the composition of an unlawful assembly.\n                Common intention denotes action-in-concert and\n                necessarily postulates the existence of a prearranged\n\n10 AIR 1963 SC 174\n\n<span class=\"hidden_text\" id=\"span_64\">Criminal Appeal No. 701 of 2012 with Ors.                               Page 39 of 48</span>\n\f               plan and that must mean a prior meeting of minds. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"256823\" id=\"span_65\">It\n               would be noticed that cases to which <a href=\"/doc/94346/\" id=\"a_94\">Section 34</a> can be\n               applied disclose an element of participation in action on\n               the part of all the accused persons. The acts may be\n               different; may vary in their character, but they are all\n               actuated by the same common intention. It is now well-\n               settled that the common intention required by <a href=\"/doc/94346/\" id=\"a_95\">Section\n               34</a> is different from the same intention or similar\n               intention. As has been observed by the Privy Council\n               in <a href=\"/doc/256823/\" id=\"a_96\">Mahbub Shah v. King-Emperor</a> [72 IA 148] common\n               intention within the meaning of <a href=\"/doc/94346/\" id=\"a_97\">Section 34</a> implies a\n               pre-arranged plan, and to convict the accused of an\n               offence applying the section it should be proved that the\n               criminal act was done in concert pursuant to the pre-</span>\n</blockquote><p data-structure=\"Section\" id=\"p_68\">               arranged plan and that the inference of common\n               intention should never be reached unless it is a\n               necessary inference deducible from the circumstances\n               of the case.”\n\n</p><p data-structure=\"Precedent\" id=\"p_69\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"41812094\" id=\"span_66\">48) He also took support of <a href=\"/doc/41812094/\" id=\"a_98\">Chittarmal &amp; Anr. v. State of Rajasthan11</a>\n\n       and relied upon para 14 thereof, which is as under:</span>\n\n</p><blockquote id=\"blockquote_38\">              “14. It is well settled by a catena of decisions that\n               <a href=\"/doc/94346/\" id=\"a_99\">Section 34</a> as well as <a href=\"/doc/1060179/\" id=\"a_100\">Section 149</a> deal with liability for\n               constructive criminality i.e. vicarious liability of a person\n               for acts of others. Both the sections deal with\n               combinations of persons who become punishable as\n               sharers in an offence. Thus they have a certain\n               resemblance and may to some extent overlap. But a\n               clear distinction is made out between common intention\n               and common object in that common intention denotes\n               action in concert and necessarily postulates the\n               existence of a prearranged plan implying a prior\n               meeting of the minds, while common object does not\n               necessarily require proof of prior meeting of minds or\n               preconcert. Though there is a substantial difference\n               between the two sections, they also to some extent\n               overlap and it is a question to be determined on the\n               facts of each case whether the charge under <a href=\"/doc/1060179/\" id=\"a_101\">Section\n               149</a> overlaps the ground covered by <a href=\"/doc/94346/\" id=\"a_102\">Section 34</a>. Thus,\n               if several persons numbering five or more, do an act\n               and intend to do it, both <a href=\"/doc/94346/\" id=\"a_103\">Section 34</a> and <a href=\"/doc/1060179/\" id=\"a_104\">Section 149</a>\n               may apply. If the common object does not necessarily\n               involve a common intention, then the substitution of\n\n11 (2003) 2 SCC 266\n\n<span class=\"hidden_text\" id=\"span_67\">Criminal Appeal No. 701 of 2012 with Ors.                                Page 40 of 48</span>\n\f               <a href=\"/doc/94346/\" id=\"a_105\">Section 34</a> for <a href=\"/doc/1060179/\" id=\"a_106\">Section 149</a> might result in prejudice to\n               the accused and ought not, therefore, to be permitted.\n</blockquote><p data-structure=\"Precedent\" id=\"p_70\">               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1253304\" id=\"span_68\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"263845\" id=\"span_69\">But if it does involve a common intention then the\n               substitution of <a href=\"/doc/94346/\" id=\"a_107\">Section 34</a> for <a href=\"/doc/1060179/\" id=\"a_108\">Section 149</a> must be held\n               to be a formal matter. Whether such recourse can be\n               had or not must depend on the facts of each case. The\n               non-applicability of <a href=\"/doc/1060179/\" id=\"a_109\">Section 149</a> is, therefore, no bar in\n               convicting the appellants under Section 302 read with\n               <a href=\"/doc/37788/\" id=\"a_110\">Section 34</a> IPC, if the evidence discloses commission\n               of an offence in furtherance of the common intention of\n               them all. (See <a href=\"/doc/263845/\" id=\"a_111\">Barendra Kumar Ghosh v. King\n               Emperor</a> [AIR 1925 PC 1 : 26 Cri LJ 431] , Mannam\n               Venkatadari v. State of A.P. [(1971) 3 SCC 254 : 1971\n               SCC (Cri) 479 : <a href=\"/doc/1253304/\" id=\"a_112\">AIR 1971 SC 1467] , Nethala\n               Pothuraju v. State of A.P.</a> [(1992) 1 SCC 49 : 1992 SCC\n               (Cri) 20 : AIR 1991 SC 2214] and Ram Tahal v. State of\n               U.P. [(1972) 1 SCC 136 : 1972 SCC (Cri) 80 : AIR 1972\n               SC 254] )”</span></span>\n\n</p><p data-structure=\"Section\" id=\"p_71\"> 49) There cannot be any quarrel about the law laid down in the\n\n       aforesaid judgments where subtle distinction is drawn between\n\n       <a href=\"/doc/94346/\" id=\"a_113\">Section 34</a> and <a href=\"/doc/999134/\" id=\"a_114\">Section 149</a>, IPC which deal with ‘common\n\n       intention’ and ‘common object’ respectively. At the same time, it\n\n       is also clarified that it would depend on the facts of each case as\n\n       to whether <a href=\"/doc/94346/\" id=\"a_115\">Section 34</a> or <a href=\"/doc/999134/\" id=\"a_116\">Section 149</a> of IPC or both the\n\n       provisions are attracted. It is also held that non-applicability of\n\n       <a href=\"/doc/999134/\" id=\"a_117\">Section 149</a> IPC is no bar in convicting the accused persons\n\n       under <a href=\"/doc/1560742/\" id=\"a_118\">Section 302</a> IPC read with <a href=\"/doc/37788/\" id=\"a_119\">Section 34</a> of IPC, if the\n\n       evidence discloses commission of offence in furtherance of\n\n       common intention of them all. From the facts of the present case,\n\n       we are satisfied that the courts below have rightly concluded that\n\n       there was a common intention in committing the offence of\n\n\n<span class=\"hidden_text\" id=\"span_70\">Criminal Appeal No. 701 of 2012 with Ors.                            Page 41 of 48</span>\n\f       kidnapping for ransom, by all the convicted persons.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_72\"> 50) Qua A-14, it was additionally submitted that PW-17 did not\n\n       identify any particular house. However, it has come on record\n\n       that accused Shyam Bihari Paswan in his confessional statement\n\n       had stated that victims were kept in their house at Village Dilhua\n\n       which is given credence by the High Court for the reason that it is\n\n       corroborated by evidence of PW-17 who had identified the house\n\n       of A-14. Therefore, the argument that no particular house was\n\n       identified is not correct.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_73\">\n</p><p data-structure=\"Conclusion\" id=\"p_74\"> 51) As a consequence, these appeals are also dismissed.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_75\">       CRIMINAL APPEAL NO. 708 OF 2012\n\n</p><p data-structure=\"CDiscource\" id=\"p_76\"> 52) This appeal is filed by Angad Koiry (A-9). Allegation against him\n\n       is that he was part of the team which had kidnapped the victims.\n\n       He was identified in TIP as well as in Court. These aspects were\n\n       fairly admitted by the learned counsel.           However, his only\n\n       contention was that there was no reason to convict him under\n\n       <a href=\"/doc/1374258/\" id=\"a_120\">Section 364A</a> IPC and his conviction should have been under\n\n       <a href=\"/doc/695990/\" id=\"a_121\">Section 364</a> IPC.            In this behalf, submission was that after\n\n       kidnapping, no role is assigned to him and, therefore, the\n\n       allegations of ransom cannot be attributed to A-9.\n\n\n\n<span class=\"hidden_text\" id=\"span_71\">Criminal Appeal No. 701 of 2012 with Ors.                         Page 42 of 48</span>\n</p><p data-structure=\"Conclusion\" id=\"p_77\">\f 53) Once we find that role of A-9 in kidnapping the three persons\n\n       stands established beyond any doubt and it also stands\n\n       established that kidnapping was for the ransom which was\n\n       actually demanded and there was a common intention behind the\n\n       aforesaid acts, A-9 is rightly convicted under <a href=\"/doc/1374258/\" id=\"a_122\">Section 364A</a> IPC.\n\n       Resultantly, Criminal Appeal No. 708 of 2012 is dismissed as\n\n       well.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_78\">\n       CRIMINAL APPEAL NO. 707 OF 2012\n\n</p><p data-structure=\"Conclusion\" id=\"p_79\"> 54) This appeal is filed by A-1 Krishna Bihari Singh @ Krishna Singh.\n\n</p><p data-structure=\"CDiscource\" id=\"p_80\">       As far as A-1 is concerned, he is also one of those who was a\n\n       part of team which abducted PWs-17, 18 and 20. Our purpose\n\n       would be served by reproducing the discussion qua him in the\n\n       impugned judgment of the High Court, as during arguments,\n\n       learned counsel appearing for this appellant could not make any\n\n       single argument worthy of any consideration:\n\n</p><blockquote id=\"blockquote_39\">               “52. The Appellant stands convicted under <a href=\"/doc/1374258/\" id=\"a_123\">Section 364\n                A </a>/ <a href=\"/doc/37788/\" id=\"a_124\">34</a>,<a href=\"/doc/1119707/\" id=\"a_125\">395</a> and <a href=\"/doc/844968/\" id=\"a_126\">412</a> I.P.C. and sentenced to death. P.W.\n                17 states, after the abductors intercepted the Gypsy,\n                the person driving the Bolero stepped out carrying a\n                rifle and who was addressed by his accomplices as\n                “Babu Saheb.” The accused referred to as “Verma ji” by\n                his accomplices took out two packets of money\n                wrapped in a 27 news paper and handed it to the\n                person driving the Bolero who then drove away at\n                about 9 P.M. On the 7th day of the abduction, the\n                person driving the Bolero possessed with a rifle had\n                come on a motorcycle along with accused who had a\n\n\n<span class=\"hidden_text\" id=\"span_72\">Criminal Appeal No. 701 of 2012 with Ors.                          Page 43 of 48</span>\n\f               mole on his face ( accused Shyam Bihari Paswan ) that\n               his house had been raided, family members arrested,\n               and the Bolero vehicle, money and his rifle seized. The\n               victims were abducted at 4 P.M. and remained with him\n               in the Bolero till 9 P.M. They therefore had adequate\n               opportunity to see the accused and it can safely be said\n               that their picture got etched or imprinted in the minds of\n               the victim in the confines of the car during this five\n               hours. The witness further stated that the accused did\n               not have their faces covered during the incident. P.W.\n               17 identified this appellant in the dock by his\n               identification of “Babu Saheb”, referred during\n               abduction by his accomplices. The accused then\n               disclosed his name as Krishna Bihari Singh.This was a\n               perfectly natural and reliable identification being made\n               by P.W. 17 when he was vividly reliving the abduction\n               drama in his mind by a photographic regeneration. That\n               the appellant was not put on T.I.P. but was identified in\n               the dock for the first time 10 months after release from\n               abduction is of no relevance in the facts of the present\n               case. Likewise, the absence of his identification by P.W.\n               18 or 20 is also not material to the prosecution case as\n               it is not the number of witnesses but the issue of the\n               credibility of the sole witness, in which lies the test.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_81\">               T.I.P., is more appropriate where the victim may have\n               had only a glimpse of the unknown accused and there\n               may be no particular reasons to remember him. The\n               T.I.P. of such an accused has been considered proper\n               only as an aid that the investigation was proceeding in\n               the 28 right direction. Such identification is not\n               substantive evidence in itself but is only corroborative.\n               In the facts of the case as discussed above, this Court\n               finds no infirmity in the first identification of the\n               appellant in the dock. The Bolero vehicle used in the\n               abduction was recovered from the house of the\n               appellant. Whether it was recovered from the\n               boundaries of his premises or parked on the road in\n               front of his house with houses on both sides of the road\n               is hardly relevant and does not make out a defence of\n               lack of his ownership of the same. Both P.W. 17 &amp; 18 in\n               their evidence have clearly identified the silver coloured\n               Bolero by its red colour velvet seat cover in the Court\n               and test identification parade respectively. The two\n               packets of cash wrapped in the news paper given to the\n               appellant by his accomplices while parting ways\n               containing a total of one lac fifty thousand with the\n               words &#x27;Ansari Nuao&#x27; written on it, was the money given\n\n<span class=\"hidden_text\" id=\"span_73\">Criminal Appeal No. 701 of 2012 with Ors.                             Page 44 of 48</span>\n\f               by P.W. 4 to P.W. 17 kept in the black bag by P.W. 18. It\n               has been stated by P.W. 17, that the money was\n               wrapped in news paper before handing it over to P.W.\n               18 who then kept it in the black bag. The appellant in\n               his statements under <a href=\"/doc/767287/\" id=\"a_127\">section 313</a> Cr.P.C. first stated\n               that it was money withdrawn on the credit card in the\n               name of his wife, and later stated that it was his income\n               from his Chimni business. His bank pass book\n               produced in defence did not show withdrawals of the\n               nature claimed during the period in question to justify\n               his claim for source of the money. The vacillating stand\n               of the appellant himself leaves this Court satisfied that\n               he was not telling the truth. Both P.W. 17 &amp; 18 also\n               recognized the rifle carried by the appellant based on\n               the features of the rifle narrated by them in the T.I.P.\n               and in the Court respectively. This seizure was affected\n               from the house 29 of the appellant and turned out to be\n               a licensed weapon in his name. Last but not the least,\n               the Bolero turned out to be a stolen vehicle from Uttar\n               Pradesh bearing a fake registration number originally\n               allotted to a two wheeler. Events that speak for\n               themselves about the dispensation of the appellant.\n               This Court, therefore, holds in light of the aforesaid\n               discussion that the identification and involvements of\n               the appellant in the abduction and confinement clearly\n               stands proved. The recovery of the aforesaid items by\n               the Police on information furnished to it during\n               investigation, identified in the T.I.P. was evidence\n               admissible under <a href=\"/doc/1312051/\" id=\"a_128\">Section 27</a> of the Evidence Act.”\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_82\"> 55) As a consequence, this appeal stands dismissed.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_83\">       CRIMINAL APPEAL NO. 1858 OF 2013\n\n</p><p data-structure=\"Conclusion\" id=\"p_84\"> 56) Harbanse Ram (A-8) is the appellant in this appeal.                   He is\n\n       convicted under <a href=\"/doc/1374258/\" id=\"a_129\">Section 364A</a>/<a href=\"/doc/37788/\" id=\"a_130\">34</a> IPC and was acquitted of the\n\n       charge under <a href=\"/doc/844968/\" id=\"a_131\">Section 412</a> IPC. His lawyer argued that his name\n\n       was not mentioned in the first chargesheet. Further, as far as A-8\n\n       is concerned, charges were framed only under Section 368 and\n\n\n<span class=\"hidden_text\" id=\"span_74\">Criminal Appeal No. 701 of 2012 with Ors.                            Page 45 of 48</span>\n\f       412 <a href=\"/doc/1569253/\" id=\"a_132\">IPC</a> and, therefore, his conviction under Section 364A/<a href=\"/doc/94346/\" id=\"a_133\">34</a>\n\n       was legally not tenable.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_85\">\n</p><p data-structure=\"CDiscource\" id=\"p_86\"> 57) As far as argument of the counsel that the name of A-8 was not\n\n       mentioned in the chargesheet, as already pointed out above, the\n\n       IO (PW-19) has explained in detail that during the course of\n\n       investigation, names of these accused persons kept surfacing\n\n       and investigation has been proceeded accordingly. It is, for this\n\n       reason, that second chargesheet was filed implicating other\n\n       persons including A-8.               Interestingly, no such argument was\n\n       advanced in the High Court.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_87\">\n</p><p data-structure=\"Precedent\" id=\"p_88\"> 58) Insofar as absence of charge under Section 364A is concerned,\n\n       that may not make the things better for this appellant in view of\n\n       the fact that he was specifically charged under <a href=\"/doc/1629021/\" id=\"a_134\">Section 368</a> IPC\n\n       which is to the following effect:\n</p>\n<blockquote id=\"blockquote_40\">              “Whoever, knowing that any person has been\n               kidnapped or has been abducted, wrongfully conceals\n               or confines such person, shall be punished in the same\n               manner as if he had kidnapped or abducted such\n               person with the same intention or knowledge, or for the\n               same purpose as that with or for which he conceals or\n               detains such person in confinement.”\n\n\n</blockquote><blockquote id=\"blockquote_41\"> 59) This provision makes it clear that even a person who wrongfully\n\n       conceals or confines a kidnapped person knowing that he has\n\n       been kidnapped suffers the same consequences at par with the\n\n<span class=\"hidden_text\" id=\"span_75\">Criminal Appeal No. 701 of 2012 with Ors.                            Page 46 of 48</span>\n\f       person who had kidnapped or abducted the person with the same\n\n       intention or knowledge or for the same purpose. In the statement\n\n       of accusations under <a href=\"/doc/767287/\" id=\"a_135\">Section 313</a> Cr.P.C., it was categorically put\n\n       to him that allegation against him was of having kept the\n\n       kidnapped persons in confinement knowing that they had been\n\n       kidnapped. Thus, specific case set up by the prosecution against\n\n       A-8 was that he had kept the victims in confinement with the\n\n       knowledge that they were kidnapped. Thus, ingredient of <a href=\"/doc/1629021/\" id=\"a_136\">Section\n\n       368</a> IPC has been established against him. Once that has been\n\n       proved, consequences of Section 364A IPC, for which other co-\n</blockquote>\n<p data-structure=\"Section\" id=\"p_89\">       accused persons were found convicted, shall stand attracted.\n\n       <a href=\"/doc/1629021/\" id=\"a_137\">Section 368</a> IPC puts the offence prescribed therein at par with\n\n       Section 364A by raising a statutory presumption based on a legal\n\n       fiction of the former being a deemed offence under the latter, if\n\n       evidence be there. In Suman Sood’s case, this legal principle is\n\n       laid down in the following manner:\n</p>\n<blockquote id=\"blockquote_42\">              “60. Kidnapping for ransom is an offence of unlawfully\n               seizing a person and then confining the person usually\n               in a secret place, while attempting to extort ransom.\n               This grave crime is sometimes made a capital offence.\n               In addition to the abductor a person who acts as a go\n               between to collect the ransom is generally considered\n               guilty of the crime.”\n\n\n</blockquote><blockquote id=\"blockquote_43\"> 60) That apart, learned counsel for the respondent rightly contended\n\n       that <a href=\"/doc/936345/\" id=\"a_138\">Section 464</a> of the Cr.P.C. provides that no sentence by a\n\n<span class=\"hidden_text\" id=\"span_76\">Criminal Appeal No. 701 of 2012 with Ors.                         Page 47 of 48</span>\n\f       Court of competent jurisdiction would be deemed invalid on the\n\n       ground that no charge was framed or any irregularity in the\n\n       charge or misjoinder of the charges, unless the Court comes to\n\n       the conclusion that a failure of justice had occasioned thereby. In\n\n       the present case, no such prejudice has been caused to A-8 who\n\n       knew the ingredients of charge that were levelled against him.\n</blockquote>\n\n<blockquote id=\"blockquote_44\"> 61) Thus, finding no merit in this appeal, Criminal Appeal No. 1858 of\n\n       2013 is also dismissed.\n</blockquote>\n\n<p data-structure=\"Conclusion\" id=\"p_90\">       CRIMINAL APPEAL NOS. 703-704 OF 2012\n\n</p><p data-structure=\"Conclusion\" id=\"p_91\"> 62) Nobody argued these appeals. In any case, we have examined\n\n       the matter in the context of these appeals as well and do not find\n\n       any error in the judgment of the Courts below convicting these\n\n       appellants. Therefore, we dismiss these appeals as well.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_92\"> 63) In fine, all the appeals are dismissed thereby confirming the\n\n       conviction and sentence passed by the High Court.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_93\">                                            .............................................J.\n                                                                        (A.K. SIKRI)\n\n\n                                            .............................................J.\n                                                              (R. K. AGRAWAL)\nNEW DELHI;\n</p><p data-structure=\"Conclusion\" id=\"p_94\">OCTOBER 6, 2017\n\n\n\n<span class=\"hidden_text\" id=\"span_77\">Criminal Appeal No. 701 of 2012 with Ors.                                 Page 48 of 48</span>\n\f</p>","numcites":42,"numcitedby":18,"docsource":"Supreme Court of India","citetid":16640622,"divtype":"judgments","relatedqs":[{"value":"death sentence","formInput":"death%20sentence"},{"value":"criminal appeal dismissed","formInput":"criminal%20appeal%20dismissed"},{"value":"section 395 ipc","formInput":"section%20395%20ipc"},{"value":"section 368 ipc","formInput":"section%20368%20ipc"},{"value":"no common intention","formInput":"no%20common%20intention"},{"value":"test identification parade ","formInput":"test%20identification%20parade%20"},{"value":"sec.34 ipc","formInput":"sec.34%20ipc"},{"value":"section 364 indian penal code","formInput":"section%20364%20indian%20penal%20code"},{"value":"section 120b ipc","formInput":"section%20120b%20ipc"},{"value":"kidnapping and abduction","formInput":"kidnapping%20and%20abduction"},{"value":"364a i.p.c. ","formInput":"364a%20i.p.c.%20"},{"value":"kidnapping","formInput":"kidnapping"},{"value":"sec 149 ipc","formInput":"sec%20149%20ipc"},{"value":"life imprisonment","formInput":"life%20imprisonment"},{"value":"abduction ","formInput":"abduction%20"},{"value":"section 34 indian penal code","formInput":"section%2034%20indian%20penal%20code"},{"value":"section 395 indian penal code","formInput":"section%20395%20indian%20penal%20code"},{"value":"\"substantive evidence is\"","formInput":"%22substantive%20evidence%20is%22"},{"value":"enhanced sentence ","formInput":"enhanced%20sentence%20"},{"value":"section 412     of IPC","formInput":"section%20412%20%20%20%20%20of%20IPC"}],"cats":[{"value":"kidnapping-for-ransom","formInput":"tag:kidnapping-for-ransom"},{"value":"common-intention","formInput":"tag:common-intention"},{"value":"admissibility-of-electronic-accounting-entries","formInput":"tag:admissibility-of-electronic-accounting-entries"},{"value":"dacoity","formInput":"tag:dacoity"},{"value":"dishonestly-receiving-property-stolen-in-dacoity","formInput":"tag:dishonestly-receiving-property-stolen-in-dacoity"}],"courtcopy":true,"query_alert":null,"agreement":false}