{"tid":105098154,"publishdate":"2020-10-05","title":"M/S Sai Sun Outsourcing Services Pvt. ... vs Chief Engineer on 5 October, 2020","doc":"<h2 class=\"doc_title\">M/S Sai Sun Outsourcing Services Pvt. ... vs Chief Engineer on 5 October, 2020</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIRONLINE 2020 MP 1543</h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:sanjay-yadav\">Sanjay Yadav</a>, <a href=\"/search/?formInput=benchid:r-k-dubey\">Rajeev Kumar Dubey</a></h3>\n\n<pre id=\"pre_1\">                                        1\n                          WP-9241-2020, WP-9267-2020, WP-9269-2020, WP-9272-2020, WP-9277-2020, WP-9279-2020\n\n\n\n\n        THE HIGH COURT OF MADHYA PRADESH\n                         (Division Bench)\n\n  Writ Petition No.9241/2020                    Writ Petition No.9267/2020\n    M/S Sai Sun Outsourcing                        M/S Sai Sun Outsourcing\n        Services Pvt. Ltd.                             Services Pvt. Ltd.\n               vs                                             vs\n    Chief Engineer and others                      Chief Engineer and others\n  Writ Petition No.9269/2020                    Writ Petition No.9272/2020\n    M/S Sai Sun Outsourcing                        M/S Sai Sun Outsourcing\n        Services Pvt. Ltd.                             Services Pvt. Ltd.\n               vs                                             vs\n    Chief Engineer and others                      Chief Engineer and others\n  Writ Petition No.9277/2020                   Writ Petition No.9279/2020\n    M/S Sai Sun Outsourcing                        M/S Sai Sun Outsourcing\n        Services Pvt. Ltd.                             Services Pvt. Ltd.\n               vs                                             vs\n    Chief Engineer and others                      Chief Engineer and others\nAppearance:\nShri Atul Kumar Jain, learned counsel for the petitioners.\nShri Purushaindra Kaurav, learned Senior Counsel with Shri Ankit\nAgrawal, learned counsel for the respondents No.1 and 2.\nShri Siddharth Seth, learned counsel for respondent No.3.\n\nCORAM :\n     Hon&#x27;ble Mr. Justice Sanjay Yadav, Acting Chief Justice\n     Hon&#x27;ble Mr. Justice Rajeev Kumar Dubey, Judge\n\n                           ORDER\n</pre><p data-structure=\"Issue\" id=\"p_1\">                  (Jabalpur, Dated : 05.10.2020)\n\nPer Sanjay Yadav, ACJ :-\n</p><span class=\"hidden_text\" id=\"span_1\">                                         2</span>\n<blockquote id=\"blockquote_1\">                          WP-9241-2020, WP-9267-2020, WP-9269-2020, WP-9272-2020, WP-9277-2020, WP-9279-2020\n\n\n\n\n     This common order shall govern final disposal of Writ\n\nPetitions No.9241/2020, 9267/2020, 9269/2020, 9272/2020,\n\n9277/2020 and 9279/2020.\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_2\">2.   Petitioner takes exception to order dated 21.11.2019;\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">whereby, the contract for providing unskilled, semi-skilled and\n\nskilled manpower to carry out 33/11 KV sub-station operation, line\n\nmaintenance work and data entry work etc. under Shahdol circle\n\nJabalpur city circle, Tikamgarh circle, Satna circle, Anuppur circle\n\nand Umaria circle, has been terminated in accordance to Clause\n\n19.2 of LOA dated 31.03.2018 for violating the terms of Clauses\n\n13.8, 13.10, 18.1(iii), 18.1(iv) and 21.2 of LOA.\n</p>\n<p data-structure=\"Section\" id=\"p_4\">3.   Evidently, Clause 40 of the General Conditions of Contract\n\nmandates &quot;Settlement of Disputes and Arbitration&quot;. It stipulates :\n</p>\n<blockquote id=\"blockquote_2\">     &quot;40. Settlement of Disputes and Arbitration\n     40.1 If any dispute or difference of any kind\n     whatsoever arises between the Purchaser and the\n     Agency in connection with or arising out of the\n     Contract, the parties will make every effort to resolve\n     amicably such dispute or difference by mutual\n     consultation. For this purpose, a committee may be\n     constituted comprising representatives from both the\n     parties. The committee shall be formed and convened\n<span class=\"hidden_text\" id=\"span_2\">                                          3</span>\n                           WP-9241-2020, WP-9267-2020, WP-9269-2020, WP-9272-2020, WP-9277-2020, WP-9279-2020\n\n\n\n\n     by ED/CE Regional Office. After sixty (60) days from\n     the date the dispute is first brought to the notice of\n     either party, if the parties have failed to resolve their\n     dispute or difference by such mutual consultation, then\n     the dispute shall be referred in writing by either party\n     to initiate the Arbitration process.\n</blockquote><blockquote id=\"blockquote_3\">     40.1.1        The   arbitration            proceedings                  shall          be\n     conducted in accordance with the following acts as\n     amended :\n</blockquote><blockquote id=\"blockquote_4\">     Madhya Pradesh Madhyastham Adhikaran Adhiniyam,\n     1983 as amended.\n</blockquote><blockquote id=\"blockquote_5\">     The cost of the arbitration shall be equally shared by\n     the Purchaser and the Service Provider. The arbitration\n     shall be conducted at the Headquarters of Arbitrator\n     (Adhikaran) or Headquarters of Purchaser as may be\n     applicable.\n</blockquote><blockquote id=\"blockquote_6\">     40.2 Notwithstanding any disputes with reference to\n     the Contract pending for arbitration, the Agency shall\n     continue to perform his obligations in accordance with\n     the Purchaser&#x27;s decision or instruction, and Purchaser\n     shall also continue to perform his obligations under the\n     Contract including payment of any undisputed monies\n     due to the Agency.&quot;\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_5\">4.   A Full Bench of our High Court in Shri Gouri Ganesh Shri\n\nBalaji Constructions &quot;C&quot; Class Contractor vs Executive\n<span class=\"hidden_text\" id=\"span_3\">                                            4</span>\n                             WP-9241-2020, WP-9267-2020, WP-9269-2020, WP-9272-2020, WP-9277-2020, WP-9279-2020\n\n\n\n\nEngineer, PWD, (2018) 3 MP LJ 163, while answering the\n\nfollowing issues; viz,\n\n      (1)      Whether the dispute relating to termination of a\n      contract without claiming any consequential relief is\n      maintainable before the Arbitral Tribunal under the M.P.\n      Madhyastham Adhikaran Adhiniyam, 1983?\n</p><p data-structure=\"Issue\" id=\"p_6\">      (2)      Whether, under the guise of challenge to an action\n      of termination of contract, the remedy under the M.P. Act\n      can be said to be not available, when the real challenge is\n      to the Revenue Recovery Certificate issued by the State\n      for recovery of the loss/damages?\n</p><p data-structure=\"Issue\" id=\"p_7\">      (3)      Any other question that may arise for adjudication\n      or decision in the dispute involved in the present petition\n      and which the Larger Bench thinks appropriate to\n      decide?\n</p>\n<p data-structure=\"Precedent\" id=\"p_8\">      held :\n</p><blockquote id=\"blockquote_7\">      &quot;29. The arbitration is a procedure to determine legal\n      rights and obligations of the parties judicially with\n      binding effect, which is enforceable in law. The\n      arbitrators are appointed by the parties to do justice in\n      the sense of arriving at a &quot;fair decision&quot; and not in the\n      sense of &quot;judicial justice&quot;. The arbitrator is not bound by\n      a strict Law of Evidence as contained in the <a href=\"/doc/1953529/\" id=\"a_1\">Indian\n      Evidence Act, 1872</a>. <a href=\"/doc/1093366/\" id=\"a_2\">Section 1</a> of the Evidence Act\n      contemplates that such Act is not applicable to\n      proceedings before an arbitrator. In fact, a resolution of\n<span class=\"hidden_text\" id=\"span_4\">                                      5</span>\n                       WP-9241-2020, WP-9267-2020, WP-9269-2020, WP-9272-2020, WP-9277-2020, WP-9279-2020\n\n\n\n\ndispute by an Arbitrator is one of the four alternative\ndispute resolution mechanism contemplated by <a href=\"/doc/66488754/\" id=\"a_3\">section\n89</a> of the Code of Civil Procedure, 1908. Such\nadjudication process is outside the adjudicatory functions\nof the Court. As per the Halsbury&#x27;s Law of England, 4th\nEdition (1973), Vol. 2 p. 255, para 502, the &quot;arbitration&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_9\">is a substitution, by consent of parties, of another tribunal\nfor the tribunals provided by the ordinary processes of\nlaw; a domestic tribunal - as contra-distinguished from a\nregularly organized Court proceeding according to the\ncourse of law. The relevant extract, reads as under:--\n</p><blockquote id=\"blockquote_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1289414\" id=\"span_5\">&quot;An arbitration is a reference to the decision of one or more\npersons of a particular matter in difference between the\nparties&quot; (<a href=\"/doc/1289414/\" id=\"a_4\">Collins v. Collins</a>, 28 LJ Ch 186, per ROMILY\nM.R. The process of arbitration means the determination of a\nmatter in dispute by the judgment of one or more persons\ncalled arbitrators). It is the submitting of a disputed matter to\nthe judgment of one or more persons called arbitrators. &quot;In\nits broadest sense, arbitration is a substitution, by consent of\nparties, of another tribunal for the tribunals provided by the\nordinary processes of law; a domestic tribunal - as contra-\ndistinguished from a regularly organised Court proceeding\naccording to the course of law - depending upon the\nvoluntary act of the parties disputant in the selection of\njudges of their own choice. Its object is the final disposition,\nin a speedy and inexpensive way, of the matters involved, so\nthat they may not become the subject of future litigation\nbetween the parties&quot;.</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"799168\" id=\"span_6\">30.   The Supreme Court in its judgment reported as\n(<a href=\"/doc/799168/\" id=\"a_5\">1987) 4 SCC 497, Municipal Corporation of Delhi v.\nJagan Nath Ashok Kumar</a> examined the purport and\nscope of arbitration. The Court held as under:--</span>\n</p><span class=\"hidden_text\" id=\"span_7\">                                      6</span>\n<blockquote id=\"blockquote_9\">                       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1362361\" id=\"span_8\">WP-9241-2020, WP-9267-2020, WP-9269-2020, WP-9272-2020, WP-9277-2020, WP-9279-2020\n\n\n\n\n&quot;5. It is familiar learning but requires emphasis that <a href=\"/doc/1093366/\" id=\"a_6\">section 1</a>\nof the Evidence Act, 1872 in its rigour is not intended to\napply to proceedings before an arbitrator. P.B. Mukhaiji, J. as\nthe learned Chief Justice then was, expressed the above view\nin <a href=\"/doc/1362361/\" id=\"a_7\">Haji Ebrahim Kassam Cochinwall v. Nothem Indian Oil\nIndustries Ltd.</a>, AIR 1951 Calcutta 230 and we are of the\nopinion that this represents the correct statement of law on\nthis aspect.</span> Lord Goddard, C.J. in Mediterranean and Eastern\nExport Co. Ltd. v. Fortress Fabrics Ltd., [1948] 2 All E.R.\n186 observed at pages 188/189 of the report as follows:\n</blockquote><blockquote id=\"blockquote_10\">&quot;A man in the trade who is selected for his experience would\nbe likely to know and indeed to be expected to know the\nfluctuations of the market and would have plenty of means of\ninforming himself or refreshing his memory on any point on\nwhich he might find it necessary so to do. In this case\naccording to the affidavit of sellers they did take the point\nbefore the Arbitrator that the Southern African market has\nslumped. Whether the buyers contested that statement does\nnot appear but an experienced Arbitrator would know or have\nthe means of knowing whether that was so or not and to what\nextent and I see no reason why in principle he should be\nrequired to have evidence on this point any more than on any\nother question relating to a particular trade. It must be taken I\nthink that in fixing the amount that he has, he has acted on\nhis own knowledge and experience. The day has long gone\nby when the Courts looked with jealousy on the jurisdiction\nof the Arbitrators. The modem tendency is in my opinion\nmore especially in commercial arbitrations, to endeavour to\nuphold Awards of the skilled persons that the parties\nthemselves have selected to decide the questions at issue\nbetween them. If an Arbitrator has acted within the terms of\nhis submission and has not violated any rules of what is so\noften called natural justice the Courts should be slow indeed\nto set aside his award.\n</blockquote><blockquote id=\"blockquote_11\">6. This in our opinion is an appropriate attitude.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_11\">31.   The Supreme Court in a judgment reported as\n(2006) 13 SCC 322, Paramjeet Singh Patheja v. ICDS\n<span class=\"hidden_text\" id=\"span_9\">                                      7</span>\n                       WP-9241-2020, WP-9267-2020, WP-9269-2020, WP-9272-2020, WP-9277-2020, WP-9279-2020\n\n\n\n\nLtd. examined the difference between the Courts and\narbitral tribunals and held that the litigation is a legal\naction in a Court of law whereas arbitration is the\nresolution of a dispute between the two contracting\nparties by the persons chosen by them to be arbitrators.\nThe Supreme Court held as under:--\n</p><blockquote id=\"blockquote_12\">&quot;35. That litigation is therefore very different from\narbitration is clear. The former is a legal action in a Court of\nlaw where judges are appointed by the State; the latter is the\nresolution of a dispute between two contracting parties by\npersons chosen by them to be arbitrators. These persons need\nnot even necessarily be qualified trained judges or lawyers.\nThis distinction is very old and was picturesquely expressed\nby Edmund Davies, J. in these words:\n</blockquote><blockquote id=\"blockquote_13\">&quot;Many years ago, a top-hatted gentleman used to parade\noutside these law Courts carrying a placard which bore a\nstirring injunction &#x27;Arbitrate don&#x27;t Litigate&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_12\">36. Moreover, the position that arbitrators are not Courts is\nquite obvious and this Court noted the position as under in\ntwo decisions:\n</p><blockquote id=\"blockquote_14\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"229072\" id=\"span_10\">&quot;16. But the fact that the arbitrator under section 10A is not\nexactly in the same position as a private arbitrator does not\nmean he is a tribunal under <a href=\"/doc/427855/\" id=\"a_8\">Article 136.</a> Even if some of the\ntrappings of the Court are present in his case, he lacks the\nbasic, the essential and the fundamental requisite in that\nbehalf because he is not invested with the State&#x27;s inherent\njudicial power He is not a Tribunal because the State has not\ninvested him with its inherent judicial power and the power\nof adjudication which he exercises is derived by him from\nthe agreement of the parties.&quot; (<a href=\"/doc/229072/\" id=\"a_9\">Engineering Mazdoor Sabha\nv. Hind Cycles Ltd.</a>, AIR 1963 SC 874.)&quot; (emphasis\nsupplied)\n&quot;4. There was no dispute that the arbitrator appointed under\n<a href=\"/doc/1166210/\" id=\"a_10\">section 19(1)(b)</a> [of the <a href=\"/doc/4890801/\" id=\"a_11\">Defence of India Act, 1939</a>] was not\n<span class=\"hidden_text\" id=\"span_11\">                                     8</span>\n                      WP-9241-2020, WP-9267-2020, WP-9269-2020, WP-9272-2020, WP-9277-2020, WP-9279-2020\n\n\n\n\na Court.</span> (Collector v. Gauri Shankar Misra, AIR 1968 SC\n</blockquote><blockquote id=\"blockquote_15\">384)&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_13\">37. Thus the thrust of submissions made by both the learned\nsenior counsel can be summarized as under:\n</p><blockquote id=\"blockquote_16\">Courts are institutions invested with the judicial power of the\nState to finally adjudicate upon disputes between litigants\nand to make formal and binding orders and decrees. Civil\nCourts pass decrees and orders for payment of money and the\nterms &#x27;decree and order&#x27; are defined in <a href=\"/doc/161831507/\" id=\"a_12\">the CPC</a>. Arbitrators\nare persons chosen by parties to adjudge their disputes. They\nare not Courts and they do not pass orders or decrees for the\npayment of money; they make awards.&quot;\n</blockquote><blockquote id=\"blockquote_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"654172\" id=\"span_12\">32.   A Constitution Bench in a judgment reported as\n(<a href=\"/doc/654172/\" id=\"a_13\">1992) 1 SCC 508, Secretary, Irrigation Department,\nGovernment of Orissa v. G.C. Roy</a>, while examining the\nright of an Arbitrator to award pendente lite, held that\narbitration is substitution of the forum of Civil Court.</span>\n</blockquote><p data-structure=\"Section\" id=\"p_14\">The relevant conclusion reads as under:--\n</p><blockquote id=\"blockquote_18\">&quot;43 (i) *** *** ***\n</blockquote><blockquote id=\"blockquote_19\">(ii) An arbitrator is an alternative form (sic forum) for\nresolution of disputes arising between the parties. If so, he\nmust have the power to decide all the disputes or differences\narising between the parties. If the arbitrator has no power to\naward interest pendente lite, the party claiming it would have\nto approach the Court for that purpose, even though he may\nhave obtained satisfaction in respect of other claims from the\narbitrator. This would lead to multiplicity of proceedings.\n</blockquote><blockquote id=\"blockquote_20\">(iii) An arbitrator is the creature of an agreement. It is open\nto the parties to confer upon him such powers and prescribe\nsuch procedure for him to follow, as they think fit, so long as\nthey are not opposed to law. (The proviso to <a href=\"/doc/1038208/\" id=\"a_14\">section 41</a> and\n<a href=\"/doc/1529130/\" id=\"a_15\">section 3</a> of Arbitration Act illustrate this point). All the\n<span class=\"hidden_text\" id=\"span_13\">                                          9</span>\n                           WP-9241-2020, WP-9267-2020, WP-9269-2020, WP-9272-2020, WP-9277-2020, WP-9279-2020\n\n\n\n\n     same, the agreement must be in conformity with law. The\n     arbitrator must also act and make his award in accordance\n     with the general law of the land and the agreement.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_15\">                              *** *** ***\n</p><p data-structure=\"CDiscource\" id=\"p_16\">     33.   In view of the above, we find that the arbitration is\n     resolution of disputes between two contracting parties by\n     the persons chosen by them to be arbitrators and in the\n     case of arbitration under the State Act, by statutory\n     constituted Tribunal. An Arbitrator is to do justice in the\n     sense of arriving at a fair decision and is not bound by\n     strict law of evidence as contained in <a href=\"/doc/1953529/\" id=\"a_16\">Indian Evidence\n     Act</a>. However, the Arbitrator while arriving at a fair\n     decision has to keep in mind the law applicable to the\n     contract and to the facts of the matter before it.&quot;\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_17\">5.   Furthermore, in M/s Prestressed Concrete Industries\n\nthrough    its   partners         Naresh               Agarwal                 &amp;          Ors           vs\n\nM.P.M.K.V.V.C.L &amp; Ors : Writ Petition No.3189/2019 decided on\n\n26.06.2019 by Gwalior Bench of this Court, it is held :\n</p>\n<blockquote id=\"blockquote_21\">     &quot;It is borne out from the agreement that Clause 32\n     contains the Arbitration Clause which provides:\n</blockquote><blockquote id=\"blockquote_22\">     &quot;32. ARBITRATION:\n</blockquote><blockquote id=\"blockquote_23\">     If, at any time, any question, dispute or difference,\n     whatsoever shall arise between the purchaser and the\n     supplier, upon, or in relation to or in connection with the\n     contract, either party may forthwith give to the other, notice\n     in writing of the existence of such question, dispute or\n     difference, and the same shall be referred to the adjudication\n<span class=\"hidden_text\" id=\"span_14\">                                    10</span>\n                      WP-9241-2020, WP-9267-2020, WP-9269-2020, WP-9272-2020, WP-9277-2020, WP-9279-2020\n\n\n\n\nof two Arbitrators, one to be nominated by the purchaser and\nthe other to be nominated by the supplier. In the case of said\nArbitrators not agreeing, the matter shall be referred to the\nadjudication of an Umpire, to be appointed by the\nArbitrators, whose, decision shall be final and binding on the\nparties.\n</blockquote><blockquote id=\"blockquote_24\">The arbitration shall be conducted as per provision of the\nMadhya Pradesh Madhyastham Adhikaran Adhiniyam 1983,\nas amended from time to time, and of the rules made there\nunder. The Arbitrators or the Umpire as the case may be, are\nbound to give a detailed speaking award assigning reasons\nfor the findings.\n</blockquote><blockquote id=\"blockquote_25\">Supplies under the contract shall be continued by the\nSupplier during the arbitration proceedings, unless otherwise,\ndirected in writing by the purchaser or unless the matter is\nsuch that the work cannot possibly be continued until the\ndecision of the Arbitrator or of the Umpire, as the case may\nbe, is issued.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"888433\" id=\"span_15\">In &quot;<a href=\"/doc/888433/\" id=\"a_17\">Bisra Lime Stone Co. Ltd. Vs. Orissa SEB</a> [(1976) 2\nSCC 167]&quot;, it is held by their Lordships:</span>\n</p><blockquote id=\"blockquote_26\">&quot;24. It is then submitted that this Court should not use its\ndiscretion in favour of arbitration in a matter where it is a\npure question of law as to the power of the Board to levy a\nsurcharge. This submission would have great force if the sole\nquestion involved were the scope and ambit of the power of\nthe Board under <a href=\"/doc/481329/\" id=\"a_18\">Sections 49</a> and <a href=\"/doc/1610983/\" id=\"a_19\">50</a> of the Act to levy a\nsurcharge, as it was sought to be initially argued. The\nquestion in that event may not have been within the content\nof Clause 23 of the agreement. But all questions of law, one\nof which may be interpretation of the agreement, need not\nnecessarily be withdrawn from the domestic forum because\nthe court has discretion under <a href=\"/doc/1722761/\" id=\"a_20\">Section 34</a> of the Arbitration\nAct or under <a href=\"/doc/1712542/\" id=\"a_21\">Article 226</a> of the Constitution and that the\ncourt is better posted to decide such questions. The\narbitration Clause 23 is a clause of wide amplitude taking in\nits sweep even interpretation of the agreement and\n<span class=\"hidden_text\" id=\"span_16\">                                     11</span>\n                       WP-9241-2020, WP-9267-2020, WP-9269-2020, WP-9272-2020, WP-9277-2020, WP-9279-2020\n\n\n\n\nnecessarily, therefore, of Clause 13 therein. We are therefore,\nunable to accede to the submission that we should exercise\nour discretion to withhold the matter from arbitration and\ndeal with it ourselves.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1172863\" id=\"span_17\">In &quot;<a href=\"/doc/1172863/\" id=\"a_22\">Sanjana M. Wig Vs. Hindustan Petroleum Corpn. Ltd</a>\n[(2005) 8 SCC 242]&quot;, it is held by their Lordships:</span>\n</p>\n<blockquote id=\"blockquote_27\">&quot;12. The principal question which arises for consideration is\nas to whether a discretionary jurisdiction would be refused to\nbe exercised solely on the ground of existence of an\nalternative remedy which is more efficacious. Ordinarily,\nwhen a dispute between the parties requires adjudication of\ndisputed question of facts wherefor the parties are required to\nlead evidence both oral and documentary which can be\ndetermined by a domestic forum chosen by the parties, the\nCourt may not entertain a writ application [See Titagarh\nPaper Mills Ltd. v. Orissa SEB (1975) 2 SCC 436 and Bisra\nStone Lime Co. Ltd. v. Orissa SEB) (1976) 2 SCC 167].&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1089337\" id=\"span_18\">In &quot;<a href=\"/doc/1089337/\" id=\"a_23\">Empire Jute Company Limited And others vs Jute\nCorporation of India Limited and another</a> [(2007) 14\nSCC 680]&quot;, their Lordships were pleased to observe:</span>\n</p>\n<blockquote id=\"blockquote_28\">&quot;18. The power of judicial review vested in the superior\ncourts undoubtedly has wide amplitude but the same should\nnot be exercised when there exists an arbitration clause. The\nDivision Bench of the High Court took recourse to the\narbitration agreement in regard to one part of the dispute but\nproceeded to determine the other part itself. It could have\nrefused to exercise its jurisdiction leaving the parties to avail\ntheir own remedies under the agreement but if it was of the\nopinion that the dispute between the parties being covered by\nthe arbitration clause should be referred to arbitration, it\n<span class=\"hidden_text\" id=\"span_19\">                                                    12</span>\n                                      WP-9241-2020, WP-9267-2020, WP-9269-2020, WP-9272-2020, WP-9277-2020, WP-9279-2020\n\n\n\n\n                 should not have proceeded to determine a part of the dispute\n                 itself.&quot;\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_21\">                 Since the petitioner has an efficacious, alternative\n                 remedy for resolving the dispute by taking recourse to\n                 arbitration, we are not inclined to cause an indulgence.&quot;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_22\">        6.       Since there exist an efficacious, alternative statutory remedy\n\n        for resolving the dispute which arises due to termination of contract,\n\n        we are not inclined to cause any indulgence in a writ petition under\n\n        <a href=\"/doc/1712542/\" id=\"a_24\">Article 226</a> of the Constitution. The petitioner is relegated to avail\n\n        the remedy as per Clause 40 of the General Conditions of Contract.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_23\">        7.       The writ petitions are disposed of finally in above terms. No\n\n        costs.\n</p>\n\n\n<pre id=\"pre_2\">                   (Sanjay Yadav)                                   (Rajeev Kumar Dubey)\n                  Acting Chief Justice                                     Judge\nvinod\n<span class=\"hidden_text\" id=\"span_20\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_21\">VINOD VISHWAKARMA</span>\n<span class=\"hidden_text\" id=\"span_22\">Date: 2020.10.09</span>\n<span class=\"hidden_text\" id=\"span_23\">14:32:30 +05&#x27;30&#x27;</span>\n</pre><span class=\"hidden_text\" id=\"span_24\"> </span>","numcites":21,"numcitedby":0,"docsource":"Madhya Pradesh High Court","citetid":105098154,"divtype":"judgments","relatedqs":[{"value":"outsourcing","formInput":"outsourcing"},{"value":"adhiniyam, 1983","formInput":"adhiniyam%2C%201983"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"Award  filter:  Madhyastham","formInput":"Award%20%20filter%3A%20%20Madhyastham"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"efficacious","formInput":"efficacious"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"commencement-evidence-act","formInput":"tag:commencement-evidence-act"},{"value":"law-governing-evidence","formInput":"tag:law-governing-evidence"},{"value":"special-leave-appeal-by-supreme-court","formInput":"tag:special-leave-appeal-by-supreme-court"},{"value":"legal-stay","formInput":"tag:legal-stay"}],"courtcopy":true,"query_alert":null,"agreement":false}