{"tid":20910401,"publishdate":"2015-04-30","title":"Puri Construction P. Ltd. And Ors. vs Larsen And Toubro Ltd. And Anr. on 30 April, 2015","doc":"<h2 class=\"doc_title\">Puri Construction P. Ltd. And Ors. vs Larsen And Toubro Ltd. And Anr. on 30 April, 2015</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-r-bhat\">S.Ravindra Bhat</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-r-bhat\">S. Ravindra Bhat</a>, <a href=\"/search/?formInput=benchid:n-waziri\">Najmi Waziri</a></h3>\n\n<pre id=\"pre_1\">*     IN THE HIGH COURT OF DELHI AT NEW DELHI\n\n                                                Reserved on: 22.12.2014\n                                              Pronounced on: 30.04.2015\n\n+     FAO(OS) 21/2009\n\n      PURI CONSTRUCTION P. LTD. AND ORS...              ......Appellants.\n\n             Versus\n\n      LARSEN AND TOUBRO LTD. AND ANR.                 ........Respondents\n\n+     FAO(OS) 22/2009\n\n      MOHINDER PURI                              ...    ......Appellant\n\n             Versus\n\n      LARSEN AND TOUBRO LTD. AND ANR.                 ........Respondents\n\n+     FAO(OS) 23/2009\n\n      PURI CONSTRUCTION P. LTD. AND ORS...              ......Appellants.\n\n             Versus\n\n      LARSEN AND TOUBRO LTD. AND ANR.                 ........Respondents\n\n+     FAO(OS) 194/2009\n\n      M/S. LARSEN AND TOUBRO LTD.                     ......Appellant\n\n             Versus\n\n      PURI CONSTRUCTION LTD. AND ORS. .               ........Respondents\n\n                           Through: Sh. Arvind Nigam, Sr. Advocate with\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                              Page 1\n                            Sh. M.R. Shamshad, Sh. Shashank Singh and Sh.\n                           Abdullah Umar, Advocates, for petitioner in\n                           FAO(OS)21/2009 and FAO(OS)23/2009 and\n                           respondent in FAO(OS)194/2009.\n                           Sh. Ram Jethmalani, Sr. Advocate with Sh. Neeraj\n                           Malhotra and Sh. P. Garg, Advocates, for\n                           appellant in FAO(OS)22/2009 and Respondent\n                           No.3 in FAO(OS)194/2009.\n                           Sh. Ashok. H. Desai, Sr. Advocate with Sh.\n                           Sameer Parekh, Ms. Rukmini Bobde, Sh. Kumar\n                           Shashank, Ms. Sanjana Ramachandran and Sh.\n                           Abhishek Vinod Deshmukh, Advocates, for L&amp;T.\n\n      CORAM:\n      HON&#x27;BLE MR. JUSTICE S. RAVINDRA BHAT\n      HON&#x27;BLE MR. JUSTICE NAJMI WAZIRI\n\nMR. JUSTICE S. RAVINDRA BHAT\n\n%\n\n1.    These appeals under <a href=\"/doc/772406/\" id=\"a_1\">Section 37</a> of the Arbitration and Conciliation\nAct, 1996, (hereafter &quot;the Act&quot;) are preferred against the judgment and order\nof the learned Single Judge dated 26.11.2008, in O.M.P. No. 26/2003. The\nimpugned judgment set aside the order of the learned Sole Arbitrator who\nconstituted the arbitral tribunal (hereafter &quot;the Tribunal&quot;), under <a href=\"/doc/536284/\" id=\"a_2\">Section 34</a>\nof the Act. The Tribunal had upheld claims by Puri Constructions Ltd and its\nsister concerns (collectively referred to as &quot;PCL&quot;) against Larsen and\nToubro Ltd (&quot;L&amp;T&quot;) and awarded, upon a finding of economic coercion of\nPCL, damages to the tune of `35 crores against L&amp;T on account of breach\nof contract. L&amp;T was directed to settle the claims of Lord Krishna Bank\n(&quot;LKB&quot;) within four weeks - by repayment of loan of ` 6 crores with such\ninterest that may be due and payable. A further direction to L&amp;T was issued\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                    Page 2\n to secure the release of title deeds of 15 acres of land from the bank and to\nreimburse PCL&#x27;s interest charges and in default pay a sum of `75 crores for\nloss of saleable area in respect of the said 15 acres of land mortgaged with\nthe LKB, within 4 weeks. Other consequential directions were issued in the\naward.\n\nFacts of the case</pre>\n\n<p data-structure=\"Facts\" id=\"p_1\">2.    PCL and its sister companies were in possession of vast stretches of\nland in Gurgaon District, Haryana. PCL secured licenses from the Director,\nTown and City Planning, Haryana (hereafter &quot;Town Planner&quot;) to develop\nthese lands for residential group housing scheme purposes. Initially, PCL\nhad entered into an agreement with ITCREF (another company) and formed\na joint venture known as &#x27;Florentine India Ltd&#x27; to develop these lands for\nresidential group housing project purposes. In terms of this joint venture,\nITCREF funded PCL for purchasing other lands and acquiring licenses etc.\nLater, however, ITCREF decided to exit from property development\nbusiness. For this purpose, it negotiated with PCL and introduced L&amp;T into\nthe project. ITCREF had unsettled claims against PCL. To secure its claim\nITCREF mandated that its interests in the project should be mentioned in the\nagreement between PCL and L&amp;T.\n\n</p><p data-structure=\"Facts\" id=\"p_2\">3.    L&amp;T (appellant in FAO(OS) 194/2009) and PCL (appellant in FAO\n(OS) Nos. 21-23/2009) entered into an agreement for land development\n(hereafter &quot;the Development Agreement&quot;) on 10-03-1998 (signed on 19-01-\n1998). After the Development Agreement, a Supplementary Agreement was\nentered into between the two on 30-12-1999 (called &quot;Supplementary\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                    Page 3\n Agreement&quot;). Pursuant to the Supplementary Agreement, a Tripartite\nAgreement was entered into between PCL, L&amp;T and Lord Krishna Bank\n(LKB) on 10-01-2000 (hereafter &quot;Tripartite Agreement&quot;).\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">Terms of the Development Agreement\n\n</p><p data-structure=\"Facts\" id=\"p_4\">4.    According to the Development Agreement, the total land to be\ndeveloped was 40.661 acres (Schedule &quot;A&quot;); however, in the beginning,\nL&amp;T was to complete construction (within 60 months) in Schedule &quot;B&quot; of\nthe property, which covered 18.025 acres [&quot;Phase 1&quot;]. After the completion\nof the first phase, L&amp;T, in consultation with PCL, could review and revise\nthe specifications, schedule and the mandate, according to market\nconditions. The Development Agreement stipulated that development of\nand construction upon the entire lands was L&amp;T&#x27;s responsibility, at its costs\nand expenses. It was entitled- as consideration, to 75% of the built up area\ntogether with proportionate interest in the land. PCL and others were entitled\nto the balance 25% of the area (Clause 7). The agreement, also, specifically\nrecognized PCL&#x27;s other commitment- in the form of an agreement with\nITCREF (dated 30-07-1997) in terms of which PCL was to hand over\n1,95,000 sq ft of built up area to ITCREF within 5 years. The option to\nchoose the built up area was with ITCREF. After mentioning this\ncommitment, the Development Agreement provided that the understanding\nof PCL with ITCREF stood further modified. PCL committed that an area of\n2,20,416 sq. ft. was allocable to ITCREF to satisfy the latter&#x27;s claim against\nit (PCL) and that the said area shall be out of PCL&#x27;s share of built up area (in\nthe Development Agreement with L&amp;T). The Development Agreement,\nconsequently, provided that out of the 25% share of PCL, an area of\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                      Page 4\n 2,20,416 sq ft stood committed (by it) to ITCREF against its (PCL&#x27;s)\nliabilities (Clause 3(c)(i) of the agreement).\n</p>\n<p data-structure=\"CDiscource\" id=\"p_5\">5.    The agreement further provided that though the total land to be\ndeveloped was 40.661 acres - mentioned in Schedule &#x27;A&#x27;, L&amp;T was to\nundertake and complete construction initially at the spaces (out of Schedule\nA) known as Schedule &#x27;B&#x27; of the property within a period of 60 months or\nsuch mutually extended period from the date of sanction of the building plan\nor clearance obtained under <a href=\"/doc/772406/\" id=\"a_3\">Section 37(i)</a>, whichever was later (Clause 26).\nClause 26(a) of the Development Agreement stipulated that the construction\nof first phase i.e. at Schedule &#x27;B&#x27; would involve an area of 3,00,000 sq ft; the\ntotal development of the area was to be done in 5 years. After completion of\nfirst phase, L&amp;T, in consultation with PCL, had the &quot;option and liberty&quot; to\nreview and revise the specifications, mandates and the built up area of the\nplan development and extend the period of completion by further period of\n12 months depending upon the market conditions. The agreement provided\nfor development of the area in phased manner in following terms:\n</p>\n<blockquote id=\"blockquote_1\">      &quot;As part of Phase I Development, the Developer shall commence\n      developing a portion of the Schedule &#x27;A&#x27; Property more fully\n      described in Schedule &#x27;B&#x27; written hereunder and delineated in GREEN\n      colour in the Sketch appended hereto, and referred to as &#x27;Schedule &#x27;B&#x27;\n      Property&#x27; i.e. for an area of 18.025 Acres and complete within 60\n      months (five years). The balance of the construction in the Schedule\n      &#x27;A&#x27; Property will be taken up in terms of the license as per a Schedule\n      of Construction mutually acceptable to the Owner and Developer,\n      taking cognizance of the sales of developed Schedule &#x27;B&#x27; Property and\n      the prevailing real estate market conditions.&quot;\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_2\">FAO (OS) 21/2009 AND CONNECTED CASES                                      Page 5\n</blockquote><blockquote id=\"blockquote_3\"> 6.    After approval of the plans, and before the commencement of\nconstruction, PCL and L&amp;T were to determine and demarcate the\nbuilding/floor plans; the relative areas to be allotted proportionately in each\nblock (or each tower), and also specify them by separate agreements: or by\nexchanging letters within 30 days of commencement of bookings for each\nplace. PCL was to inform L&amp;T about the built up area allocable ITCREF\nwithin 15 days thereof. The sale policy was to be finalized mutually between\nPCL and L&amp;T. The agreement stipulated that the opening sale would be in\nthe region of approximately `2000/- per square feet [Clause 18 (c) and (h)].\nClause 20 provided that PCL was to identify the built up area to be retained\nby the owners within 30 days of commencement of each phase. Clause 26 of\nthe agreement provided that L&amp;T was to complete construction of the\nbuilding at Schedule &#x27;B&#x27; property within a period of 60 months (or within a\nmutually extended period from the date of the sanction of building plan).\nClause 34 of the agreement reads as under:\n</blockquote>\n<blockquote id=\"blockquote_4\">      &quot;The Developer shall not be deemed to be in default if the\n      performance of its obligations hereunder is delayed or prevented by\n      conditions constituting force-majeure which shall include but not be\n      limited to any laws, order bye-laws, rule or direction of any\n      Government or Municipal or statutory agency or other authority,\n      restrains, injunctions from any court of law, withdrawal of\n      permissions, non-availability of construction materials strikes, fire or\n      any act of God, as also the prevailing real estate market conditions or\n      any other reason or cause whatsoever beyond and the reasonable\n      control of the Developer. All periods, hereunder fixed shall be deemed\n      to have been extended by the periods equal to the periods of delay on\n      account of the conditions constituting force majeure.&quot;\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_6\">7.    The Schedule attached to the property spelt out the area of Schedule\n&#x27;B&#x27; properties as 18.025 acres (to be developed initially by L&amp;T within a\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                     Page 6\n period of 5 years). This area was spread over on two sides of the road shown\nin the sketch attached with the agreement and was delineated in green. The\nagreement also annexed an agreement entered into between PCL and\nITCREF; the latter providing that PCL had to pay ITCREF an amount of `\n39.59 crore. As a result of the understanding between the parties to resolve\nthe disputes, it was agreed that PCL shall discharge the said debt liabilities\nby selling, conveying and transferring to ITCREF built up area out of the\nproject. The extent of built up space mentioned in the agreement with\nITCREF was 1,95,000 sq ft out of which 1,51,250 sq ft was to be given in\nBlock &#x27;A&#x27; and the remaining was to be given in Block B. The agreement also\nprovided that the price or consideration for the built up area would be in the\nrange of `2000/- per sq. ft. The Development Agreement specified that the\nagreement of PCL with ITCREF stood further modified and that PCL had\ncommitted 2,20,416 sq. ft. of the built up area to ITCREF and that of this, it\ncommitted an area of 1,53,500 sq. ft. to be given in buildings over Schedule\nB property and remaining area was to be given in phases in rest of the area\nshown in Schedule &#x27;A&#x27; of properties.\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">Supplementary Agreement and Tripartite Agreement\n\n</p><p data-structure=\"Facts\" id=\"p_8\">8.    Subsequent to the Development Agreement, parties corresponded\nwith each other. This mainly concerned implementation of the arrangement\nand difficulties encountered by the parties. After lengthy correspondence\nand considering market situation, PCL and L&amp;T entered into the\nSupplementary     Agreement      dated   30.12.1999.   The    Supplementary\nAgreement acknowledged that the parties had executed the Development\nAgreement; that PCL had obtained development plan sanction from the\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                     Page 7\n Department of Town and Country Planning (&quot;DTCP&quot;) &quot;by which time, in\nthe opinion of the Developer, the adverse real estate market condition made\nthe project financially unviable causing delay in launching of the project\ncontemplated under the Development Agreement as provided under Clause\n26&quot; . The Supplementary Agreement also stated that in terms of the original\n(Development Agreement) the &quot;onus of paying EDC (External Development\nCharges) vested with L&amp;T and that it had, in part compliance of that\nconditions paid `25 lakhs as EDC to the DTCP Haryana. The agreement\nfurther inter alia, stated that:\n</p>\n<blockquote id=\"blockquote_5\">       &quot;Whereas the Developer has till date not furnished the Bank\n       Guarantee(s) or paid the EDC, except for the sum of Rs. 25 lac as\n       stated above. The Developer took the stand that in view of the adverse\n       market conditions the project had become unviable and sought further\n       time from the Owner to allow the prevailing real estate market\n       condition to improve;\n</blockquote>\n<blockquote id=\"blockquote_6\">       Whereas the parties to the Development Agreement have discussed\n       impact of continued adverse real estate market conditions on the\n       project as also on the Development Agreement vis-a-vis nonpayment\n       of EDC to the DTCP and consequent issue of the Show Cause Notice\n       from DTCP, Haryana, dated 02/11/1999;\n</blockquote>\n<blockquote id=\"blockquote_7\">       Whereas the Developer is of the opinion that the project is not\n       financially viable due to adverse real estate market conditions, but the\n       Owner is confident in generating sales, for the project through a\n       network of brokers and securing bookings for 75% of the constructed\n       area of 3.84 lac sq ft. to be launched in the first phase within 3 to 6\n       months of the launch of sales;\n</blockquote>\n<blockquote id=\"blockquote_8\">       Whereas on the assurance as aforesaid of the Owner, the Developer\n       has agreed to enter into a Tripartite Agreement with Lord Krishna\n       Bank having its registered office at Indian Express Building, Kaloor\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                     Page 8\n       Kochi who has agreed to pay Rs. 6 crores to DTCP Haryana as EDC\n      as term loan to the Owner;\n</blockquote>\n<blockquote id=\"blockquote_9\">      Whereas it is agreed between the parties to decide about the\n      continuation/determination/renegotiation of the said Development\n      Agreement depending upon the market response to the I Phase of the\n      project involving construction of 3.84 lakh sq ft. as provided herein..&quot;\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_9\">9.    The Supplementary Agreement specified that the parties would\n&quot;decide upon the continuation/determination/renegotiation of the said\nDevelopment Agreement depending upon the market response to I Phase of\nthe project&quot; which involved construction of 3.84 lakhs square feet. The\nSupplementary Agreement also stated that the Development Agreement\nwould continue to bind the parties unless otherwise stated in the\nSupplementary Agreement, and that it was to come into force in the event of\ncertain conditions being fulfilled, such as L&amp;T replacing or taking over the\nbank guarantees furnished to the DTPC by PCL, etc. The Supplementary\nAgreement stated the area of first phase was 3.84 lac sq. ft. In the\nDevelopment Agreement the area spelt out was 3 lac sq ft. The\nSupplementary Agreement provided that L&amp;T would start construction in\nPhase-I of development subject to achieving confirmed bookings and selling\ntargets undertaken by PCL in terms of details given in Annexure-II. Clause\nIV and V of the Supplementary Agreement stated as follows:\n</p>\n<blockquote id=\"blockquote_10\">      &quot;IV. The Developer and OWNER have agreed to launch the first\n      phase of development and start construction work for 3.84 lacs sq. ft.\n      as the Owner has expressed his confidence in generating sales for the\n      project through a network of brokers and securing confirmed\n      bookings/sale or 75% of the area to be launched in the first phase\n      within 3 to 6 months of the launch of sales.\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_11\">FAO (OS) 21/2009 AND CONNECTED CASES                                    Page 9\n       V. That the Developer shall only commence construction in 1st Phase\n      of Development subject to achieving confirmed booking/selling\n      targets undertaken by the Owner as detailed in Annexure II to this\n      Agreement at the location shown in the sketch annexed hereto with\n      revised plans and specifications mutually agreed between the parties\n      hereto.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_10\">10.   Consequent to the Supplementary Agreement, a Tripartite Agreement\nwas entered into between PCL, L&amp;T and the Lord Krishna Bank (LKB).\nThe Tripartite Agreement recounted, inter alia, the Development agreement,\nterms of the Supplementary Agreement and adverse real estate market\nconditions and postponement of the project/contract completion time. The\nTripartite Agreement provided that LKB was to pay `6 crores to DTCP\nHaryana against EDC on behalf of PCL on or before 21-01-2000. The\namount was to be treated as a term loan by LKB to PCL and `15 crore\nproperty already mortgaged by PCL was to be continued as a security. LKB\nwas to continue another bank guarantee for a sum of `466.175 lakhs in\nfavour of DTCP against the indemnity bond to be executed by L&amp;T and\nLKB was to release to PCL the counter guarantees outstanding for the bank\nguarantee for `466.175 lakhs and refund - to PCL the margin money with\naccrued interest. L&amp;T had to pay - to LKB `5.19 crores on behalf of PCL to\ndischarge a loan availed by PCL -for payment of EDC on or before 19-01-\n2000. PCL and L&amp;T also undertook to launch sale of apartments by 15-02-\n2000. The sale was to be completed within 30 months from the date of\ncommencement of construction and all sale proceeds collected by L&amp;T were\nto be deposited in an escrow account to be opened with LKB.\n</p>\n<p data-structure=\"Facts\" id=\"p_11\">11.   In a short time after the execution of the Tripartite Agreement, the\nentire project got mired in controversy.     A whole range of disputes\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                Page 10\n concerning the interpretation of the conditions arose. L&amp;T construed its\nobligation to pay EDC (to DTCP) in futuro, i.e., payment of subsequent\nEDCs. PCL, on the other hand, insisted that the EDC payment obligation\nalso covered past payments. Apparently on 24.01.2000, it was noted before\nthe DTCP that 4th, 5th and 6th instalments aggregating to `6.6 crores were\noutstanding. PCL asked L&amp;T to provide a counter guarantee to LKB. L&amp;T\napparently opened an escrow account in LKB in terms of the Tripartite\nAgreement and subsequently paid `4.08 lakhs which were collected from\nprospective buyers.     Meanwhile, the formal launch of the project was\nunderway and on 28.03.2000, the parties agreed that the inaugural offer\nwould be `4.175 lakhs with a discount of 10% per flat. L&amp;T gave a counter\nguarantee for `4.65 crores to LKB on 29.03.2000. The project was launched\nin April, 2000. L&amp;T sought clarifications on 07.04.2000 that out of the first\nphase of 3.84 lakhs sq.ft. constructed area, nothing was allocable to\nITCREF. On 13.05.2000, an arbitration award was made against PCL in\nfavour of ITCREF obliging the former to allot 106200 sq.ft. This was\ndisclosed to L&amp;T on 22.05.2000. Later, on 26.05.2000, L&amp;T stated that the\ncommitment made by PCL under the award was contrary to the agreement\nbetween the parties that the entire 3.84 lakhs sq.ft area could be first sold\nand no part of it could be allotted to ITCREF. It also claimed to be in the\ndark about the arbitration between PCL and ITCREF.\n</p><p data-structure=\"Facts\" id=\"p_12\">12.   Subsequently, acrimonious correspondence took place between the\nparties and ITCREF made public the award and PCL&#x27;s commitment to it; it\nalso went to Court and secured a restraint order against the PCL, L&amp;T and\nothers on 21.07.2000, requiring them not to create any third party interest\nover the project. The allotment of area to ITCREF led to disputes and on\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                   Page 11\n 18.12.2000, PCL terminated the agreement with L&amp;T.             In its letter, it\nclaimed to have taken over possession of the site on 30.10.2000. PCL\napproached this Court with an application under <a href=\"/doc/1841764/\" id=\"a_4\">Section 11</a> of the\nArbitration and Conciliation Act.      On 14.02.2001, the Court appointed\nJustice G.N. Ray (Retired Supreme Court Judge) as the Tribunal to decide\nthe disputes and differences between the parties.\n</p>\n<p data-structure=\"Issue\" id=\"p_13\">Arbitration Proceedings:\n</p><blockquote id=\"blockquote_12\">13.   On 17.03.2001, PCL lodged its statement of claims and also applied\nfor interim relief under <a href=\"/doc/318136/\" id=\"a_5\">Section 17</a> of the Act. The claim against L&amp;T was\nto satisfy the loan availed from LKB and obtain release of title deed of 15\nacres of land and for an award of directing L&amp;T to immediately return the\ntitle deeds of the land which were with it and also return sanctioned\ndevelopment plans and all connected licences, permits, permissions, etc.\nDamages to the tune of `300 crores and punitive damages to the tune of\n`100 crores were sought. On 31.05.2001, the Tribunal made an order on the\n<a href=\"/doc/318136/\" id=\"a_6\">Section 17</a> interim application filed by PCL. The order noted L&amp;T&#x27;s claim\nthat the Development Agreement between the parties stood repudiated, and\nthat it could not be directed to fulfill any of the obligations under it at that\nstage including the obligation to pay LKB. The order stated, inter alia, that\n&quot;it is, however, made clear that if L&amp;T is compelled to make any payment in\nconnection with the mortgage of some land with the bank, PCL/claimants\nwill be entitled to get back the title deeds since mortgaged to the bank and to\nproceed with the development work in respect of such land only on payment\nof the amount which may have to be paid by the L&amp;T to the Lord Krishna\nBank after this Order&quot;.\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_13\">FAO (OS) 21/2009 AND CONNECTED CASES                                     Page 12\n</blockquote><blockquote id=\"blockquote_14\"> 14.   L&amp;T challenged this order so far as it directed return of title deeds\nand plans by filing FAO 319/2001. In terms of the directions of this Court,\nthe deeds and plans were deposited with Registrar of this Court.          The\nTribunal framed 14 issues or points for decision. PCL also relied on the\ndeposition of its Managing Director, Mohan Puri who was also cross-\nexamined.\n</blockquote><blockquote id=\"blockquote_15\">15.   Based upon the extensive hearings held, the materials placed on\nrecord and the written submissions of the parties, the Tribunal published the\naward on 28.12.2002. The Tribunal&#x27;s findings, inter alia, are that firstly\nL&amp;T jeopardised PCL&#x27;s obligations towards ITCREF, whose interest was\nset out and safeguarded in the Development Agreement. Secondly, the\naward held that L&amp;T resiled from, and went back upon, its original\ncontractual obligations and tried to make sales unilaterally, without sanction\nof the revised development plan and without making any provision for the\nresponsibility towards ITCREF. The Tribunal was of the opinion that PCL\ncould not make any sale on the basis of unsanctioned development plans\nbecause that would have been illegal and entailed the risk of cancellation of\nlicences. Thirdly, the Tribunal accepted PCL&#x27;s contention that L&amp;T had\nconsciously decided to abandon the Development Agreement and omitted to\npay the EDC and also defaulted in fulfillment of its obligations to the\nstatutory authorities, ITCREF, as well as LKB. Fourthly, the Tribunal held\nthat the object of the Supplementary Agreement (as consideration for the\nsaid contract&#x27;s implementation) was unlawful because it sought to defeat the\nbeneficial interest of the ITCREF, which was a signatory to the\nDevelopment Agreement as a consenting party. The Tribunal also held that\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                    Page 13\n the Supplementary Agreement was tainted by economic coercion and the\nsignatures of PCL were obtained by withholding trust property.\nChallenge to the award and the impugned judgment\n</blockquote><blockquote id=\"blockquote_16\">16.   L&amp;T preferred an application under <a href=\"/doc/536284/\" id=\"a_7\">Section 34</a> of the Act, urging\ndiverse grounds as the basis to set aside the award. The proceedings were\nresisted by PCL. After considering the submissions and the record, the\nimpugned judgment was delivered, setting aside the award.\n</blockquote><blockquote id=\"blockquote_17\">17.   The learned Single Judge was of the opinion that the Tribunal\ncommitted a fundamental error in holding that there was economic duress or\ncoercion which undermined the legality of the Supplementary Agreement.\n</blockquote><p data-structure=\"Precedent\" id=\"p_14\">The impugned judgment held that when two business entities interact with\neach other and negotiate in business transactions, the primary consideration\nis profitability and economic viability.    It was held, therefore, that the\nTribunal fell into error in holding that L&amp;T had insisted on continuation of\ncontract under altered circumstances, and that PCL had no option but to\nagree to the terms of the Supplementary Agreement. There was no coercion\nin L&amp;T seeking an assurance from PCL about assuming responsibility of\nmarketing 75% of the developed area. It was also held that both PCL and\nL&amp;T had equal bargaining power and if the former was unwilling to enter\ninto an agreement, nobody could have forced it to. The learned Single Judge\nalso held that the Tribunal&#x27;s finding that the Supplementary Agreement was\na &quot;non-starter&quot; was contrary to the material on record. He took note of the\nfact that L&amp;T had executed counter guarantees upto the limit of `4.65 crores\nin favour of LKB to cover the guarantees provided by the bank to HUDA on\nbehalf of PCL. The Single Judge set aside the award in totality holding that\nit was contrary to substantive law and public policy of India.\n</p>\n\n\n\n<p data-structure=\"Section\" id=\"p_15\">FAO (OS) 21/2009 AND CONNECTED CASES                                  Page 14\n Contentions of parties: PCL&#x27;s arguments\n</p><p data-structure=\"PetArg\" id=\"p_16\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"588099\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1840796\" id=\"span_2\">18.   It was argued that the learned Single Judge fell into error by re-\nappreciating purely factual findings. Mr. Ram Jethmalani, learned senior\ncounsel relied on <a href=\"/doc/1840796/\" id=\"a_8\">Union of India v. Bungo Steel Furnitures</a> (1967) 1 SCR\n327; M/s. <a href=\"/doc/588099/\" id=\"a_9\">Sudarshan Trading v. Govt. of Kerala</a> - (1989) 2 SCC 38;\nHindustan Construction Corporation v. State of J&amp;K AIR 1992 SC 2192;\nand Raveendra Nathan v. State of Kerala (1998) 9 SCC 410 in support of\nthis submission.</span></span>\n</p><p data-structure=\"PetArg\" id=\"p_17\">19.   It was argued that the findings relating to economic coercion were\nbased on materials placed on record, which the learned Single Judge\ncompletely ignored and brushed aside. Learned Senior Counsel relied on the\nreport of the Boston Consulting Group regarding feasibility of the project\nsoon after its commissioning, which L&amp;T&#x27;s board resolution adopted for\nimplementation. Likewise, its letters on EDC dated 28/9/1998, 8/12/1998,\n2/4/1999, 6/4/1999, 27/4/1999, 4/5/1999, 7/5/1999, 6/10/1999, 7/10/1999,\n8/10/1999, 14/10/1999 and PCL&#x27;s letters dated 6/10/99, 8/10/99, 19/5/2000,\n25/5/2000, 18/9/2000 and 18/12/2000 documenting coercion were relied\nupon. In this context, the Tribunal&#x27;s finding that despite its order in I.A. No.4\nof 2001 dated 18.11.2001 directing L&amp;T to produce documents going to the\nroot of the controversy between the parties, the latter &quot;chose to suppress\nvarious material documents...&quot; and the necessary adverse inference that had\nto be drawn, was emphasized.\n</p><p data-structure=\"Precedent\" id=\"p_18\">20.   Counsel relied on the following findings of the Arbitral Tribunal:\n</p><blockquote id=\"blockquote_18\">      &quot;This Tribunal finds that the respondent sought to jeopardize the\n      claimants obligations towards ITC REF whose interests were set out\n      and safeguarded in the Development Agreement dated 10 th March,\n      1998. It also appears to this Tribunal that the respondent had resiled\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                      Page 15\n       from its statutory obligations and sought to make sales unilaterally\n      against express provision of the agreement and without getting the\n      revised development plan sanctioned and without making allocation\n      in favour of ITCREF.\n</blockquote><blockquote id=\"blockquote_19\">      ***************                           ******************\n      This Tribunal holds that the claimants were not obliged to make any\n      sale on the basis of unsanctioned development plan because such\n      action on the part of the claimants would be improper and illegal and\n      will entail the risk of the licences being forfeited by DTCP.\n</blockquote><blockquote id=\"blockquote_20\">      ***************                           ******************\n      The chain of evidence both documentary and oral clearly establishes\n      that it was the respondent that was in breach. From a mere perusal\n      of the pleadings filed by the parties, it is clear that the respondent has\n      chosen not to reply to paras 45,46,54, 56, 80 and 83 of the claim\n      statement. In respect of paras 33,36, 70, 71, 72, 78, 87, 93, 96, 98,\n      114, 121, 131 and 143 the standard reply of the respondent has been\n      that no separate comments are required and the record itself may be\n      referred for true and correct import. There is no specific denial by\n      the respondent of specific averments made by the claimants in\n      relation to various paragraphs of the claim statement.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1708306\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1072675\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979582\" id=\"span_5\">21.   Mr. Jethmalani relied on <a href=\"/doc/536284/\" id=\"a_10\">Section 34</a> and stressed that it did not vest\njurisdiction upon the Court to step into the shoes of the Tribunal and re-write\nthe award or to sit as an appellate court.       It was highlighted that the\nArbitrator was a retired Judge of the Supreme Court, a highly respected and\ncompetent jurist and it could not be stated that the award disclosed\nfundamental breach of substantive provisions of any law, or was contrary to\nterms of the contract. Reliance was placed on the decisions reported as <a href=\"/doc/1979582/\" id=\"a_11\">Puri\nConstruction v. Union of India</a> 1989 (1) SCC 411; <a href=\"/doc/1072675/\" id=\"a_12\">State of Orissa v. Kalinga\nConstruction</a> - 1970 (2) SCC 861; <a href=\"/doc/1708306/\" id=\"a_13\">State of Rajasthan v. Puri Construction\nCo. Ltd</a> 1994 (6) SCC 485 and Municipal Corporation of Delhi v. Jagan\nNath Ashok Kumar 1980 (4) SCC 497.</span></span></span>\n</p>\n\n\n\n<p data-structure=\"Issue\" id=\"p_20\">FAO (OS) 21/2009 AND CONNECTED CASES                                     Page 16\n</p><p data-structure=\"Precedent\" id=\"p_21\"> 22.   It was argued that the Court could not take upon itself the burden of\ninterpreting the contract and thereafter return a finding that the award was\ncontrary to the contract and as such beyond jurisdiction. Sudarshan Trading\nCo.    (supra);    Hindustan      Construction     Company       (supra)     and\nRaveendranathan (supra) as well as State of UP v. Allied Construction 2003\n(7) SCC 396; Steel Authority of India v. Gupta Brothers 2009 (10) SCC 63\nand Rashtriya Ispat Nigam v. Dewan Chand 2012 (5) SCC 306 were relied\non.\n</p><p data-structure=\"Precedent\" id=\"p_22\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1989300\" id=\"span_6\">23.   It was argued that a specific point on which the Tribunal was asked to\nreturn a finding by the parties was whether the Development Agreement\ndated 10.03.1998 entered into between the respondent and the claimants is\nbinding on the parties or it stood novated by the Supplementary Agreement\ndated 30.12.1999 (first question). The counsel relied on the decision of the\nSupreme Court in <a href=\"/doc/1989300/\" id=\"a_14\">Alopi Parshad v. Union of India</a> [1960 (2) SCC 793]\nwhere it was held that:</span>\n</p><blockquote id=\"blockquote_21\">             &quot;.. If the reference is of a specific question of law, even if the\n             award is erroneous, the decision being of arbitrators selected\n             by the parties to adjudicate upon those questions, the award\n             will bind the parties.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1873752\" id=\"span_7\">24.   To the same effect, the decisions in <a href=\"/doc/1873752/\" id=\"a_15\">Kapoor Nilokheri Co-Op. Dairy\nFarm Society Ltd. v. Union of India</a> [(1973) 1 SCC 708 at pg 713] and\nRashtriya Ispat Nigam [supra] were relied on. In Rashtriya Ispat (supra) it\nwas held that:</span>\n</p><blockquote id=\"blockquote_22\">             &quot;(iii) If a specific question of law is submitted to the arbitrator\n             and he answers it, the fact that the answer involves an\n             erroneous decision in point of law does not make the award\n             bad on its face.&quot;\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_23\">FAO (OS) 21/2009 AND CONNECTED CASES                                       Page 17\n</blockquote><blockquote id=\"blockquote_24\"> 25.   Mr. Arvind Nigam, learned Senior counsel argued that the learned\nSingle Judge failed to consider the findings with regard to (a) coercion by\nL&amp;T and (b) fundamental breach of the agreement by it. He highlighted the\nfollowing finding of the Tribunal:\n</blockquote><blockquote id=\"blockquote_25\">      &quot;L&amp;T had resiled from its statutory obligations and sought to make\n      sales unilaterally against express provision of the agreement and\n      without getting the revised development plan sanctioned and without\n      making allocation in favour of ITCREF.&quot;\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_24\">26.   It was argued that the Court had no jurisdiction to re-appreciate the\nfacts, by examining the record before the Tribunal. The following findings\nof the impugned judgment (Paras 34-36 and 44) show that the learned Single\nJudge sat in appeal and re-appreciated the documentary evidence on record.\n:\n</p><blockquote id=\"blockquote_26\">      &quot;The conditions under which the contract signed are to be inferred\n      from the facts and circumstances of the time when agreement was\n      signed....\n</blockquote><blockquote id=\"blockquote_27\">            ****************                    ************\n      .Section (sic Clause) 34 of the development agreement dated\n      10.03.1998 specifically provided about the impact of adverse and\n      recessionary market conditions and the project could even be\n      rescinded.....\n</blockquote><blockquote id=\"blockquote_28\">      **********                               ***********\n</blockquote><blockquote id=\"blockquote_29\">      44. ......It is also provided that recession in the market would have\n      substantial effect, even to the extent of rescinding the contract. Under\n      these circumstances, if any party could have suffered losses by breach\n      of the contract, it was L&amp;T and not PCL. In fact PCL had already\n      pocketed its part of profit of the first phase and on the basis of this\n      pocketing of profit of the first phase only, it was able to have land of\n      40.661 acres in its own name.&quot;\n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_25\">27.   Mr. Nigam submitted that no provision enables a party to abandon the\ncontract and Clause 34 of the said Development Agreement did not aid\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                   Page 18\n L&amp;T. Clause 34 has to be read along with Clauses 27 and 28 of the\nDevelopment Agreement. He also submits that findings relating to\n&quot;pocketing of profit&quot; were rendered suo motu by the learned Single Judge,\nand not based upon any pleading or evidence. It was urged that it is\nimpermissible in law to read the terms of the contract selectively and to re-\nwrite the contract between the parties. Learned counsel argued that the\nlearned Single Judge failed to consider the effects of Clauses 4, 7, 11, 12,\n19, 25, 27 and 28 of the Development Agreement. In this context, the\nfindings of the Tribunal that L&amp;T had unilaterally and without provocation\nabandoned the site in terms of a directive issued by L&amp;T Board of Directors\nwere highlighted to state that consequently, Clauses 26 and 34 became\nredundant.\n</p><p data-structure=\"RespArg\" id=\"p_26\">28.   It was argued that the documentary and oral evidence before the\nTribunal established that L&amp;T withheld title deeds to secure PCL&#x27;s consent\nto enter into the Supplementary Agreement. PCL signed the agreements\nunder compulsion. It was urged that the impugned judgment did not reveal\nany reasoning how purely factual findings in the award, were contrary to the\nevidence on record and how the award was against public policy and law.\nThe impugned judgment does not disclose any reason or rationale and is\nwholly unsustainable.\n</p>\n<p data-structure=\"Precedent\" id=\"p_27\">29.   The findings in para 40 of the impugned judgment upsetting the\nTribunal&#x27;s findings, that the Supplementary and Tripartite Agreements were\nvitiated by PCL having been placed under coercion, are impeached by PCL.\nBy holding that &quot;No reason whatsoever is given by the Arbitral Tribunal as\nto how and for what reasons the Tripartite Agreement was binding on L&amp;T\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                   Page 19\n when the Supplementary Agreement providing execution of the Tripartite\nAgreement was not binding on the parties&quot; argued Mr. Nigam, the impugned\njudgment suffers from a patent non-application of mind and misreading of\nthe award. In this context, the operative findings in the Tribunal are relied\non. The same is as follows:\n</p><blockquote id=\"blockquote_30\">       &quot;....Therefore, only the Development Agreement dated 10.03.1998 is\n      binding on the parties to the said agreement and it is not novated by\n      the Supplementary Agreement dated 30.12.1999. The issue No.1 is\n      disposed of accordingly.\n</blockquote><blockquote id=\"blockquote_31\">                    ****************                    ************\n       In the facts and circumstances of the case, as indicated earlier and in\n      view of categorical deposition of Mr. Mohinder Puri had signed\n      Supplementary Agreement dated 30.12.1999 and Tripartite\n      Agreement dated 10.01.2000 under compulsion and in dire need of\n      funding EDC payments.&quot;\n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_28\">30.   It was contended that on all counts, the Tribunal&#x27;s findings were\nunexceptionable. It was submitted that the repeated failure to pay EDC dues,\nleading to the issuance of show cause notice by the DTCP, Haryana coupled\nwith PCL&#x27;s commitment to ITCREF were taken advantage of by L&amp;T,\nwhich forced PCL by exerting economic duress, to agree to the terms of the\nSupplementary Agreement. Learned counsel submitted that the failure of\nL&amp;T to take any concrete step towards developing the land and putting up\nany construction, and delaying the same on the pretext of adverse market\nconditions, amounted to its abandoning the project. Learned counsel relied\non several letters by L&amp;T showing that it displayed indifference towards the\nproject, and had even commissioned a secret report from the Boston\nConsulting Group, to exit the residential real estate segment. However, it\ntook advantage of PCL&#x27;s prior commitment to ITCREF and sought to\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                   Page 20\n leverage itself unfairly, never intending to really do anything serious\ntowards the development and construction of the project. Counsel\nhighlighted that L&amp;T in fact never started construction, or had held itself in\npreparedness towards that end, despite plans having been sanctioned long\nago. It was also argued that the reasons in the award could not have been\nfaulted, since the Tribunal had the authority - in view of express consent to\nthe issues and claims referred to it to render fact based findings as well as\nthose in law. Learned Senior Counsel lastly submitted that the damages and\nother amounts awarded are justified and legally tenable.\n</p>\n<p data-structure=\"Issue\" id=\"p_29\">Contentions of L&amp;T\n\n</p><p data-structure=\"PetArg\" id=\"p_30\">31.   Mr. Ashok Desai and Mr. Atul Rajadhyaksha, learned senior counsel\nrepresenting L&amp;T argued that the findings of the learned Single Judge are\nsound and do not call for interference. Elaborating, it was contended that the\naward impugned by L &amp;T was facially untenable. Counsel urged that after\nidentifying the &quot;core issue&quot; at the outset, the award failed to address it.\nInstead - urged L&amp;T, the award held that the preconditions for the\napplication were unfulfilled. This finding is unreasoned and could not stand,\nin view of <a href=\"/doc/781147/\" id=\"a_16\">Section 31 (2)</a> of the Act. Counsel stated that after holding that\nthe Supplementary Agreement was not binding on this ground, the Tribunal\nrendered a conflicting finding inasmuch as it faulted L&amp;T in its obligation to\nLKB, which was both a third party (to the arbitration agreement) and whose\nrights if at all, stemmed as a consequence of the Supplementary Agreement.\nIt was emphasized that this ground rendered the award, in fundamental\nbreach of provisions of the Act and invalid under <a href=\"/doc/536284/\" id=\"a_17\">Section 34</a>.\n</p>\n\n\n\n<p data-structure=\"Section\" id=\"p_31\">FAO (OS) 21/2009 AND CONNECTED CASES                                    Page 21\n</p><p data-structure=\"Section\" id=\"p_32\"> 32.   It was argued that wherever an Arbitral Tribunal decides the dispute\nnot in accordance with the substantive law for the time being in force in\nIndia, the award is liable to be set aside under <a href=\"/doc/536284/\" id=\"a_18\">Section 34</a> of the Act read\nwith <a href=\"/doc/694564/\" id=\"a_19\">Section 28(1)</a> of the Arbitration and Conciliation Act. It is urged that in\nthe present case, the Arbitral Award decided matters not in accordance with\nterms of the contract and its findings were correctly set aside.\n</p><p data-structure=\"Section\" id=\"p_33\">33.   It is argued that the Tribunal&#x27;s findings regarding the conditions\nprecedent, for the applicability of the Supplementary Agreement, i.e Clauses\nII and III were unwarranted and militated against a plain reading of the\ncontract. Instead, Clause I stipulated the preconditions. The said condition\nreads as follows:\n</p><blockquote id=\"blockquote_32\">      &quot;CLAUSE I: That the terms of Development Agreement will continue\n      to bind the parties hereto, unless otherwise agreed to in these presents\n      which shall come into effect on happening of the following events:\n</blockquote><blockquote id=\"blockquote_33\">      I) DEVELOPER replacing or taking over the Bank Guarantees\n      furnished by the OWNERS through their Banker to DTCP Haryana.\n</blockquote><blockquote id=\"blockquote_34\">      ii) Payment of EDC amounting to Rs. 6 Crore by Lord Krishna Bank\n      to DTCP Haryana, in terms of the Tripartite Agreement between the\n      parties hereto with Lord Krishna Bank.\n</blockquote><blockquote id=\"blockquote_35\">      iii) Reimbursement of expense incurred by the OWNER as detailed in\n      Annexure 1, on production of proof of payment thereof.\n</blockquote><blockquote id=\"blockquote_36\">      iii) Compliance of terms and conditions of the Tripartite Agreement\n      between the parties hereto with Lord Krishna Bank, inter alia the\n      DEVELOPER paying Rs.5.19 crore to Lord Krishna Bank, on behalf\n      of OWNERS towards discharge of the loan availed by the OWNERS\n      for payment of EDC. The said sum of Rs.519 crore shall be a secured\n      interest free loan by the DEVELOPER to the OWNERS.&quot;\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_34\">34.   Underlining that by reason of <a href=\"/doc/1943211/\" id=\"a_20\">Section 28 (3)</a>, the Tribunal was under a\nlegal mandate to decide the issues referred to it, learned counsel stressed that\nthe summary rejection of applicability of the Supplementary Agreement in\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                     Page 22\n the award rendered it vulnerable; it was, therefore, rightly set aside by the\nimpugned judgment.\n</p><p data-structure=\"RespArg\" id=\"p_35\">35.   It is urged that before 27-01-2000, L&amp;T paid `5.19 crores to LKB and\nthe bank in turn tendered `6. 00 crores to DTCP towards EDC. Conditions\nNo. (ii) and (iv) of the Supplementary Agreement were thus satisfied by end\nof January, 2000. It was stated that by 01-03-2000, L&amp;T paid `46,30,692/-\nto PCL, as agreed in the Supplementary Agreement fulfilling condition (iii)\nof the Supplementary Agreement. L&amp;T relied on PCL&#x27;s letter, dated 15-03-\n2000 to LKB to show that substitution of the said bank guarantees\ncontemplated in the Supplementary Agreement was not acceptable to DTCP\nand the existing Bank Guarantee - of LKB on its (PCL&#x27;s) behalf may be\ncontinued with their counter guarantee. L&amp;T also stated that a counter\nguarantee for `465.775 lakhs was given on 29-03-2000 to the bank (LKB)\nsatisfying all the preconditions of the Supplementary Agreement.\n</p><p data-structure=\"PetArg\" id=\"p_36\">36.   Learned Senior Counsel stated that the preconditions which actually\ntriggered applicability of the Supplementary Agreement were: (a) L&amp;T\nreplacing or taking over the Bank Guarantees furnished by PCL through\ntheir banker to DTCP, Haryana; (b) Payment of EDC amounting to ` 6\ncrores by LKB to DTCP, Haryana in terms of the Tripartite Agreement\nbetween the parties (c) Reimbursement of expenses incurred by PCL,\ndetailed in ANNEXURE I (to the Supplementary Agreement) on production\nof proof of payment thereof; and (d) compliance of the conditions of the\nTripartite Agreement between the parties with LKB inter alia the L&amp;T\npaying `5.19 crores to LKB, on behalf of PCL towards discharge of the loan\navailed by the latter for payment of EDC. ` 5.19 crores was to be secured\ninterest free loan by L&amp;T to PCL.\n</p>\n\n\n\n<p data-structure=\"Issue\" id=\"p_37\">FAO (OS) 21/2009 AND CONNECTED CASES                                   Page 23\n</p><p data-structure=\"Section\" id=\"p_38\"> 37.   The Supplementary Agreement, urged counsel, modified Clause 19 of\nthe Development Agreement inasmuch as firstly, EDC charges of `1013.14\nlakhs paid so far by PCL was reimbursable only after receipt of such amount\nfrom prospective purchasers of the apartments in the project. Secondly, L\n&amp;T agreed to pay the balance EDC as under: (i) ` 6 crores through M/s LKB\nas provided in Clause 1(B); (ii) Pay the remaining EDC charges over a\nperiod of 18 months in terms of licenses; (iii) EDC paid by the parties was\nreimbursable to each of them from out of the sale proceeds, as agreed in the\nDevelopment Agreement.\n</p>\n<p data-structure=\"Section\" id=\"p_39\">38.   Learned Senior Counsel argued that L&amp;T&#x27;s obligations under Clauses\n26 and 34 of the Development Agreement underwent a radical change in\nview of the terms agreed to by PCL in the Supplementary Agreement, which\nwas voluntarily entered into, especially Clauses IV and V. The documents\non record in the arbitration established that the prevailing market conditions\ndid not encourage development of the lands. Given this factual position, the\nTribunal was bound to give weight and enforce the relevant contractual\nprovisions. The Tribunal did not return any finding that the prevailing\nmarket conditions were encouraging or conducive to the development of the\nlands. The material showed that parties agreed that the prevailing market\nconditions were not conducive to land development. The Tribunal ignored\nthese conditions and the evidence on record. Its award was arbitrary,\nirrational and independent of the contract and correctly interfered with under\n<a href=\"/doc/536284/\" id=\"a_21\">Section 34</a> of the Act as displaying an error apparent on the record.\n</p><p data-structure=\"Conclusion\" id=\"p_40\">39.   Mr. Desai urged that PCL in its statement of claim contended that the\nclaims of LKB had to be adjudicated by an appropriate forum since it was\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                    Page 24\n not a party to the Development Agreement and thereby, not party to the\narbitration clause. Therefore parties admittedly proceeded on the basis that\nthe claims of LKB including its merits were beyond the scope of the\nreference. Despite this, the Tribunal directed L&amp;T to settle the claims of\nLKB within four weeks of the award by repayment of loan of ` 6 crores (by\nthe bank to PCL) with such interest that may be due and payable to the\nBank. It also directed L&amp;T to secure the release of title deeds from the said\nbank, and to reimburse PCL the interest charges paid by it to LKB within 4\nweeks from the date of award. In default the award directed L&amp;T to pay\nPCL ` 75 crores within four weeks from the date of the award. These\ndirections were beyond the scope of the Tribunal&#x27;s authority. In essence the\nmerits of LKB&#x27;s claims against PCL were prejudged to be valid and proper\nand L&amp;T&#x27;s responsibility to discharge those claims was fastened.\nIt is highlighted in this context, that having held that the Supplementary\nAgreement was not binding, the Tribunal could not have lawfully, even\notherwise, rendered a finding based on L&amp;T&#x27;s default towards LKB, since\nthe latter&#x27;s rights were consequential to and flowing out of the\nSupplementary Agreement. This was an incurable illegality on the face of\nthe record, which vitiated the award. Therefore, on both counts, i.e the\nTribunal&#x27;s venturing into areas beyond the reference, and beyond the\nagreement, in respect of a non-party&#x27;s claims, and its irreconcilability with\nother findings, the award was correctly set aside under <a href=\"/doc/536284/\" id=\"a_22\">Section 34</a>. It was\nfurther urged that since LKB had security in the form of mortgage over 15\nacres of land, prior to the Development Agreement, with which L&amp;T had no\nconcern, the direction to pay ` 75 crores in default for not securing the title\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                     Page 25\n deeds within a specified time was clearly beyond the authority of law and an\nerror which vitiated the findings of the Tribunal.\n</p>\n<p data-structure=\"Precedent\" id=\"p_41\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"455122\" id=\"span_8\">40.   Learned counsel for L&amp;T relied on Rashtriya Ispat Nigam Ltd. vs M/s\nDewan Chand Rain Saran (supra) and <a href=\"/doc/455122/\" id=\"a_23\">Steel Authority of India Ltd vs. Gupta\nBrother Steel Tubes Ltd.</a> (supra) and argued that where an arbitrator travels\nbeyond the contract, the award would be rendered without jurisdiction,\nresulting in legal misconduct because of which it can be set aside. Likewise,\nan award that is contrary to a substantive provision of any law is also\nvitiated and liable to be interfered with.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"529896\" id=\"span_9\">Reliance was also placed on\n<a href=\"/doc/529896/\" id=\"a_24\">Himachal Pradesh Electricity Board v R.J. Shah &amp; Co</a> 1999 (2) SCR 643\nwhere it was held that:</span>\n</p>\n<blockquote id=\"blockquote_37\">      &quot;In order to determine whether the arbitrator has acted in excess of\n      jurisdiction what has to be seen is whether the claimant could raise a\n      particular dispute or claim before an arbitrator. If the answer is in\n      the afirmative then it is clear that the arbitrator would have the\n      jurisdiction to deal with such a claim. On the other hand is the\n      arbitration clause or a specific term in the contract or the law that\n      does not permit or give the arbitrator the power to decide or to\n      adjudicate on a dispute raised by the claimant or there is specific bar\n      to the raising of a particular dispute or claim then any decision given\n      by the arbitrator in respect thereof would clearly be in excess of\n      jurisdiciton. In order to find whether the arbitrator has acted in\n      excess of jurisdiction the Court may have to look into some documents\n      including the contract as well as the reference of the dispute made to\n      the arbitrators limited for the purpose of seeing whether the\n      arbitrator has the jurisdiction to decide the claim made in the\n      arbitration proceedings.&quot;\n</blockquote><p data-structure=\"RespArg\" id=\"p_42\">41.   It is further argued that the Tribunal fundamentally erred in\noverlooking that PCL was in clear breach of the Supplementary Agreement\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                   Page 26\n as it offered to ITCREF an area of 1,06,000 square feet -out a total area of\n3,84,000 square feet- and also failed to procure the necessary bookings\nbefore which L&amp;T was not obliged to start development in terms of the\nSupplementary Agreement. It was not PCL&#x27;s case that it had complied with\nits obligations under the Supplementary Agreement such as achieving 25%\nbooking. Learned counsel submitted that to the extent that the award dealt\nwith claims of ITCREF and required L&amp;T to provide for fulfillment of\nPCL&#x27;s duties in that regard, not only was it beyond the scope of the\narbitration agreement and reference, but even pre-judged pending disputes\nbetween the said party and PCL - as well as L&amp;T itself. In all this, the award\nwas contrary to substantive law and fundamental public policy of India and\nwas was rightly set aside. Therefore, no interference was called for in PCL&#x27;s\nappeals.\n</p><p data-structure=\"RespArg\" id=\"p_43\">42.   It was argued on behalf of the L&amp;T that both pleadings and materials\non record clearly established that after the Development Agreement had\nbeen entered into, the parties were aware about the recession and adverse\nmarket conditions. In this regard, various letters written by L&amp;T to PCL\n(dated 08.12.1998, 22.12.1998, 25.03,1999, 27.05.1999, 07.10.1999,\n15.11.1999) and the replies of PCL particularly those dated 10.12.1998,\n26.12.1998, 20.03.1999, 03.12.1999 and 22.01.2000 were highlighted. It\nwas submitted that in the light of these adverse conditions, the parties\nvoluntarily entered into the Supplementary Agreement.        Learned Senior\nCounsel highlighted that at no stage did PCL complain that it was forced or\ncoerced into executing the Supplementary Agreement which in clear terms\nhad the effect of reworking the contractual relationships. Reliance was\nplaced upon the Minutes of meeting dated 19.11.1999, 09.12.1999 between\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                    Page 27\n parties as well as several letters including those written by PCL on\n22.11.1999,    02.01.2000,     27.01.2000,   21.02.2000,   23.02.2000     and\n01.03.2000. It was submitted that in fact PCL had even appreciated the\nwork done by L&amp;T as was evident from the letter placed on the\ncorrespondence specially its letter dated 03.04.1998 (to ITCREF); dated\n14.07.1998 and 05.08.1998 (to L&amp;T) and even the letter of 12.04.2000\nwritten to L&amp;T well after the Supplementary Agreement and the Tripartite\nAgreement were executed. Highlighting that quite apart from the fact that\nthe Tripartite Agreement also should have been tainted by coercion - which\nwas in fact not found, it was emphasized that coercion had to be necessarily\npleaded, learned counsel stated that none of the averments in the statement\nof claim in fact argued in terms that the Supplementary Agreement was\nvitiated on account of coercion. It was highlighted even otherwise that\ncoercion only renders the agreement voidable. All the materials and facts\nclearly demonstrated that PCL did not avoid the Supplementary Agreement\nat any stage. Learned counsel relied upon the decisions of the Supreme\nCourt reported as Bishnu Deo Narain v. Singani Rai, AIR (1951) SC 280;\nShanti Budhia Vesta Patel v. Nirmala Jai Prakash Tiwari, (2010) 5 SCC\n</p><p data-structure=\"Precedent\" id=\"p_44\">504. It was argued that reliance placed upon the decisions of this Court as\nregards economic coercion were not applicable in the circumstances.\n</p><p data-structure=\"PetArg\" id=\"p_45\">43.   Learned counsel next argued in the context of economic coercion -\nthat the Development Agreement itself was entered into because PCL could\nnot discharge its obligations under its contract with ITCREF. PCL in fact\nhad no money. All the materials proved that PCL was anxious to enter into\nthe Supplementary Agreement and the Tripartite Agreement; it even drafted\nthe Tripartite Agreement and had requested L&amp;T to draft the Supplementary\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                    Page 28\n Agreement. Having entered into the contract willingly and at no stage\nhaving sought to avoid it, PCL could not successfully argue that the\nSupplementary Agreement was void on account of economic coercion. The\nfindings of the Tribunal were correctly set aside by the learned Single Judge.\n</p>\n<p data-structure=\"PetArg\" id=\"p_46\">44.   Counsel for the L&amp;T argued that all the four conditions, i.e., L&amp;T\ntaking over/replacing the bank guarantees furnished by the PCL to DTCP;\npayment of EDC of `6 Crores by LKB to DTCP; reimbursement of\nexpenses to PCL as detailed in Annexure-1 to Supplementary Agreement\nand payment of `5.19 Crores to LKB for discharging loan availed by PCL to\npay EDC on interest free loan basis by L&amp;T (to PCL) stood fulfilled.\nLearned counsel relied upon PCL&#x27;s letters to L&amp;T dated 27.01.2000,\n21.02.2000, 23.02.2000 and PCL&#x27;s letter to DTCP of 15.03.2000; L&amp;T\nforwarding its counter guarantee dated 29.03.2000, 28.03.2000 to DTCP\nunder cover of letter the next day, the payment of ` 6 Crore on 27.01.2000\nby LKB, payment of `46,30,692/- by L&amp;T - by way of reimbursement on\n01.03.2000 and L&amp;T further paying `5.19 Crore to LKB evidenced by letter\ndated 21.02.2000 were highlighted. It was argued that in the circumstances,\nthe findings of the Tribunal that non-fulfillment of the pre-conditions for\napplicability of the Supplementary Agreement were without any basis or\nmaterials on the record. It was argued that in addition there was sufficient\nmaterial to show that PCL took full advantage of the supplementary and\nTripartite Agreements and then committed defaults, for which it blamed\nL&amp;T. Various letters written after 19.04.2000 leading up to the termination\nletter by PCL to L&amp;T on 18.12.2000 were relied upon. It was particularly\nstated that the L&amp;T was kept in the dark about the pending arbitration before\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                    Page 29\n ITCREF and PCL which resulted in an award dated 13.05.2000 and the\nMOU which PCL entered into with Ansal Builders dated 14.10.2000 - even\nduring the subsistence of the parties&#x27; contract.\n</p><p data-structure=\"PetArg\" id=\"p_47\">45.      Learned Counsel argued that the PCL&#x27;s claim, in arbitration\nproceedings was contrary to what was awarded. It was submitted that the\ndirection in para V of the award to indemnify PCL against any action by\nITCREF or in lieu thereof to pay a sum of ` 50 crores to PCL was not in\ncontemplation during the arbitration and there was no prayer to that effect.\nThus, this direction is clearly beyond the scope of the arbitration and relates\nto a person that is not even party to the arbitration. Similarly, the direction in\npara II to settle the claims of LKB and obtain release of title deeds, or in\ndefault pay ` 75 crores is also beyond the scope of arbitration inasmuch as\nLKB&#x27;s claims were not before the Tribunal, and it was not a party to the\narbitration. It was highlighted that PCL, in its affidavit filed by way of\nevidence before the Tribunal admitted that LKB is a third party and is not\nbefore the Arbitral Tribunal, that any action by it (LKB) can only be tried by\nthe Debt Recovery Tribunal. The Tribunal had no jurisdiction or powers to\ndeal with the same. Learned senior counsel stated that the admitted position\nbefore the Tribunal was that LKB&#x27;s claim against L &amp;T stood outside the\nscope of arbitration. Yet the Tribunal granted relief and directed payment to\nLKB.\n</p>\n<p data-structure=\"RespArg\" id=\"p_48\">46.      It was argued that the Tribunal, while disposing of the application\nfiled under <a href=\"/doc/318136/\" id=\"a_25\">Section 17</a> of the Act by its order dated 31.05.2001 directed as\nunder:\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_49\">FAO (OS) 21/2009 AND CONNECTED CASES                                       Page 30\n       &quot;Coming to the question of release of documents of title to the extent\n      of about nine acres of land since mortgaged to Lord Krishna Bank, it\n      appears to me that in the interest of PCL/Claimants they will try to\n      get the documents of title mortgaged with the Lord Krishna Bank\n      released at an early date by making the payment of dues of the said\n      bank. If they fail to do so, the lands owned by PCL/Claimants and not\n      by L&amp;T may be sold for redemption of mortgage with the said bank.\n      As L&amp;T is proceeding on the footing that the development agreement\n      between the parties stand repudiated L&amp;T, should not be directed to\n      fulfill any of the obligations under the agreement at this stage\n      including their obligation to pay to the Lord Krishna Bank. It is\n      however made clear that if L&amp;T is compelled to make any payment in\n      connection with the mortgage of some land with the Bank\n      PCL/Claimants will be entitled to get back the title deed since\n      mortgaged to the Bank and to proceed with the development work in\n      respect of such land only on payment of the amount which may have\n      to be paid by L&amp;T to the Lord Krishna Bank after this order.&quot;\n      [emphasis supplied].\n</p>\n<p data-structure=\"Precedent\" id=\"p_50\">47.   The direction contained in para III to return the licenses, permits etc.,\nwithin 4 weeks and obtain a certificate of discharge or in lieu thereof pay a\nsum of ` 5 crores as damages is also beyond the pleadings and was never\ncontemplated.    There was no pleading or evidence to that effect, and\nadmittedly the documents were with DTCP. It was also argued that further,\nthere is no basis whatsoever for the quantification of the amounts awarded.\nThe Tribunal overlooked the fact that land worth ` 203.31 crores was\nprincipally bought from money paid by ITCREF, and continued to remain\nwith PCL.\n</p><p data-structure=\"PetArg\" id=\"p_51\">48.   L&amp;T specifically argued that a fundamental error in the award related\nto adverse market conditions and the inference drawn by the Tribunal with\nrespect to the BCG report. It was urged that there were prevailing adverse\nmarket conditions along with substantial correspondence in this regard. It is\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                    Page 31\n submitted that from the Agreement dated 30.7.1997 with ITCREF, it is clear\nthat originally PCL had represented that the apartments could be sold at\n`3,000/- per sq. ft. However, L&amp;T taking a conservative estimate, in the\nDevelopment Agreement itself (Clause 18 (h)) provided that ` 2,000/- per\nsq. ft. wasto be considered as the opening sale price. However, along the\nway, the prices in the market kept falling and went to below ` 1,100/- per sq.\nft. This is, in fact, admitted by PCL in various correspondence. The project\nwas finally launched at a sale price of `1,395/- per sq. ft. The project was\nlaunched on 6.4.2000 (after which PCL expressed satisfaction at the launch\nby letter dated 12.4.2000). There is no finding in the award withregard to\nmarket conditions at all. On the contrary, the award proceeds on the basis\nand accepts the submission of PCL that L&amp;T wanted to exit real estate based\non the report of BCG, and that since, the BCG report was not produced by\nL&amp;T, adverse inference could be drawn.\n</p><p data-structure=\"Conclusion\" id=\"p_52\">49.   It is contended that the entire arbitration award is erroneous on this\nissue. There were two specific reports namely, M/s Richard Ellis (RE) and\nM/s Jones Lang Lasselle (JLL), which found adverse market conditions. In\nthese circumstances, whether the third report existed or not was irrelevant.\nMore importantly, the Tribunal directed production of the report etc. in so\nfar as they are related to the present project. Both the JLL and RE reports\nwere duly produced. The BCG report related to restructuring of L&amp;T and\ncontained market sensitive information. Accordingly, the BCG report was\nnot produced since firstly, it did not relate to the present project; and\nsecondly, it could have been misused since it contained market sensitive\ninformation. Accordingly, the award, which proceeded on a wholly\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                    Page 32\n erroneous basis drawing adverse inference against L&amp;T for non-production\nof BCG report, is liable to be set aside on this ground as well.\n</p><p data-structure=\"RespArg\" id=\"p_53\">50.   L&amp;T argued that the award suffers from other infirmities such as\nPCL&#x27;s breaches, which were not considered. It is argued that the Tribunal\nproceeded on the basis that breaches were solely by L&amp;T. However, the\naward did not appreciate the breaches by PCL which are evident and cannot\nbe denied. Here it is argued that PCL did not pay L&amp;T the EDC as required\nunder Clause 19 of the Development Agreement. PCL had to pay EDC till\nthe NOC was received from the Income Tax Authorities. This amount was\npaid finally after the Supplementary Agreement based on the money paid by\nL&amp;T to LKB. It is argued here that L&amp;T had to pay after 5th installment.\nOn 23.1.1999 when it had paid ` 25,00,000/- this was adjusted towards\nPCL&#x27;s outstanding liability. PCL contravened the agreement by allocating\nthe land to ITC in the first phase of development contrary to the agreement\nbetween the parties. Entering into a fresh agreement with Ansals on\n14.10.2000 during subsistence of the present Agreements was another\nserious breach. Furthermore, learned senior counsel stated that PCL did not\nget 75% bookings as required under the agreement.\n</p><p data-structure=\"PetArg\" id=\"p_54\">51.   Learned senior counsel points out that the award takes the figure of `\n280 crores of damages claimed by L&amp;T. Thereafter, it states that since L&amp;T\nwas to keep 75% share, 25% was that of PCL. On this basis, PCL was\nentitled to get ` 93 crores. Subsequently, the Tribunal records that PCL\ncontinued to hold the lands and amounts were yet to be paid to ITCREF.\nCounsel states that the Tribunal further wrongly recorded that ` 21 crores\nhad been forfeited by DTCP. Consequently it erroneously held that ` 35\ncrores would be adequate damages. It is submitted that this relief even if it is\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                     Page 33\n in equity is without proper computation and more importantly, is\nfundamentally flawed. According to the Award the value of land was ` 5\ncrores per acre (i.e. ` 75 crores divided by 15 acres). PCL retained and\ncontinued to hold title for the 40.6623 acres of land valued about ` 203.31\ncrores. Accordingly, there was no question of paying any damages to PCL\nor in fact any loss accruing to PCL. Learned Senior Counsel stated that in\nfact, another error in the award is that L&amp;T was to consider the profit of\nL&amp;T to arrive at the profit which would have been made by PCL. While\nL&amp;T&#x27;s profit was based on the cost of construction, PCL was to provide the\nland as its share. The computation of profit of L&amp;T cannot be equated to\nthat of PCL. This is more so since a substantial part of the said share was to\nbe used for paying ITCREF.\n</p><p data-structure=\"CDiscource\" id=\"p_55\">52.   The remaining amounts awarded are also attacked as erroneous,\ncontrary to terms of contract, against public policy and without basis. There\nare payments to be made in the alternative as penalty, which is neither\npermissible nor has any basis whatsoever. Here it is pointed out that ` 6\ncrores directed to be paid to LKB by L&amp;T, with interest, to secure release of\ntitle-deeds from LKB; (in default whereof to pay ` 75 crores for loss of\nsaleable area of 15 acres), is without jurisdiction. Similarly, the direction to\nreturn the licenses, permits etc., within four weeks and obtain a certificate of\ndischarge or in lieu thereof to pay a sum of ` 5 crores as damages as well as\nthe direction to indemnify PCL against any action or decree of settlement to\nbe enforced by ITCREF, or in lieu thereof pay ` 50 crores, was an utterly\nfanciful award for damages, unrelated to any material on the record and\nbased on no law. It was submitted that the direction to pay interest at 12%\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                     Page 34\n per annum on sums awarded commencing from 4 weeks from date of Award\ntill payment was contrary to law and public policy.\n</p><p data-structure=\"Issue\" id=\"p_56\">53.   It is highlighted that under the order dated 24.1.2003 of the Learned\nSingle Judge in OMP 26 of 2003, L&amp;T paid a sum of ` 8.1 crores to LKB on\nbehalf of PCL. This order was passed as an interim measure by the Single\nJudge pending OMP 26/2003 under <a href=\"/doc/536284/\" id=\"a_26\">Section 34</a>. Since L&amp;T has succeeded\nbefore the       learned Single Judge, the amount is liable to be\nreturned/refunded by PCL to L&amp;T with interest subject to the findings in\nthis appeal.\n</p><p data-structure=\"Facts\" id=\"p_57\">54.   L&amp;T claims that having spent a sum of ` 8,31,53,968/-. L&amp;T is liable\nto be reimbursed the said amount with interest. L&amp;T&#x27;s counsel, Sh. Sameer\nParekh states that the minimum sale price was fixed under the Development\nAgreement at ` 2,000/- per sq. ft. total 40,00,000 sq. ft. was to be built up.\nTotal sale proceeds would be ` 800 crores. 75% of the total sale proceeds\nwould be ` 600 crores. The construction cost was taken as ` 800/- per sq. ft.\nTherefore, total cost of construction to be borne by L&amp;T is ` 320 crores.\nThus, L&amp;T was entitled to ` 600- ` 320=` 280 crores. It is alternatively\nsubmitted that the cost of construction decided between the parties for Phase\n</p><p data-structure=\"PetArg\" id=\"p_58\">- I pursuant to Supplementary Agreement may be taken i.e. ` 950+50=`\n1,000/- per sq. ft. At this rate the total cost of construction comes to ` 400\ncrores and thus, entitlement of L&amp;T comes to ` 600-` 400=`200 crores. It\nwas submitted that on the counter-claim, the learned Single Judge\nerroneously set aside the entire award and did not revisit the matter. The\nTribunal&#x27;s rejection was not, argued counsel, based on any sustainable\nreasoning.\n</p>\n\n\n\n<p data-structure=\"Section\" id=\"p_59\">FAO (OS) 21/2009 AND CONNECTED CASES                                    Page 35\n</p><p data-structure=\"PetArg\" id=\"p_60\"> 55.   On the question of title deeds it is submitted that they were initially\nlying with the agreed Counsel, who held them in trust for ITCREF (Clause\n</p><p data-structure=\"Precedent\" id=\"p_61\">4.c.(vi) of DA in MCC at pg.9). Thus, when the title deeds were given to\nL&amp;T it was holding them in turn in trust for ITCREF. In any event, they\nweredeposited before this Court in terms of order dated 30.05.2002 in L\n&amp;T&#x27;s appeal, FAO No.319/2001 against interim order or the tribunal\ndirecting handing over of title-deeds to PCL. Thus, upon PCL paying the\namount mentioned in the counter claim, the Title Deeds may be released to\nPCL. In these circumstances it is argued that L&amp;T is entitled to the amount\npaid to LKB, i.e. ` 8.1 crores with interest from the date of deposit, cost\nincurred, i.e ` 8,31,53,968/- (in terms of Annexure A) with interest) and\ndamages @ ` 280 crores.\n</p>\n<p data-structure=\"Section\" id=\"p_62\">Analysis and Findings\n\n  The courts jurisdiction to interfere with an award under <a href=\"/doc/536284/\" id=\"a_27\">Section 34</a>\n\n</p><p data-structure=\"Section\" id=\"p_63\">56.   Before we analyze the legal issues in this case, a survey of the\njurisprudence on the scope of judicial interference with arbitral awards\nunder <a href=\"/doc/536284/\" id=\"a_28\">Section 34</a> is called for. The provision deals with applications for\nsetting aside an arbitral award. Of particular relevance is <a href=\"/doc/1831758/\" id=\"a_29\">Section\n34(2)(a)(v)</a>, which allows for the setting aside of an award when the arbitral\nprocedure was &quot;not in accordance with [<a href=\"/doc/1052228/\" id=\"a_30\">Part One of the Arbitration Act</a>],\nand <a href=\"/doc/549389/\" id=\"a_31\">Section 34(2)(b)(ii)</a> which allows setting aside of an arbitral award in\nconflict with the public policy of India. In addition, <a href=\"/doc/694564/\" id=\"a_32\">Section 28(1)</a> of the Act\nenacts that (in arbitrations which are not international commercial\narbitrations), the arbitrator shall decide the dispute &quot;in accordance with the\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                     Page 36\n substantive law for the time being in force in India.&quot; <a href=\"/doc/1943211/\" id=\"a_33\">Section 28(3)</a> requires\nthe arbitrator to &quot;decide in accordance with the terms of the contract.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_64\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"919241\" id=\"span_10\">57.      The interrelationship of these provisions was discussed by the\nSupreme Court in its landmark 2003 judgment, <a href=\"/doc/919241/\" id=\"a_34\">Oil and Natural Gas\nCommission vs Saw Pipes</a>, (2003) 5 SCC 705 (hereafter &quot;ONGC&quot;). In that\ncase, the Court clarified that when <a href=\"/doc/1831758/\" id=\"a_35\">Section 34(2)(a)(v)</a> states that the arbitral\nprocedure must be in accordance with Part One, it means that the mandatory\nrequirements of <a href=\"/doc/65067/\" id=\"a_36\">Section 28</a> must be followed by the arbitral tribunal, and\nfailure to do so entails a setting aside of the award (paragraph 12). The\njudgment, if one could use the clich, embodies the postulates upon which\ncourts in India are to test the legality of arbitral awards under the Act. The\nCourt held:</span>\n</p>\n<blockquote id=\"blockquote_38\">      &quot;If the award is contrary to the substantive provisions of law or the\n      provisions of the Act or against the terms of the contract, it would be\n      patently illegal, which could be interfered under <a href=\"/doc/536284/\" id=\"a_37\">Section 34</a>. However,\n      such failure of procedure should be patent affecting the rights of the\n      parties.&quot; (paragraph 14)\n</blockquote><p data-structure=\"Precedent\" id=\"p_65\">58.      The Court also held that &quot;public policy&quot;, under <a href=\"/doc/549389/\" id=\"a_38\">Section 34(2)(b)(ii)</a>,\nwas to be given a &quot;broad meaning&quot;, and included situations where an award\nwas &quot;patently illegal&quot;:\n</p>\n<blockquote id=\"blockquote_39\">               &quot;Illegality must go to the root of the matter and if the illegality\n               is of trivial nature it cannot be held that award is against the\n               public policy. Award could also be set aside if it is so unfair\n               and unreasonable that it shocks the conscience of the Court.\n               Such award is opposed to public policy and is required to be\n               adjudged void.&quot; (paragraph 30)\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                       Page 37\n</blockquote><p data-structure=\"Precedent\" id=\"p_66\"> 59.      In ONGC, the Supreme Court set aside the arbitral award on the\nground that the tribunal had failed to consider <a href=\"/doc/339747/\" id=\"a_39\">Sections 73</a> and <a href=\"/doc/1941714/\" id=\"a_40\">74</a> of the\nContract Act, and relevant precedents, in awarding damages. What is\n&quot;patent illegality&quot; has been clarified in subsequent cases. Let us consider\nsome of them. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1294876\" id=\"span_11\">In <a href=\"/doc/1294876/\" id=\"a_41\">Hindustan Coal Ltd. vs Friends Coal Carbonisation</a>,\n(2006) 4 SCC 445, the Court set aside an arbitral award which in its opinion</span>\n</p><p data-structure=\"Precedent\" id=\"p_67\">- was plainly contrary to the wording of the price-escalation clause in the\ncontract between the parties. The Tribunal had calculated price-escalation\nbased on the price of a certain grade of coal, whereas a different grade was\nactually being used at the time. The Court held:\n</p>\n<blockquote id=\"blockquote_40\">      &quot;But on account of apparent error in the Award, the calculation of\n      escalation has been done with reference to the prevailing price of\n      superior quality of coal (washery grade I) and the base price of inferior\n      quality of coal (washery grade II) instead of calculating escalation with\n      reference to the prevailing price of the superior quality of coal (washery\n      grade I) and the base price of superior quality of coal (washery grade I).\n      In fact, when queried by us, the learned Counsel for respondent could not\n      explain with reference to contrary terms, how the base price of washery\n      grade II coal could be applied to calculate the escalation in coke price\n      produced by using washery grade I coal.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_68\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1617540\" id=\"span_12\">60.      <a href=\"/doc/1617540/\" id=\"a_42\">Delhi Development Authority vs R.S. Sharma</a> (2008) 13 SCC 80 is\nanother instance, where the Court set aside an arbitral award on the ground\nthat the arbitral tribunal had failed to &quot;advert to Clause 3.16&quot; of the disputed\ncontract, which happened to be at the heart of the disagreement, and had\ngiven no reason for doing so. The Court held this to be &quot;an error apparent\non the face of the record as well as contrary to the terms of the Agreement.&quot;</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_69\">61.      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"455122\" id=\"span_13\">In <a href=\"/doc/455122/\" id=\"a_43\">Steel Authority of India Ltd vs Gupta Brothers</a> (supra), the Court\nheld that <a href=\"/doc/536284/\" id=\"a_44\">Section 34</a> would be attracted in cases where an arbitrator &quot;travels\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                      Page 38\n beyond the contract&quot;, or makes an award &quot;contrary to the terms of the\ncontract&quot;. <a href=\"/doc/536284/\" id=\"a_45\">Section 34</a> however, the Court stated, cannot be used to set aside\nawards in which there was an &quot;error relatable to interpretation of the\ncontract&quot;, or if it was based on a &quot;possible view of the matter&quot;, or if it was\nbased on a finding of law in a case where a &quot;specific question of law [had\nbeen] submitted to the arbitrator.&quot; In short, it was not the task of the Courts\nto examine the award in an appellate review process. In that case, the\nquestion was whether the breaches of contract alleged by the respondent\nwere covered by the clause in the contract that contained the stipulation for\ndamages under certain conditions. The arbitrator had found that they were\nnot, and this finding was challenged. Refusing to set aside the award under\n<a href=\"/doc/536284/\" id=\"a_46\">Section 34</a>, the Court held:</span>\n</p>\n<blockquote id=\"blockquote_41\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1056935\" id=\"span_14\">&quot;The arbitrator&#x27;s view about non- applicability of Clause 7.2 for\n      refusal to supply materials in July-September, 1988 quarter and\n      delayed supply of materials for October-December, 1988 quarter is\n      founded on diverse grounds elaborately discussed in the award.\n      Whether this is or is not a totally correct view is really immaterial but\n      such view is a possible view that flows from reasonable construction\n      of Clause 7.2. The view of the arbitrator being possible view on\n      construction of Clause 7.2, and having not been found absurd or\n      perverse or unreasonable by any of the three Courts, namely , Sub-\n      Judge, District Judge and the High Court, we are afraid, no case for\n      interference is made out in exercise of our jurisdiction under <a href=\"/doc/427855/\" id=\"a_47\">Article\n      136</a> of the Constitution... Once the arbitrator has construed Clause\n      7.2 in a particular manner, and such construction is not absurd and\n      appears to be plausible, it is not open to the courts to interfere with\n      the award of the arbitrator. Legal position is no more res integra that\n      the arbitrator having been made the final arbiter of resolution of\n      disputes between the parties, the award is not open to challenge on\n      the ground that arbitrator has reached at a wrong conclusion. The\n      courts do not interfere with the conclusion of the arbitrator even with\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                    Page 39\n       regard to construction of a contract, if it is a possible view of the\n      matter.&quot; (<a href=\"/doc/1056935/\" id=\"a_48\">paragraphs 31 - 32)\nJ.G. Engineers vs Union of India</a>, (2011) 5 SCC 758, is a case where the\nCourt refused to set aside an award on the ground that the arbitrator had\nerred on questions of fact, holding that factual conclusions were within the\ndomain of the tribunal. The Court held:</span>\n</blockquote>\n<blockquote id=\"blockquote_42\">      &quot;Once it is held that the issues relating to who committed breach and\n      who was responsible for delay were arbitrable, the findings of the\n      arbitrator that the contractor was not responsible for the delay and\n      that the termination of contract is illegal are not open to challenge.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_70\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1082846\" id=\"span_15\">Similarly, in <a href=\"/doc/1082846/\" id=\"a_49\">MSK Projects vs State of Rajasthan</a>, (2011) 10 SCC 573, the\nSupreme Court noted that:</span>\n</p>\n<blockquote id=\"blockquote_43\">      &quot;If the dispute is within the scope of the arbitration clause, it is no\n      part of the province of the court to enter into the merits of the dispute\n      on the issue not referred to it. If the award goes beyond the reference\n      or there is an error apparent on the face of the award it would\n      certainly be open to the court to interfere with such an award.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_71\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1738256\" id=\"span_16\">62.   A survey of these judgments reveals that <a href=\"/doc/536284/\" id=\"a_50\">Section 34</a> authorizes a very\nnarrow - but sharply defined - jurisdiction to set aside the arbitral tribunal&#x27;s\naward. Firstly, the court does not act as if it were an appellate court, re-\nvisiting the evidence and undertaking an extensive factual review of the\nmerits of the dispute with the mandate to cure or correct the errors (Ref\nSumitomo Heavy Industries v ONGC Ltd 2010 (11) SCC 296; <a href=\"/doc/1738256/\" id=\"a_51\">Kwality\nManufacturing Corporation v Central Warehousing Corporation</a> 2009 (5)\nSCC (Civ) 406). The court can set aside an award if it finds that the tribunal\nhas made an error on the face of the contract, or provided a &quot;patently\nillegal&quot; interpretation of the law.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1924738\" id=\"span_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"996348\" id=\"span_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"962291\" id=\"span_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1082846\" id=\"span_20\">Equally, if the arbitrator commits an error\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                     Page 40\n in the construction of the contract, that is an error within his jurisdiction\n(<a href=\"/doc/1082846/\" id=\"a_52\">Ref MSK Projects (I) (JV) Ltd</a> (supra); <a href=\"/doc/962291/\" id=\"a_53\">G. Ramachandra Reddy v Union of\nIndia</a> 2009 (6) SCC 414; <a href=\"/doc/996348/\" id=\"a_54\">McDermott International Inc. v. Burn Standard\nCo. Ltd.</a>, (2006) 11 SCC 181; <a href=\"/doc/1924738/\" id=\"a_55\">Renusagar Power Co. Ltd. v. General Electric\nCo.</a> 1984 (4) SCC 679). In McDermott International, the Supreme Court\nclarified the Court&#x27;s inherent limitation by reason of <a href=\"/doc/536284/\" id=\"a_56\">Section 34</a> in such\nmatters:</span></span></span></span>\n</p>\n<blockquote id=\"blockquote_44\">      &quot;112. It is trite that the terms of the contract can be express or\n      implied. The conduct of the parties would also be a relevant factor in\n      the matter of construction of a contract. The construction of the\n      contract agreement is within the jurisdiction of the arbitrators having\n      regard to the wide nature, scope and ambit of the arbitration\n      agreement and they cannot be said to have misdirected themselves in\n      passing the award by taking into consideration the conduct of the\n      parties. It is also trite that correspondences exchanged by the parties\n      are required to be taken into consideration for the purpose of\n      construction of a contract. Interpretation of a contract is a matter for\n      the arbitrator to determine, even if it gives rise to determination of a\n      question of law. (See Pure Helium India (P) Ltd. v. ONGC [(2003) 8\n      SCC 593] and D.D. Sharma v. Union of India [(2004) 5 SCC 325]).\n</blockquote><blockquote id=\"blockquote_45\">      113. Once, thus, it is held that the arbitrator had the jurisdiction, no\n      further question shall be raised and the court will not exercise its\n      jurisdiction unless it is found that there exists any bar on the face of\n      the award.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_72\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1056935\" id=\"span_21\">63.   Secondly, unless the Tribunal commits a patent error of law in\nadjudicating upon a question submitted to it, the Court will not intervene\n(<a href=\"/doc/1056935/\" id=\"a_57\">J.G. Engineers Pvt. Ltd v Union of India</a> 2011 (5) SCC 758). The\nexpression &quot;patently&quot; illegal was explained as an error &quot;which, on the face\nof it, is patently in violation of statutory provisions cannot be said to be in\npublic interest. Such award/judgment/decision is likely to adversely affect\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                     Page 41\n the administration of justice.&quot;</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"47629\" id=\"span_22\">(<a href=\"/doc/47629/\" id=\"a_58\">Union of India v. Col</a>. L.S.N. Murthy 2012\n(1) SCC 718).</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"996348\" id=\"span_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1056935\" id=\"span_24\"><a href=\"/doc/1056935/\" id=\"a_59\">J.G. Engineers</a> (supra) said that patent illegality is one which\ngoes &quot;...to the very root of the matter and not a trivial illegality...&quot; The\nSupreme Court had recognized the high threshold of error of law in <a href=\"/doc/996348/\" id=\"a_60\">Mc\nDermott International</a>, (supra) where it was emphasized that the illegality\nshould go to &quot;the root&quot; of the matter.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"136518863\" id=\"span_25\"><a href=\"/doc/136518863/\" id=\"a_61\">Oil and Natural Gas Commission v\nWestern Geco</a> 2014 (9) SCC 263 outlined what is contrary to &quot;public\npolicy&quot; in an award, warranting interference under <a href=\"/doc/536284/\" id=\"a_62\">Section 34</a>:</span>\n</p>\n<blockquote id=\"blockquote_46\">      &quot;all such fundamental principles as providing a basis for\n      administration of justice and enforcement of law in this country.&quot; In\n      particular, a court could assess whether a tribunal: (i) has applied a\n      &quot;judicial approach&quot;, i.e. has not acted in an arbitrary manner; (ii) has\n      acted in accordance with the principles of natural justice, including\n      applying its mind to the relevant facts; and (iii) has avoided reaching\n      a decision which is so perverse or irrational that no reasonable\n      person would have arrived at it..&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_73\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31621011\" id=\"span_26\">The law was succinctly re-visited and the correct principles re-stated in a\nrecent decision reported as <a href=\"/doc/31621011/\" id=\"a_63\">Associate Builders v Delhi Development\nAuthority</a> 2015 (3) SCC 49.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_74\">Were the conditions for applicability of the supplementary agreement\nsatisfied?\n</p><p data-structure=\"CDiscource\" id=\"p_75\">64.   In the context of this question, a reading of the award discloses that\nthe Tribunal set-out the stipulations, i.e. four conditions (Clauses I (a), (b),\n</p><p data-structure=\"Section\" id=\"p_76\">(c) and (d). The Tribunal then extracted clauses II and III. The Tribunal was\nof the opinion that since the conditions precedent for the Supplementary\nAgreement were not satisfied, it remained a &quot;non-starter&quot;. The findings are\nas follows:\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_77\">FAO (OS) 21/2009 AND CONNECTED CASES                                     Page 42\n       &quot;The conditions precedent as specified in (I), (II)) and (III) of\n      the said Supplementary Agreement were not satisfied.\n      Therefore, the Supplementary Agreement remained a non\n      starter. In that view of the matter, even if it is assumed that Mr.\n      Mohinder Puri had represented other claimants in the\n      supplementary agreement, the same was not operative for the\n      reasons indicated above. Therefore, only the development\n      agreement dated 10.03.1998 is binding on the parties to the\n      said agreement and it is not novated by the supplementary\n      agreement dated 30.12.1999. The issue no.1 is disposed of\n      accordingly.&quot;\n</p><p data-structure=\"CDiscource\" id=\"p_78\">65.   L&amp;T sought to dispel this finding and contended firstly, that the\nTribunal did not base its conclusion on any reasoning and that the\nconclusion is contrary to the record. L&amp;T relies on the correspondence\nbetween the two disputing parties. So far as its taking-over or replacing the\nbank guarantee furnished to the DTCP by PCL is concerned, reliance is\nplaced upon letters written by PCL dated 27.01.2000, 21.02.2000,\n23.02.2000 and the letter dated 15.03.2000 by PCL to DTCP, its (L&amp;T&#x27;s)\nletter dated 29.03.2000 forwarding the counter guarantee to DTCP. The\nletter dated 27.01.2000 by PCL reports to L&amp;T that LKB tendered ` 6 crores\nto the DTCP on 24.01.2000. L&amp;T was asked to expeditiously take-over bank\nguarantee of `465.775 lakhs so that the margin money could be released. It\nalso requested L&amp;T to remit ` 41,17,322/- and Rupee equivalent of US $\n5000 in terms of the Supplementary Agreement. The letter informed that an\naffidavit undertaking to the DTCP to pay balance payment of ` 30 lakhs per\nmonth had been given. L&amp;T was asked to remit ` 60 lakhs to DTCP and\nthereafter remit `30 lakhs every month. The letter of 23.02.2000 requested\nthe L&amp;T to furnish counter guarantee/letter of indemnity to LKT which had\nbeen furnished with the bank guarantee earlier. A copy of the bank\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                        Page 43\n guarantee was also given to L&amp;T. PCL wrote to LKB on 15.03.2000,\nrequesting it to continue with the present bank guarantees favoring the\nDTCP against its counter guarantee and security for 15 acres of land. PCL&#x27;s\nunderstanding at that stage was that L&amp;T had furnished the counter\nguarantee. It is only on 29.03.2000 that a counter guarantee was in fact\nfurnished for ` 465.775 lakhs towards bank guarantee facilities extended by\nLKB to PCL. Likewise, as far as the other conditions, i.e. payment of ` 6\ncrores as EDC [Clause I(b)]; reimbursement of expenses of ` 46,30,692/-\nand payment of ` 5.19 crores to LKB for discharging the loan availed by\nPCL from LKB to pay EDC is concerned, L&amp;T relies upon letters for\npayment of ` 6 crores to DTCP by LKB in 27.01.2000; its payment to PCL\non 01.03.2000 of `46,30,672/- and its payment of ` 5.19 crores to LKB on\n21.01.2000.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_79\">66.   PCL does not dispute the correctness of these facts as the events post\nthe Tripartite Agreement in terms of the four conditions in fact took place.\nHowever, it underlines the fact that in terms of the recitals of Supplementary\nAgreement itself, L&amp;T did not furnish the bank guarantee(s) or pay the EDC\nexcept for ` 25 lakhs as stated above. L&amp;T took the stand that &quot;in view of\nthe adverse market conditions, the project had become unviable and sought\nfurther time from the owner to allow the prevailing real estate market to\nimprove&quot;. It is also emphasized that these conditions in fact preceded the\ncoming into force of the Supplementary Agreement itself. PCL urges that\nL&amp;T admitted before the Tribunal in its pleadings that the conditions\nprecedent were not satisfied and that it did not also set-up the plea of waiver\nor substituted performance of the conditions precedent. PCL, therefore,\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                    Page 44\n urges that it was in these circumstances that no issue of substituted\nperformance or waiver was urged by the L&amp;T.\n\n</p><p data-structure=\"CDiscource\" id=\"p_80\">67.   Para 76 of the Statement of Claim asserted that the conditions for\ncoming into force of the Supplementary Agreement were unsatisfied; Para\n79 mentioned the Tripartite Agreement and para 81 averred that PCL altered\nits position to its detriment after execution of Supplementary Agreement and\nTripartite Agreement and acted upon premises and warrants of L&amp;T. Para\n82 listed the amounts spent by PCL towards EDC (`17,28,14,585/-), the last\npayment being on 24.10.2000; license fee renewal to the tune of\n`18,03,020/-, last payment being on 05.05.2000 and service charges paid\nbetween 14.06.1996 and 27.07.1998 aggregating to ` 5,99,388/-. Para 84 of\nthe Statement of Claim asserted that the funding by LKB of `6 crores was\nagainst mortgage of 15 acres of PCL&#x27;s land and on the undertaking of L&amp;T\nto launch sale of apartments by 15.04.2000 and its undertaking to complete\nthe development of 3.84 lakhs square feet within 30 months of\ncommencement of construction. Para 86 states that despite express\nprovisions of the Development Agreement and the Supplementary\nAgreement, even after 30.12.1999 L&amp;T failed to pay even one installment of\nEDC despite PCL&#x27;s written request and L&amp;T&#x27;s own written undertaking to\nDTCP to pay balance amount of ` 30 lakhs per month. PCL stated that it\npaid another ` 90 lakhs as EDC and that as on the date of the filing of the\nstatement (of claim), approximately ` 8 crores inclusive of penal interest\nwas due and payable as EDC to DTCP. Paras 91 and 93 mentioned that L&amp;T\nunilaterally and after keeping PCL in the dark, launched the project on\n06.04.2000, which was not approved by PCL.\n</p>\n\n\n\n<p data-structure=\"Section\" id=\"p_81\">FAO (OS) 21/2009 AND CONNECTED CASES                                  Page 45\n</p><p data-structure=\"CDiscource\" id=\"p_82\"> 68.   Para 68 of the L&amp;T&#x27;s reply/counter statement deals with PCL&#x27;s\nallegations which generally denies the averments that conditions precedent\nfor the coming into force of the Settlement Agreement were not satisfied and\nrelies upon a tabular statement showing respective obligations of the parties\nwhich it alleges that L&amp;T &quot;satisfied all the conditions precedent that were to\nbe performed&quot; under the Supplementary Agreement. In this regard, the table\nlists out the execution of counter guarantee of ` 465.775 lakhs and\nreimbursement of payments made to PCL. L&amp;T also states that it had\nfurnished a letter of indemnity to LKB as required by the latter. In reply to\nPara 79 of the statement, L&amp;T, by para 70 of its pleadings relied upon\nvarious recitals in the Supplementary Agreement. Para 71 denies the\naverments in para 81 of the statement of claim and goes on to say,\n\n      &quot;it is pertinent to mention here that preliminary recitals of the\n      supplementary agreement clearly state that the parties to the\n      development agreement have discussed the impact of continued\n      adverse real estate market conditions as also development agreement,\n      non-payment of EDP to DTCP and consequent issue of Show Cause\n      Notice from DTCP dated 02.11.1999. Further, it was also made very\n      clear that this respondent, (i.e. L&amp;T) was of the opinion that the\n      project is not financially viable due to adverse real estate market\n      conditions but the claimants were &quot;confident of raising, through their\n      handwork, secure booking for 75% of the constructed area - 3.45\n      square feet to be launched in the first week (within three to six months\n      of the launch of sales&quot;.\n</p><p data-structure=\"Precedent\" id=\"p_83\">In reply to para 86, L&amp;T asserted having paid ` 5.19 crores to LKB;\npayment of ` 6 crores by LKB to DTCP on account of EDC and its\nexecution of counter guarantee to the extent of ` 465.775 lakhs to LKB\ntowards guarantees given by that bank to HUDA. It also mentions `\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                    Page 46\n 40,48,660/- deposited in an escrow account maintained with LKB and relies\nupon documents (R-30 to R-34).\n</p>\n<p data-structure=\"CDiscource\" id=\"p_84\">69.   These materials on the record and the pleadings demonstrate that the\nparties were at controversy with respect to whether the preconditions for the\ncoming into force of the Supplementary Agreement were fulfilled. The\nTribunal - as is evident from the extract of the award took note not only of\nthe four conditions, which were spelt-out in Clause I, but also the other two\nconditions, i.e. Clauses II and III. L&amp;T&#x27;s argument is that these were not pre-\nconditions and the Tribunal&#x27;s interpretation of the contract and its\nconclusions are based on an entire misreading of the agreement. The\nquestion is whether the learned Single Judge in exercise of his jurisdiction\nunder <a href=\"/doc/536284/\" id=\"a_64\">Section 34</a> could have donned the mantle of the arbitrator and re-\nappreciated the terms and rendered factual findings. Now, Clause II clearly\nmentioned that the bank guarantees had to be furnished by L&amp;T to DTCP\nafter final approval of term-loan by LKB to PCL and escrow account\narrangement finalization, either through the PCL&#x27;s bankers or any other bank\nacceptable to DTCP. The bank guarantees were to remain valid and in force\nup to the date of receipt of the completion certificate of the first phase of the\nproject. Whilst the argument advanced by L&amp;T that only four conditions\nneeded fulfillment for the coming into force of the Supplementary\nAgreement are prima facie merited, it is equally irrefutable that though not\nlisted as a part of the conditions (spelt out with clarity as pre-conditions in\nClause I), the need for the bank guarantees in favor of DTCP by L&amp;T, was a\nvital part of the conditions that triggered the obligations under the\nSupplementary Agreement. After all, the DTCP&#x27;s continued approval of the\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                      Page 47\n project in terms of the validity of the licenses was essential. Given that the\npayments were made by L&amp;T to LKB to cover PCL&#x27;s past liabilities and that\nthe bank guarantee for ` 465.775 lakhs was furnished and a counter\nguarantee/indemnity was furnished to LKB to the tune of ` 465.775 lakhs,\nthe further assurance to DTCP was also crucial.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_85\">70.   The letter of 15.03.2000 by PCL to LKB refers to the Tripartite\nAgreement and LKB at the request of L&amp;T having to issue bank guarantee\nfor ` 466.175 lakhs in favor of DTCP. This letter states that the DTCP\ninsisted that since PCL was the license holder, the substitution of L&amp;T&#x27;s\nbank guarantee was not acceptable. In these circumstances, the bank\nguarantee favoring DTCP as against the counter guarantee for securing 15\nacres of land already given was requested. The terms of the bank guarantee -\nrelied upon by the L&amp;T in the letter dated 28.03.2000 recorded that in terms\nof the Development Agreement, the saleable space of the property and\nbuilding was to be shared by the bank and PCL in the proportion of 75% and\n25% and that L&amp;T shall develop the scheduled property and construct\nthereon and complete the said buildings in all respects, and pay the EDC\ncharges after the NOC from the appropriate authority, irrespective of\nwhether the bank guarantees have been extended by LKB to the Director,\nTown and Country Planning Haryana:\n</p>\n<blockquote id=\"blockquote_47\">      &quot;.............DO HEREBY UNDERTAKE AND GUARANTEE AS\n      FOLLOWS...\n</blockquote><blockquote id=\"blockquote_48\">      XXXXXX                     XXXXXX                   XXXXXX\n</blockquote><blockquote id=\"blockquote_49\">      2.    Notwithstanding any payment made or satisfaction\n      received from or an account of aforementioned demands, we\n      hereby authorise you to remit the amount directly to the\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                    Page 48\n       beneficiary, Government of Haryana acting through the\n      Director, Town and Country Planning, Haryana which amount,\n      when paid by you shall deemed to be a Demand Loan\n      repayable by us together with interest @ your PLR and penal\n      interest, charges, interest expenses etc. made or incurred on\n      account of the aforesaid Guarantee.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_86\">71.   The Supplementary Agreement, in terms, sought to clarify the\nposition with respect to the Development Agreement. Its terms had to be\nread as a whole given the fact that L&amp;T relied upon payments made by LKB\n(which was of course entitled to in terms of the Development Agreement).\nThe further question would be whether the Tribunal&#x27;s findings with respect\nto the Supplementary Agreement being a non-starter is patently illegal and\ncontrary to law as understood in the sense that it offends &quot;justice and\nmorality&quot;.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_87\">72.   A complete reading of the Supplementary Agreement reveals that\nDTCP had issued a Show Cause Notice for non-payment of EDC and the\nproposed cancellation of the license on 02.11.1999. The Supplementary\nAgreement also acknowledged that PCL had paid EDC charges to the tune\nof ` 1013.14 lakhs which were reimbursable at the end of the project. The\nSupplementary Agreement itself acknowledged that the onus of paying EDC\nvested with the L&amp;T but that it had paid ` 25 lakhs to DTCP by 30.12.1999,\ni.e. the date of the Supplementary Agreement. In view of these\ncircumstances, this Court is of the opinion that the conclusion and finding of\nthe arbitrator with respect to the Supplementary Agreement not having come\ninto force at all - since it is evident that all the conditions were fulfilled only\nby end of March 2000 and not contemporaneous to the agreement itself, is\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                        Page 49\n neither unreasonable nor a patent error as to be characterized as contrary to\n&quot;justice and morality&quot;.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_88\">73.   The impugned judgment discusses the factual matrix of the dispute,\nthe award rendered by the Tribunal and the contentions of the parties under\n<a href=\"/doc/536284/\" id=\"a_65\">Section 34</a>. The scope of the Court&#x27;s jurisdiction under <a href=\"/doc/536284/\" id=\"a_66\">Section 34</a> was\nnoticed in paras 30-32 of the impugned judgment. The learned Single Judge\nthen viewed that all three agreements were entered into by the parties after\ndue negotiations. He stated that the conditions under which the contracts\nwere signed were to be inferred from the facts and circumstances at the time\nwhen the agreements were executed and felt that the Tribunal &quot;could not\nhave ignored this correspondence and evidence.&quot; All these materials were\ndiscussed in paras 33 and 34. In paras 36 and 37, the question as to whether\nPCL acted under coercion in entering into the Supplementary Agreement\nwas discussed. Thereafter, in Para 39, learned Single Judge concluded that\nthe Tribunal&#x27;s findings that PCL entered the Supplementary Agreement\nunder coercion was contrary to the evidence on record as well as contrary to\npublic policy and law. He thereafter adversely commented - in Para 40, on\nthe conclusions of the Tribunal as to its reasoning that the terms of the\nTripartite Agreement were binding upon L&amp;T. Para 42 of the impugned\njudgment, crucially, notices that so far as the first condition of replacing of\nbank guarantee was concerned, on account of DTCP&#x27;s reservations, L&amp;T\nfurnished a counter guarantee to LKB which amounted to substantial\nfulfillment of that stipulation. The learned Single Judge then went into the\nappreciation of facts and stated that\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                    Page 50\n       &quot;record shows that L&amp;T addressed a letter tendering Rs.6 crores in\n      terms of this agreement to the bank for EDC payment. L&amp;T had also\n      reimbursed payment of Rs.40,30,692/- as agreed under the agreement\n      to PCL. The other condition was also satisfied when L&amp;T paid to LKB\n      an amount of Rs.5.19 crores on 21.01.2000. The documents in this\n      regard were on the record of the learned Arbitral Tribunal. The\n      Arbitral Tribunal did not refer to any evidence while holding that the\n      supplementary agreement was a non-starter due to non-fulfillment of\n      conditions.&quot;\n</p><p data-structure=\"CDiscource\" id=\"p_89\">74.    Plainly therefore, the learned Single Judge entered the arena of\nappreciation of facts based on his reading of the evidence - something which\nis expressly forbidden. The impugned judgment, in terms rendered findings\nof fact. The averments of L&amp;T nowhere are to the effect that payment of ` 6\ncrores was ever made. What it argued was that the payment of ` 6 crores\nwas made by LKB to the DTCP and that it (L&amp;T) furnished a bank\nguarantee - in fulfillment of condition I(a) to the tune of ` 466.175 lakhs. It\nalso &quot;reimbursed&quot; the sum of ` 5.19 crores to LKB. However, the\nassumption that ` 6 crores was paid by L&amp;T is not borne out from the\nrecord. In effect, that party is not even asserting this fact. It is worthwhile to\nnote here that the bank guarantees - envisioned in Clause II of the\nSupplementary Agreement were not confined to the quantum furnished by L\n&amp;T. The reference to a plurality of bank guarantees clearly envisioned that\nL&amp;T had to make good the Bank Guarantee and assume responsibility - in\nterms of the other conditions of the Supplementary Agreement (as well as\nconditions of the Development Agreement) of payment of EDC. That it did\nnot do so is a matter of record; in Para 60 of its written submissions before\nthe Tribunal, it stated as much:\n</p>\n\n\n\n<p data-structure=\"RespArg\" id=\"p_90\">FAO (OS) 21/2009 AND CONNECTED CASES                                       Page 51\n       &quot;This Respondent in terms of the Supplementary Agreement dt\n      30.12.1999 had executed counter guarantees up to a limit of Rs.\n      465.775 lacs to Lord Krishna Bank for guarantees given by LKB to\n      HUDA on behalf of the Claimants. It is pertinent to mention here that\n      Claimants have been taking an untenable stand that since this\n      Respondent has not taken over or replaced their Bank Guarantees this\n      Respondent has not satisfied one of the conditions precedent for the\n      Supplementary Agreement.&quot;\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_91\">75.   For the above reasons, this Court is of the opinion that the findings of\nthe learned Single Judge that the Tribunal did not take into account the\nnecessary facts and that it had rendered an unsustainable award holding that\nthe conditions precedent for the coming into force of the Supplementary\nAgreement did not take place, are outside the scope of <a href=\"/doc/536284/\" id=\"a_67\">Section 34</a>. L&amp;T&#x27;s\nstand is that it executed a counter guarantee dated 29.03.2000 for ` 465.775\nlakhs - nearly four months after the Supplementary Agreement was\nexecuted; it paid `5.19 crores to LKB on 21.01.2000 and paid `46,30,692/-\ntowards reimbursement of expenses on 01.03.2000. L&amp;T did not comply\nwith the terms of the Supplementary Agreement as it did not take steps to\nsubstitute the bank guarantee, but limited its security to ` 465.775 lakhs. A\ndesperate and cash starved PCL was facing show cause notice from the\nDTCP right from November 1999. This was the result of L&amp;T&#x27;s failure to\npay EDC - a matter recorded in the recitals of the Supplementary\nAgreement. Again, it was the bank which paid DTCP ` 6 crores on\n27.01.2000. In these circumstances, neither did the findings of the Tribunal\nconstitute patent error or amount to an unreasoned award, on this score,\nwarranting interference.</p><pre id=\"pre_2\">\n\nEconomic coercion\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                    Page 52\n</pre><p data-structure=\"CDiscource\" id=\"p_92\"> 76.   The Tribunal had found that materials on the record and the overall\nfacts of the case as revealed in the proceeding, established the exercise of\ncoercion upon PCL and that consequently, it was entitled to avoid the\nSupplementary Agreement. L&amp;T&#x27;s objection to this is three fold: first, that\nthe plea of coercion was not taken; secondly, that on merits the findings are\nunwarranted given that PCL entered into the agreement with open eyes and\neven welcomed its implementation - it could have avoided the agreement,\nwhich at best was voidable at its option and thirdly that the Tribunal&#x27;s\nfinding about the Supplementary Agreement not binding on PCL is contrary\nto its reliance on the Tripartite Agreement.\n</p>\n<p data-structure=\"Precedent\" id=\"p_93\">77.   As far as the question of lack of pleading is concerned, the Court\nnotices that the Statement of Claim is not very specific on this score. Yet,\nthere is some indication (in Para 136 (5) (a) of the Statement of Claim,\nquoting the notice issued to L&amp;T) and given the nature of arbitration\nproceedings (where strict rules of pleadings cannot be held to prevail), the\nfollowing plea can be deemed sufficient:\n</p>\n<blockquote id=\"blockquote_50\">      &quot;Despite full knowledge of our obligations to ITCREF cast under the\n      development agreement, you have fraudulently and through the\n      exercise of economic coercion, sought to extort our consent not to\n      allot any areas to ITC REF in the first phase. This act of yours is a\n      classic case of repudiation of a primary obligation and breach of a\n      fundamental term. Thereafter you have attempted to take advantage of\n      your own wrongful conduct. By the said cited letter you repudiated\n      once again another fundamental obligation under the of\n      development.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_94\">Discussion of law applicable\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                   Page 53\n</p><p data-structure=\"Precedent\" id=\"p_95\"> 78.   Pao On &amp; Others vs. Lau Yiu &amp; Anr 1979 (3) All ER 65 (PC),\nUniverse Tankships Inc of Monrovia vs. International Transport Workers\nFederation &amp; Others, (1983) 1 AC 366 and Atlas Express v Kafco\n(Importers &amp; Distributors) Ltd 1989 (1) All ER 641 are decisions where the\nCourts in United Kingdom (UK) have recognized and applied the concept of\n&quot;economic duress&quot; as a factor which can successfully avoid a commercial\ncontract. In Universe Tankships Inc (supra) it was held that:-\n</p>\n<blockquote id=\"blockquote_51\">      &quot;The classic case of duress is not the lack of will to submit but the\n      victims intentional submission arising from the realisation that there\n      is no practical choice open to him.....The absence of choice can be\n      proved in various ways, e.g. by protest, by the absence of independent\n      advice, or by a declaration of intention to go to law to recover the\n      money paid or the property transferred.....But none of these evidential\n      matters goes to the essence of duress. The victims silence will not\n      assist the bully, if the lack of any practicable choice but to submit is\n      proved. The present case is an excellent illustration. There was no\n      protest at the time, but only a determination to do whatever was\n      needed as rapidly as possible to release the ship. Yet nobody\n      challenges the judges finding that the owner acted under\n      compulsion.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_96\">79.   Dimskal Shipping Co. v. International Transport Workers Federation\n[1992] 2 AC 152 confirmed that economic pressure may be sufficient to\namount to duress. The Court observed that the economic pressure must be\n&quot;a significant cause&quot; inducing the threatened party to enter into the\ncontract. Huyton v Cremer [1999] 1 Lloyds Rep 620, upheld an award which\nfound that an impugned agreement was entered into as a consequence of\neconomic duress. The two elements which went to establish that were, first,\n&quot;illegitimate pressure by one party&quot;, and second that (such pressure) should\nbe &quot;a significant cause inducing the other party to act as he did&quot;, &quot;the\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                   Page 54\n critical enquiry&quot; as being &quot;not whether the conduct is lawful but whether it\nis morally or socially unacceptable&quot;. Yet a note of caution was added that\nthe Court should not set its sights too high and it might be relatively rare to\nhave cases in which &quot;lawful act duress&quot; in a commercial context. The most\nrecent English decision on economic duress vitiating a contract was\nProgress Bulk Carriers Ltd v Tube City IMS LLC 2012 (2) All ER (Comm)\n855, where an arbitration award which upheld the plea of economic duress-\nraised by the charterer of a vessel against the vessel owner was confirmed. It\nwas held that:\n</p>\n<blockquote id=\"blockquote_52\">      &quot;illegitimate pressure can involve the doing of acts which are not\n      unlawful in themselves, albeit unusually in commercial cases, but in\n      any event, the refusal to substitute the Agia for the Cenk K unless the\n      Charterers agreed to waive their prior breach, has to be seen both in\n      the light of that prior repudiatory breach which was unlawful and the\n      Owner&#x27;s subsequent attempts to take advantage of the position\n      created by that unlawfulness.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_97\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31865193\" id=\"span_27\">80.   <a href=\"/doc/31865193/\" id=\"a_68\">CTN Cash and Carry Ltd. v. Gallaher Ltd.</a> [1994] 4 All ER 714 and\nDSND Subsea Ltd. v. Petroleum Geo Services ASA 2000 WL 1741490 are\nUK cases where the courts refused to apply the doctrine of economic duress.\nIn DSND Subsea (suprea) the Court observed that &quot;Illegitimate pressure\nmust be distinguished from the rough and tumble of the pressures of normal\ncommercial bargaining.&quot;</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_98\">81.   Chitty on Contract (30th Edition by Hugh Beale, 2008) discusses the\nsubject of contracts vitiated by economic duress. The relevant discussion is\nextracted below:\n</p>\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_99\">FAO (OS) 21/2009 AND CONNECTED CASES                                     Page 55\n       &quot;7-006...Further, because duress does not truly deprive a party of all\n      choice, but only presents him with a choice between evils, it is not\n      possible to inquire simply whether the party relying on duress had &quot;no\n      choice&quot;; the inquiry must necessarily be as to the nature of the\n      choices he was presented with.\n</p><p data-structure=\"CDiscource\" id=\"p_100\">      ******************                           ********************\n      7-008. Legitimacy of the pressure or threat. Once it is accepted that\n      the basis of duress does not depend upon the absence of consent, but\n      on the combination of pressure and absence of practical choice, it\n      follows that two questions become all-important. The first is whether\n      the pressure or the threat is legitimate; the second, its effect on the\n      victim. Clearly, not all pressure is illegitimate, nor even are all\n      threats illegitimate. In ordinary commercial activity, pressure and\n      even threats are both commonplace and often perfectly proper....\n</p><p data-structure=\"Precedent\" id=\"p_101\">      ******************                           ********************\n      7-012 ..It has been said that a threat to destroy or damage property\n      may amount to duress. It is now accepted that the same is true of a\n      true of a threat to seize or detain goods wrongfully...\n</p><p data-structure=\"CDiscource\" id=\"p_102\">      ******************                           ********************\n      7-024 Causation in general. In all cases of duress it is necessary that\n      the victims agreement was caused by the duress. However, it appears\n      that the nature of the causation required differs according the nature\n      of the duress.\n</p><p data-structure=\"Precedent\" id=\"p_103\">      ******************                           ********************\n      7-026 &quot;Causation in duress to goods....It seems likely that the victim\n      must show that, &quot;but for&quot; the threat, he would not have entered the\n      contract. We will see that if has been said that this is the appropriate\n      test of causation in economic duress and given the similarity of duress\n      of goods and economic duress, the same test of causation seems\n      appropriate.\n</p><p data-structure=\"Conclusion\" id=\"p_104\">      7-027 Adopting a &quot;but for&quot; test would place cases of economic duress\n      on par with cases of negligent or non-negligent misrepresentation.\n      This seems appropriate.\n</p><pre id=\"pre_3\">      ******************                           ********************\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                    Page 56\n</pre><p data-structure=\"Section\" id=\"p_105\">       7-031 Reasonable alternative. It is certainly relevant whether or not\n      the victim had a reasonable alternative. The victims lack of choice\n      was emphasised by Lord Scarman in the Pao On and Universe\n      Sentinel cases and has clearly been an important factor in those cases\n      in which relief has been given..\n</p><p data-structure=\"CDiscource\" id=\"p_106\">      ******************                           ********************\n      7-034. Protest: In the Pao On case it was said that it was relevant\n      whether or not the victim protested. This again seems to be a question\n      of evidence as whether or not the threat had a coercive effect. It has\n      been accepted for many years that when a payment is made in order\n      to avoid the wrongful seizure of goods, protest &quot;affords some\n      evidence...that the payment was not voluntarily made&quot;, but that the\n      fact that the payment was made without protest does not necessarily\n      mean that the payment was voluntary.\n</p><p data-structure=\"CDiscource\" id=\"p_107\">      7-035. Independent advice. Likewise in the Pao On case it was said\n      that it is relevant whether or not the victim had independent advice.\n      The relevance of this is perhaps less obvious: access to legal advice,\n      for example, will not increase the range of options available to the\n      victim, and lack of advice therefore cannot be an absolute\n      requirement. However, whether or not the victim appreciated that he\n      had an alternative remedy and what the practical implications of\n      following it would be are relevant to the question of causation.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_108\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"5989508\" id=\"span_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1104518\" id=\"span_29\">82.   <a href=\"/doc/1104518/\" id=\"a_69\">Double Dot Finance Limited v. Goyal MG Gases Limited &amp; Anr</a>,\n2005 (<a href=\"/doc/5989508/\" id=\"a_70\">117) DLT 330, Goyal MG Gases Limited v. Double Dot Finance\nLimited</a>, 2009 (2) Arb LR, 655 and Unikol Bottlers Ltd. v. M/s. Dhillon Kool\nDrinks &amp; Anr AIR 1995 Delhi 25 are instances where this Court considered,\nbut did not uphold the plea of economic duress.</span></span> Unikol Bottlers (supra)\nattempted to explain economic duress in the commercial context. The court\nhowever, did not find any economic duress. The learned Single Judge held:\n</p>\n<blockquote id=\"blockquote_53\">      &quot;......while dealing with the question of duress/coercion and unequal\n      bargaining power one is really concerned with the question of free\n      will, i.e. did not parties enter into the agreement with a free will? It is\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                      Page 57\n       the plaintiff who has raised the question of its will being dominated by\n      the defendants and, therefore, not being a free agent. Therefore, the\n      plaintiff is on test. It has to be ascertained whether the plaintiff\n      exercised a free will or not while entering into the Supplemental\n      Agreement. For this purpose there are several factors which need to\n      be looked into. They are-\n</blockquote>\n<blockquote id=\"blockquote_54\">      1. Did the plaintiff protest before or soon after the agreement?\n</blockquote>\n<blockquote id=\"blockquote_55\">      2. Did the plaintiff take any steps to avoid the contract?\n</blockquote>\n<blockquote id=\"blockquote_56\">      3. Did the plaintiff have an alternative course of action or remedy?\n</blockquote>\n<blockquote id=\"blockquote_57\">      If so, did the plaintiff pursue or attempt to pursue the same?\n</blockquote>\n<blockquote id=\"blockquote_58\">      4. Did the plaintiff convey benefit of independent advice?&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_109\">83.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1619594\" id=\"span_30\">In M/s. <a href=\"/doc/1619594/\" id=\"a_71\">Associated Construction v. Pawanhans Helicopters Pvt. Ltd</a>\nAIR 2008 SC 2911, a plea of economic duress was upheld.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_31\"><a href=\"/doc/1243245/\" id=\"a_72\">Likewise,\nNational Insurance Co. Ltd v. M/S. Boghara Polyfab Pvt. Ltd</a> (2009) 1 SCC\n267 is a case where it was held that a construction company, hard pressed\nfor funds and keen to get the admitted amounts released, might execute a\ndocument styled as a &quot;full and final settlement&quot; but such &quot;discharge is\nunder economic duress on account of coercion employed by the employer.\nObviously, the discharge voucher cannot be considered to be voluntary or\nas having resulted in discharge of the contract by accord and satisfaction. It\nwill not be a bar to arbitration.&quot; The Supreme Court also referred to another\ninstance where an insurance claim for loss is not either accepted or rejected\nand the customer is constrained to sign a full and final voucher without\nwhich it was told that the admitted amount too would not be disbursed. The\nCourt recognized that such a document too could not bind the party on\naccount of economic duress:</span>\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_110\">FAO (OS) 21/2009 AND CONNECTED CASES                                     Page 58\n       &quot;Being in financial difficulties, the claimant agrees to the demand\n      and issues an undated discharge voucher in full and final settlement.\n      Only a few days thereafter, the admitted amount mentioned in the\n      voucher is paid. The accord and satisfaction in such a case is not\n      voluntary but under duress, compulsion and coercion. The coercion is\n      subtle, but very much real. The `accord&#x27; is not by free consent. The\n      arbitration agreement can thus be invoked to refer the disputes to\n      arbitration.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_111\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1619594\" id=\"span_33\">84.   It is thus evident that the theory of economic duress, or coercion has\nroots in Indian law and has been in recent instances applied by Indian courts,\nparticularly the Supreme Court. M/s. <a href=\"/doc/1619594/\" id=\"a_73\">Associated Construction</a> (supra) and\nM/s. <a href=\"/doc/1243245/\" id=\"a_74\">Boghara Polyfab Pvt. Ltd</a> (supra) relate to commercial contracts; the\nlast decision even deals with arbitration.</span></span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_112\">85.   In arriving at the finding that PCL was a victim of coercion, the\nTribunal took note of stipulations contained in the Development Agreement,\nparticularly Clauses 4(b), 4(c)(v), 7 and 25. The discussion in the award by\nthe Tribunal relating to duress exerted upon PCL in the circumstances of the\ncase by the L&amp;T, reveals that the Tribunal took note of the entire conspectus\nof circumstances, particularly the conditions in the Development Agreement\nwhich obliged L&amp;T to carry-out its activities and obligations in a time-\nbound manner. The Tribunal first noted that L&amp;T did not specifically deny\nclaims in the pleadings set-up by PCL, particularly paras 33, 36, 70, 71, 72,\n78, 87, 93, 96, 98, 114, 121, 131 and 143. The Tribunal also took note of\nL&amp;T&#x27;s letter dated 22.12.1998; minutes of meeting signed by PCL and L&amp;T\ndated 06.04.1999; L&amp;T&#x27;s letters dated 07.04.1999, 07.05.1999, 07.10.1999\nand 10.07.2000. The letter of 07.10.1999 stated inter alia that L&amp;T&#x27;s\nconsultants had reported that it would not be favorable to pursue the project\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                    Page 59\n and consequently &quot;payment of EDC charges at this stage by L&amp;T does not\narise.&quot; The Tribunal had noted in its order of 08.11.2001 that L&amp;T was\ndirected to produce the documents which were furnished to it in the form of\nBoston Consulting Group which was acted upon ultimately. L&amp;T did not\nproduce the report and instead stated that the Tribunal may draw necessary\ninferences. The Tribunal then took note of the inspection conducted in the\nproceedings on 05.08.2000 and also that the report was not objected to by\nthe party. It then proceeded to state in the award that the inspection clearly\nshowed that the respondent had not even commenced the work of\ndevelopment in terms of the plan sanctioned by DTCP Haryana and had not\neven applied for water and electricity connection. The award then stated:\n</p>\n<blockquote id=\"blockquote_59\">      &quot;These only indicate that right from the start, the respondent was not\n      at all serious about the taking-up work of development. The claimant\n      had led evidence to show the repeated breaches committed by the\n      respondent. As stated earlier, the respondent has not led any evidence\n      whatsoever. Mr. Mohinder Puri was cross-examined at length by Mr.\n      Atul. S. Rajadhyaksha, learned counsel for the respondent. On\n      question of abandonment of site by the respondent, in the cross-\n      examination, Mr. Mohinder Puri has elaborated his evidence inter\n      alia in question nos. 49, 149, 192, 199, 200, 201 and 202. The\n      respondent has chosen not to examine Mr. K.V. Rangaswami, Mr.\n      H.S. Chandrasekhar, Mr. V.B. Gadgil, Mr. N. Narendra even opposed\n      to summon the said officers in the arbitration case. The respondent\n      chose not to lead evidence of said officers and also refused to disclose\n      material correspondence exchanged between these officers and the\n      reports of the consultants, namely Boston Consulting Group, USA. In\n      view of the unrebutted evidence, Mr. Mohinder Puri which was not\n      taken on cross-examination, the admitted documents on record and\n      admission/deemed admissions made by the respondent in respect of\n      bulk of the case of the claims and adverse inference that must be\n      drawn on the facts and circumstances of the case, it is clearly\n      established that L&amp;T had taken a conscious decision to abandon the\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                    Page 60\n       project and had taken steps not to pay EDC or fulfill their obligations\n      to the statutory authority and to ITCREF.......&quot;\n</blockquote>\n<blockquote id=\"blockquote_60\">             &quot;In the facts and circumstances of the case, as indicated\n      earlier, and in view of the categorical deposition of Mr. Mohinder\n      Puri and other evidences on the record, this Tribunal finds that Mr.\n      Mohinder Puri had signed the supplementary agreement dated\n      30.12.1999 and the Tripartite Agreement dated 10.01.2000 under\n      compulsion and in dire need of funding of EDC payments. In the\n      Tripartite Agreement, LKB has sanctioned certain amounts of loan to\n      claimants which were the liability of the respondents.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_113\">86.   L&amp;T&#x27;s contention was that the finding in the award with regard to\ncoercion was untenable on merits. It was argued that PCL entered into the\nSupplementary Agreement with its eyes open and taking into account the\nground realities of a recessionary real estate market. It was all along aware\nof these facts and that the initial over-estimation of the project&#x27;s capability to\nyield profits and the attendant risk had been disclosed very early. L&amp;T relied\nupon its letter written on 30.03.1998 to PCL and the minutes of meeting\ndated 19.12.1998 - which clearly stated that the onus of paying EDC would\nbe upon L&amp;T only after NOC from the appropriate authority is obtained.\nPCL&#x27;s awareness of falling market was evidenced by its letter dated\n10.12.1998 which was replied to by L&amp;T&#x27;s letter dated 29.12.1998 and\nL&amp;T&#x27;s letter dated 23.01.1999 enclosing cheque for `25 lakhs for EDC\ncharges. The minutes of 06.04.1999 disclosed that certain litigation in\nrespect of a portion of loan with third parties had arisen. L&amp;T&#x27;s letter dated\n07.05.1999 stated that EDC charges would be paid after the market\nconditions improved - which was again repeated on 07.10.1998 in another\nletter by L&amp;T to PCL. It was submitted that besides the allegation of\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                       Page 61\n economic coercion, there was practically no material to substantiate PCL&#x27;s\nargument in that regard.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_114\">87.   This Court notices that the award has adverted to several materials,\nwhile concluding that in fact L&amp;T exerted economic duress. L&amp;T at one\nstage had - in the arbitration proceedings - urged that in view of the\nSupplementary Agreement, correspondence which had ensued between the\nparties prior to its execution was irrelevant and that the said Supplementary\nAgreement had in fact novated the contract between the parties embodied in\nthe Development Agreement. However, that argument was not pursued and\nL&amp;T conceded later in the arbitration proceedings that the Supplementary\nAgreement had to be read together with the Development Agreement. The\nTribunal, therefore, took into consideration the facts and events which took\nplace after the execution of the Development Agreement leading right upto\nthe execution of the Supplementary Agreement. While concluding that\neconomic duress was in fact exerted upon PCL, the Tribunal appears to have\nattached considerable importance to several factors: (i) that L&amp;T was aware\nabout PCL&#x27;s precarious financial conditions and its obligations towards\nITCREF which had insisted that its rights under the previous agreement with\nPCL ought to be factored in - and was accordingly recognized and given\naccommodation in the Development Agreement; (ii) that EDC charges paid\nright upto the execution of the Development Agreement - and thereafter\nwere reimburseable by L&amp;T and furthermore, the developer had to pay EDC\ncharges directly to DTCP as and when the occasion demanded. The Tribunal\ntook note of the fact that the record clearly established that EDC charges\nkept mounting but were not paid save an amount of `25 lakhs by L&amp;T. The\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                   Page 62\n letter placed on record by L&amp;T on 28.09.1998 - written to LKB states that in\nterms of the Development Agreement, &quot;after obtaining NOC from the\nappropriate authority (since obtained), we are liable to pay EDC charges as\nwell as refund to Puri Construction Private Limited and others, the EDC so\nfar paid by them..............&quot;. Likewise, on 08.02.1998, L&amp;T acknowledged\nthat the onus of EDC from 01.07.1998 was &quot;on us&quot; as per the agreement as\nthe NOC from the appropriate authority was obtained on 30.06.1998. The\nDTCP sanctioned the development plans for 16.6 acres on 19.02.1999. PCL\nkept reminding L&amp;T of its obligation to perform its part of the bargain in the\nDevelopment Agreement, especially payment of EDC charges. On\n02.04.1999, L&amp;T took the position that even though EDC charges had fallen\ndue, they would be paid at the time of launching of the property. On\n27.04.1999, L&amp;T wrote to PCL stating that, it &quot;was making efforts to\nmobilize the requisite funds to pay the overdue instalments of EDC (5th and\n6th installments)&quot;. Again on 07.05.1999, L&amp;T agreed that EDC payment\nwas to be made after sanction of the appropriate authority was obtained but\nthat the payment had been delayed because, &quot;there has been a very poor\nmarket&quot;. PCL&#x27;s letter contained a note of urgency - even desperation. On\n07.10.1999, L&amp;T, despite its acknowledgement of the obligation to make\npayment of EDC and refund past amounts categorically stated &quot;however,\nsince the report submitted by the consultants are not favorable to pursue the\nproject, the question of payment of EDC charges by L&amp;T does not arise.&quot;\nThis impelled PCL to put L&amp;T on notice of default and warning of serious\npenal consequences which included forfeiture of EDC already paid on the\norder of DTCP. Finally, on 02.11.1999, DTCP issued a Show Cause Notice\nproposing cancellation of license due to breach, i.e. non-payment of EDC. It\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                    Page 63\n was in these circumstances that the Supplementary Agreement was drawn\nup by L&amp;T and sent to PCL. These were even acknowledged by\nSupplementary Agreement in two of its recitals where L&amp;T&#x27;s default in not\npaying EDC charges except `25 lakhs and not furnishing the bank guarantee\nwere put down in writing.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_115\">88.   The authorities discussed previously, especially recent judgments of\nthe Supreme Court have dwelt upon circumstances where the parties are\nallowed to contend or take a position which is seemingly contradictory or in\nconflict with the earlier position if it can establish or prove that it was not a\nfree agent. In other words, economic duress is now a recognized head\nanswering the description of &quot;coercion&quot; entitling the contracting party to\navoid the contract or some of its terms. This head of &quot;economic coercion&quot;\n</p><blockquote id=\"blockquote_61\">would fall within the meaning of <a href=\"/doc/568692/\" id=\"a_75\">Section 16</a> of the Indian Contract Act,\n1872 which defines &quot;undue influence&quot; as one where the relation subsisting\nbetween the parties is such that one of them is in a position to dominate the\nwill of the other and uses that position to obtain an unfair advantage over the\nother. <a href=\"/doc/250006/\" id=\"a_76\">Section 16(3)</a> states that, where a person in a position to dominate the\nwill of the other enters into a contract with him and the transaction appears\non the face of it or on the evidence of it to be unconscionable, the burden of\nproving that there was no undue influence is on the person who is able to\ndominate the will of the other. Illustrations (c) and (d) particularly deal with\ncases of economic duress or undue influence. Given the nature of evidence,\nwhich was on the record before the Tribunal and the legal position as to\neconomic duress being one of the factors that can successfully avoid a\ncontract, there is no patent illegality in the findings recorded in the award.\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_62\">FAO (OS) 21/2009 AND CONNECTED CASES                                      Page 64\n Likewise, it cannot be said that the Tribunal arrived at a finding which is\ncontrary to the substantive law of the country or contrary to justice and\nmorality. As a result, the findings of the learned Single Judge that\nSupplementary Agreement could not be characterized as the product of\nundue influence and economic duress, because both parties were corporate\nentities is unsustainable, is, therefore, set aside.\n</blockquote>\n<blockquote id=\"blockquote_63\">Was there a fundamental breach of contract of the Development Agreement\nby L&amp;T entitling PCL to relief?\n</blockquote>\n<p data-structure=\"Section\" id=\"p_116\">89.    L&amp;T argued that the Tribunal committed an error of law apparent on\nthe face of the record when it ignored Clauses 26 and 34 of the Development\nAgreement which provided that it would not be deemed to be in default of\nthe performance of its obligations if the same is delayed or prevented by\nconditions constituting force majeure which include the prevailing real\nestate market conditions or any other reason or cause whatsoever beyond the\nreasonable control of the petitioner. It is submitted that it is not open to the\nArbitral Tribunal to ignore a clause of the contract and if it does so, the\nArbitral Tribunal commits an error apparent on the face of the record.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_117\">90.    L&amp;T then submits that it is the public policy of India that an Arbitral\nTribunal&#x27;s duty is to decide the disputes submitted to him according to the\nlegal rights of the parties and not according to what he may consider to be\nfair and reasonable. Similarly, an Arbitral Tribunal cannot ignore the law or\nmisapply it and he also cannot act arbitrarily, irrationally, capriciously, or\nindependent of the contract. The obligation of L&amp;T to develop properties in\nquestion and to perform its obligations was subject to the following\ncondition under the Development Agreement dated 10-03-98:\n</p>\n\n\n\n<p data-structure=\"Section\" id=\"p_118\">FAO (OS) 21/2009 AND CONNECTED CASES                                     Page 65\n       &quot;CLAUSE 26: The DEVELOPER hereby undertakes and agrees to\n      complete the construction of the said building on the Schedule B\n      property within a period of 60 (sixty) months, or such other mutually\n      extended periods, from the date of Building Plan sanction/37-I.\n      Clearance for this Agreement and making available the said property\n      for development, whichever later. Time is the essence of this\n      Agreement. In the event of any default on the part of the OWNER\n      under this Agreement or in the event of non-availability of building\n      materials controlled by the Government, Government restrictions,\n      Civil Commotion, Court order, Injunction, any act of God, and/or the\n      prevailing market conditions, the DEVELOPER shall be entitled to\n      reasonable extension of time for completing the construction.\n      CLAUSE 34: The DEVELOPER shall not be deemed to be in default if\n      the performance of its obligations hereunder is delayed or prevented\n      by conditions constituting force-majeure which shall include but not\n      be limited to any laws, order by-laws, rule or direction of any\n      Government or Municipal or statutory agency or other authority,\n      restrains, injunctions from any Court of law, withdrawal of\n      permissions, non-availability of construction materials, strikes, fire or\n      any Act of God, as so the prevailing real estate market condition or\n      any other reason or cause whatsoever beyond fixed shall be deemed\n      to have been extended by the periods equal to the periods of delay on\n      account of the conditions constituting force-majeure.&quot;\nSimilarly, under the Supplementary Agreement dated 30-12-99                the\nobligation was:\n</p><blockquote id=\"blockquote_64\">      &quot;CLAUSE V: That the DEVELOPER shall only commence\n      construction in 1st phase of development subject to achieving\n      confirmed booking/selling targets undertaken by the OWNER as\n      detailed in Annexure II to this agreement at the location shown in the\n      sketch annexed hereto with revised plans and specifications mutually\n      agreed between the parties hereto.\n</blockquote><blockquote id=\"blockquote_65\">      CLAUSE VI: That it is agreed between the parties that the\n      DEVELOPER shall be free to analysis the real estate market\n      conditions after expiry of One Year of launching of the 1st phase and\n      if the market conditions continue to show recessionary trend or\n      continue to be unfavorable, the DEVELOPER in its discretion may\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                    Page 66\n       either invoke Clause 34 of the Development Agreement or terminate\n      the agreement for development without any liability except for the\n      payment of overdue EDC.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_119\">91.   Under the contract, therefore, L&amp;T could not be held liable for default\nof any of its obligations if the discharge of such obligations was, inter alia,\nnot warranted by the prevailing market conditions. It is submitted that there\nwas enough material on record to show that the land prices were falling and\nthat the prevailing market conditions did not encourage development of the\nlands. The documents on record in the arbitration show that the prevailing\nmarket conditions did not encourage development of the lands. Given this\nposition, the Tribunal was bound to give weight and enforce these\ncontractual provisions. There is no finding in the award that the prevailing\nmarket conditions were encouraging or conducive to the development of the\nlands in question. In fact, there was evidence that the parties were agreed\nthat the prevailing market conditions were not encouraging and conducive to\nthe development of the said lands. However, the Tribunal ignored these\ncontractual terms and conditions and the evidence on record, thus rendering\nhis award irrational and independent of the contract and liable to be set aside\nunder <a href=\"/doc/536284/\" id=\"a_77\">Section 34</a> of the Act as displaying an error apparent on the record.\nLearned senior counsel submitted that the impugned judgment correctly did\nthat and this court should not interfere with those findings.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_120\">92.   The Tribunal noted PCL&#x27;s contentions with respect to fundamental\nbreach of contract by L&amp;T. It listed various omissions and breaches, i.e non-\npayment of a single installment of EDC in terms of              clause 19 of the\nDevelopment Agreement; non-payment, to PCL interest free deposit of ` 5\nCrores in terms of clause 12 of the          Development Agreement; non-\n</p>\n\n\n\n<p data-structure=\"Section\" id=\"p_121\">FAO (OS) 21/2009 AND CONNECTED CASES                                      Page 67\n construction of a single floor of any residential building for which\ndevelopment plans were sanctioned; L&amp;T&#x27;s failure to take up preparatory\nwork for obtaining water and electricity connections from the statutory\nauthority even to the extent of not furnishing any application for the\npurpose; non-appointment of any architect to plan land development in\nSector 53 as part of the project. It was also contended that L&amp;T did not\nprepare or submit any layout plan or development plan for 23.881 acres of\nland west of 60 metre sector road nor did it prepare or submit revised\ndevelopment plans to DTCP, on the basis of which general bookings were\ninvited from the general public from 6.4.2000 onwards by way of\ndistribution of brochures and by way of publication of advertisement in the\nnewspapers; not taking any steps to comply with the show cause notices\nissued by DTCP for the termination of the licenses on account of non-\npayment of EDC by it (L&amp;T). DTCP was compelled to demolish the\nunauthorized temporary constructions raised by L&amp;T after due notice to it.\n</p><p data-structure=\"RespArg\" id=\"p_122\">93.   L&amp;T had contended that it started its work in terms of the\nDevelopment Agreement diligently, and that after signing the Development\nAgreement dated 19.01.1998, it addressed letters in January itself, to M/s.\nShikhar Chand Jain, seeking confirmation of its appointment as brokers for\nthe flats to be constructed. Steps for landscaping the area to be developed\nhad been taken and the respondent verified the area from the land reports. It\nalso forwarded to the claimants a draft working order issued to Belt Collins\nfor landscaping and appointed BNB investments &amp; Properties as authorized\nselling agents. L &amp;T also appointed Arora and Associates as brokers. It\nforwarded planning of the project to PCL, paid ` 25 lakhs on 23.01.1999\ntowards EDC. L&amp;T argued that in the light of these steps, it was not guilty\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                   Page 68\n of any inaction. It relied on instances of inaction of PLC, and that in order to\ngive the bank guarantee to the DTCP and for that purpose, the original title\ndeeds were required, however, PCL delayed the sending of the title deeds.\nPCL had handed over the title deeds for 12.875 acres and 15.31 acres on 15th\nand 16th October, 1998. PCL also informed that the documents of 4 acres\nwould be sent later on. PCL did not pay the EDC installments in time and\nthe DTCP issued notice to PCL that payments of EDC had not been made\nand renewal of licenses had not been applied for. L&amp;T faced several\nobstructions in the execution of the project. Some of those obstructions were\nin the form of legal proceedings from local individuals and residents,\nincluding one Hari Singh. It was also argued that PCL sought plans for the\nentire Schedule A property and not Schedule B property only, contrary to\nthe Development Agreement and besides, sought change in the letter of\ncomfort in particular for deletion of the reference that L&amp;T would pay EDC\nafter approval of the plans. PCL also demanded payment of ` 13,05,805\ntowards official fees for plan approval and requested for an advance of `50\nLacs for the payment of the balance 4th installment of EDC even though\npayment of the 4th installment was PCL&#x27;s liability. PCL asked L&amp;T to pay `\n20,000/- to one Mr. Arun Dhir in order to have the drawings cleared by the\nSDO, Chandigarh and further sought ` 4,50,625/- by way of licence fees and\n` 5,73,440/- towards renewal of license charges even though it was not\nL&amp;T&#x27;s responsibility.\n</p><p data-structure=\"Section\" id=\"p_123\">94.   The Tribunal recorded its findings as follows:\n</p><blockquote id=\"blockquote_66\">      &quot;The respondent, in the opinion of this Tribunal, cannot be relieved of\n      its obligations under the agreement of 10 January, 2000 and the\n      respondent is bound to pay LKB. The respondent is also bound by the\n      agreement of indemnity as reflected in the agreement dated 10th\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                     Page 69\n       March, 1998. This Tribunal finds that the respondent sought to\n      jeopardize the claimants obligations towards 1TC REF whose\n      interests were set out and safeguarded in the Development Agreement\n      dated 10th March, 1998. It also appears to this Tribunal that the\n      respondent had resiled from its statutory obligations and sought to\n      make sales unilaterally against express provision of the agreement\n      and without getting the revised development plan sanctioned and\n      without making allocation in favour of ITC REF. L&amp;T has also not\n      submitted accounts of the money admittedly collected from various\n      buyers. The claimants have been kept in dark about the amount\n      collected from various buyers. This Tribunal holds that the claimants\n      were not obliged to make any sale on the basis of unsanctioned\n      development plan because such action on the part of the claimants\n      would be improper and illegal and will entail the risk of the licences\n      being forfeited by DTCP. In the agreement dated 10th March, 1998,\n      the admitted fact situation was that the claimants were the owners in\n      possession of 40.6623 acres which was licensed by DTCP, Haryana\n      for the construction of Group Housing. It was also an admitted fact\n      situation that the property was free from encumbrances except to the\n      extent of approximately 7 acres of land mortgaged to Lord Krishna\n      Bank. It is also an admitted fact situation that the said agreement of\n      10th March, 1998 had been arrived at with the consent of 1TCCREF\n      who had signed this document as a consenting witness. It is the\n      common case of the parties that the said lands were free from\n      mortgage and were free from encumbrances except to the extent\n      stated above. The return under 37(I) was filed before the IT authority.\n      In the opinion of this Tribunal L&amp;T has no justification to contend\n      that it has liability to return the title deeds of ITCREF or its\n      successor. This tribunal is of the view that by not returning the title\n      deeds despite the direction given earlier in this arbitration\n      proceedings the respondent has been seeking to exercise economic\n      coercion on the claimants and is also seeking to hold up the\n      development project and causing consequential financial loss to the\n      claimants. The respondent has also failed to make payment of EDC\n      installments in terms of the agreement between parties. The\n      respondent erected a small site office but it did not fund the project\n      from the very beginning. The respondent had even after the\n      Development Agreement was hesitant to proceed with the\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                   Page 70\n       Development Agreement in right earnest and failed to fulfill its\n      obligation under the development agreement. The security service\n      maintained at the site was not sufficient and even insufficient security\n      arrangement was unilaterally withdrawn by the respondent. Because\n      of such action, encroachments of some lands under the project had\n      taken place. Such encroachment is bound to cause problems resulting\n      financial loss. But the extent of encroachments and particulars of the\n      encroachers have not been furnished. There is no convincig material\n      in support of the financial loss alleged to have been suffered by the\n      claimants on account of encroachment of land. Therefore, it s not\n      possible to precisely quantify monetary loss suffered by the claimants\n      on account of encroachment. Therefore, issue no. 5 is decided by\n      holding that on account of insufficient security arrangements and\n      ultimate withdrawal of security arrangement unilaterally from the site\n      by the respondent encroachment of some lands of the claimants has\n      taken place but quantification of monetary loss on this account is not\n      possible for want of sufficient materials on record. Considering the\n      materials on record and the evidences both oral and documentary\n      adduced on behalf of the claimants this tribunal finds that the\n      claimants did not commit fundamental breaches of the development\n      agreement dated 10.03.1998 to enable the respondent to resile from\n      the development agreement. This tribunal finds that the respondent\n      was not serious in developing the project in question from the very\n      beginning and had never started the development work by making any\n      construction of a single building for sale during the long period after\n      the commencement of the development agreement. Therefore, issue\n      no. 3 must be answered in the negative. This Tribunal n the facts and\n      circumstances of the case holds that the claimants are entitled to\n      compensation from the respondent and damages suffered by them for\n      the breaches committed by the respondent n respect of the\n      Development Agreement of March, 1998 but this tribunal does not\n      consider that the claimants should get compensation and damages to\n      the extent of Rs. 300 crores and punitive damages to the extent of Rs.\n      100 crores as claimed by them.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_124\">95.   During the hearing, considerable argument was made by PCL\nregarding L&amp;T&#x27;s failure to disclose the report of the Boston Consulting\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                   Page 71\n Group (BCG), despite the Tribunal&#x27;s direction, during its proceedings. This\nis also somewhat reflected in the award, which draws an adverse inference -\ngiven that at that time L&amp;T stated that such an inference as was permissible\nin law may be drawn in answer to the query as to why it did not comply with\nthe directions. The drift of PCL&#x27;s submissions here was that at a very early\nstage, after L&amp;T had entered into the Development Agreement, it had\nmisgivings and consequently commissioned the Boston Consulting Group.\nThe latter&#x27;s report influenced L&amp;T to behave the way it did, i.e not go ahead\nand perform the contract, leading to its breach.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_125\">96.   It is a matter of record that the Tribunal had directed disclosure of the\nBCG report and that this was not complied with. The Tribunal drew an\nadverse inference. L&amp;T argues that the findings of breach of contract are\ntainted because the omission to produce the report coloured the Tribunal&#x27;s\nviews. Given that L&amp;T was directed to produce the report, which it did not,\nit cannot complain the adverse inference which the Tribunal drew due to the\nomission. Yet, the findings regarding breach by L&amp;T do not stem solely\nfrom that omission. There is considerable material which formed the basis of\nthat conclusion. L&amp;T might not be wrong in saying that the financial\nviability of its activities has to necessarily be undertaken on a periodic basis.\nTo that extent, its autonomy in commissioning an independent consultant&#x27;s\nreport cannot be faulted and PCL&#x27;s argument that L&amp;T had secretly decided\nto abandon the project and consequently went slow cannot be the only basis\nto hold that there was breach of contract. At the same time, the Court is of\nthe opinion that irrespective of the motivation of a party to act as it does, the\neffect of its decisions is a matter of scrutiny, especially in respect of third\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                      Page 72\n parties and contractual relationships with them. In other words, adverse\ninference in this case was no doubt justified. At the same time, the Tribunal\ndid not rest its award only on that adverse inference and went into other\nmaterial to hold that L&amp;T committed fundamental breaches of the contract\nwith PCL.\n</p>\n<p data-structure=\"Section\" id=\"p_126\">97.    The award, in the opinion of the Court, is not unsupported by\nevidence, nor contrary to law nor opposed to substantive law or public\npolicy. L&amp;T&#x27;s reliance on some letters written by PCL, expressing\nconfidence in it (primarily letters dated 03-04-1998, 14-07-1998, 05-08-\n1998 and 12-04-1998) is to be seen in the background of what it actually\ndid, or omitted to do. Here, the records prominently support the Tribunal&#x27;s\nconclusions:\n</p>\n<blockquote id=\"blockquote_67\">(i)    The period between 19-01-1998 (date of Development Agreement)\nand 30-12-1999 saw L&amp;T omitting to pay any amount towards EDC (except\n` 25 lakhs). The approval of the competent authority for the project had\nbeen obtained in June 1998 itself. Clause 19 of the Development Agreement\ncast an obligation on L&amp;T to bear all EDC charges. This omission went into\nthe root of the matter.\n</blockquote>\n<blockquote id=\"blockquote_68\">(ii)   Almost all the letters written by L&amp;T to PCL and the minutes of\nmeeting between the parties reveal the former&#x27;s skepticism to go ahead with\nthe project.   L&amp;T&#x27;s reluctance stemmed from what is alleged to be a\nrecessionary real estate market.       It voiced this concern by citing its\nconsultant&#x27;s reports. PCL on the other hand, kept stressing the need to start\nthe project.    This is apparent from L&amp;T&#x27;s letters dated 30.03.1998,\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                   Page 73\n 08.12.1998, 22.12.1998, 29.12.1998, its views recorded in the minutes of\nmeeting dated 06.04.1999 and the letters dated 27.05.1999, 18.09.1999 and\n07.10.1999 (disclosing the reports of M/s Richard Ellis and M/s Jones Lang\nLaselle with respect to the falling trend in real estate markets).\n</blockquote><p data-structure=\"CDiscource\" id=\"p_127\">(iii)   The records show that the approval of the Competent Authority under\nprovisions of Chapter - XXC was given on 30.06.1998 for an apparent\nconsideration of over `117 crores. This was within the knowledge of L&amp;T.\nLikewise, the plans were sanctioned on 30.09.1998. L&amp;T had expressed the\nconcern that the title deeds were not handed over to it in its various\ncorrespondence with PCL, after the Development Agreement was executed.\nThe title deeds were, in fact, handed over on 16.10.1998. At this stage, at\nleast it was not unreasonable for PCL to expect some progress. However,\nthe materials on record disclose that besides the various meetings and\ncorrespondence exchanged on the issues with respect to payment of EDC\nand the concerns of L&amp;T with regard to the market rents, nothing concrete\nhappened. On 02.05.1999, the planning licences expired and PCL was\nnotified by DTCP on 28.05.1999. In the meanwhile, PCL had written on\n05.05.1999 to L&amp;T complaining that there was no progress on site. L&amp;T&#x27;s\nresponse was to in turn blame PCL for collecting some cheques contrary to\nthe term that it had the entire responsibility to market the project. At the\nsame time, its letter dated 07.05.1999 also acknowledged that it had a\nresponsibility by ensuring the preparation of drawings and approval of the\nproject. Furthermore, it stated expressly that EDC charges were payable by\nit after 01.07.1998. Its letter dated 18.12.1999 to PCL shows that even at\nthat late stage, the project was still being planned. In the meanwhile on\n27.02.1999, it had appointed one, M/s BNB as its selling agent.         The\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                  Page 74\n minutes of meeting dated 06.04.1999 discussed and recorded a consensus\nwith regard to the type of houses to be constructed. In the light of all this,\nL&amp;T appears to have prepared the drawings and sent them to PCL for\ncomments only much later on 03.11.1999. It is not known whether this was\nthe ultimate project which sought to be launched on 06.04.2000.\n</p><p data-structure=\"CDiscource\" id=\"p_128\">(iv) L&amp;T apparently got some brochures for the project printed and launched\nit on 06.04.2000. PCL immediately wrote on 07.04.2000 stating that this\nwas a unilateral act without its approval, and that the earlier development\nplans which it was agreed to be a party, have been approved by the DTCP.\nPCL protested that the project actually launched contained promises of\nfacilities and other aspects which were not agreed to by the parties. L&amp;T in\nresponse relies upon what it terms to be a unilateral commitment by PCL\nwith respect to allotment of substantial portion of the constructed property to\nITCREF. It states that this was despite the commitment made by PCL in its\nletters dated 12.04.2000 and 09.04.2000. L&amp;T also accused PCL of keeping\nit in the dark with respect to the arbitration proceedings initiated by ITCREF\nand the commitments it made which led to the award on 13.05.2000. PCL on\nthe other hand on 25.02.2000 informed L&amp;T that the consent given in the\narbitration was not voluntary.\n</p>\n\n<p data-structure=\"Section\" id=\"p_129\">(v)    The project was as a matter of fact launched on 6 th April 2000. PCL\nstarted accusing L&amp;T of unilaterally starting the project, without its\napproval. The development plan envisioned by the parties earlier had\nreceived DTCP&#x27;s approval. According to PCL, the kind of project, the\namenities offered etc were something not discussed and agreed to by the\nparties.\n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_130\">FAO (OS) 21/2009 AND CONNECTED CASES                                     Page 75\n</p><p data-structure=\"CDiscource\" id=\"p_131\"> (vi)   After the start of the present arbitration proceedings, the Tribunal,\nwith consent of parties inspected the site and its report demonstrated that\nthere was no development. Earlier, some minor constructions put up at site\nwere demolished by the authorities as unauthorized.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_132\">(vii) None of L&amp;T&#x27;s officers who were acquainted with the transactions\ndeposed in arbitration. L&amp;T did not also indicate whether any contractor\nwas engaged to carry out work, the extent or progress of the work performed\nat site, etc.\n\n</p><p data-structure=\"Conclusion\" id=\"p_133\">98.    It is also evident that in terms of Clause 12 of the Development\nAgreement, after obtaining the No Objection Certificate from appropriate\nauthority, L&amp;T was obliged to pay ` 5crores to PCL as interest free\nrefundable deposit to be recovered pro rata from the sale proceeds of PCL&#x27;s\nallocation within 36 months. Clause 11 envisioned the deposit of title deeds\nin respect of the area (except 15 acres mortgaged to LKB). As noticed\nearlier, the No Objection Certificate was obtained on 30.07.1998. The title\ndeeds were deposited with L&amp;T on 16.10.1998. With this, the condition\nembodied in clause 19(b), i.e., &quot;the onus of paying EDC after NOC from the\nappropriate authority to this agreement shall vest with the developer&quot;\n</p><blockquote id=\"blockquote_69\">became operational. The body of evidence on the record clearly establishes\nthat save and except payment of `25.00 lakhs, L&amp;T did not comply with this\ncondition at all and ultimately compelled PCL to enter into a Tripartite\nAgreement whereby payments towards EDC dues after 30.06.1998 were\nmade by it through loans from LKB. It is a matter of record that the licences\nhad expired on 02.05.1999 and DTCP had issued show cause notices on\n07.11.1999 to PCL in this regard.\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_70\">FAO (OS) 21/2009 AND CONNECTED CASES                                   Page 76\n</blockquote><blockquote id=\"blockquote_71\"> 99.   L&amp;T had sought to allege that PCL&#x27;s conduct in not taking care of\nsome litigation which held the construction, and further that it unilaterally\nallocated a substantial part of the proposed construction to ITCREF, and that\nit was kept in the dark of arbitration proceedings, has to be seen in the\noverall scheme of things. PCL&#x27;s commitment towards ITCREF was known\nto L&amp;T; in fact ITCREF was a confirming party to the Development\nAgreement itself. ITCREF&#x27;s entitlement to 1.95 lakhs sq.ft. (subsequently\nmodified to 2,20,416 sq. ft.) built up property, within 5 years, was an\nexpress part of the Development Agreement - by clause 4(b). The entire\nargument of L&amp;T that without its consent no part of the project which was\nlaunched on 06.04.2000 could be committed to anyone else, has to be\nviewed in the context that the Supplementary Agreement did not come into\nforce as correctly held by the Arbitrator. Secondly, the Supplementary\nAgreement was itself a product of economic duress and therefore does not\nassist L&amp;T. It is natural and reasonable to expect that L&amp;T would have kept\nitself informed of any developments, vis-a-vis PCL and ITCREF. In fact,\nthe Development Agreement was a project intended to bail out PCL from its\ncommitment with ITCREF, and that PCL in some letters might have not\nvoiced any protest or even agreed to exclusive allotment of the project\nconstruction by L&amp;T would not detract from the fact that since the\nDevelopment Agreement prevailed and was in no manner whittled down by\nthe Supplementary Agreement, ITCREF&#x27;s entitlements could very well have\nbeen dealt with independently by PCL since it was duty bound to do so.\n</blockquote><blockquote id=\"blockquote_72\">100. The overall conspectus of facts paints a picture whereby L&amp;T&#x27;s\nposition and continued inaction, led to PCL being forced into a desperate\ncorner and ultimately succumbing to the economic pressure to agree to the\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                   Page 77\n Supplementary Agreement. L&amp;T appears to have resorted to various\nstratagem such as adverse market conditions, inability to pay EDC (for\nreasons not connected with PCL&#x27;s conduct) and fallen back on a diverse\nlitany of complaints that forced a dnouement in the form of PCL&#x27;s letter of\ntermination of contract. The conditions which were to be fulfilled by L&amp;T\nfor bringing into force that Supplementary Agreement however were not\nfulfilled. L&amp;T&#x27;s defaults - in not paying the interest free deposit, defaulting\nin paying EDC, defaulting for considerable period in substituting the bank\nguarantees to DTCP and not taking any concrete steps for development of\nthe site, therefore justifies the conclusion of the Tribunal that L&amp;T had\ncommitted a fundamental breach of the conditions in the Development\nAgreement which resulted in PCL calling off the bargain altogether and\nseeking arbitration. This finding cannot be faulted as patently erroneous on\nthe face of the record or contrary to substantive law or public policy, in any\nmanner whatsoever. The findings in the impugned judgment, therefore, are\nliable to be set aside on this score.\n</blockquote><blockquote id=\"blockquote_73\">Counter claim of L&amp;T: Was PCL was in breach of its contractual\nobligations?\n</blockquote><blockquote id=\"blockquote_74\">101. L&amp;T&#x27;s counter claim alleges that PCL was at fault and it breached its\ncommitment. Its decision to allot two Blocks (A3 and A4) and 15,000 sq.ft.\nin Block-B2 towards ITCREF, was contrary to the specific understanding in\nL&amp;T&#x27;s letter on 07.04.2000. L&amp;T alleges that PCL was in breach and liable\nto make good all losses of L&amp;T and making further restitution in respect of\nmoney paid and expenditure incurred by L&amp;T. L&amp;T alleged that it received\na spate of letters from LKB calling for payment of interest on short-term and\nprincipal in terms of the Tripartite Agreement. Both the obligations were\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                    Page 78\n that of PCL. Clarifying that L&amp;T does not seek specific performance of the\ncontract, it is alleged that PCL committed breach of contract since there is\nno clause enabling it to validly rescind the agreement. In fact, argues L&amp;T,\nPCL resiled from and renounced its obligations. L&amp;T states that it was\ninduced to enter into a contract by PCL on the basis of certain reports that\nminimum sale price of the project would not be less than `2,000 per sq.ft.\nand that 75% of the constructed space could be allotted by L&amp;T. The total\narea agreed to be built up by L&amp;T was 40.00 lakhs sq.ft. which by its sale\nprice was projected to fetch ` 800 crores resulting in L&amp;T&#x27;s share - at 75%\nworking out to ` 600.00 crores. The estimated net profit of L&amp;T, therefore,\nwould have been about ` 280.00 crores.\n</blockquote>\n\n<blockquote id=\"blockquote_75\">102. Alleging that the market conditions were not of the kind which PCL\nhad portrayed, and that there was an adverse trend which compelled the\nparties to analyze the situation and modify the understanding by the\nSupplementary Agreement dated 30.12.1999, L&amp;T alleged that the original\ncontract obligations stood altered and modified and in effect the\nDevelopment Agreement was novated. L&amp;T claimed reimbursement of `\n8,31,53,968/- incurred by it in connection with the work undertaken by it\nunder the various agreements with pendente lite and future interest @ 18%,\ndamages to the tune of `280.00 crores for breach of contract and a restraint\norder against PCL from going ahead with the development of project with\nM/s Ansal Housing &amp; Construction or any other third party. It also sought\nfor a direction for relieving of its responsibility and undertaking to LKB in\nregard to its obligations to that bank.\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_76\">FAO (OS) 21/2009 AND CONNECTED CASES                                   Page 79\n</blockquote><blockquote id=\"blockquote_77\"> 103. It was argued by Mr. Sameer Parekh that the breach of contract by\nPCL entitled L&amp;T to claim damages and also reimbursement of the\nexpenditure. In FAO(OS) 194/2009, L&amp;T argued that the Learned Single\nJudge fell into error in not dealing with this material aspect, and that to that\nextent the judgment requires to be set aside. In the grounds of appeal before\nthis Court, it is argued that once the Learned Single Judge allowed the\napplication under <a href=\"/doc/536284/\" id=\"a_78\">Section 34</a>, the impugned judgment ought to have set\naside the award to the extent that it rejected the counter claim. It is argued\nthat once PCL took the possession, L&amp;T stood relieved of any obligation to\nact further.     That it had made various payments and undertaken\ncommitments to LKB and incurred costs towards the launch, appointment of\nconsultants and sundry payments stood established as a matter of record.\nThe learned counsel relied upon various letters whereby amounts were paid\nto LKB, the guarantees were furnished and other expenditure was said to\nhave been incurred. It was submitted that the failure of the Learned Single\nJudge to set aside the award and remit the matter for consideration of the\nclaims, rendered the impugned judgment liable to be set aside.\n</blockquote><blockquote id=\"blockquote_78\">104. The submissions of L&amp;T are countered by PCL which argues that at\nno point of time was the rejection of the counter claim put in issue in the\nproceedings under <a href=\"/doc/536284/\" id=\"a_79\">Section 34</a>. Inviting the attention of the Court, learned\nSenior Counsel of PCL argued that there is nothing from the material on\nrecord on the face of the impugned judgment to show that L&amp;T ever\nexpressed its grievance with respect to the rejection of the counter claim. It\nis argued that even in the grounds of appeal before this Court, L&amp;T does not\nwhisper that the alleged wrongful rejection of the counter claim was ever\nargued before the Learned Single Judge for this Court to conclude that the\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                     Page 80\n impugned judgment requires to be interfere with on this score. It is also\nlastly argued that the claim of damages to the extent of ` 280 crores is\nhighly fanciful, exaggerated and groundless. Urging that no interference is\ncalled for with respect to restitution, PCL urges that the expenditure incurred\n</blockquote><blockquote id=\"blockquote_79\">- if at all was pursuant to the commitments which L&amp;T had undertaken in\nthe first instance. If after more than two years, some amount was allegedly\nspent, it was to prove its entitlement to restitution which is based on an\napplication of an equitable principle.      Once L&amp;T was found to have\nfundamentally breached the agreement, it could not have claimed any order\nin equity much less towards the expenses allegedly incurred by it.\n</blockquote><blockquote id=\"blockquote_80\">105. This Court has carefully gone through the application filed by L&amp;T\nbefore the Learned Single Judge, i.e. OMP 26/2003.            After filing the\napplication, certain amendments were sought and were allowed by the\nLearned Single Judge during the pendency of the proceedings. Neither the\namended grounds, nor in the entire body of the petition did L&amp;T ever urge\nthe issue of its entitlement to damages or a claim for restitution on the\ngrounds it argued before this Court. The entire petition - containing 68\ngrounds and numerous sub-heads does not allege that the rejection of the\ncounter claim was unlawful calling for setting aside of the award.\n</blockquote><blockquote id=\"blockquote_81\">106. It is worth noting that both L&amp;T and PCL made rival claims. Both\nalleged breach of contract by the other party.       The claim of PCL was\naccepted; that of L&amp;T was rejected. L&amp;T preferred a composite application\nunder <a href=\"/doc/536284/\" id=\"a_80\">Section 34</a>. Given that the award accepted PCL&#x27;s claim and rejected\nL&amp;T&#x27;s counter claim, and operated as a decree, it was expected of L&amp;T to\ncomprehensively challenge and canvass all the grounds available to it in law\n</blockquote><blockquote id=\"blockquote_82\">- that both in regard to the adverse findings with respect to PCL&#x27;s claims as\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                     Page 81\n well as the rejection of its counter claim. It deliberately chose to articulate\ngrievances with regard to the adverse findings recorded by the Tribunal in\nrespect of PCL&#x27;s claim and did not urge any ground with respect to rejection\nof the counter claim. Significantly even at the stage when the petition under\n<a href=\"/doc/536284/\" id=\"a_81\">Section 34</a> was amended, no ground in regard to the claim for damages or\nrestitution and why such rejection was unlawful, contrary to public policy or\npatently erroneous was urged. Consequently, the decree in respect of issues\nwhich pertained to the rejection of the counter claim became final.\n</blockquote><blockquote id=\"blockquote_83\">103. The above constitute the most powerful rationale for rejecting L&amp;T&#x27;s\nargument that PCL&#x27;s alleged breaches entitled it to damages and certain\namounts in restitution.     That apart, this Court also finds no reason to\ninterfere with the impugned judgment on this aspect because of the simple\nreason that even in appeal L&amp;T had not specifically argued that these\naspects were ever urged before the Learned Single Judge. It would be\nperilous for this Court to second guess in these circumstances, especially\ngiven the contentious nature of the dispute, as to whether the Learned Single\nJudge&#x27;s confirmation of the counter claim rejection was erroneous. L&amp;T&#x27;s\narguments on counter claim and the erroneous denial of damages and other\nreliefs in restitution are consequently rejected.       Its appeal FAO(OS)\n194/2009, therefore, has to fail.\n</blockquote>\n\n<blockquote id=\"blockquote_84\">Findings on damages payable by L&amp;T\n</blockquote><blockquote id=\"blockquote_85\">104. The Tribunal, in the present case, directed L&amp;T to pay damages to the\ntune of ` 35 crores to PCL on account of breach of contract. It directed L&amp;T\nto settle the claims of LKB within four weeks of the award by repayment of\nloan of ` 6 crores with such interest that may be due and payable to LKB\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                     Page 82\n and further directed L&amp;T to secure the release of title deeds of 15 acres of\nland from the said bank and to reimburse the claimant&#x27;s interest charges paid\nby PCL to LKB and in default thereof, it directed L&amp;T to pay a sum of ` 75\ncrores for loss of saleable area in respect of 15 acres of land placed in\nmortgage with the LKB, within a period of 4 weeks. It also directed L&amp;T to\nreturn licenses, permits and permissions obtained by PCL from various\nstatutory authorities in respect of the lands within a period of 4 weeks and\nobtain certificate of discharge to that effect or in lieu thereof L&amp;T was to\npay a sum of ` 5 crores by way of damages within a period of 4 weeks. It\npermanently restrained L&amp;T, from interfering in any manner with PCL&#x27;s\nrights to develop the property. It also directed L&amp;T to indemnify PCL in\nterms of Clause 4(b) and 25 of the Development Agreement dated 10th\nMarch 1998 for any action, or decree, or settlement that may be enforced by\nITCREF against PCL or in lieu thereof to pay to PCL a sum of ` 50 crores\nas and when the claim of ITCREF against PCL gets crystallized. The\nTribunal also directed L&amp;T to pay the cost of the arbitral proceedings to the\ntune of ` 30 lakhs. It directed L&amp;T to pay interest @ 12% per annum on the\nsums awarded commencing on four weeks from the date of award till actual\npayment. Thus, the total quantified award was ` 91 crores with interest and\nan additional contingent award of ` 75 crores in the event L&amp;T defaulted in\nsecuring release of title deeds for 15 acres of land.\n</blockquote>\n<blockquote id=\"blockquote_86\">105. The damages payable to PCL by L&amp;T, had to proceed on the basis of\nwhat was legally tenable. What PCL did prove was the existence of the\nDevelopment Agreement; that the Supplementary Agreement (which also\nenvisioned the Tripartite Agreement as the basis for funding the EDC by\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                   Page 83\n LKB-the obligation primarily being that of L&amp;T) was not binding for two\nreasons and that L&amp;T had committed fundamental breach of its obligations\nunder the contract. Two questions arise here. Firstly the extent of scrutiny\nunder <a href=\"/doc/536284/\" id=\"a_82\">Section 34</a> in regard to award of damages. Secondly, if it is found that\nthe award is unsustainable, the correct approach of the court: can it assess\nthe damages and independently award them.\n</blockquote>\n<blockquote id=\"blockquote_87\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"919241\" id=\"span_34\">106. <a href=\"/doc/919241/\" id=\"a_83\">Saw Pipes</a> (supra) is an authority for the proposition that award of\ndamages which is patently contrary to substantive law, or without\napplication of any known principle, is an error capable of interference under\n<a href=\"/doc/536284/\" id=\"a_84\">Section 34</a>. The Supreme Court held that:</span>\n</blockquote>\n<blockquote id=\"blockquote_88\">      &quot;It is apparent from the reasoning recorded by the arbitral tribunal\n      that it failed to consider <a href=\"/doc/339747/\" id=\"a_85\">Section 73</a> and <a href=\"/doc/1941714/\" id=\"a_86\">74</a> of the Indian Contract Act\n      and the <a href=\"/doc/919241/\" id=\"a_87\">ratio <a href=\"/doc/919241/\" id=\"a_88\">laid down in</a></a> Fateh Chand&#x27;s case wherein it is\n      specifically held that jurisdiction of the Court to award compensation\n      in case of breach of contract is unqualified except as to maximum\n      stipulated; and compensation has to be reasonable. Under <a href=\"/doc/339747/\" id=\"a_89\">Section 73</a>,\n      when a contract has been broken the party who suffers by such breach\n      is entitled to receive compensation for any loss caused to him which\n      the parties knew when they made the contract to be likely to result\n      from the breach of it. This section is to be read with <a href=\"/doc/1941714/\" id=\"a_90\">Section 74</a>, which\n      deals with penalty stipulated in the contract, inter alia (relevant for\n      the present case) provides that when a contract has been broken, if a\n      sum is named in the contract as the amount to be paid in case of such\n      breach, the party complaining of breach is entitled, whether or not\n      actual loss is proved to have been caused, thereby to receive from the\n      party who has broken the contract reasonable compensation not\n      exceeding the amount so named. <a href=\"/doc/1941714/\" id=\"a_91\">Section 74</a> emphasizes that in the\n      case of breach of contract, the party complaining of the breach is\n      entitled to receive reasonable compensation whether or not actual\n      loss is proved to have been caused by such breach. Therefore, the\n      emphasis is on reasonable compensation. If the compensation named\n      in the contract is by way of penalty, consideration would be different\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                   Page 84\n       and the party is only entitled to reasonable compensation for the loss\n      suffered. But if the compensation named in the contract for such\n      breach is genuine pre-estimate of loss which the parties knew when\n      they made the contract is likely to result from the breach of it, there is\n      no question of proving such loss or such party is not required to lead\n      evidence to prove actual loss suffered by him. Burden is on the other\n      party to lead evidence for proving that no loss is likely to occur by\n      such breach.&quot;\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_134\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"263196\" id=\"span_35\">107. Under the old <a href=\"/doc/1052228/\" id=\"a_92\">Arbitration Act, 1940</a>, it was held, in <a href=\"/doc/263196/\" id=\"a_93\">Bungo Steel\nFurniture Pvt. Ltd. v. Union of India</a> AIR 1967 SC 378 that an Arbitrator&#x27;s\nomission to apply <a href=\"/doc/339747/\" id=\"a_94\">Section 73</a> of the Contract Act, which sets out the\nprinciples on which damages for breach of contract are to be assessed and\ngranted, amounts to error of law.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"267492\" id=\"span_36\">Likewise, in it was held by the Supreme\nCourt in <a href=\"/doc/267492/\" id=\"a_95\">Maharashtra State Electricity Board v. Sterilite Industries ( India )\n&amp; Anr</a> AIR 2001 SC 2933 that where loss in terms of money can be\ndetermined, the party claiming compensation must prove loss suffered by it.\nIn order to attract <a href=\"/doc/339747/\" id=\"a_96\">Section 73</a>, the appellant had failed to prove that it had\nsuffered any loss. The Supreme Court held that it was not entitled to the\nclaim.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"164262\" id=\"span_37\">M/s. <a href=\"/doc/164262/\" id=\"a_97\">Sikkim Subba Associates v. State of Sikkim</a> AIR 2001 SC 2062 is\nanother authority on the subject of error of law discerned including in award\nof damages.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"622423\" id=\"span_38\">In <a href=\"/doc/622423/\" id=\"a_98\">Shamsu Suhara Beevi v. G. Alex and Anr</a> 2004 (8) SCC 569\nit was held that relief of damages which were on the teeth of express terms\nof the statute was unsustainable in law. All these decisions indicate that\nwhenever such an issue arises the court has to decide whether the arbitrator\nin the given facts had ignored the provisions of <a href=\"/doc/339747/\" id=\"a_99\">Section 73</a> of the Indian\nContract Act and had awarded the damages on wrong application of law.</span>\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"940426\" id=\"span_39\"><a href=\"/doc/940426/\" id=\"a_100\">BOC India Ltd. Vs. Bhagwati Oxygen Ltd.</a> (2007) 9 SCC 503 enjoins courts,\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                     Page 85\n under <a href=\"/doc/1722761/\" id=\"a_101\">Section 34</a> of the Arbitration Act (of 1996) to forbear from interfering\nwith awards so long as the measure adopted for grant of damages is based\non a &quot;plausible&quot; view in the established facts of the case.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_135\">108. <a href=\"/doc/339747/\" id=\"a_102\">Section 73</a> of the Indian Contract Act stipulates that upon a breach of\ncontract, the party suffering from such breach is entitled to receive, &quot;from\nthe party who has committed breach, compensation for any loss or damage\ncaused to him thereby, which naturally arose in the usual course of things\nfrom such breach, or which the parties knew, when they made the contract,\nto be likely to result from such breach.&quot; Compensation is not paid for any\nremote or indirect loss or damage sustained by reason of the breach. The\nexplanation to Section adds states:\n</p>\n<blockquote id=\"blockquote_89\">      &quot;In estimating the loss or damage arising from a breach of contract,\n      the means which existed of remedying the inconvenience caused by\n      the non-performance of the contract must be taken into account.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_136\">The settled principles underlying the award of compensation are that the\ninjured party should as far as possible be placed in the same position in\nterms of money as if the contract had been performed by the party in default.\nWhere the contract is one of sale, this rule requires assessment of damages\nas at the date of breach. Under a contract for the sale of goods, the measure\nof damages upon a breach by the buyer is the difference between the\ncontract price and the market price at the date of breach. On a breach of\ncontract to supply goods by the seller, the buyer is entitled to recover all the\nexpenses of procuring same or similar goods. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1813747\" id=\"span_40\">In <a href=\"/doc/1813747/\" id=\"a_103\">Murlidhar Chiranjilal vs.\nHarishchandra Dwarkadas</a> AIR 1962 SC 366, the Supreme Court held that\nthe aggrieved party (complaining of breach) has to establish the extent of\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                     Page 86\n damage, by adducing proof.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"259610\" id=\"span_41\"><a href=\"/doc/259610/\" id=\"a_104\">Trojan &amp; Co. Ltd. vs. RM. N.N. Nagappa\nChettiar</a>, 1953 SCR 789 stated that:</span>\n</p>\n<blockquote id=\"blockquote_90\">      &quot;in the absence of any special circumstances the measure of damages\n      cannot be the amount of the loss ultimately sustained by the\n      representee. It can only be the difference between the price which he\n      paid and the price which he would have received if he had resold\n      them in the market forthwith after the purchase provided of course\n      that there was a fair market then.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_137\">Furthermore, <a href=\"/doc/339747/\" id=\"a_105\">Section 73</a> frowns against award of compensation that is\nremote (and not reasonably foreseeable). The (erstwhile) House of Lords, in\nits decision reported as Kourfos v. C. Czarnikow Ltd. (1969) 1 A.C. 350,\nenunciated the following guiding principles:\n</p>\n<blockquote id=\"blockquote_91\">      &quot;(2) In case of breach of contract, the aggrieved party is only entitled\n      to recover such part of the loss actually resulting as was at the time of\n      the contract reasonably foreseeable as liable to result from the\n      breach.... (3) What was at that time reasonably so foreseeable\n      depends on the knowledge then possessed by the parties or at all\n      events, by the party who later commits the breach.... (4) For this\n      purpose, knowledge possessed is of two kinds: one imputed, the\n      other actual. Everyone, as a reasonable person, is taken to know the\n      ordinary course of things and consequently what loss is liable to\n      result from a breach of contract in that ordinary course. But to this\n      knowledge which a contract breaker is assumed to possess whether he\n      actually possesses it or not, there may have to be added in a\n      particular case -knowledge which he actually possesses, of special\n      circumstances outside the ordinary course of things of such a kind\n      that a breach in those special circumstances would be liable to cause\n      more loss.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_138\">109. In claims of damages for breach of contract, damages may be\nmeasured by the profits which the plaintiff would have made in the ordinary\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                    Page 87\n course if the contract had been implemented. This approach has been\ngenerally followed in later decisions.\n</p>\n<p data-structure=\"Precedent\" id=\"p_139\">110. The arbitrator has granted reliefs in favour of PCL under the\nfollowing five heads:\n</p>\n<blockquote id=\"blockquote_92\">      a. Damages to be paid by L&amp;T for breach of the Development\n      Agreement amounting to `35 crores.\n</blockquote>\n<blockquote id=\"blockquote_93\">      b. Direction to L&amp;T to settle the claims of LKB by repayment of loan\n      of ` 6 crores with interest, secure the release of title deeds from LKB\n      and reimbursement for interest paid by PCL to LKB. In default, L&amp;T\n      was directed to pay ` 75 crores to PCL for loss of saleable area in\n      respect of 15 acres of land.\n</blockquote>\n<blockquote id=\"blockquote_94\">      c. Direction to L&amp;T to return licences, permits etc., obtained from\n      statutory authorities in respect of the land covered by the\n      Development Agreement. In the alternative, L&amp;T was directed to pay\n      ` 5 crores to PCL as damages.\n</blockquote>\n<blockquote id=\"blockquote_95\">      d. Permanent injunction against L&amp;T restraining it from interfering\n      with PCL&#x27;s rights in respect of the property which forms the subject\n      matter of the Development Agreement, i.e. Schedule A property.\n</blockquote>\n<blockquote id=\"blockquote_96\">      e. Indemnify PCL against action or decree to be enforced by ITCREF\n      in terms of clauses 4(b) or 25 of the Development Agreement. In lieu\n      thereof, L&amp;T was directed to pay ` 50 crores to PCL upon the\n      crystallization of ITCREF&#x27;s claims.\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_97\">FAO (OS) 21/2009 AND CONNECTED CASES                                   Page 88\n The Tribunal also awarded costs of arbitration to PCL, amounting to ` 30\nlakhs.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_140\">111. This Court agrees with the Tribunal insofar as it frames categories (a)\nto (d) for grant of compensation to PCL. However, the indemnification\nagainst all claims of ITCREF, identified in (e) above, is incorrect and legally\nuntenable for being overbroad in nature. Although clauses 4(b) and 25 of the\nDevelopment Agreement may suggest that PCL ought to enjoy such\nindemnification from L&amp;T against ITCREF&#x27;s claims brought against it, their\nextent is circumscribed by clause 4(c)(i). This clause acknowledges a\nmodification of PCL&#x27;s obligations towards ITCREF under the agreement\nbetween them dated 30.07.1999 and provides that the provision of 2,20,416\nsq. ft. of built-up area by PCL to ITCREF would be in satisfaction of &quot;the\ncomplete claims of [ITCREF] against [PCL]&quot;. Further, clause 4(c)(iv)\nprovides that the terms of the Development Agreement shall override the\nagreement between PCL and ITCREF. Therefore, L&amp;T&#x27;s liability against\nPCL under clauses 4(b) and 25 of the Development Agreement would be\nlimited to those concerning the transfer of the prescribed built-up area\n(2,20,416 sq. ft.) to ITCREF. Any other &quot;type&quot; or &quot;kind&quot; of loss incurred by\nITCREF (refer Kourfos v. C. Czarnikow Ltd., (supra) would not be\nreasonably foreseeable for PCL to be indemnified against. L&amp;T&#x27;s liability\narising out of PCL&#x27;s failure to transfer the agreed built-up area would have\nto be accounted for in category (a) above. Therefore, no general relief of\nindemnification in favour of PCL for ITCREF&#x27;s claims can be granted.\n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_141\">FAO (OS) 21/2009 AND CONNECTED CASES                                     Page 89\n</p><p data-structure=\"Conclusion\" id=\"p_142\"> 112. Coming to the issue of quantification, this Court is of the opinion that\nthe Tribunal&#x27;s approach in computing damages was wholly erroneous and\nmust be set aside.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_143\">113. While awarding a sum of `35 crores as damages to PCL for breach of\nthe Development Agreement, the Tribunal merely relied upon the figures\ngiven by L&amp;T in its counterclaim. Except the statement of Mr. Mohinder\nPuri, which estimated PCL&#x27;s loss at `117 crores, the Tribunal did not rely\nupon any evidence to arrive at a fair assessment of the losses actually\nincurred by PCL. Indeed, PCL did not seek to prove such losses, and based\nits claim for damages on the estimates provided by L&amp;T. Though the\nindicative disposal figure for the constructed area was agreed as\napproximately ` 2000/- per square feet, nevertheless the material on record\nsuggests that the prices for such residential properties were fluctuating. In\nthe absence of actual loss established by PCL, the Tribunal could not have\nawarded compensation. In any event, this Court notices that the manner in\nwhich the Tribunal relied upon L&amp;T&#x27;s estimates is also incorrect. As\ndiscussed above, in its counterclaim, L&amp;T had estimated the sale proceeds\nfor 40 lakhs square feet of built-up area to be `800 crores (@`2,000 per\nsq.ft.). Costs were estimated at `320 crores (@`800 per sq. ft.). Deducting\nthis total cost from its share of the sale proceeds (75% of `800 crores, i.e.\n`600 crores), L&amp;T claimed compensation of `280 crores from PCL. On this\nbasis, the Tribunal estimated PCL&#x27;s share of the net receipts (had the\nDevelopment Agreement been performed) proportionately and arrived at a\nfigure of `93 crores. However, the Tribunal lost sight of the fact that the\ntotal sale proceeds and the net receipts of PCL would be 25% of 800 crores,\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                   Page 90\n i.e. 200 crores, as clause 7 of the Development Agreement provides that\nL&amp;T was required to develop the area at its own cost, and PCL was not\nrequired to contribute to such costs.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_144\">The correct approach would have been to determine the prevailing market\nrate for sale of built-up area at the time of breach and thereupon, determine\nthe proceeds that PCL would have received from sale of its 25% share of the\ntotal area - accounting for transfer to ITCREF the area guaranteed under the\nDevelopment Agreement. More fundamentally, the award of ` 35 crores as\ndamages is contrary to <a href=\"/doc/339747/\" id=\"a_106\">Section 73</a> and what is more, based on figures\nfurnished by L&amp;T&#x27;s claim, which had been decisively rejected. Having\nrejected L &amp;T&#x27;s counter claim (including its calculations of loss of profit,\netc) the Tribunal could not have used those figures to saddle that party with\ndamages. This approach was not only illogical and inconsistent, but contrary\nto substantive law, i.e <a href=\"/doc/339747/\" id=\"a_107\">Section 73</a>.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_145\">114. Secondly, the Tribunal&#x27;s award of a sum of `75 crores, in the event of\ndefault by L&amp;T in securing the release of 15 acres of mortgaged land from\nLKB, is also erroneous- and contrary to <a href=\"/doc/339747/\" id=\"a_108\">Section 73</a>. Whilst the direction to\npay the principal amount of `6 crores (to LKB) with interest till date of the\naward cannot be faulted, because it was an amount payable by L&amp;T under\nthe Development Agreement, the default of which led to PCL being\nconstrained to enter into the Supplementary Agreement and also the\nTripartite Agreement, the alternative award for `75 crores - without any\nproof of the assertion with respect to value of land, is unsustainable. PCL\ndid not show how the Tribunal could have mentioned this amount,\nespecially when the claim did not specify it. The Tribunal has not considered\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                   Page 91\n any evidence/material whatsoever to suggest that value of each acre of land\nwould be ` 5 crores. Similarly, the Tribunal&#x27;s direction to pay a sum of `5\ncrores, in the event of L&amp;T&#x27;s failure to return the licences and other\nstatutory permits, is also unexplained.\n</p>\n<p data-structure=\"Section\" id=\"p_146\">115. In these circumstances, this Court holds that the reliefs granted by the\nTribunal cannot be sustained and are hereby set aside. The question that\nfollows is whether this Court, exercising jurisdiction under <a href=\"/doc/1821948/\" id=\"a_109\">Section 37</a> read\nwith <a href=\"/doc/1219022/\" id=\"a_110\">Section 34</a> of the Act, can modify, vary or remit the award. At the\noutset, it is noticed that there are divergent views on this issue. Here, the\nCourt notices a somewhat divergent approach of various High Courts. The\ncase law is discussed in the following part of the judgment.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_147\">Authorities in Favour of the Power to Modify, Vary or Remit the award\n\n</p><p data-structure=\"Precedent\" id=\"p_148\">116. A learned Single Judge of this Court in Bhasin Associates v. NBCC,\n(2005) ILR 2 Delhi 88 held that &quot;the power to set aside an award when\nexercised by the Court would leave a vacuum if the said power was not\nunderstood to include the power to remand the matter back to the\narbitrator&quot;. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"43323237\" id=\"span_42\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"192167140\" id=\"span_43\">This view was subsequently adopted in Single Bench decisions\nin <a href=\"/doc/192167140/\" id=\"a_111\">Union of India v. Modern Laminators Ltd.</a>, 2008 (3) ARB LR 489 (Delhi)\n(in the context of modification of the award), IFFCO Tokio General\nInsurance Co. Ltd. v. Indo Rama Synthetics Ltd. (<a href=\"/doc/43323237/\" id=\"a_112\">decided on 20.01.2015)\nand Canara Bank v. Bharat Sanchar Nigam Ltd.</a> (decided on 26.03.2015).</span></span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"237820\" id=\"span_44\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"908591\" id=\"span_45\">In\nModern Laminators, the Court relied upon the Supreme Court&#x27;s decision in\n<a href=\"/doc/908591/\" id=\"a_113\">Numaligarh Refinery Ltd. v. Daelim Industrial Company Ltd.</a>, (2007) 8 SCC\n466, noting that the Court therein had modified the award in terms of its\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                   Page 92\n findings; and the decision in <a href=\"/doc/237820/\" id=\"a_114\">Krishna Bhagya Jala Nigam Ltd. v. G.\nHarischandra Reddy</a>, AIR 2007 SC 817, where the interest rate awarded by\nthe arbitrator was modified.</span></span> The learned Single Judge in Canara Bank relied\nupon a decision of a Single Judge of the Madras High Court in Gayatri\nBalaswamy v. ISG Novasoft Technologies Ltd., (2015) 1 MLJ 5. The Court\nin Gayatri Balaswamy examined the issue in significant and held as follows:\n</p>\n<blockquote id=\"blockquote_98\">      &quot;Therefore, in my considered view, the expression recourse to a\n      Court against an arbitral award appearing in <a href=\"/doc/1219022/\" id=\"a_115\">Section 34(1)</a> cannot\n      be construed to mean only a right to seek the setting aside of an\n      award. Recourse against an arbitral award could be either for setting\n      aside or for modifying or for enhancing or for varying or for revising\n      an award. The expression application for setting aside such an\n      award appearing in <a href=\"/doc/1219022/\" id=\"a_116\">Section 34(2)</a> and (3) merely prescribes the\n      form, in which, a person can seek recourse against an arbitral award.\n      The form, in which an application has to be made, cannot curtail the\n      substantial right conferred by the statute. In other words, the right to\n      have recourse to a Court, is a substantial right and that right is not\n      liable to be curtailed, by the form in which the right has to be\n      enforced or exercised. Hence, in my considered view, the power under\n      <a href=\"/doc/1219022/\" id=\"a_117\">Section 34(1)</a> includes, within its ambit, the power to modify, vary or\n      revise.&quot;\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_149\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"144770032\" id=\"span_46\">The same view had been adopted earlier by Single Bench decisions of the\nBombay High Court in <a href=\"/doc/144770032/\" id=\"a_118\">Axios Navigation Co. Ltd. v. Indian Oil Corporation\nLimited</a>, 2012 (114) BOM LR 392 and Angerlehner Structurals and Civil\nEngineering Co. v. Municipal Corporation of Greater Mumbai, 2013 (7)\nBom CR 83 and a Division Bench of the Calcutta High Court in West\nBengal Electronics Industries Development Corporation Ltd. v. Snehasis\nBhowmick (in A.P.O. No. 240 of 2012).</span>\n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_150\">FAO (OS) 21/2009 AND CONNECTED CASES                                   Page 93\n Authorities holding there is nopower to Modify, Vary or Remit the award\n\n</p><p data-structure=\"Precedent\" id=\"p_151\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"652648\" id=\"span_47\">117. The Allahabad High Court in <a href=\"/doc/652648/\" id=\"a_119\">Managing Director v. Asha Talwar</a>,\n2009 (5) ALJ 397 held that the Court under <a href=\"/doc/1219022/\" id=\"a_120\">Section 34</a> does not have the\npower to grant the original relief prayed for before the arbitrator.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"185216847\" id=\"span_48\">This was\nrelied upon by a learned Single Judge of this Court in <a href=\"/doc/185216847/\" id=\"a_121\">Cybernetics Network\nPvt. Ltd. v. Bisquare Technologies Pvt. Ltd.</a>, 188 (2012) DLT 172 to hold\nthat the Court cannot correct the arbitrator&#x27;s errors or remand the matter to\nthe arbitrator. It was held that:</span>\n</p>\n<blockquote id=\"blockquote_99\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"652648\" id=\"span_49\">&quot;51. The view of the Allahabad High Court in <a href=\"/doc/652648/\" id=\"a_122\">Managing Director v.\n       Asha Talwar</a> appears to be consistent with the scheme of the Act, and\n       in particular <a href=\"/doc/1219022/\" id=\"a_123\">Section 34</a> thereof which is a departure from the scheme\n       of <a href=\"/doc/568692/\" id=\"a_124\">Section 16</a> of the 1940 Act which perhaps gave the Court a wider\n       amplitude of powers. Under <a href=\"/doc/1219022/\" id=\"a_125\">Section 34(2)</a> of the Act, the Court is\n       empowered to set aside an arbitral award on the grounds specified\n       therein. The remand to the Arbitrator under <a href=\"/doc/1219022/\" id=\"a_126\">Section 34(4)</a> is to a\n       limited extent of requiring the Arbitral Tribunal &quot;to eliminate the\n       grounds for setting aside the arbitral award&quot;. There is no specific\n       power granted to the Court to itself allow the claims originally made\n       before the Arbitral Tribunal where it finds the Arbitral Tribunal erred\n       in rejecting such claims. If such a power is recognized as falling\n       within the ambit of <a href=\"/doc/1219022/\" id=\"a_127\">Section 34(4)</a> of the Act, then the Court will be\n       acting no different from an appellate court which would be contrary\n       to the legislative intent behind <a href=\"/doc/1219022/\" id=\"a_128\">Section 34</a> of the Act. Accordingly, this\n       Court declines to itself decide the claims of CNPL that have been\n       wrongly rejected by the learned Arbitrator.&quot;</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_152\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"148990944\" id=\"span_50\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"63445575\" id=\"span_51\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"152767822\" id=\"span_52\">This view was subsequently adopted by this Court in <a href=\"/doc/152767822/\" id=\"a_129\">Bharti Cellular\nLimited v. Department of Telecommunications</a>, 2012 (<a href=\"/doc/63445575/\" id=\"a_130\">4) ARB LR 473\n(Delhi), State Trading Corporation of India Ltd. v. Toepfer International\nAsia PTE Ltd.</a>, 2014 (<a href=\"/doc/148990944/\" id=\"a_131\">3) ARB LR 105 (Delhi) and Delhi Development\nAuthority v. Bhardwaj Brothers</a>, AIR 2014 Delhi 147.</span></span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"16184112\" id=\"span_53\">A Division Bench of\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                     Page 94\n the Madras High Court in <a href=\"/doc/16184112/\" id=\"a_132\">Central Warehousing Corporation v A.S.A.\nTransport</a>, (2008) 3 MLJ 382 also held that once an award has been set\naside, consequential reliefs cannot be granted under <a href=\"/doc/1219022/\" id=\"a_133\">Section 34</a>. The Court\nnoted:</span>\n</p>\n<blockquote id=\"blockquote_100\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"996348\" id=\"span_54\">&quot;17. Though we are not in a position to concur with the reasoning of\n         the learned Single Judge, we are in complete agreement with the\n         ultimate order of the learned Single Judge in setting aside the award.\n         However, the further direction given by the learned Single Judge\n         directing the appellant to appoint an arbitrator at Chennai and for\n         conducting the arbitration are to be set aside as it cannot be given as\n         an order of the Court. Useful reference can be had to the judgment of\n         the Supreme Court in the case of <a href=\"/doc/996348/\" id=\"a_134\">Mcdermott International Inc. v.\n         Burn Standard Co. Ltd.</a> (2006) 11 SCC 181, wherein it was held that\n         the 1996 Act makes provisions for supervisory role of courts, for the\n         review of the arbitral award only to ensure fairness. Intervention of\n         the court is envisaged in few circumstances only, like, in case of fraud\n         or bias by the arbitrators, violation of natural justice, etc. It can only\n         quash the award leaving the parties free to begin the arbitration\n         again if it is desired. Hence, in an application taken out under <a href=\"/doc/1219022/\" id=\"a_135\">Section\n         34</a> of the Act, the Court can set aside the award leaving the parties\n         free to begin the arbitration again if it is desired.&quot;</span>\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_153\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"996348\" id=\"span_55\">118. This Court is inclined to follow the decisions in Central Warehousing\nCorporation, Delhi Development Authority, State Trading Corporation of\nIndia Ltd., Bharti Cellular Limited, Cybernetics Network Pvt. Ltd. and Asha\nTalwar. The guiding principle on this issue was <a href=\"/doc/996348/\" id=\"a_136\">laid down by</a> the Supreme\nCourt in <a href=\"/doc/996348/\" id=\"a_137\">McDermott International Inc.</a> (supra), where the Court held:</span>\n</p>\n<blockquote id=\"blockquote_101\">         &quot;The 1996 Act makes provision for the supervisory role of courts, for\n         the review of the arbitral award only to ensure fairness. Intervention\n         of the court is envisaged in few circumstances only, like, in case of\n         fraud or bias by the arbitrators, violation of natural justice, etc. The\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                        Page 95\n         court cannot correct errors of the arbitrators. It can only quash the\n        award leaving the parties free to begin the arbitration again if it is\n        desired. So, scheme of the provision aims at keeping the supervisory\n        role of the court at minimum level and this can be justified as parties\n        to the agreement make a conscious decision to exclude the court&#x27;s\n        jurisdiction by opting for arbitration as they prefer the expediency\n        and finality offered by it.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_154\">Although the Madras High Court in Gayatri Balaswamy (supra)\nappropriately noted that these observations in McDermott International Inc.\nwere not in the context of the specific issue being dealt herewith, this Court\nis of the opinion that it is determinative of the Court&#x27;s approach in an\nenquiry under <a href=\"/doc/1219022/\" id=\"a_138\">Section 34</a> of the Act. Indeed, a Court, while modifying or\nvarying the award would be doing nothing else but &quot;correct[ing] the errors\nof the arbitrators&quot;. This is expressly against the dictat of McDermott\nInternational Inc. Further, if the power to remit the matter to the arbitrator is\nread into <a href=\"/doc/1219022/\" id=\"a_139\">Section 34</a>, it would render inexplicable the deliberate omission by\nParliament of a provision analogous to <a href=\"/doc/109140/\" id=\"a_140\">Section 16</a> of the Arbitration Act,\n1940 in the present Act. <a href=\"/doc/568692/\" id=\"a_141\">Section 16</a> of the 1940 Act specifically armed\ncourts with the power to remit the matter to arbitration. Noticeably, the\nscope of remission under the present Act is confined to that prescribed in\nsub-section (4) of <a href=\"/doc/1219022/\" id=\"a_142\">Section 34</a>. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"407622\" id=\"span_56\">Besides the Division Bench rulings of this\nCourt in Delhi Development Authority, State Trading Corporation of India\nLtd., this was also noted by a Full Bench of the Bombay High Court in <a href=\"/doc/407622/\" id=\"a_143\">R.S.\nJiwani v. Ircon International Ltd.</a>, 2010 (1) Bom CR 529, where the Court\nheld:</span>\n</p>\n<blockquote id=\"blockquote_102\">        &quot;An award can only be set aside under the provisions of <a href=\"/doc/1219022/\" id=\"a_144\">Section 34</a> as\n        there is no other provision except <a href=\"/doc/1393668/\" id=\"a_145\">Section 33</a> which permits the\n        arbitral tribunal to correct or interpret the award or pass additional\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                      Page 96\n       award, that too, on limited grounds stated in <a href=\"/doc/1393668/\" id=\"a_146\">Section 33</a>... It is also\n      true that there are no parimateria provisions like\n      <a href=\"/doc/894399/\" id=\"a_147\">Sections 15</a> and <a href=\"/doc/568692/\" id=\"a_148\">16</a> of the Act of 1940 in the 1996 Act but still the\n      provisions of <a href=\"/doc/1219022/\" id=\"a_149\">Section 34</a> read together, sufficiently indicate vesting of\n      vast powers in the court to set aside an award and even to adjourn a\n      matter and such acts and deeds by the Arbitral Tribunal at the\n      instance of the party which would help in removing the grounds of\n      attack for setting aside the arbitral award.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_155\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"908591\" id=\"span_57\">On the other hand, the Calcutta High Court in Snehasis Bhowmick did not\nanalyse this distinction, or the specific observations of the Supreme Court in\nMcDermott International Inc. quoted above. Further, the decisions in\n<a href=\"/doc/908591/\" id=\"a_150\">Numaligarh Refinery and Harishchandra Reddy</a> (supra) did not discuss the\nCourt&#x27;s power to modify, vary or remit the award under <a href=\"/doc/1219022/\" id=\"a_151\">Section 34</a> of the\nAct. Therefore, in light of the dictum in McDermott International Inc. and\nthe difference in provisions of the 1940 Act and the present Act, this Court\nholds that the power to modify, vary or remit the award does not exist under\n<a href=\"/doc/1219022/\" id=\"a_152\">Section 34</a> of the Act.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_156\">119. In the circumstances, the Court concludes as follows:\n</p>\n<blockquote id=\"blockquote_103\">      a. The finding of the Tribunal that the Development Agreement was\n      not novated by the Supplementary Agreement is upheld; similarly the\n      Tribunal&#x27;s findings that the conditions which were to be fulfilled by\n      L&amp;T subject to which the said Supplementary Agreement was to\n      come into force (but were not fulfilled) are upheld;\n      b. The finding of the Tribunal that the Supplementary Agreement was\n      a non-starter as it was vitiated by economic duress is upheld. The\n      impugned judgment&#x27;s ruling to the contrary is set aside.\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_104\">FAO (OS) 21/2009 AND CONNECTED CASES                                    Page 97\n       c. The finding of the Tribunal that L&amp;T committed fundamental\n      breach of the Development Agreement is upheld. The impugned\n      judgment&#x27;s ruling to the contrary is set aside.\n</blockquote><blockquote id=\"blockquote_105\">      d. The Tribunal&#x27;s dismissal of L&amp;T&#x27;s counterclaim is upheld.\n      e. The Tribunal&#x27;s quantification of damages for breach of contract\n      (`35 crores), compensation in lieu of securing title deeds with respect\n      to 15 acres of land (`75 crores) and compensation for default in\n      returning licences and other permits is set aside (`5 crores). The\n      permanent injunction granted in favour of PCL restraining L&amp;T from\n      interfering with PCL&#x27;s development of Schedule A property of the\n      Development       Agreement      is   upheld.     The   relief   granting\n      indemnification in favour of PCL for ITCREF&#x27;s claims is set aside. It\n      is clarified that this is without prejudice to the indemnification for\n      ITCREF&#x27;s claims relating to the transfer of 2,20,416 sq. ft. of land to\n      the extent envisaged under the Development Agreement. The\n      Tribunal&#x27;s order to the extent that it awards costs of arbitration to PCL\n      is upheld. f. Title deeds deposited with the Registrar of this Court\n      pursuant to the directions in FAO 319/2001 are directed to be released\n      to PCL.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_157\">120. Before concluding, the court would like to highlight - more as a post\nscript, the prolix and near interminable arguments which were addressed by\nsenior counsel on either side, who were insistent that the arbitral records,\nsuch as pleadings and documents, had to be examined, and read out in court.\nThe court unsuccessfully entreatied them to limit oral arguments; equally\nunsuccessful were attempts at ensuring that written briefs were kept within\nlimits. The citation of numerous authorities on similar propositions, and\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                     Page 98\n reference to factual material, reduced an arbitration appeal (against the\ndecision in <a href=\"/doc/1219022/\" id=\"a_153\">Section 34</a>) to the Division Bench into an appeal on facts, which\n<a href=\"/doc/1821948/\" id=\"a_154\">Section 37</a> was clearly not intended to be. One hopes that there is some\nclarity within the legal system about the kind of time limit to arguments in\nsuch cases, to ensure timely disposal of appeals.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_158\">120. In light of the above conclusions, parties are left to pursue the\nappropriate course of action under law. This Court notices that since the\ndispute has been in subsistence for a considerable period of time, an attempt\nmay be made at settling the claims through mediation. FAO (OS) 21/2009,\n22/2009 and 23/2009 are partly allowed to the above extent; FAO (OS)\n194/2009 is dismissed, for the same reasons.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_159\">121. No costs.\n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_160\">                                                     S. RAVINDRA BHAT\n                                                               (JUDGE)\n\n\n\n                                                          NAJMI WAZIRI\n                                                               (JUDGE)\nAPRIL30, 2015\n\n\n\n\nFAO (OS) 21/2009 AND CONNECTED CASES                                   Page 99\n </p>","numcites":67,"numcitedby":26,"docsource":"Delhi High Court","citetid":20910401,"divtype":"judgments","relatedqs":[{"value":"\"Larsen and toubro\"","formInput":"%22Larsen%20and%20toubro%22"},{"value":"coercion","formInput":"coercion"},{"value":"novation","formInput":"novation"},{"value":"larsen and toubro","formInput":"larsen%20and%20toubro"},{"value":"setting aside of an arbitral award","formInput":"setting%20aside%20of%20an%20arbitral%20award"},{"value":"development agreement","formInput":"development%20agreement"},{"value":"adverse inference","formInput":"adverse%20inference"},{"value":"dtcp","formInput":"dtcp"},{"value":"public policy","formInput":"public%20policy"},{"value":"real estate","formInput":"real%20estate"},{"value":"setting aside of award","formInput":"setting%20aside%20of%20award"},{"value":"tripartite agreement ","formInput":"tripartite%20agreement%20"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":"counter guarantee","formInput":"counter%20guarantee"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"arbitral award","formInput":"arbitral%20award"},{"value":"j.g engineers","formInput":"j.g%20engineers"},{"value":"substantive law","formInput":"substantive%20law"},{"value":"supplementary agreements ","formInput":"supplementary%20agreements%20"},{"value":"escrow","formInput":"escrow"}],"cats":[{"value":"application-for-setting-aside-arbitral-award","formInput":"tag:application-for-setting-aside-arbitral-award"},{"value":"when-event-on-which-contract-is-contingent","formInput":"tag:when-event-on-which-contract-is-contingent"},{"value":"compensation-for-breach-induced-loss-or-damage","formInput":"tag:compensation-for-breach-induced-loss-or-damage"}],"courtcopy":true,"query_alert":null,"agreement":false}