{"tid":186530203,"publishdate":"2015-03-12","title":"P.Madhusudhan Rao vs Lt.Col.Ravi Manan, And Another on 12 March, 2015","doc":"<h2 class=\"doc_title\">P.Madhusudhan Rao vs Lt.Col.Ravi Manan, And Another on 12 March, 2015</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-ranganathan\">Ramesh Ranganathan</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-ranganathan\">Ramesh Ranganathan</a></h3>\n\n<pre id=\"pre_1\">       \n\n  \n\n   \n\n \n \n THE HONBLE SRI JUSTICE RAMESH RANGANATHAN AND HONBLE SRI JUSTICE M.SATYANARAYANA MURTHY                \n\nCIVIL REVISION PETITION NO.4515 OF 2014     \n\n12-03-2015 \n\nP.Madhusudhan Rao .petitioner   \n\nLt.Col.Ravi Manan, and another. Respondents  \n\nCounsel for the petitioners :  Sri Prabhakar Peri\n\nCounsel  for the Respondents:  Sri Narender Reddy, Senior\n                                Counsel for Sri M.Srikanth Reddy\n\n\n&lt;Gist :\n\n&gt;Head Note: \n\n? Cases referred:\n1 (2007) 5 SCC 28 \n2 (2011) 1 SCC 320 \n3 (2007) 5 SCC 719 \n4 (2002(1) SCC 319 \n5 AIR 1957 Bombay 111   \n6 1654 (1) SCR 565(C) \n7 (2007) 5 SCC 28 \n8 (2011) 1 SCC 320 \n9 (2007) 5 SCC 719 \n10 (AIR 1973 SC 2609  \n11 (1980) 4 scc 556\n12 (2009) 2 SCC 55 \n13 AIR 1953 SC 182  \n14 AIR 2008 SC 1016  \n15 AIR 1958 AP 158  \n\n\nTHE HONBLE SRI JUSTICE RAMESH RANGANATHAN             \nAND  \nHONBLE SRI JUSTICE M.SATYANARAYANA MURTHY             \n\nCIVIL REVISION PETITION NO.4515 OF 2014     \n\nORDER (per MSM,J):</pre>   \n\n<p data-structure=\"Issue\" id=\"p_1\">      The petitioner in I.A.(S.R.) No.6025 of 2011 in O.S.No.162\nof 2011, who is defendant in the said suit on the file of III Senior\nCivil Judge, City Civil Court, Secunderabad, preferred this\nrevision against the impugned decree and order dated\n21.09.2012, whereby the petition filed under <a href=\"/doc/1232861/\" id=\"a_1\">Section 8</a> of the\nArbitration Act was dismissed/rejected.\n</p><p data-structure=\"Issue\" id=\"p_2\">      2. For convenience sake, the parties hereinafter referred\nto as arrayed in I.A.(S.R.) No.6025 of 2011 in O.S.No.162 of 2011.\n</p><p data-structure=\"RespArg\" id=\"p_3\">        3. The petitioner/defendant filed a petition under <a href=\"/doc/1146817/\" id=\"a_2\">Section\n8</a> of the Arbitration and Conciliation Act,1996 (in brief the Act),\nalleging that the respondents/plaintiffs filed the suit for recovery\nof possession and mesne profits against the petitioner though\nthere is an arbitration clause in the agreement.  It is specifically\ncontended that the respondents pleaded in para-3 of the plaint\nthat there was an agreement between the petitioner and\nrespondents for appointment of one P.V.Subba Rao as arbitrator\nfor interpretation of the agreement. In view of the arbitration\nclause, the dispute before the civil Court has to be referred to\nthe arbitrator to settle the dispute between the petitioner and\nrespondents, as the respondents themselves admitted about \narbitration clause for referring the dispute to P.Subba Rao and\nthe suit is not maintainable before a civil Court.  Hence, the\npetitioner sought to refer the matter to arbitrator, invoking\narbitration clause contained in the agreement as pleaded by the\nrespondents and prayed to refer the dispute between the\npetitioner and respondents to the arbitrator, P.Subba Rao for\nsettlement and to grant of stay of all further proceedings.\n</p><p data-structure=\"RespArg\" id=\"p_4\">        4. Upon hearing argument of both the counsel, the trial\nCourt dismissed the petition on the ground that the arbitral\ndispute is only for interpretation of terms of agreement but not\nfor resolving any other disputes.  Therefore, the dispute for\nrecovery of possession and mesne profits is beyond the scope of\narbitration clause and dismissed the petition.\n</p><p data-structure=\"CDiscource\" id=\"p_5\">        5. The petitioner, being unsuccessful before the trial\nCourt, preferred this revision under <a href=\"/doc/1331149/\" id=\"a_3\">Article 227</a> of the\nConstitution of India, raising several contentions, mainly\ncontending that the trial Court did not interpret the arbitration\nclause in proper perspective and the Courts are supposed to\ninterpret the terms of contract basing on the intention of the\nparties and inadvertent drafting of clause itself is not sufficient\nto decline the relief and prayed to allow the revision and refer\nthe matter to arbitrator, P.Subba Rao for settlement of dispute\nin this suit.\n</p><p data-structure=\"CDiscource\" id=\"p_6\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1913246\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1260958\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"133070\" id=\"span_3\">6. During the course of argument, the learned counsel for\nthe petitioner, Sri P.Prabhakar would contend that the Court has\nto interpret the clauses of the contract based on the intention of\nthe parties incorporating such clause but failure to interpret the\nclause in the agreement or contract would cause prejudice to the\npetitioner, if the intention of the parties is taken into\nconsideration, while incorporating clause No.8 in the agreement\nas pleaded in the plaint, it is clear that the intention of the\npetitioner and respondents is only to refer any dispute relating to\nthe contract, to P.Subba Rao appointing him as an arbitrator.\nBut the trial Court on an erroneous interpretation of the clause\nregarding arbitration, dismissed the petition erroneously and\nrelied on <a href=\"/doc/133070/\" id=\"a_4\">Punjab State v. Dina Nath</a> , <a href=\"/doc/1260958/\" id=\"a_5\">S.N.Prasad Hitek\nIndustries (Bihar) v. Monnet Finance Limited</a>  and <a href=\"/doc/1913246/\" id=\"a_6\">Jagdish\nChander v. Ramesh Chander</a> .</span></span></span>  \n</p><p data-structure=\"CDiscource\" id=\"p_7\">        7. Whereas, Sri Narender Reddy, learned Senior Counsel, \nappearing for respondents raised three contentions. The first\ncontention is that the arbitration clause incorporated in the\nalleged contract is only to refer the document for interpretation\nof clauses of contract to P.Subba Rao but not for any other\npurpose whereas the dispute in this  matter is with regard to\nrecovery of possession and mesne profits.  Therefore, the dispute\nis not within the scope of arbitration clause referred in the\nplaint.\n</p><p data-structure=\"PetArg\" id=\"p_8\">      8. The second contention is that the petitioner did not\ncomply <a href=\"/doc/411664/\" id=\"a_7\">Section 8(2)</a> of the Act i.e., filing of original agreement\nor duly certified copy of the agreement, which consists of\narbitration clause.\n</p><p data-structure=\"RespArg\" id=\"p_9\">       9. The third contention is that the document is to be\ninterpreted basing on the language used in the document taking\nliteral meaning and intention of the parties is irrelevant when\nthere is no ambiguity in the language used in the arbitration\nclause in the agreement.\n</p><p data-structure=\"PetArg\" id=\"p_10\">        10. Basing on the above three contentions, the learned\nSenior Counsel contended that the interpretation of the\narbitration clause by the trial Court is based on the settled\nprinciples of law.  Consequently, the revision deserves to be\ndismissed, as it is devoid of merits and prayed to dismiss the\npetition.\n</p><p data-structure=\"Issue\" id=\"p_11\">        11. Considering the contentions of both the counsel, the\npoint for consideration is:\n</p><blockquote id=\"blockquote_1\"> Whether the arbitration clause covered reference of the\ndispute relating to delivery of possession and mesne profits, if\nnot, is the impugned order be sustained?\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_12\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"965558\" id=\"span_4\">12. This revision is preferred under <a href=\"/doc/1331149/\" id=\"a_8\">Article 227</a> of the\nConstitution of India, the powers of revision under <a href=\"/doc/1331149/\" id=\"a_9\">Article 227</a> are\nlimited, this Court can exercise supervisory powers under <a href=\"/doc/1331149/\" id=\"a_10\">Article\n227</a>, over all the Courts and Tribunals subordinate to it through\nout the State.  In fact the power under this Article casts upon\nthis Court is to keep the inferior Courts and Tribunals within the\nlimits of their authority and that they did not cross the limits,\nensuring the performance of duties by such Courts and Tribunals\nin accordance with law. Only the wrong decisions may not be a\nground for exercise of jurisdiction under <a href=\"/doc/1331149/\" id=\"a_11\">Article 227</a> of the\nConstitution of India.  Unless the wrong is referable to Court,\ndereliction of duty and frequent abuse of power by the\nsubordinate Courts and Tribunals resulting in grave injustice to\nany party (vide <a href=\"/doc/965558/\" id=\"a_12\">Ouseph Mathai and others v. M. Abdul Khadir</a> )</span>\n</p><p data-structure=\"Section\" id=\"p_13\">        13. As per <a href=\"/doc/1331149/\" id=\"a_13\">Article 227</a> of the Constitution of India, the\nCourt can exercise powers sparingly with utmost care.  It is\npurely discretionary in nature and such discretion has to be\nexercised with great circumspection and care.\n</p><p data-structure=\"Precedent\" id=\"p_14\">        14. This Court while exercising power under <a href=\"/doc/1331149/\" id=\"a_14\">Article 227</a>\ncan exercise its discretion in the following circumstances:\n</p><blockquote id=\"blockquote_2\">a)      When the inferior court assumes jurisdiction erroneously\nin excess of power.\n</blockquote><pre id=\"pre_2\">b)      When refused to exercise jurisdiction.\nc)      When found an error of law apparent on the face of\nrecord.\nd)      Violated principles of natural justice.\ne)      Arbitrary or capricious exercise of authority or\ndiscretion.\nf)      Arriving at a finding which is perverse or based on no\nmaterial.\ng)      A patent or flagrant error in procedure.\nh)      Order resulting in manifest injustice.\ni)      Error both on facts and law or even otherwise.\n</pre><blockquote id=\"blockquote_3\">     15. In the following circumstances this Court cannot\nexercise its discretion under <a href=\"/doc/1331149/\" id=\"a_15\">Article 227</a> of the Constitution of\nIndia:\n</blockquote><blockquote id=\"blockquote_4\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1521297\" id=\"span_5\">a)      Where the only question involved is one of interpretation of\ndeed (<a href=\"/doc/1521297/\" id=\"a_16\">New Gujarat Cotton Mills Ltd. vs Labour Appellate\nTribunal</a> ).</span>\n</blockquote><blockquote id=\"blockquote_5\">b)      On question of admission or rejection of particular piece of\nevidence, even though the question may be of everyday\nrecurrence.\n</blockquote><blockquote id=\"blockquote_6\">c)      To correct erroneous exercise of jurisdiction, as a Court of\nrevision.\n</blockquote><blockquote id=\"blockquote_7\">d)      To set aside an intra vires finding of the fact, except where\nit is founded on no material or is perverse.\n</blockquote><blockquote id=\"blockquote_8\">e)      to correct an error of law, not being an error apparent on\nthe face of the record\n</blockquote><blockquote id=\"blockquote_9\">f)      to interfere with the intravires exercise of discretionary\npower, unless it is violative of principles of natural justice\n</blockquote><blockquote id=\"blockquote_10\">g)      The Court shall not interfere on a merely technical ground\nwhich would not advance substantial justice.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_15\">   16. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1521297\" id=\"span_6\">In <a href=\"/doc/1521297/\" id=\"a_17\">New Gujarat Cotton Mills Ltd.</a>(supra) while relying on\nWaryan Singh v. Amarnath , held in para-9 as follows:</span>\n</p><blockquote id=\"blockquote_11\">Even if it  be possible to take a view different from the one\nwhich has appealed to the labour appellate Tribunal on the\ninterpretation of sale deed, we do not think in exercising\njurisdiction under <a href=\"/doc/1331149/\" id=\"a_18\">Article 227</a> of the Constitution we have any\npower to interfere with the conclusions of that Tribunal\n\n</blockquote><p data-structure=\"Section\" id=\"p_16\">   17. In the instant case, the dispute is only with regard to\ninterpretation of clause (8) in paragraph No.3 of the plaint,\nregarding the reference of dispute with regard to interpretation\nof clauses  in the contract to P.Subba Rao, if, the principle laid\ndown by Bombay High Court applied to the present facts of the\ncase, this Court cannot exercise its jurisdiction under <a href=\"/doc/1331149/\" id=\"a_19\">Article 227</a>\nof the Constitution of India, since, the only ground raised in this\nrevision is interpretation of the clause in the agreement.\n</p><p data-structure=\"CDiscource\" id=\"p_17\">   18. Normally, the question of interpretation would arise when\nthere is an ambiguity in the language used in the document but\nthe language used in the clause 8 of para 3 of the plaint is not\nambiguous and the clauses are extracted here under for better\nappreciation.\n</p><blockquote id=\"blockquote_12\">(i)     Sale of Suit property at Rs.45 lakhs with BRS by\ndefendant/tenant or Rs.48 lakhs with BRS by\nplaintiffs/landlords, to be opted by plaintiffs on or\nbefore 25-07-2009.\n</blockquote><blockquote id=\"blockquote_13\">(ii)    30th September fixed date for payment and \nregistration or agreement of sale with GPA.  Tenancy\nterminated mutually w.e.f.30-09-2009.\n</blockquote><blockquote id=\"blockquote_14\">(iii)   From 1st October, 2009 on default of sale amount\npayment of Rs.30,000/- per month and eviction\nfollowed and forfeiture of Rs.5 lakhs paid towards\nadvance sale consideration;\n</blockquote><blockquote id=\"blockquote_15\">(iv)    Tenancy terminated w.e.f. 30-09-2009 on registration\nor failure of registration;\n</blockquote><blockquote id=\"blockquote_16\">(v)     Rs.5 lakhs advance to be forfeited on 30-09-2009 if no\nregistration done by defendant/tenant.  No review of\nany terms of this agreement.\n</blockquote><blockquote id=\"blockquote_17\">(vi)    Sunil Ganu to make agreement of sale/sale deed fees \nby both 50:50 to the lawyer Mr.Ganu;\n</blockquote><blockquote id=\"blockquote_18\">(vii)   If plaintiffs/landlords does not register when\ndefendant/tenant is ready then Rs.12,500/- per month\ninterest shall be paid to defendant/tenant.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_18\">Defendant/tenant will pay Rs.30,000/- per month as\nmesne profits w.e.f 1-10-2009 if he still continue in\noccupation without getting the registration.\nDefendant/tenant shall pay normal rent until\nregistration on full payment of purchase consideration.\nPlaintiffs/landlords cannot go back on sale of flat @\nRs.48 lakhs;\n</p><p data-structure=\"Issue\" id=\"p_19\">(viii)  Arbitrator is P.Subba Rao for interpretation of this\nagreement \n</p><p data-structure=\"Precedent\" id=\"p_20\">(ix)    Suit property is sold as is where is basis in respect of\ntitle/sanction/measurements/condition.\n</p>\n<p data-structure=\"Precedent\" id=\"p_21\">    <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"133070\" id=\"span_7\">19. It is evident from the clause (viii) mentioned in para 3 of\nplaint with regard to reference to arbitrator is unambiguous.\nHowever, the learned counsel for the revision petitioner would\ncontend that the Court has to interpret the document, taking\ninto consideration, the intention of the parties and placed\nreliance on a judgment reported in <a href=\"/doc/133070/\" id=\"a_20\">Punjab State v. Dina Nath</a> ,\nwherein a clause contained in the work order came up for\nconsideration, any dispute arising between the contractor and\nthe contractee society shall be referred to the Superintendent\nEngineer, Anandpur Sahib, Hydel Construction Division, Chandigar\nand his decision will be final and acceptable/binding on both the\ncounsel.  The Supreme Court in para-14 of the same judgment \ninterpreted the meaning of any dispute and held that it is wide\nenough to include all disputes relating to the said work order.</span>\n</p><p data-structure=\"Precedent\" id=\"p_22\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"133070\" id=\"span_8\">20. But in the present case in view of the plain language\nused in the clause (8) of para 3 of plaint, it is evident that when\nthere is a dispute with regard to interpretation of the\nagreement, the matter has to be referred to P.Subba Rao,\narbitrator. Hence, the principle <a href=\"/doc/133070/\" id=\"a_21\">laid down by</a> Apex Court has no\napplication.</span>\n</p><p data-structure=\"Precedent\" id=\"p_23\">    <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1260958\" id=\"span_9\">21. Learned counsel for the revision petitioner further\ndrawn the attention of this Court in <a href=\"/doc/1260958/\" id=\"a_22\">S.N.Prasad, Hiteck\nIndustries (Bihar) Limited v. Monnet Finance Limited</a> , where\nthe Apex Court ruled as follows:</span>\n</p><blockquote id=\"blockquote_19\">        The words, statement of claim and defence occurring in\n<a href=\"/doc/1737370/\" id=\"a_23\">Section 7(4) (c)</a> of the Act, are not restricted to the statements of\nclaim and defence filed before the arbitrator.  If there is an\nassertion of existence of an arbitration  agreement in the any\nsuit, petition or application filed before any court, and if there is\nno denial thereof in the defence/counter/written statement\nthereto filed by the other party to such suit, petition or\napplication, then it can be said that there is an exchange of\nstatements of claim and defence for the purpose of <a href=\"/doc/1737370/\" id=\"a_24\">Section 7(4)</a>\n</blockquote><blockquote id=\"blockquote_20\">(c) of the Act.  If in the application filed under <a href=\"/doc/596725/\" id=\"a_25\">Section 11</a> of the\nAct, the applicant asserts the existence of an arbitration\nagreement with each of the respondent and if the respondents do\nnot deny the said assertion in their statement of defence, the\ncourt can proceed on the basis that there is an arbitration\nagreement in writing between the parties.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_24\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1260958\" id=\"span_10\">22. The principle <a href=\"/doc/1260958/\" id=\"a_26\">laid down by</a> the Apex Court is of no\nassistance regarding interpretation of clause relating to\narbitration in the agreement.  However, in para No.28 of the\nsame judgment the Apex Court further observed that what is\nrelevant for appointment of arbitrator is existence of arbitration\nagreement and not the defence on merits.  In any view of the\nmatter, the principle <a href=\"/doc/1260958/\" id=\"a_27\">laid down by</a> the Apex Court is of no avail\nto the revision petitioner.</span>\n</p><p data-structure=\"Precedent\" id=\"p_25\">    <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1913246\" id=\"span_11\">23. The learned counsel further placed reliance on <a href=\"/doc/1913246/\" id=\"a_28\">Jagdish\nChander v. Ramesh Chander</a> , the Apex Court laid down the \nprinciple as to how a clause in the agreement, pertaining to\nreference to arbitration is to be interpreted basing on the earlier\njudgments. In para 8(1) held as follows:</span>\n</p><blockquote id=\"blockquote_21\">Clause in a contract cannot be construed as an\narbitration agreement only if an agreement to refer\ndisputes or differences to arbitration is expressly or\nimpliedly spelt out from the clause. We may at this\njuncture set out the well-settled principles in regard to\nwhat constitute an arbitration agreement.\n</blockquote><blockquote id=\"blockquote_22\">1.      The intention of the parties to enter into an\narbitration agreement shall have to be gathered from\nthe terms of the agreement.  If the terms of the\nagreement clearly indicate an intention on the part of\nthe parties to the agreement to refer their disputes to\na private tribunal for adjudication and a willingness to\nbe bound by the decision of such tribunal on such\ndisputes, it is arbitration agreement.  While there is\nno specific form of an arbitration agreement, the\nwords used should disclose a determination and\nobligation to go to arbitration and not merely\ncontemplate the possibility of going for arbitration in\nfuture, as contrasted from an obligation to refer\ndisputes to arbitration, there is no valid and binding\narbitration agreement.\n</blockquote><blockquote id=\"blockquote_23\">2.      . \n</blockquote><blockquote id=\"blockquote_24\">3.      .. \n</blockquote><blockquote id=\"blockquote_25\">4.        \n\n</blockquote><p data-structure=\"PetArg\" id=\"p_26\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1913246\" id=\"span_12\">24. Taking advantage of the principle <a href=\"/doc/1913246/\" id=\"a_29\">laid down by</a> the\nApex Court the learned counsel for the revision petitioner\ncontended that the intention of the parties is to be gathered\nwhile interpreting clause in the agreement.  No doubt, the Courts\nare bound to interpret a document or clauses in a document, if\nthe language used in the clause or document is ambiguous as per \nsettled principles for interpretation of document <a href=\"/doc/1913246/\" id=\"a_30\">laid down by</a>\nthe Apex Court in catena of decisions.</span>\n</p><p data-structure=\"Section\" id=\"p_27\">      25. The dictionary meaning of the word interpretation is\nexpound the meaning of, bring out the meaning of.  But\nwhat does the words meaning mean?  Does it mean (i) the\nliteral meaning of the words used or does it mean (ii) the\nmeaning the writer of the words had in his mind, i.e., his\nintention? Whether it means (i) or (ii) , the process would be that\nin the case of (ii) intention has to be ascertained by reference to\nthe words used to express it.  Unexpressed intention has not to\nbe considered, but courts can consider presumed intention while\ninterpreting a document.  Thus, the modern law can be said to\nbe that the purpose of interpretation is two-fold: (i) to ascertain\nthe intention as expressed in the words, i.e., to consider what\nhas actually been said; (ii) to consider what the parties intended\nto have said or ought to have said but did not, either because\nthey never visualized such a state of circumstances arising or for\nany other reason.  The task of interpretation would be easy if it\nwere just to discover the intention of the parties as expressed in\nwords.  But the task of the court is to ascertain what the parties\nwould have said or what they would have intended if the point\nhad been considered by them at that time.  The task involves a\nguessing game, which in legal terminology is called presumed\nintention.  Any attempt to interpret the terms of document\nbased on presumed intention is described as Courts endeavouring\nto achieve what the devil failed to do as devil does not know the\nintention of a man.\n</p><p data-structure=\"Section\" id=\"p_28\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1348140\" id=\"span_13\">26. It is clear that the Court has to ascertain the intention\nof the parties based on the language used in the document.\nTime and again, the Court have laid down certain principles to\ninterpret any document or clauses therein.  In fact there are no\nstatutory rules to interpret any document.  But based on the\nsettled principles, the Courts are interpreting the documents and\nany conditions contained therein. Rules of interpretation are\nmere working rules or as guidelines and are not binding on the\nCourts of law.  Yet, they have some sanctity as they have been\ndeduced from judicial decision over the years.  It is found listed\nin Odgers Construction of Deeds and Statutes, used the listed\nrules by the Courts and they have acquired respectability.  The\nSupreme Court in <a href=\"/doc/1348140/\" id=\"a_31\">Delhi Development Authority v. Durga\nChand</a>   has also noticed Odgers Rules and quoted them with \napproval and as the observation of the Supreme Court have the\nforce of law of the land, it may be taken Odgers Rules (known as\ngolden rules of interpretation) have been judicially recognized\nand may be adopted as Rules for interpretation of the documents\nin India.  These Rules are listed hereunder:</span>\n</p><blockquote id=\"blockquote_26\">1.      The meaning of the document or of a particular part of it\nis therefore to be sought for in the document itself.\n</blockquote><blockquote id=\"blockquote_27\">2.      The intention may prevail over the words used\n</blockquote><blockquote id=\"blockquote_28\">3.      words are to be taken in their literal meaning\n</blockquote><blockquote id=\"blockquote_29\">4.      literal meaning depends on the circumstances of the\nparties\n</blockquote><blockquote id=\"blockquote_30\">5.      When is extrinsic evidence admissible to translate the\nlanguage? \n</blockquote><blockquote id=\"blockquote_31\">6.      Technical legal terms will have their legal meaning.\n</blockquote><blockquote id=\"blockquote_32\">7.      Therefore the deed is to be construed as a whole.\n</blockquote><p data-structure=\"Precedent\" id=\"p_29\">    Apart from the said seven rules listed by Odger, it would\nbe convenient to list the following rules for the sake of\nconvenience are called additional rules and given number in\ncontinuation:\n</p><blockquote id=\"blockquote_33\">8.      Same words to be given the same meaning in the same   \ncontract.\n</blockquote><blockquote id=\"blockquote_34\">9.      Harmonious construction must be placed on the contract \nas far as possible.  However, in case of conflict between\nearlier or later clauses in a contract, later clauses are to\nbe preferred to the earlier; while in a will, earlier clause\nis to be preferred to the later.\n</blockquote><blockquote id=\"blockquote_35\">10.     Contra Proferendum Rule-If two interpretations are\npossible, the one favourable to the party who has drafted\nthe contract and the other against him, the interpretation\nagainst that party has to be preferred.\n</blockquote><blockquote id=\"blockquote_36\">11.      If two interpretation of a contract are possible the one\nwhich helps to make the contract operative to be\npreferred to the other which tends to make it inoperative\n</blockquote><blockquote id=\"blockquote_37\">12.     In case of conflict between printed clauses and typed\nclauses, type clauses are to be preferred.  Similarly, in\nconflict between printed and hand written clauses, hand\nwritten clauses are to be preferred and in the event of\nconflict between typed and hand written clauses, the\nhand written calluses are to be preferred\n</blockquote><blockquote id=\"blockquote_38\">13.     the special will exclude the general\n</blockquote><blockquote id=\"blockquote_39\">14.     Rule of expression unius est exclusion alterius\n</blockquote><blockquote id=\"blockquote_40\">15.     Rule of noscitus a sociss\n</blockquote><blockquote id=\"blockquote_41\">16.     Ejusdem generic rule will apply both the contract and\nstatute\n</blockquote><blockquote id=\"blockquote_42\">17.     place of Punctuation in interpretation of documents\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_30\">      27. From the Rules stated above, when the language used\nin a document is unambiguous conveying clear meaning, the \nCourt has to interpret the document or any condition therein\ntaking into consideration of the literal meaning of the words in\nthe document.  When there is ambiguity, the intention of the\nparties has to be looked into.  Ordinarily the parties use apt\nwords to express their intention but often they do not.  The\ncardinal rule again is that, clear and unambiguous words prevail\nover the intention. But if the words used are not clear or\nambiguous, intention will prevail. The most essential thing is to\ncollect the intention of the parties from the expressions they\nhave used in the deed itself.  What if, the intention is so\ncollected will not secure with the words used.  The answer is the\nintention prevails.  Therefore, if the language used in the\ndocument is unambiguous, the words used in the document itself \nwill prevail but not the intention. Here, there is nothing\nambiguous in clause (viii) of para 3 of the plaint and the parties\nintended to refer the agreement to P.Subba Rao only to know the\nmeaning of the terms of the agreement but not for any other\npurpose.  Therefore, the arbitration clause is limited to the\nextent to refer the document/agreement for interpretation and\nnot for resolving any disputes between the parties. In such a\ncase, the Court need not look into the intention of the parties in\ninterpreting a particular clause in the agreement, when the\nlanguage used in the document is unambiguous and clear.  When  \nthere is a dispute with regard to interpretation of clauses of the\ncontract, contract is to be referred to P.Subba Rao, the named\narbitrator not for any other purpose.\n</p><p data-structure=\"Section\" id=\"p_31\">      28. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1979603\" id=\"span_14\">In <a href=\"/doc/1979603/\" id=\"a_32\">Smt.Rukmanibai Gupta v. Collector, Jabalpur</a> ,\nclause 15 of the lease deed read with Rule 50 of Minor Mineral\nRules, whenever any doubt, difference or dispute arose touching\nthe construction of these presents of lease deed on the question\nof payment of royalty, the matter in dispute is therefore being\nreferred to the State Government for decision came up for\nconsideration.  But the principle <a href=\"/doc/1979603/\" id=\"a_33\">laid down in</a> the above\njudgment relied on by the learned counsel for the revision\npetitioner is of no use because the clause contained in the lease\ndeed in the facts of the above judgment embraces all differences\nor disputes with regard to lease have to be referred to the\narbitrator.  But, here there is no doubt or ambiguity in the\nlanguage used in Clause (viii) of para 3 of the plaint.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_32\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1765502\" id=\"span_15\">29. According to the contention of the learned counsel for\nthe petitioner, the parties are intended to refer any dispute to\nthe arbitrator but due to inartistic drafting, the specific words\nabout the reference of any dispute was not mentioned in the\nagreement.  But such contention cannot be accepted for the\nreason that the entire document is not before us to know the\nintention of the parties after reading the entire document.\nHowever in <a href=\"/doc/1765502/\" id=\"a_34\">VISA International Ltd. v. Continental Resources\n(USA) Ltd</a> , the Supreme Court held in para 25 as follows:</span>\n</p><blockquote id=\"blockquote_43\"> No party can be allowed to take advantage of inartistic drafting\nof arbitration clause  in any agreement as long as clear intention\nof parties to go for arbitration in case of any future disputes is\nevident from the agreement and material on record including\nsurrounding circumstances \n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_33\">    30. In the instant case, the clause relating to reference of\ndispute to the arbitrator is unambiguous and no part of the clause\ncreates any amount of doubt or ambiguity to consider the\nintention of the parties.  By strict interpretation of the clause,\ntaking into consideration of literal meaning of the words used in\nthe clause, we find no reason to interpret in any other manner\nthan the interpretation given by the trial Court.  Therefore, we\nare unable to conclude that the clause covers the reference of\nany other dispute with regard to the contract as contended by\nthe learned counsel for revision petitioner.\n</p><p data-structure=\"Precedent\" id=\"p_34\">    31. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"354758\" id=\"span_16\">In <a href=\"/doc/354758/\" id=\"a_35\">Gaya Electric Supply Co. Ltd. V. State of Bihar</a> ,\nsimilar question came up for consideration and the Apex Court in\npara-6 held as follows:</span>\n</p><blockquote id=\"blockquote_44\">From the language of the Section, it is quite clear that the legal\nproceeding which is sought to be stayed must be in respect of a\nmatter which the parties have agreed to refer and which comes\nwithin the ambit of the arbitration agreement. Where, however,\na suit is commenced as to a matter which lies outside the\nsubmission, the Court is bound to refuse a stay \n        \n</blockquote><p data-structure=\"Precedent\" id=\"p_35\">    32. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"306162\" id=\"span_17\">In <a href=\"/doc/306162/\" id=\"a_36\">Atul Singh v. Sunil Kumar Singh</a> , the question\nbefore Supreme Court was that as to interpretation of clause to\nfind out whether the dispute is within the arbitration  clause\ncame up for consideration and the Apex Court held that when the\nrelief claimed in the suit could be granted by civil Court and not\nby arbitrator, such dispute cannot be referred.  Further held that\ncompliance of <a href=\"/doc/411664/\" id=\"a_37\">Section 8(2)</a> of the Act is mandatory.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_36\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"95387\" id=\"span_18\">33. The Division Bench of this Court rendered in <a href=\"/doc/95387/\" id=\"a_38\">Andhra\nCo-operative Spinning Mills Ltd., Guntakal v. C.Sriniyasan</a> , at\npara-12 held as under:</span>\n</p><blockquote id=\"blockquote_45\">The submission to arbitration being governed by a written\ncontract, the terms of that contract must be looked into when a\nquestion arises as to whether the arbitration clause governs the\ndispute.  Arbitration clauses, as is well-known, very widely in\ntheir language because they incorporate the desire of the parties\nto refer to arbitration such matters as they please.\n</blockquote><blockquote id=\"blockquote_46\">       Recourse therefore must be had to the language used to\ndetermine whether the clause embraces any question which may   \narise between the parties in any way relating to the contract.  If\nthe dispute is that the contract, which contains the clause, had\nnot been executed or entered into at all or where one of the\nparties contends that it is void ab initio or that it is illegal, the\narbitration clause cannot operate, nor can an issue go before an\narbitration.\n</blockquote><blockquote id=\"blockquote_47\">       Where, one of the parties claims to recover some amounts\nunder the agreement and other party denies and negatives this\nclaim as not arising under the terms of the agreement or as not\ncomplying with the condition precedent to the making of a claim\nspecified in the terms of the agreement, the arbitration clause\nwould ex facie become applicable.\n</blockquote><blockquote id=\"blockquote_48\">       Whether a dispute falls within an arbitration clause in a\ncontract, as Viscound Simon put it must depend on what is the\ndispute and what disputes the arbitration clause covers.  In\nHeymans case (D) the arbitration clause was comprehensive and \ncovered the dispute between the parties in respect of the\nagreement or in respect of any provision in the agreement, or in\nrespect of anything arising out of it\n        What has to be determined in this case, irrespective of the\nvalidity of the claim and the counter claim of the parties, be it\nuntenable, frivolous or vexatious, is whether the dispute is one\nwhich involves the interpretation of the contract or which arises\nthere under.  It will be deemed to arise under the contract for\nthe purposes of the arbitration clause if recourse is had to the\nterms of the contract itself, as negativing the claim of the\nrespondent or as establishing the claim of the appellant.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_37\">        34. On close analysis of the above judgments, the recourse\nopen to the Court is to advert to the language used in the\ndocument to determine whether clause embraces any  question  \nwhich may arise between the parties or not. In the present case,\nthe clause (viii) of para 3 of plaint covered reference of\nagreement to the arbitrator P.Subba Rao only for limited purpose\nof interpretation of the agreement, not the dispute regarding\nrecovery of possession and mesne profits.  Therefore, the dispute\nin the suit is outside the purview of the arbitration clause\ncontained in the agreement as referred in\npara-3 of the plaint.  In such a case, the civil Courts cannot refer\nthe dispute by exercising power under <a href=\"/doc/1232861/\" id=\"a_39\">Section 8</a> of the Act to the\nArbitrator, named therein.\n</p><p data-structure=\"Conclusion\" id=\"p_38\">        35. On over all consideration of entire material available\non record, it is evident that the clause referred to in the earlier\nparas referring to arbitrator is unambiguous and the intention of\nthe parties need not be looked into, since, intention would not\nprevail when the language used in the condition is unambiguous.\nTherefore, on strict construction of the condition relating to\nreference to arbitration, the trial Court rightly declined to grant\nthe relief to the petitioner.\n</p><p data-structure=\"Conclusion\" id=\"p_39\">        36. In view of the limited powers of this Court under\n<a href=\"/doc/1331149/\" id=\"a_40\">Article 227</a> of the Constitution of India as discussed in the earlier\nparas. The case on hand would not cover any of the\ncircumstances referred to above, to exercise discretion to grant\nrelief. That apart we find no illegal exercise or failure to\nexercise the power conferred on the trial Court in negating the\nrelief.  Hence, it is not a fit case for interference of this Court.\n</p><p data-structure=\"RespArg\" id=\"p_40\">        37. One of the contentions of Sri Narender Reddy, learned\nsenior counsel is that the petition is not accompanied by copy of\nthe arbitration agreement or duly certified copy, in compliance\nof <a href=\"/doc/411664/\" id=\"a_41\">Section 8(2)</a> of the Act.  According to <a href=\"/doc/630120/\" id=\"a_42\">Section 8(2)</a> of the\nArbitration and Conciliation Act, 1996, any application for\nreference of dispute mentioned in clause (1) shall not be\nentertained unless it is accompanied by the original arbitration\nagreement or a duly certified copy thereof.  The learned counsel\nfor the petitioner contended that when the parties themselves\naccepted about the existence of the arbitration clause in the\nagreement in para 3 of the plaint, it is sufficient and the\napplication need not be accompanied by the agreement or copy \nthereof.  He has drawn the attention of this Court to <a href=\"/doc/1846895/\" id=\"a_43\">Section 7</a> of\nthe Act, which reads as under:\n</p><blockquote id=\"blockquote_49\">(1)arbitration agreement means an agreement by the parties to\nsubmit to arbitration all or certain disputes which have arisen\nor which may arise between them in respect of a defined legal\nrelationship, whether contractual or not.\n(2) An arbitration agreement may be in the form of an arbitration\nclause in a contract or in the form of a separate agreement.\n(3) An arbitration agreement shall be in writing.\n(4) An arbitration agreement is in writing if it is contained in\n</blockquote><blockquote id=\"blockquote_50\"> (a) a document signed by the parties;\n</blockquote><blockquote id=\"blockquote_51\">(b) an exchange of letters, telex, telegrams or other\nmeans of telecommunication which provide a record \nof the agreement; or\n</blockquote><blockquote id=\"blockquote_52\">(c) an exchange of statements of claim and defence in\nwhich the existence of the agreement is alleged by\none party and not denied by the other.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_41\">        38. It is clear from <a href=\"/doc/1846895/\" id=\"a_44\">Section 7</a> of the Act that the exchange\nof statements, letters etc., is sufficient to accept the existence\nof agreement for reference to arbitrator.\n</p><p data-structure=\"CDiscource\" id=\"p_42\">      39. In the present case, in para 3 of the plaint, there is a\nreference of understanding dated 21.07.2009 which consists of\nclauses (i) to (ix).  Clause No.(viii) is the relevant clause.  Para 3\nof the plaint did not spell out whether the understanding was\nreduced into writing and signed by the parties or not.  When the\nagreement is not in writing and it is only an understanding, the\nalleged condition of agreement for reference would not fall\nwithin the ambit of <a href=\"/doc/1846895/\" id=\"a_45\">Section 7</a> of the Act.  In any view of the\nmatter, it is for the revision petitioner to file, if there is an\nunderstanding in writing duly signed by both parties along with\nthe petition. However, it is wholly unnecessary for us to decide\nabout maintainability of the petition in view of bar to entertain\npetition under <a href=\"/doc/630120/\" id=\"a_46\">Section 8(2)</a> of the Act, as the petitioner himself\nadmitted about the understanding and that apart we have\nalready concluded in the earlier paras that this Court cannot\nexercise its discretionary power under Section 227 of the\nConstitution of India to interfere in the order in question.\n</p><p data-structure=\"Conclusion\" id=\"p_43\">      40. In view of the foregoing discussion, we find no ground\nor legal infirmity which calls for interference of this Court,\ndevoid of merits and deserves to be dismissed.\n</p><p data-structure=\"Conclusion\" id=\"p_44\">      41. Accordingly, the Civil Revision Petition is dismissed\nconfirming the order dated 21.09.2012 in I.A.(S.R.) No.6025 of\n2011 in O.S.No.162 of 2011  on the file of III Senior Civil Judge,\nCity Civil Court, Secunderabad. No costs.\n</p><p data-structure=\"Conclusion\" id=\"p_45\">      42. Miscellaneous petitions pending if any, shall stand\nclosed.\n</p><p data-structure=\"Precedent\" id=\"p_46\">__________________________    \nRAMESH RANGANATHAN, J        \n__________________________    \nM.SATYANARAYANA MURTHY, J         \nDate:12.03.2015 </p>","numcites":19,"numcitedby":0,"docsource":"Andhra HC (Pre-Telangana)","citetid":186530203,"divtype":"judgments","relatedqs":[{"value":"\"interpretation of document\"","formInput":"%22interpretation%20of%20document%22"},{"value":"interpretation of agreement","formInput":"interpretation%20of%20agreement"},{"value":" interpretation of document","formInput":"%20interpretation%20of%20document"},{"value":"intention of the parties","formInput":"intention%20of%20the%20parties"},{"value":"mesns profits","formInput":"mesns%20profits"},{"value":"article 227","formInput":"article%20227"},{"value":"civil revision","formInput":"civil%20revision"},{"value":"ambiguity","formInput":"ambiguity"},{"value":"civil revision petition","formInput":"civil%20revision%20petition"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"arbitration clause in agreement","formInput":"arbitration%20clause%20in%20agreement"},{"value":"article 227 of constitution","formInput":"article%20227%20of%20constitution"},{"value":"reference to arbitrator","formInput":"reference%20to%20arbitrator"},{"value":"meaning of word and","formInput":"meaning%20of%20word%20and"},{"value":"arbitration clause by reference","formInput":"arbitration%20clause%20by%20reference"},{"value":"\"arbitration\"   filter:   \"contract\" \"void-ab-initio\"","formInput":"%22arbitration%22%20%20%20filter%3A%20%20%20%22contract%22%20%22void-ab-initio%22"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"interpretation of rules","formInput":"interpretation%20of%20rules"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"\"arbitration clause\" \"agreement\"","formInput":"%22arbitration%20clause%22%20%22agreement%22"}],"cats":[{"value":"court-superintendence","formInput":"tag:court-superintendence"},{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"appoint-arbitrator","formInput":"tag:appoint-arbitrator"}],"courtcopy":true,"query_alert":null,"agreement":false}