{"tid":1042335,"publishdate":"1970-08-14","title":"A.H. Satranjiwala vs The State Of Maharashtra on 14 August, 1970","doc":"<h2 class=\"doc_title\">A.H. Satranjiwala vs The State Of Maharashtra on 14 August, 1970</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: (1972)74BOMLR742</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nKania, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. This petition raises an interesting question as to the interpretation of <a href=\"/doc/445276/\" id=\"a_1\">Section 561A</a> of the Code of Criminal Procedure, 1898.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The relevant facts are that the petitioner is the proprietor of Messrs. Peerbhoy and Sons. He put up an illuminated Neon Sign containing the words &quot;Peerbhoys&quot; outside his shop. He was prosecuted under <a href=\"/doc/1590825/\" id=\"a_2\">Section 471</a> read with <a href=\"/doc/18328420/\" id=\"a_3\">Section 328-A</a> of the Bombay Municipal Corporation Act and put up for trial in Cri. Case No. 298/M of 1968 before the learned Presidency Magistrate, 1st Additional Court, Victoria Terminus, Bombay, but he was acquitted by the learned Magistrate on April 30, 1968. The State being the respondent herein preferred an appeal against that order of acquittal and the appeal was placed for hearing before. Abhyankar, J., on November 7, 1969. Shri A.H. Merchant, Advocate, appeared on behalf of the petitioner and applied for an adjournment of the hearing of the appeal for two weeks which was granted. It is stated in the petition that Mr. Merchant thereafter attended the Court and learnt that Abhyankar J. was not taking up the matter on November 28, 1969. The advocate made inquiries in the office of this Court and was informed that the appeal would be placed for hearing either before Wagle J., or Gatne J., and accordingly the petitioner&#x27;s advocate was watching the boards of the said Courts but did not find the matter on either of the boards on November 28, 1969, December 1, 1969 or on December 2, 1969. The appeal was regularly placed, however, on the board of Apte J., on December 2, 1969 and reached hearing. When the appeal reached hearing, neither the petitioner nor his advocate was present, and the learned Judge proceeded to hear the appeal on merits in the absence of the petitioner, who was the respondent in that appeal, and his advocate. In the said appeal, the order of acquittal passed by the learned Presidency Magistrate was reversed and the petitioner was convicted of the above offence and sentenced to pay a fine of Rs. 50. The petitioner has presented this petition under <a href=\"/doc/445276/\" id=\"a_4\">Section 561A</a> of the Criminal Procedure Code praying that the appeal should be restored and reheard in the interest of justice and other appropriate orders be passed.\n</p> \n\n<p data-structure=\"Section\" id=\"p_3\">3. Although the prayer is worded, in such a way as to appear that it is merely for restoration of the appeal, it is quite obvious that it would necessarily involve setting aside the judgment and order of Apte J.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\">4. One or two further facts also need to be noted in this connection. After the appeal was disposed of on December 2, 1969 as set out earlier, a writ has been issued on December 12, 1969 in terms of the order. The present petition was presented on December 9, 1969 before the writ was issued, but the petitioner did not apply for or obtain any stay of the issue of the writ with the result that the writ had already been issued at the time when this petition came up for hearing before us. In view of the petition, Apte J. has not signed the judgment. That, however, as we shall point out later on, does not make much difference.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_5\">5. Mr. Kanade, the Assistant Government Pleader, who appeared for the respondent, the State of Maharashtra, has raised a preliminary contention that this petition is not maintainable at all. He has submitted that the judgment and order of Apte J. was with jurisdiction and final and that this Court has no jurisdiction under <a href=\"/doc/445276/\" id=\"a_5\">Section 561A</a> of the Criminal Procedure Code or any other provision of the Code to review the judgment of Apte J. He has further submitted that even assuming that Section 561A can be invoked for reviewing a final judgment or order, the same can be done only when the judgment is bad for want of jurisdiction or violates the principles of natural justice. He has submitted that this section cannot be invoked where a conviction is recorded with jurisdiction and without any violation of the principles of natural justice. The right of review is a statutory right and inherent powers cannot be exercised where the statute does not provide for such a remedy.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_6\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1668308\" id=\"span_1\">6. Our attention was first drawn by Mr. Kanade, who has cited several authorities, to the decision of this Court in the case of <a href=\"/doc/1668308/\" id=\"a_6\">State of Bombay v. Geoffrey Manners</a> (1950) 53 Bom. L.R. 117, which lays down that when an oral judgment is delivered by the High Court in its criminal appellate jurisdiction, the order made receives its finality when it is recorded and a writ in terms of the order is issued under the seal of the Court and it cannot thereafter be altered or reviewed. But a judgment or order delivered in open Court can be altered before it is recorded and before a writ under the seal of the Court is issued. There, of course, it has been observed that it would, however, be open to the High Court to review or alter its judgment, given in exercise of its criminal appellate jurisdiction, after it has been recorded and a writ issued in pursuance thereof, where there is an error apparent on the face of the record or an obvious mistake about the facts which, if not corrected, would lead to miscarriage of justice. In that case, an oral judgment was delivered in the open Court by the Division Bench on September 13, 1950 and a writ in terms of the order was issued on the same day. The High Court was closed on 15th, 16th and 17th. On Monday, the 18th, in the morning, an application was made for reviewing or altering the judgment which was delivered on September 13, 1950. No reference has been made to <a href=\"/doc/445276/\" id=\"a_7\">Section 561A</a> of the Criminal Procedure Code either in the course of the arguments or in the judgment, and the argument of Mr. Amin, who appeared for the petitioner in that matter, was on the terms of <a href=\"/doc/486232/\" id=\"a_8\">Section 369</a> of the Criminal Procedure Code which provided as follows:</span>\n</p><blockquote id=\"blockquote_1\"> Save as otherwise provided by this Code or by any other law for the time being in force or, in. the case of a High Court for a Part A State by the Letters Patent or other instrument constituting such High Court, no Court, when it has signed its judgment, shall alter or review the same, except to correct a clerical error.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_7\">7. It was pointed out by the learned Judges that <a href=\"/doc/486232/\" id=\"a_9\">Section 369</a>, Criminal Procedure Code had no application to the High Court as far as a judgment in its criminal appellate jurisdiction was concerned. This ease, therefore, does not lay down any principle as to the scope of <a href=\"/doc/445276/\" id=\"a_10\">Section 561A</a> of the Criminal Procedure Code, hut it docs lay down that once a writ has been issued, pursuant to a judgment of the High Court in the exercise of its criminal appellate jurisdiction, that judgment becomes final. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1668308\" id=\"span_2\">In the present ease, the writ has already been issued in terms of the judgment on December 12, 1969, that is, long prior to the day when the matter reached hearing before us, and the judgment must, therefore, be held to have become final as <a href=\"/doc/1668308/\" id=\"a_11\">laid down in</a> <a href=\"/doc/1668308/\" id=\"a_12\">the above decision</a>.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_8\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1409977\" id=\"span_3\">8. Our attention was drawn by both the sides to the decision of the Supreme Court in <a href=\"/doc/1409977/\" id=\"a_13\">Pilot Chopra v. Bombay State</a> . The appellant <a href=\"/doc/1409977/\" id=\"a_14\">in that case</a> was convicted by the Presidency Magistrate, 13th Court, Bombay, for an offence under the <a href=\"/doc/4377279/\" id=\"a_15\">Bombay Prohibition Act, 1949</a>, and sentenced to imprisonment till the rising of the Court and fine. He preferred an appeal to the High Court, but his appeal was summarily dismissed by a Bench of that Court. Thereafter the State of Bombay made a Criminal Revision Application to the High Court for enhancement of the sentence imposed on him. A notice having been issued to the appellant under <a href=\"/doc/116391/\" id=\"a_16\">Section 439(2)</a> of the Criminal Procedure Code, the learned Counsel for the appellant claimed the appellant&#x27;s right under <a href=\"/doc/123136568/\" id=\"a_17\">Section 439(6)</a> to show cause against his conviction. A question arose as to whether the summary dismissal of the appeal of the appellant by the High Court amounted to a final judgment which replaced the judgment of the learned Magistrate with the result that the same could not be challenged under <a href=\"/doc/123136568/\" id=\"a_18\">Section 439(6)</a>. The Court <a href=\"/doc/1409977/\" id=\"a_19\">in that case</a> was not directly concerned with the provisions of Section 561A and that section has not been referred to either in the arguments or in the judgment. The question, however, did arise as to the scope of <a href=\"/doc/1153915/\" id=\"a_20\">Section 430</a> of the Criminal Procedure Code which provides for the finality of orders on appeal. That section reads as follows:</span>\n</p><blockquote id=\"blockquote_2\"> Judgments and orders passed by an Appellate Court upon appeal shall be final, except in the cases provided for in <a href=\"/doc/154942017/\" id=\"a_21\">Section 417</a> and Chapter XXXII.\n</blockquote> \n\n<blockquote id=\"blockquote_3\">S.R. Das J. in the course of his judgment observed that <a href=\"/doc/1153915/\" id=\"a_22\">Section 430</a>, Criminal Procedure Code in terms applies to judgments and orders passed by an appellate Court. It has no application to decisions or orders made by the High Court in revision. In the majority judgment which was delivered by Bhagwati J. it has, however, been observed as follows (p. 851):\n</blockquote><blockquote id=\"blockquote_4\"> A judgment pronounced by the High Court in the exercise of its appellate or re-visional jurisdiction after issue of a notice and a full hearing in the presence of both the parties would certainly be arrived at after due consideration of the evidence and all the arguments and would therefore be a judgment and such judgment when pronounced would replace the judgment of the lower Court, thus constituting the judgment of the High Court the only final judgment to be executed in accordance with law by the Court below.\n</blockquote> \n\n<blockquote id=\"blockquote_5\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1409977\" id=\"span_4\">It was <a href=\"/doc/1409977/\" id=\"a_23\">laid down in</a> that case that an order dismissing the appeal or a criminal revision &#x27;in limine&#x27; would, no doubt, be a final order not subject to a review or revision even by the High Court itself but would not amount to a judgment replacing that of the lower Court.</span> This judgment has been referred to by the Supreme Court in its judgment in the case of Nirbhay Singh v. The State of Madhya Pradesh (1968) Criminal Appeal No. 219 of 1966. The judgment of the Court in that case was delivered by J.C. Shah J. After setting out the provisions of <a href=\"/doc/486232/\" id=\"a_24\">Sections 369</a> and <a href=\"/doc/1153915/\" id=\"a_25\">430</a>, Criminal Procedure Code, it has been observed by Shah J. as follows:\n</blockquote><blockquote id=\"blockquote_6\"> ...When an appeal of a convicted person is summarily dismissed by the High Court the State has no opportunity of being heard. The judgment summarily dismissing the appeal of the accused is a judgment given against the accused and not against the State or the complainant. If after the appeal of the accused is summarily dismissed, the State or the complainant seeks to prefer an appeal against the order of acquittal, the High Court is not prohibited by any express provision or implication arising from the scheme of the Code from entertaining the appeal. Where, however, the High Court issued notice to the State in an appeal by the accused against the order of conviction, and the appeal is heard and decided on the merits, all questions determined by the High Court either expressly or by necessary implication, must be deemed to be finally determined, and there is no scope for reviewing these orders in any other proceeding. The reason of the rule is not so much the principle of merger of the judgment of the trial Court into the judgment of the High Court, but that a decision rendered by the High Court after hearing the parties on a matter in dispute is not liable to be reopened between the same parties in any subsequent enquiry.\n</blockquote> \n\n<blockquote id=\"blockquote_7\">It is true that the above observations are not the ratio of the decision, and there is no express reference to the provisions of <a href=\"/doc/445276/\" id=\"a_26\">Section 561A</a> of the Criminal Procedure Code in the judgment but being observations made by the highest Court in the land, they must be given their due effect. An obiter of the Supreme Court is, binding on all other Courts.\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_9\">9. In view of the above discussion, there is no doubt that the judgment and order passed by Apte J, became final for the purposes of <a href=\"/doc/1153915/\" id=\"a_27\">Section 430</a> of the Criminal Procedure Code.\n</p> \n\n<p data-structure=\"Section\" id=\"p_10\">10. The question then arises as to what is the effect of <a href=\"/doc/445276/\" id=\"a_28\">Section 561A</a> of the Criminal Procedure Code, and whether it would be open under the provisions of that section to revise the judgment of Apte J. <a href=\"/doc/445276/\" id=\"a_29\">Section 561A</a> of the Criminal Procedure Code which was introduced in 1923 by the <a href=\"/doc/445276/\" id=\"a_30\">Criminal Procedure Code (Amendment) Act, 1923</a> (18 of 1923) reads as follows:\n</p><blockquote id=\"blockquote_8\"> Nothing in this Code shall be deemed to limit or affect the inherent power of the High Court to make such orders as may be necessary to give effect to any order under this Code, or to prevent abuse of the process of any Court or otherwise to secure the ends of justice.\n</blockquote> \n\n<blockquote id=\"blockquote_9\">It is well settled that Section 561A does not confer any additional powers on the High Court but merely safeguards such inherent powers as the High Court already possessed for the purposes mentioned in that section. As observed by their Lordships of the Privy Council in Jairam Das v. Emperor , Section 561A of the Code confers no powers. It merely safeguards all existing inherent powers possessed by a High Court necessary (among other purposes) to secure the ends of justice. It would, therefore, be useful to examine some of the decisions before Section 561A was enacted to find out whether any inherent power to review a judgment passed by another Judge or Bench of the Court in the exercise of its criminal appellate jurisdiction has been exercised by the High Court.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"371735\" id=\"span_5\">11. Petheram C.J. of the Allahabad High Court as early as in 1885 laid down that in his opinion the High Court had no power to review the order passed by a Judge of that Court dismissing the revision application made by the accused, and the only remedy open to the accused would be by an appeal to the prerogative of the Crown as exercised by the Local Government. See <a href=\"/doc/371735/\" id=\"a_31\">Queen-Empress v. Durga Charan</a> (1885) I.L.R. 7 All. 672.</span> There is, of course, no reference in the judgment to any inherent power of the Court in specific terms, but if such a power was possessed by the Court, it is inconceivable that it would not have been referred to. A Full Bench of this High Court, in the case of Queen-Empress v. C.P. Fox (1885) I.L.R. 10 Bom. 176 F.B., has laid down that a Division Bench of the High Court had not, under <a href=\"/doc/1290514/\" id=\"a_32\">Section 439</a> of the Code of Criminal Procedure, 1882, (Act X of 1882), any power to review its judgment pronounced on revision in a criminal case. The question which was referred to the Full Bench was whether a Division Bench of the High Court had, under <a href=\"/doc/25165141/\" id=\"a_33\">Section 369</a> or 439 of the <a href=\"/doc/445276/\" id=\"a_34\">Code of Criminal Procedure</a>, 1882, or otherwise, power to alter or review its own decision in a criminal ease. There is no specific reference in the judgment to any inherent power to review a previous judgment, but if such a power was, in fact recognized, it is difficult to believe that it would not have been referred to. In fact, from the report of the arguments of Mr. Branson who appeared for the accused C.P. Fox, it would appear that some sort of inherent power was referred to in the course of his arguments, because it was urged by him that &quot;Assuming the original sentence to be illegal, it is manifestly unjust that the Court should first perpetrate an illegality and then confess its inability to remedy it. The Courts in England can revise their sentences.&quot; It must, therefore, be accepted that the Full Bench in that decision did not recognize the existence of any inherent power in a Division Bench of this Court to revise or review its own decision in a criminal case. In a Full Bench decision of the Calcutta High Court, In the matter of Gibbons (1886) I.L.R. 14 Cal. 42 F.B., it has been held that the verdict and judgment of a Divisional Bench of a High Court, coupled with the sentence in a criminal case, are absolutely final, and as soon as they have been pronounced and signed by the Judges, the High Court is functus officio, and neither the Court itself, nor any Bench of it, has any power to revise that decision or interfere with it in any way. From the judgment of Petheram C.J. it is clear that it was sought to be urged that there was an inherent power in the Court to review a judgment of a Division Bench in a criminal case but that argument has been negatived. The relevant provisions of <a href=\"/doc/486232/\" id=\"a_35\">Section 369</a> of the Code of Criminal Procedure, 1882, which have been set out in the judgment are as follows:\n</p><blockquote id=\"blockquote_10\"> no Court, other than a High Court, when it has signed its judgment, shall alter or review the same, except as provided in <a href=\"/doc/108997456/\" id=\"a_36\">Section 395</a> or to correct a clerical error.\n</blockquote> \n\n<blockquote id=\"blockquote_11\">It was held that this section did not apply to the High Court with the result that all the powers which existed in the High Court, before the section was enacted were reserved and were not taken away. It was further observed that as it was not shown that any power of revision existed in the High Court before the enactment of that section, that section did not create any such power and, therefore, did not help the applicant. Mr. Hussain submitted that this decision was based on the provisions of <a href=\"/doc/25165141/\" id=\"a_37\">Section 369</a> of the Code of 1882, but that submission is totally unsustainable. It is clear from the context of the case that the word &quot;revise&quot; has been used in that decision in the sense of review. In the light of this discussion, it is clear that no general power of revision or review has either been recognized as inherent in the High Court or has been exercised prior to the enactment of Section 561A, because the judgments have proceeded on the basis that <a href=\"/doc/25165141/\" id=\"a_38\">Section 369</a> was not applicable to the case.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_12\">12. Although no inherent power in the High Court to review or revise its decision once it had become final was recognized, it does appear that in cases where the judgment was passed without jurisdiction and which was null and void ab initio, the matter could be directed to be heard afresh by that very Court. A Division Bench of Madras High Court in Tadi Soma Naidn, In re (1923) I.L.R. 47 Mad. 428, laid down that the judgment of the High Court in a criminal matter is final as soon as it is signed and thereafter the Court is functus officio and has no power to revise or alter its decision. But where a judgment is null and void ab initio as being one passed without jurisdiction, the proper course would be to proceed with the matter afresh after a proper notice to the parties concerned. In that case, a single Judge of that Court in a revision application by the accused challenging his conviction enhanced the sentence on the accused without affording him an opportunity of being heard as required by <a href=\"/doc/116391/\" id=\"a_39\">Section 439(2)</a> of the Code of Criminal Procedure, 1898, and it was held that in such a case, the judgment was null and void being without jurisdiction and it was open to the Court to hear the ease afresh on merits. The basis of the decision clearly is that a judgment which has been pronounced without jurisdiction would not be a judgment at all and, therefore, the matter could be heard afresh.\n</p> \n\n<p data-structure=\"Section\" id=\"p_13\">13. The scope of <a href=\"/doc/445276/\" id=\"a_40\">Section 561A</a> of the Criminal Procedure Code has been, in our view, correctly stated in Raju v. Emperor [1928] A.I.R. Lah. 462, by a Division Bench consisting of Fforde and Agha Haidar JJ. This was one of the earliest decisions after the introduction of Section 561A in the <a href=\"/doc/445276/\" id=\"a_41\">Code of Criminal Procedure</a>, and it lays down that, there has never been an inherent power in the High Court to alter or review its own judgment once it has been pronounced or signed except in. cases where it was passed without jurisdiction or in default of appearance without an adjudication on merits. It has been held in that case,\n The concluding words of the section &#x27;or otherwise to secure the ends of justice&#x27;, can only mean that such other inherent power as the Court possesses is likewise preserved. The High Court is not given nor did it ever possess, an unrestricted and undefined power to make any order which, it might please to consider, was in the interests of justice. (p. 464).\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"595004\" id=\"span_6\">It would, therefore, appear that it has been recognized that a power to review a judgment passed by a single Judge or a Bench of the High Court could be exercised by any Bench of the High Court under Section 561A of the Code only in cases where the judgment was without jurisdiction or in violation of principles of natural justice. It might be clarified that where a judgment is pronounced against the accused without giving him a reasonable opportunity to be heard, it would necessarily be in violation of the principles of natural justice, and, therefore, without jurisdiction. This decision of the Lahore High Court has been agreed with by a Division Bench of the Calcutta High Court in <a href=\"/doc/595004/\" id=\"a_42\">Dahu Raut v. Emperor</a> .</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_15\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"53971\" id=\"span_7\">14. Several authorities were cited before us to show that a similar view has been expressed by most of the High Courts, but we do not consider it necessary to refer to those decisions. We may, however, refer to a Full Bench decision of the High Court of Andhra Pradesh reported in the case of <a href=\"/doc/53971/\" id=\"a_43\">Public Prosecutor v. Devireddi</a> [1962] A.I.R. A.P. 479. In that case, the respondent was tried by the Sessions Judge on a charge under <a href=\"/doc/1560742/\" id=\"a_44\">Section 302</a> of the Indian Penal Code. The learned Sessions Judge convicted him under <a href=\"/doc/1540253/\" id=\"a_45\">Section 326</a>, Indian Penal Code and sentenced him to imprisonment. He thereupon preferred an appeal to the High Court. As against the order of implied acquittal on the charge of murder there was no appeal by the State under <a href=\"/doc/1791573/\" id=\"a_46\">Section 417</a>, Criminal Procedure Code. The single Judge before whom the appeal came later on for hearing suo motu issued a notice under <a href=\"/doc/1290514/\" id=\"a_47\">Section 439</a> of the Criminal Procedure Code to the accused to show cause why the sentence should not be enhanced. Both the appeal and revision were heard together by the learned Judge, who, by his judgment dated July 6, 1959, altered the conviction from the one under <a href=\"/doc/165902715/\" id=\"a_48\">Section 326</a> to one under <a href=\"/doc/1560742/\" id=\"a_49\">Section 302</a>, Indian Penal Code and sentenced the accused to imprisonment for life. The Public Prosecutor made an application in which it was contended that the judgment of the learned Judge was without jurisdiction, and, therefore, a nullity as it was outside the authority conferred upon the High Court under <a href=\"/doc/16260612/\" id=\"a_50\">Section 423(1)(b)</a> and <a href=\"/doc/48476188/\" id=\"a_51\">Section 423</a>(1-A), <a href=\"/doc/445276/\" id=\"a_52\">Criminal Procedure Code</a>, and the learned Judge had no jurisdiction to alter the finding and convict the accused under <a href=\"/doc/1560742/\" id=\"a_53\">Section 302</a>, Indian Penal Code. When the application came for hearing before a Division Bench, it was referred to a Full Bench, and Umamaheswarram J. in the course of his judgment held that there was no lack of inherent jurisdiction in the learned Judge in disposing of those cases and therefore his judgment was not a nullity. What the Judge did was that lie misconstrued the terms of <a href=\"/doc/1487146/\" id=\"a_54\">Section 423(1)(b)</a> of the Criminal Procedure Code and exercised the jurisdiction which was legally vested in him in an erroneous or illegal manner and reached an erroneous decision. It was further held that if there is inherent lack of jurisdiction, the proceedings are null and void and may be attacked in collateral proceedings; but if there is only illegal or irregular exercise of jurisdiction, the only course open to the parties is by way of appeal, revision or review.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1409977\" id=\"span_8\">The previous case law has been extensively discussed in that judgment and it was observed that in view of the observations of the Supreme Court in the case of <a href=\"/doc/1409977/\" id=\"a_55\">Pilot Chopra v. Bombay State</a> and the language of <a href=\"/doc/1153915/\" id=\"a_56\">Section 430</a> of the Criminal Procedure Code it was clear that the judgment pronounced by the learned Judge in the Criminal Appeal was final and not liable to be reviewed. It was held that the right of review is a creature of statute and that in the absence of any provision in the <a href=\"/doc/445276/\" id=\"a_57\">Code of Criminal Procedure</a>, the judgment cannot be reviewed by the High Court. It was held that there was no inherent power in the High Court under <a href=\"/doc/445276/\" id=\"a_58\">Section 561A</a> of the Criminal Procedure Code to alter or review its own judgment once it had been pronounced, except in cases where it was passed without jurisdiction or in default of appearance, that is, without affording an opportunity to the accused to appear.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1207034\" id=\"span_9\">The majority judgment in the case of <a href=\"/doc/1207034/\" id=\"a_59\">Raj Narain v. State</a> , to which we shall refer later was considered and was dissented from.</span> It was argued in the Andhra case by the learned Advocate-General that the power under Section 561A should be exercised on the principle &quot;actus curiae neminem gravabit&quot;, that is, an act of the Court shall prejudice no man, and, therefore on a proper application being made to him under Section 561A, the learned Judge might rectify the error committed by him. That argument was also rejected, and in our view rightly rejected. In the light of the above discussion, it appears to us that, unless the previous judgment was without jurisdiction or in violation of the principles of natural justice, with the result that it would be without jurisdiction, the Court would have no power to review or alter it under the provisions of Section 561A. One other possible case where the Court might exercise the power under Section 561A could be in a case where the prior judgment was obtained by an abuse of the process of the Court.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_16\">15. Mr. Hussain appearing for the petitioner has contended that the judgment of Apte J. was without jurisdiction and was not a judgment at all because neither the accused nor his advocate was present at the hearing of the appeal and when the judgment was delivered. It is, however, not disputed by Mr. Hussain that a notice was served on the accused about the hearing of the appeal against him and, in fact, an advocate had filed his appearance on his behalf in the appeal. Mr. Hussain concedes that there is no specific provision in the <a href=\"/doc/445276/\" id=\"a_60\">Code of Criminal Procedure</a> or any other law that at the hearing of the appeal the accused must remain present or that such hearing cannot proceed otherwise, but Mr. Hussain has submitted that it is a fundamental principle of criminal procedure that the accused must be present at the hearing as well as at the time of pronouncement of the sentence in the trial Court as well as in appeal. According to him, as the accused was not present, it must necessarily follow that no reasonable opportunity was given to the accused to show cause why he should not be convicted and the judgment was, therefore, in violation of the principles of natural justice and void. He drew our attention to the provisions of <a href=\"/doc/1326470/\" id=\"a_61\">Section 427</a> of the Criminal Procedure Code which provides that:\n</p><blockquote id=\"blockquote_12\"> When an appeal is presented under Section 411A, Sub-section (2), or <a href=\"/doc/154942017/\" id=\"a_62\">Section 417</a>, the High Court may issue a warrant directing that the accused be arrested and brought before it....\n</blockquote> \n\n<blockquote id=\"blockquote_13\">It is quite clear that it is in the discretion of the High Court to exercise the power under <a href=\"/doc/23732668/\" id=\"a_63\">Section 427</a>, and an application under <a href=\"/doc/23732668/\" id=\"a_64\">Section 427</a> is made by the State and never by the accused. This section was meant not for the protection of the accused but to ensure that the accused against whom an appeal might have been filed might not abscond during the pendency of the appeal. It must also be appreciated that the situation is altogether different in the course of the original criminal trial and during the bearing of an appeal, because during the trial the Court would be entitled to examine the accused at any stage of the evidence and his presence might therefore be required, whereas, in an appeal the hearing of the appeal would, normally, be proceeded with on the basis of the record. In this connection, it would be useful to examine the scheme of the <a href=\"/doc/445276/\" id=\"a_65\">Criminal Procedure Code</a> as far as appeals against acquittal are concerned.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_17\">16. <a href=\"/doc/617825/\" id=\"a_66\">Section 417(1)</a> of the Criminal Procedure Code provides:\n</p><blockquote id=\"blockquote_14\"> Subject to the provisions of Sub-section (5), the State Government may, in any case, direct the Public Prosecutor to present an appeal to the High Court from an original or appellate order of acquittal passed by any Court other than a High Court.\n</blockquote> \n\n<blockquote id=\"blockquote_15\"><a href=\"/doc/114867547/\" id=\"a_67\">Section 422</a> which deals with the question of notice of appeal provides:\n</blockquote>  \n\n<blockquote id=\"blockquote_16\">If the Appellate Court does not dismiss the appeal summarily, it shall cause notice to be given to the appellant or his pleader, and to such officer as the State Government may appoint in this behalf, of the time and place at which, such appeal will be heard, and shall, on the application of such officer, furnish him with a copy of the grounds of appeal;\n</blockquote> \n\n<blockquote id=\"blockquote_17\">and, in cases of appeals under Section 411A, Sub-section (2), or <a href=\"/doc/154942017/\" id=\"a_68\">Section 417</a> the Appellate Court shall cause a like notice to be given to the accused.\n</blockquote> \n\n<blockquote id=\"blockquote_18\">In the present case, it is admitted that a notice under <a href=\"/doc/43979/\" id=\"a_69\">Section 422</a> of the Criminal Procedure Code was duly served on the accused. The relevant portion of <a href=\"/doc/16260612/\" id=\"a_70\">Section 423(1)</a> of the Code which deals with the powers of the Appellate Court in disposal of appeals provides:\n</blockquote>  \n\n<blockquote id=\"blockquote_19\">(1) The Appellate Court shall then send for the record of the case, if such record is not already in Court. After perusing such record, and hearing the appellant or his pleader, if he appears, and the Public Prosecutor, if he appears, and in the case of an appeal under Section 411A, Sub-section (2), or <a href=\"/doc/154942017/\" id=\"a_71\">Section 417</a>, the accused, if he appears, the Court may, if it considers that there is no sufficient ground for interfering, dismiss the appeal, or may-\n</blockquote>  \n\n<blockquote id=\"blockquote_20\">(a) in an appeal from an order of acquittal, reverse such order and direct that further inquiry be made, or that the accused be retried or committed for trial, as the case may be, or find him guilty and pass sentence on him according to law;...\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_18\">On a plain reading of <a href=\"/doc/48476188/\" id=\"a_72\">Section 423</a> of the Code, it is quite clear that once a notice of appeal has been duly served on the accused in an appeal against his: acquittal under <a href=\"/doc/154942017/\" id=\"a_73\">Section 417</a> all that the Court is required to do is to hear the accused, if he appears, either in person or by his advocate before finally disposing of the appeal. The phrase &quot;if he appears&quot; in Sub-section (1) of <a href=\"/doc/48476188/\" id=\"a_74\">Section 423</a> makes it quite clear that the hearing of the appeal on merits can be proceeded with even in default of the appearance of the accused, provided a notice of the hearing of the appeal has been served on him as required under <a href=\"/doc/43979/\" id=\"a_75\">Section 422</a> of the Criminal Procedure Code. In the present case, as we have already pointed out, the notice under <a href=\"/doc/114867547/\" id=\"a_76\">Section 422</a> was duly served on the accused and Apte J. proceeded with the hearing of the appeal on merits although the accused and his counsel were not present. It is quite clear that there was no violation of any principle of natural justice in the hearing of the appeal and that the judgment of Apte J. is with jurisdiction and final.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_19\">17. Mr. Hussain has tried to draw before us the frightful spectacle of an appeal against an acquittal, even on a charge of murder, being allowed by the Court in the absence of the accused and his advocate. We refuse to be frightened by any such spectacle because in such a case not only a reasonable opportunity but almost every possible opportunity would be afforded by the Court to the accused and his counsel to remain present at the hearing of the appeal and make their submissions, and, in the last resort, an appeal to the Supreme Court with special leave under <a href=\"/doc/427855/\" id=\"a_77\">Article 136</a> of the Constitution might lie. Mr. Hussain submitted that it is open to this Court to interfere and review or alter the previous decision of a single Judge or a Bench of this Court whenever so required in the interest of justice. According to him, whenever an accused person satisfies this Court that the previous judgment of the Court is wrong, the Court would be entitled to review the previous judgment and alter it under the powers conferred by <a href=\"/doc/445276/\" id=\"a_78\">Section 561A</a> of the Criminal Procedure Code. lie has further submitted that whenever a criminal appeal or a revision is disposed of by the Court in the absence of the accused and his lawyer, it would be open to this Court to set aside the judgment and order under the powers conferred by Section 561A of the Code if the accused shows that he had sufficient cause for his absence. He has relied upon the decision in In re Biyamma [1963] A.I.R. Mys. 326, in which it has been held that the High Court has inherent power to alter or review its appellate judgments in criminal matters, and that the exercise of this power should not be restricted only to cases where the previous judgment was passed without jurisdiction or in default of appearance without an adjudication on merits. We may point out that the facts of that case were somewhat peculiar. It appears that at the time of the trial of the accused, her case was handled by one of the counsel appearing on behalf of the Legal Aid Society. At the hearing of the appeal in which the previous judgment was given, the learned Counsel for the accused represented to the Court that the counsel appointed by the trial Court to defend the accused had not enough time to acquaint himself with the facts of the case as he had been engaged on the very day on which the case came up for trial and that he was therefore unable to discharge his duties properly. This statement was not controverted by the counsel appearing on behalf of the State and therefore the High Court had allowed that appeal and set aside the conviction of the appellant without going into the merits of the ease. In fact, Hegde J. who delivered the judgment states that the prayer in the application was that they should review the order made by them in the Criminal Appeal and hear the appeal on merits which they did not do when they heard the appeal, which clearly shows that the learned Judges have proceeded on the footing that at the time the previous judgment, was given the appeal was not heard on merits. The case, therefore, was one where the previous judgment was obtained on a mis-representation of facts which were collateral to the merits of the appeal and, therefore, obtained really by an abuse of the process of the Court. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1207034\" id=\"span_10\">Moreover, it was not a judgment on merits. The power under Section 561A, therefore, was rightly exercised. We do not, however, with respect, agree with the observations in that judgment to the effect that the power under Section 561A is not restricted in the manner we have stated above. Mr. Hussain also has drawn our attention to the majority judgment in <a href=\"/doc/1207034/\" id=\"a_79\">Raj Narain v. State</a>, where it has been held that all powers1 which are necessary to secure ends of justice existed in the High Court and their existence is recognized by <a href=\"/doc/445276/\" id=\"a_80\">Section 561A</a> of the Criminal Procedure Code. Of course, it has also been <a href=\"/doc/1207034/\" id=\"a_81\">laid down by</a> the majority judgment that the inherent powers under Section 561A have to be exercised sparingly, carefully and with caution and only where such exercise is justified by the tests specifically <a href=\"/doc/1207034/\" id=\"a_82\">laid down in</a> the section itself. With respect, we are unable to agree with the majority judgment in so far as it construes Section 561A of the Code as conferring on the High Court a wide power for rehearing any matter whenever necessary to secure the ends of justice. We may point out that in the course of his dissenting judgment, Mootham C.J. has held that (p. 317):</span>\n</p><blockquote id=\"blockquote_21\"> A judgment of a High Court passed on an appeal (as distinguished from a judgment passed on a reference or revision) is final and cannot in my opinion be reviewed by the Court in the exercise of its inherent powers, for the exercise of such powers would be inconsistent with the principle of finality embodied in <a href=\"/doc/94903649/\" id=\"a_83\">Section 430</a>.\n</blockquote> \n\n<blockquote id=\"blockquote_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1207034\" id=\"span_11\">We respectfully agree with the decision of Mootham C.J. <a href=\"/doc/1207034/\" id=\"a_84\">in that case</a>.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"53971\" id=\"span_12\">We have already referred to the judgments in Raju v. Emperor and <a href=\"/doc/53971/\" id=\"a_85\">Public Prosecutor v. Devireddi</a>, which in our opinion, correctly lay down the scope of <a href=\"/doc/445276/\" id=\"a_86\">Section 561A</a> of the Criminal Procedure Code.</span>\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_20\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1668308\" id=\"span_13\">18. We are unable to accept the submission of Mr. Hussain that under Section 561A of the Code, the High Court has the power to set aside any judgment of conviction passed previously by1 any Judge or a Bench of that Court in a criminal appeal or revision in the absence of the accused, if the accused shows sufficient cause for his absence. From the scheme of the <a href=\"/doc/445276/\" id=\"a_87\">Code of Criminal Procedure</a>, which is different from that <a href=\"/doc/161831507/\" id=\"a_88\">of the Code of Civil Procedure</a>, it is clear that once an appeal or a revision application is admitted, the Court is bound to dispose of the same on merits after perusing the record and there is no disposal for default as such. <a href=\"/doc/1153915/\" id=\"a_89\">Section 430</a> of the Criminal Procedure Code provides that judgments and orders passed by an Appellate Court upon appeal shall be final except in the cases provided for therein. The cases which are provided as exceptions could not apply to judgments or orders pronounced by the High Courts, and it, therefore, appears to us that the judgment pronounced by the High Court in an appeal in any criminal matter is final under the provisions of <a href=\"/doc/1153915/\" id=\"a_90\">Section 430</a> of the Criminal Procedure Code. As held by the Division Bench of this Court in <a href=\"/doc/1668308/\" id=\"a_91\">State of Bombay v. Geoffrey Manners</a>, the stage when the judgment in a criminal appeal or revision becomes final is when it is entered on record and a writ in terms of the order is issued pursuant thereto. As we have pointed out earlier, in our opinion, there is no inherent power in this Court under Section 561A or otherwise to review or reconsider a previous judgment of the Court in a criminal matter except where the previous judgment was pronounced without jurisdiction or in violation of the principles of natural justice or, possibly, in a ease where it was obtained by an abuse of the process of the Court which would really amount to its being without jurisdiction. In our opinion, a wider power of review would be clearly inconsistent with the finality of judgments and orders as provided by <a href=\"/doc/1153915/\" id=\"a_92\">Section 430</a> of the Criminal Procedure Code and such a power could never be considered as inherent. We are, therefore, of the view that where a criminal appeal has been disposed of on merits by a Judge or a Bench of the High Court having jurisdiction to do so and there is no violation of principles of natural justice, as in the case before us, the judgment and order disposing of the appeal is final and is not liable to be reviewed or interfered with by the High Court under <a href=\"/doc/445276/\" id=\"a_93\">Section 561A</a> of the Criminal Procedure Code, although the same might have been pronounced without the accused or his advocate being present either at the hearing of the appeal or at the time of the judgment and sentence.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_21\">19. The petition must, therefore, stand dismissed.\n</p> \n\n","numcites":33,"numcitedby":10,"docsource":"Bombay High Court","citetid":1042335,"divtype":"judgments","relatedqs":[{"value":"criminal judgments","formInput":"criminal%20judgments"},{"value":"crpc judgments","formInput":"crpc%20judgments"},{"value":"principles of natural justice","formInput":"principles%20of%20natural%20justice"},{"value":"high court judgments","formInput":"high%20court%20judgments"},{"value":"review by same court","formInput":"review%20by%20same%20court"},{"value":"all india reporter","formInput":"all%20india%20reporter"},{"value":"inherent power of court ","formInput":"inherent%20power%20of%20court%20"},{"value":"430 crpc","formInput":"430%20crpc"},{"value":"inherent powers of high court","formInput":"inherent%20powers%20of%20high%20court"},{"value":"review by high court","formInput":"review%20by%20high%20court"},{"value":"power of review, ","formInput":"power%20of%20review%2C%20"},{"value":"section 427","formInput":"section%20427"},{"value":"561A","formInput":"561A"},{"value":"pronouncement of judgment ","formInput":"pronouncement%20of%20judgment%20"},{"value":"appellate jurisdiction","formInput":"appellate%20jurisdiction"},{"value":"criminal matter","formInput":"criminal%20matter"},{"value":"criminal revision","formInput":"criminal%20revision"},{"value":"\"power to review\"","formInput":"%22power%20to%20review%22"},{"value":"reasonable opportunity ","formInput":"reasonable%20opportunity%20"},{"value":"high court powers","formInput":"high%20court%20powers"}],"cats":[{"value":"criminal-procedure-code","formInput":"tag:criminal-procedure-code"}],"courtcopy":false,"query_alert":null,"agreement":false}