{"tid":63215679,"publishdate":"2019-08-22","title":"Mahanadi Coalfields Ltd vs M/S.S.K.Samant & Co. Ltd. & Another on 22 August, 2019","doc":"<h2 class=\"doc_title\">Mahanadi Coalfields Ltd vs M/S.S.K.Samant &amp; Co. Ltd. &amp; Another on 22 August, 2019</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIRONLINE 2019 ORI 227</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:b-rath\">Biswanath Rath</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:b-rath\">Biswanath Rath</a></h3>\n\n<pre id=\"pre_1\">                           ORISSA HIGH COURT : C U T T A C K\n\n                                        ARBA NO.18 OF 2004\n\n         An Appeal under <a href=\"/doc/1459069/\" id=\"a_1\">Section 37(1)(b)</a> of the Arbitration and Conciliation\n                                    Act, 1996\n\n              Mahanadi Coalfields Ltd.                    : Appellant\n\n                                         -Versus-\n\n             M/s.S.K.Samant &amp; Co. Ltd. &amp; another          : Respondents\n\n\n             For appellant          :    M/s.J.Patnaik, Sr.Advocate,\n                                         &amp; S.Mohanty\n\n             For respondent no.1 :       M/s.S.P.Mishra, Sr.Advocate,\n                                         S.K.Mohanty, B.Mohanty,\n                                         M.R.Samantray, B.S.Panigrahi,\n                                         N.K.Sahoo, N.Srinivas, S.Dash &amp;\n                                         P.Choudhury\n\n             For respondent no.2 :       None\n\n        PRESENT:-\n\n\n             THE HONOURABLE MR. JUSTICE BISWANATH RATH\n\n          Date of Hearing : 02.08.2019 &amp; Date of Judgment : 22.08.2019\n\n\nBiswanath Rath, J.        This Appeal involves a challenge to the judgment\n\n        of the learned District Judge, Sambalpur involving the Arbitration\n\n        Petition No.13 of 2003 in exercise of power under <a href=\"/doc/536284/\" id=\"a_2\">Section 34</a> of the\n\n        Arbitration and Conciliation Act, 1996 (herein after called as &quot;the\n\n        Act, 1996&quot;), where the learned District Judge while dismissing the\n                                  2\n\n\n\n\nArbitration Petition was not inclined to interfere with the award of\n\nthe Arbitrator dated 2.6.2003.\n\n2.                Short background involving the case is that the\n\nappellant is the Company, a subsidiary Coal India Limited, which\n\ninvited tender for the work of design, supply, fabrication, erection\n\nand commission of &quot;Unit Train Loadout System with Pyjama Chute&quot;\n\non turnkey basis for Belpahar CHC. Considering the tender\n\napplication and upon entering into negotiation process, the offer of\n\nrespondent no.1-Contractor was found suitable. As a consequence\n\nof decision of the Company, letter of intent was issued to\n\nrespondent no.1, the Contractor along with detailed work order on\n\n3.2.1997. A formal agreement was also executed between the\n\nContractor and the Company on 6.6.1997 requiring the work to be\n\ncompleted within fifteen months from the date of handing over of\n\nthe site or 10th day of the issue of work order, whichever was later.\n\nIt is the admitted case that the site was handed over on 25.2.1997\n\nand the scheduled date of completion, as agreed by the parties, was\n\n24.5.1998. A dispute having arisen between the parties in\n\nconnection with the agreement and on the request being made on\n\nthe terms of the contract, the Mahanadi Coal Field Ltd. being the\n\nAppointing Authority appointed Sri L.K.Srivastava, the proforma\n\nrespondent, as Arbitrator, to arbitrate the dispute involved therein.\n\nThe arbitration proceeding was concluded by passing an award in\n                                      3\n\n\n\n\nfavour of the Contractor on 2.6.2003 thereby directing the Company\n\nto pay the Contractor a sum of Rs.65,40,322.11 on different counts\n\nbut as a whole. The Company, as petitioner being aggrieved by the\n\naward of the Arbitrator filed an application before the learned\n\nDistrict Judge, Sambalpur under the provision of <a href=\"/doc/104566/\" id=\"a_3\">Section 34</a> of the\n\nAct, 1996. The District Judge, Sambalpur by his judgment and\n\norder dated 29.4.2004 was pleased to dismiss the Arbitration\n\nPetition   No.13/2003    resulting       the   Company,   as   appellant,\n\npreferring the present Arbitration Appeal, an Appeal under <a href=\"/doc/104566/\" id=\"a_4\">Section\n\n37(1)(b)</a> of the Act, 1996.\n\n                   This Court here likes to take into account of\n\ncertain facts involving the contract involved herein and also relevant\n\nprovisions, which are necessary for adjudication of the dispute\n\ninvolved in the proceeding before the Arbitrator.\n\n3.                 Both the company and the contractor entered into\n\nan agreement for the work of design, supply, fabrication, erection\n\nand commissioning of unit train load-out system for Belpahar Coal\n\nHandling Plant 3.5 Mty capacity in I.B Valley area. Relevant\n\nconditions involving the agreement between the parties are as such.\n\n      Condition No.2.1.6 deals with Security Deposit.\n\n      Condition No.2.1.6.1. reads as follows:\n\n                 &quot;The total security deposit including\n            Earnest money already deposited shall be 5%\n                                  4\n\n\n\n\n            (five percent) of the contract value or the\n            revised contract value, if any. The contractor\n            shall deposit, immediately but within 30 days\n            after receipt of Letter of Acceptance of tender,\n            the balance of 1% of awarded value after\n            adjustment of the Earnest Money already paid\n            as initial security deposit. Failure to do so\n            shall entail cancellation of the letter of\n            acceptance of tender/award of work &amp;\n            forfeiture of Earnest Money Deposit. The\n            balance amount of security deposit shall be\n            recovered from first four or less running on\n            account bills of the contractor for the work\n            done under the contract and shall remain at\n            the disposal of the company as security for\n            the satisfactory execution and completion of\n            the work in accordance with the provision of\n            the contract/work order. The security deposit\n            amount shall not carry any interest.&quot;\n\n\n      Condition No.2.1.11 deals with the Performance Guarantee,\n\nwhich reads as follows:\n\n                  &quot;As a contract security, the Contractor\n             shall be required to furnished a Performance\n             Gurantee as per Proforma annexed for a sum\n             equivalent to 10% of Contract Price\n             (including 5% Security Deposit already\n             furnished) from any Nationalized Indian\n             Bank for the faithful performace of the\n             contract in accordance with the terms and\n             conditions and technical specifications\n             specified in the contract.\n                  The performace guarantee shall remain\n             valid till the expiry of 6 months after the end\n             of the maintenance period. All costs in this\n             respect shall be borne by the Contractor. No\n             interest will be paid on any gurantee money.\n             In the event of failure to fulfill the contract\n             requirement, the company will be at liberty\n             to forfeit the said amount without prejudice\n             and other rights and remedy.&quot;\n                                   5\n\n\n\n\n      Condition No.2.1.14 deals with time of Completion of\n\nContract, Extension thereof, Defaults and Penalties, which reads as\n\nfollows:\n\n             &quot;2.1.14.1. Time is the essence of the Contract\n           and as such all works shall be completed within\n           the time stipulated in the Contract/work order.\n              2.1.14.2.   Immediately after the Contract is\n           executed/the work order is issued, the Engineer-\n           In-Charge and the Contractor shall agree upon a\n           detailed time and Progress Chart prepared in the\n           form of BAR Chart/PERT CPM techniques on the\n           basis of a construction schedule to be submitted\n           by the Contractor showing the order in which the\n           work is proposed to be carried out within the time\n           specified in the Contract documents/work order.\n           For the purpose of this time and progress chart,\n           the work shall be deemed to have commenced on\n           the expiry of 10(ten) days from the issue of Letter\n           of Acceptance of tender/work Order or handing\n           over the site of Work to the Contractor, whichever\n           is later.\n             2.1.14.3.     If   the    Contractor,   without\n           reasonable cause or valid reasons, commits\n           defaults in commencing the execution of the work\n           within the aforesaid time limit, the Company\n           shall, without prejudice to any other right or\n           remedy, be at liberty, by giving 15 days Notice in\n           writing to the Contractor to commence the work,\n           and to forfeit the Earnest Money deposited by him\n           and to rescind the Letter of Acceptance of\n           Tender/work order.\n              2.1.14.4   In the event of the Contractor&#x27;s\n           failure to comply with the rate of progress as per\n           the agreed time and progress chart, the\n           Contractor shall be liable to pay as compensation\n           @1% of the Contract Value of the said part of the\n           work per week that the balance quantity of the\n           said part remains incomplete. The aggregate of\n           such compensation / compensations shall not\n                                  6\n\n\n\n\n         exceed 10 percent of the total value of work as\n         shown in the contract.\n           2.1.14.5.    The Company may at its sole\n         discretion, waive the payment of compensation on\n         request received from the contractor indicating\n         valid and acceptable reasons if the entire work is\n         completed within the date as specified in the\n         Contract/Work order or as validly extended date\n         without stipulating any penalty to the Contractor.\n            2.1.14.6.    If the progress of the work or of any\n         portion of the work is unsatisfactory, the\n         Engineer-In-Charge shall be entitled, after giving\n         the Contractor 15 days Notice in writing, to\n         employ another agency for executing the job or to\n         carry out the work departmentally, either wholly\n         or partly debiting the contractor with the cost\n         involved in the engaging another agency or the\n         cost     involved     in    executing    the    work\n         departmentally or as the case may be. The\n         certificate to be issued by the Engineer-In-Charge\n         for the cost of the work so done shall be final and\n         conclusive and the extra cost if any shall be borne\n         by the Contractor.&quot;\n\n\n\n\n     Condition   No.2.1.15   deals    with   Extension   of   Date   of\n\nCompletion, which reads as follows:\n\n                  &quot;2.1.15.1. On happening of any event\n       causing delay as stated here under, the Contractor\n       shall intimate immediately in writing to the Engineer-\n       In-Charge:-\n           a) Force Majeur - i)Nature phenomena, including\n              but not limited to abnormally bad weather,\n              unprecedented flood and draught, earth-quakes\n              &amp; epidemics, (ii)    Political Upheaval, Civil\n              commotion, Strikes, Lockouts, acts of any Govt.\n              (domestic/foreign) including but not limited to\n              war, proprieties,\n           b) Serious loss gr damage by Fire.\n                      7\n\n\n\n\nc) Non-availability of stores which are the\n   responsibility of the Company to supply as per\n   contract.\nd) Non-availability of working drawings in time,\n   which are to be made available by the Company\n   as per contract during progress of the work.\ne) Delay on the part of the Contractors or\n   tradesmen engaged by the Company not\n   forming part of the contract, holding up further\n   progress of the work.\nf) Non availability or breakdown of tools and plant\n   to be made available or made available by the\n   Company.\ng) Execution of any modified or additional item of\n   work of excess quantity of work.\nh) Any other causes which, at the sole discretion of\n   the Company, are beyond the control of the\n   Contractor.\n\n   2.1.15.2. A  Hindrance     Register shall be\n   maintained by both Department and the\n   Contractor at Site to record the various\n   hindrances, as stated above, encountered\n   during the course of execution.\n       The Contractor shall request the Company in\n   writing for extension of time within 15 days of\n   happening of such event causing delay stating\n   also the period for which extension is required.\n   The Company may considering the genuineness\n   of the request, give a reasonable extension of\n   time for completion of the work. Such extension\n   shall be communicated to the Contractor in\n   writing by the Company through the Engineer-\n   In-Charge within 1 month of the date of receipt\n   of such request.\n   2.1.15.3. The opinion of the Engineer-In Charge,\n   whether the grounds shown for the extension of\n   time are or are not reasonable is final. If the\n   Engineer-In-Charge is of the opinion that the\n   grounds shown by the Contractor are not\n   reasonable and declines to the grant of\n   extension to time, the contractor can challenge\n   the soundness of the opinion by reference to\n   CGM(Civil)/GM/(Construction)/GM/(E&amp;M).\n                                  8\n\n\n\n\n               2.1.15.4. The opinion of the Engineer-In-Charge\n               that the period of extension granted by him is\n               proper or necessary is not; however, final. If the\n               Contractor feels that the period of extension\n               granted is inadequate he can appeal to the\n               CGM(Civil)/GM(Civil)/GM(E&amp;M) of the Company\n               for consideration on the question whether the\n               period of extension is or is not proper or\n               necessary.\n               2.1.15.5. Provisional extension of time may also\n               be granted by the Engineer in charge during the\n               course of execution, on written request for\n               extension of time within 15 days of happening\n               of such events as stated above, reserving the\n               Company&#x27;s right to impose/waive penalty at the\n               time of granting final extension of time as per\n               Contract Agreement.\n               2.1.15.6. When the period fixed for the\n               completion of the contract is about to expire,\n               the question of extension of the contract may be\n               considered at the instance of the contractor or\n               the Department or both. The extension will have\n               to be bi party agreement, expressed or implied.\n               2.1.15.7 The Contractor shall however use his\n               best efforts to prevent or make good the delay\n               by putting his endeavours constantly as may be\n               reasonably required of him to the satisfaction of\n               the Engineer-In-Charge.\n\n\n\n      Condition No.2.1.35 deals with completion of Certificate,\n\nwhich reads as follows:\n\n               &quot;2.1.35.1.     Except in cases where the\n               contract provides for &quot;Performance Test&quot; before\n               issue of Completion Certificate, in which case\n               the issue of Completion Certificate shall be in\n               accordance with the procedure specified\n               therein, the Contractor shall give notice of\n               completion of work, as soon as the work is\n               completed, to the Engineer-In-Charge. The\n               Engineer-In-Charge and or any other Officer\n                    9\n\n\n\n\nnominated for the purpose by the Company\nshall within 30 days from the receipt thereof\ninspect   the    work      and     ascertain     the\ndefects/deficiencies, if any, to be rectified by the\nContractor as also the items, if any, for which\npayment shall be made at reduced rate.\n   If the defects, according to the Engineer-in-\ncharge are of a major nature and the\nrectification of which is necessary for the\nsatisfactory performance of the contract, he\nshall intimate in writing the defects and\ninstruct    the   Contractor   to   rectify  the\ndefects/remove deficiencies within the period\nand in the manner specified therein. In such\ncases completion Certificate will be issued by\nthe Engineer-in-Charge after the above\nrectification are carried out/deficiencies are\nremoved by the Contractor to the satisfaction of\nthe Engineer-in-Charge.\n    In the event there are no defect or the\ndefects/deficiencies are of a minor nature and\nthe Engineer-in-Charge is satisfied that the\nContractor has already made arrangements for\nrectification, or in the event of Contractor&#x27;s\nfailure to rectify the defects for any reason\nwhatsoever, the defects can be rectified by the\nCompany departmentally or by other means\nand the 50% of the Security Deposit of the\nContractor shall be sufficient to cover the cost\nthereof, he shall issue the Completion\nCertificate indicating the date of completion of\nthe work, defects to be rectified, if any, for\nwhich payment shall be made at reduced rate\nindicating reasons therefor and with necessary\ninstructions to the Contractor to clear the\nSite/place of work or all debris/waste materials,\nscaffoldings, sheds, surplus materials etc.\nmaking it clean.\n2.1.35.2. In cases where separate periods of\ncompletion for certain items or groups of items\nare specified in the contract, separate\nCompletion Certificate for such item or groups\nof items may be issued by the Engineer-in-\ncharge after completion of such items on receipt\n                                   10\n\n\n\n\n               of notice from the Contractor only in the event,\n               the work completed satisfactorily in every\n               respect.\n                  Refund of Security Deposit and payment of\n               Final Bill shall, however, be made on\n               completion of the entire contract work, but not\n               on completion of such items of work.\n\n\n\n      Condition No.2.1.49 deals with Security Lights, Security\n\nGuards, which reads as follows:\n\n               &quot;The Contractor shall, in connection with\n               works, provide &amp; maintain, at his own cost, all\n               lights, Security Guards, fencing when &amp; where\n               necessary as required by the Engineer-in-\n               Charge for the purpose of protection of the\n               works, materials at site safety of workmen &amp;\n               convenience of the public.&quot;\n\n\n      Condition No.2.1.52 deals with Settlement of Disputes\n\n(Arbitration), which reads as follows:\n\n               &quot;If any dispute or difference of any kind\n               whatsoever shall arise between the Company or\n               the Engineer and the Contractor in connection\n               with or arising out of the contract or for the\n               carrying out of the works (whether during the\n               progress of the works or after the Termination,\n               Abandonment or breach of this contract), it\n               shall be referred to and settled by an Officer\n               nominated by the CMD or DIC of the Company.\n               The Officer so nominated will not be disqualified\n               being an Officer of the Company. The request\n               for appointment of the Arbitrator can be made\n               within 90 days of the cause of action and any\n               request made thereafter cannot be entertained.&quot;\n                                  11\n\n\n\n\n4.    Similarly there are some important conditions in the Special\n\nconditions of Contract.\n\n      Condition No.3.1.6 deals with preliminary acceptance &amp; start\n\nup, which reads as follows :-\n\n                &quot;a)      Upon    satisfactory completion   of\n                erection, the Company, the Prime Consultant\n                and Contractor&#x27;s representative shall jointly\n                make record thereof that the PLANT/SECTION\n                is ready for commissioning and preliminary\n                acceptance tests under NO LOAD conditions.\n                   The preliminary acceptance tests shall be\n                carried    out     to  determine  that   the\n                PLT/SECTION has been erected as per design\n                meeting the duty requirements and is capable\n                of taking coal for START-UP.\n                b) The Company shall not, withhold the\n                Certificate of Preliminary Acceptance for minor\n                omissions or defects which do not impair the\n                START-UP of the plant, provided that the\n                Contractor shall undertake to make good such\n                omissions and defects promptly.\n                c) Upon     issue     of   the     PRELIMINARY\n                ACCEPTANCE CERTIFICATE the Company\n                shall supply all necessary Coal, utilities and\n                operational/ maintenance staff as required for\n                commissioning, start-up and performance\n                gurantee tests, provided that the initial fill of\n                all lubricants and necessary tools and tackles\n                will be Contractor&#x27;s responsibility.\n                  Procedure of conducting the preliminary\n                acceptance test under NO LOAD condition\n                shall be as under:\n                i) Individual mechanical equipment will be run\n                for one hour without load for testing its proper\n                balancing, vibration and noise features and\n                necessary suitable adjustments for rectification\n                of teething trouble will be done for smooth\n                running of the equipment.\n                                   12\n\n\n\n\n                ii) By trial runs of complete equipment the\n                temperature rise of its bearings and other parts\n                associated with it will be tested.\n                iii) Group running of equipment will be done\n                for testing its sequence operation including the\n                time lag for matching the stipulated objective of\n                the entire system. This synchronizing of all the\n                Mechanical/Electrical / Electronic equipment\n                is a very important feature and will ensure\n                theoretical time lag and Operation sequence of\n                all    Electrical/    Mechanical/     Electronic\n                equipment.&quot;\n      Condition No.3.1.7 deals with final acceptance test, which\n\nreads as follows:\n\n                  &quot;The Contractor, after giving one months\n                notice to the Company shall conduct\n                Performance Gurantee Tests in the presence of\n                such Company&#x27;s representatives who are\n                present during the Test Runs and in the\n                manner described below:\n                a) For each major equipment as may be defined\n                    in the contract 24 hours operation at rated\n                    capacity as measured on the input and\n                    output side of the equipment. This 24 hours\n                    shall consist of six consecutive tests.\n\n                    During each shift a non-stop performance\n                    test of four hours duration should be made.\n\n\n                b) For each major equipment as may be defined\n                    in the contract and required to give variable\n                    capacity, 12 hours at 75% load in spread\n                    over period of three consecutive tests with\n                    non-stop performance test of four (4) hours\n                    in each test the intervening period being\n                    available for making adjustment and\n                    arrangement as may be required.\n                c) In all the above tests the size of input, size of\n                    output, quantity of input, quantity of output\n                    of the coal as may be relevant and\n                  13\n\n\n\n\n    consumption of lubricant and power and\n    any other relevant feature peculiar to the\n    equipment as may be specified under the\n    provision of the contract, will be measured\n    by the Contractor at his cost. A report shall\n    be prepared by the Contractor comprising of\n    observations and recording of various\n    parameters as above. The report besides\n    recording the details of the various\n    observations, shall also include the date of\n    start and fining of the Test Run and shall be\n    signed by the representatives of all the\n    parties. The report shall have sheet\n    recording all the details of interruptions\n    occurred, adjustments made and any minor\n    repair done during the Test Run. Based on\n    the           observations,          necessary\n    modification/repairs      to    the     plant/\n    equipment shall be carried out by the\n    Contractor to the full satisfaction of the\n    Company.\nd) If during the Test run there is an\n    interruption exceeding 2 hours due to any\n    cause, the Test run will be discontinued and\n    fresh date will be decided mutually by all\n    the parties.\ne) If the guarantee in respect of operational\n    parameter of each equipment/ system are\n    not fulfilled, the contractor will be given an\n    opportunity to rectify or remove the causes\n    of such failures at their cost within 60\n    (sixty) days. In the event, of the cause not\n    being removed within the specified time the\n    Company may at his discretion reject the\n    equipment or accept it and ask the\n    Contractor to compensate the Company by\n    an amount to be decided reasonably by the\n    Company.\nf) After the construction of the entire plant has\n    been completed the Contractor shall offer\n    the Final Guarantee Test Run for the entire\n    plant and equipment supplied for a period\n    of 30 days, in terms of Cl.3.1.7(a) &amp; (b)\n    above, and satisfy the Company/the prime\n    consultant that the plant during the period\n                                  14\n\n\n\n\n                   can fulfill the gurantee performance in\n                   respect of hourly, daily and annual capacity\n                   and the requirements and any other specific\n                   features in terms of Specification and the\n                   contract. The cumulative time lost, if any\n                   during the test run due to any reason\n                   beyond the control of the contractor, shall\n                   be limited to maximum of 10 days i.e. period\n                   of Test run out of 30 days shall be extended\n                   by a max. of 10 days only. Thus making the\n                   total test run not exceeding 40days.\n                g) On successful completion of the Gurantee\n                   Test Runs under any of the clauses above, a\n                   Certificate will be signed and handed over\n                   by the Company in respect of each\n                   equipment/ circuit referred to under\n                   Clauses (a) to (c) above. On completion of\n                   the test Run at Sub-clauses (f) above, the\n                   parties will jointly sign a Handing over and\n                   Taking over report within 15 days of the\n                   completion of the Test runs.\n\n                   Notwithstanding     the    issue   of   Final\n                   Acceptance Certificate, the Contractor and\n                   the Company shall remain liable for the\n                   fulfillment of any obligation incurred under\n                   provision of the contract which remain un-\n                   performed at the time of issue of such\n                   certificates, and for the purpose of\n                   determining the nature and the extent of\n                   any such obligation under the contract shall\n                   remain in force between the parties.\n                         All equipment shall have metal name\n                   plates fixed in suitable position with full\n                   particulars engraved thereon.&quot;\n\n\n\n5.          For involvement of a dispute between the parties arising\n\nout of a contract under the condition of 2.1.52, a dispute was raised\n\nby the Contractor seeking arbitration of the dispute involving the\n                                       15\n\n\n\n\nitems raised therein requiring resolving of the same through the\n\narbitration. As a consequence and as per the precedent, the\n\nCompany appointed the Arbitrator. Parties being noticed on\n\nappointment of the Arbitrator more particularly the Contractor\n\nsubmitted its statement of claim before the Arbitrator on 7.11.2002.\n\nFor the pleadings made therein, the Contractor made the following\n\nclaims :\n\n                   &quot;The Claimant claims:-\n           (a)       An award for Rs.2,62,815.21 in connection with\n           the first Contract;\n           (b)       An award for Rs.1,11,85,035.00 in connection\n           with the first Contract;\n           (c)       An award directing the Respondent to release\n           and/or make over to the Claimant the Bank Guarantee\n           instrument bearing No.8/1998-99 dated 17.09.1998 for\n           Rs.45,88,100.00 in connection with the first Contract;\n           (d)       An award for Rs.7,38,295.81 in connection with\n           the second Contract;\n           (e)       An award for Rs.1,11,75,982.00 in connection\n           with the second Contract;\n           (f)       An award for interest @ 18% per annum on the\n           bills withheld from the date of submission of such bills till\n           payment;\n           (g)       An award for interest @ 18% per annum on the\n           sum of Rs.1,11,85,035.00 claimed in connection with the\n           first Contract from 16.10.2000 till the date of payment of\n           the said sum;\n           (h)       An award for interest @18% per annum on the\n           sum of Rs.1,11,75,982.00 claimed in connection with the\n           second Contract from 16.10.2000 till the date of payment\n           of the said sum;\n           (i)       An award directing the Respondent to issue\n           Contract completion certificates in favour of the Claimant;\n           (j)       Costs of and incidental to this Arbitration be paid\n           by the Respondent;\n           (k)       Such further or other reliefs as the learned\n           Arbitrator may deem fit and proper.&quot;\n\n\n\n6.          Company on its appearance along with the statement of\n\ndefence also filed counter statement. Company while resisting each\n                                    16\n\n\n\n\nof the claims made by the Contractor, alleged that though the date\n\nof completion of the work was 24.05.1998 considering the\n\ncompletion period of 15 months from 29.02.1997, the Contractor\n\ndid not commence the work from the date specified and the work\n\ncould not be completed on or before 24.05.1998. While submitting\n\nthat completion of the work would end with final acceptance test\n\nand handing over of the entire plant after stamping of the\n\nIn-motion Weigh Bridge from the Weights &amp; Measures Department\n\nof Government of Orissa, the claimant could be able to submit the\n\nstamping certificate from the Department of Weights and Measures,\n\nGovernment of Orissa with a registration Serial No.1312/2000\n\ndated 8th of September, 2000 in the name of M/s.S.K. Samanta &amp;\n\nCompany Ltd. to the MCL authority. The Company also resisted the\n\nclaim of the Contractor on the premises that the date of partial load\n\ntest could only be done on 14th &amp; 15th February, 2000 conducted\n\nonly with 8 wagons on manual mode instead of full rake of 58\n\nwagons in auto mode, which was actual intention of the Plant. It is\n\nalleged   that   even   after   pointing   out   the   defects   in   the\n\ncommissioning of Plant through numerous letters, the defects could\n\nnot be rectified. Therefore a request was made to the Arbitrator to\n\npay a visit to the site to have an overall assessment. For the\n\ndefective operational problem the Company while denying its\n\nresponsibility involving each of the claims submitted that the\n                                  17\n\n\n\n\nContractor should pay the penalty due to improper loading and\n\nweighment undertaken by the Company. It is also contended that\n\nfinding the Contractor not rectifying the defects, the Company\n\nultimately took the decision to go ahead with the rectification of the\n\nsaid work at the claimant&#x27;s cost and risk. Ultimately by serving a\n\nnotice on the Contractor on 3rd June, 2003 thereby exhibiting such\n\nletter as D/9, the modification work was ultimately finalized\n\nthrough an open tender through another agency vide work order\n\nproduced as annexure D/10. In answering to each of the claim, the\n\nCompany also attempted to deny each of the claims by the\n\nContractor through the above response and while at the same time,\n\nthe Company also made some claims before the Arbitrator which\n\nreads as follows:\n\n                 &quot;1.   An award of Rs.54,46,943.33\n            towards loss compensation on account of\n            demurrages caused due to Overload and\n            underload.\n                   2.   An award of Rs.11,98,766.00\n            towards modification of the weighing system\n            which have been finalized at the cost and risk\n            of the claimant.\n                3.    An award for interest @ 18% per\n            annum on the amount at sl (1) above.&quot;\n\n\n\n7.                  Basing on the pleadings and evidence produced\n\nthrough the document by the respective parties, the Arbitrator\n                                  18\n\n\n\n\npassed the award on different head which is reflected as hereunder\n\n:-\n\n                  On the head of final bill the Arbitrator granted\n\nthe entire claimed amount. On the head of claim against the\n\nsecurity arrangement for the plant from 18.05.1998 to 31.12.2001,\n\nthe Arbitrator granted full claim as against the claim on the head of\n\nextra expenditure incurred for replacement of some electrical items,\n\nwhich was stolen, refused such claim. Claim involving Idle\n\nresources at site from 19.5.98 to 31.12.2001 including share of\n\nHead office expenditure as against the claim of Rs.79,49,750.00 the\n\nArbitrator granted a sum of Rs. 47,26,212.50. Similarly on the head\n\nof expenditure involved and financial loss suffered due to keeping\n\nvalid the performance Bank Guarantee as against the claim of\n\nRs.11,47,025.00, the Arbitrator granted a sum of Rs.4,47,399.75.\n\nAs against extra expenditure incurred due to mobilization, de-\n\nmobilization   and     re-mobilization   of    original   equipment\n\nmanufacturers engineers, technicians on different occasions as\n\nagainst the claim of Rs.12,05,000.00 the Arbitrator granted a sum\n\nof Rs.7,55,000.00. On the head of expenditure on Legal and other\n\nincidental expenses incurred due to purported threat of MCL to en-\n\ncash BG after its expiry as against claim of Rs.3,05,000.00, this\n\nclaim was, however, declined. On the head of claim for interest\n\n@18% per annum for non-payment of final bill submitted on\n                                 19\n\n\n\n\n19.0.2000 till paid, this claim was declined. Interest @18% per\n\nannum on the claim (b) the Arbitrator directed, the claimant is\n\nentitled to interest @ 9% per annum on the total awarded amount\n\nfrom 3.10.2002 i.e. the date of appointment of Arbitrator till\n\n2.5.2003   the   date   of   award   and   calculating   it   to   be\n\nRs.4,04,077.65/- in this way the Arbitrator as a whole awarded a\n\nsum of Rs.71,38,705.11. Adjudicating the counter claim at the\n\ninstance of the Company the Arbitrator refused to entertain the\n\nclaim no.1 &amp; 3. While allowing the claim no.2 at the instance of the\n\nCompany, the Arbitrator allowed the Company to deduct a sum of\n\nRs.5,99,383.00. It be indicated here that there is no challenge to\n\nthe award of compensation involving the Claim no.2 involving the\n\ncounter claim and there is no challenge to the denial of the claim\n\nnos.1 &amp; 2 by the Company. Being aggrieved, the Company filed\n\nArbitration Petition bearing No.13 of 2003 on the file of District\n\nJudge, Sambalpur.\n\n8.                Perusal of the Arbitration Petition No.13 of 2003\n\nbefore the District Judge, this Court finds, the award of the\n\nArbitrator was challenged on the premises that the award is\n\nunreasoned one and contrary to the provision at <a href=\"/doc/104566/\" id=\"a_5\">Section 31(3)</a> of the\n\nAct, 1996. The Company also challenged the arbitral award being in\n\nconflict with the Public Policy of India and also on the premises of\n\nviolative of justice and morality, further also involving patent\n                                  20\n\n\n\n\nillegality. On the Arbitrator&#x27;s awarding interest on the amount of\n\nRs.47,26,212.50 for being contrary to the conditions in the\n\nagreement, the Company also challenged the grant of interest on\n\nthe withholding of the performance gurantee @ 18% per annum. For\n\nbeing contrary to the clause 2.1.11. Company also pleaded that\n\ngrant of interest on interest also contrary to the Indian Laws.\n\nCompany also challenged the payment on the head of Additional\n\nSecurity Guard expenses on the premises of being contrary to the\n\nClause 2.1.49. The award on the Idle resources was claimed to be\n\nnot covered by the terms of contracts. Similarly the award involving\n\nthe additional expenditure was also challenged for being contrary to\n\nthe clause contained in the agreement.\n\n            Considering the submissions of the respective parties,\n\nthe District Judge in disposal of the Arbitration Petition No.13 of\n\n2003 summarized the contest of the Company through the\n\nArbitration Petition in paragraph no.4 to the extent that the award\n\nhas been challenged on the ground of being unreasoned one,\n\nagainst fundamental policy of the Indian Law, in conflict with Public\n\nPolicy of India and some of the grant remaining beyond the terms of\n\nthe contract. By framing appropriate issues the District Judge\n\nultimately dismissed the Arbitration Petition.\n                                     21\n\n\n\n\n9.            Being aggrieved by the judgment of the District Judge,\n\nthe Company preferred Arbitration Appeal U/s.37 of the Act, 1996.\n\nThis Court since already recorded the contest involving the parties\n\nin the Section 34 proceeding, does not want to reiterate the same\n\njust to avoid repetition.\n\n10.                  Though   the   Company   has   filed   the Appeal\n\ninvolving several grounds stated therein but during course of\n\nargument, Sri J.Pattnaik, learned senior counsel for the appellant-\n\nCompany assisted by Sri S.Mohanty, learned counsel, however,\n\nconfined his argument on the following points :-\n\n                     I) Involving the award of compensation on the\n\nhead of claim towards security arrangement from 18.5.1998 to\n\n31.12.2001.\n\n                     II) Grant of compensation on the head of ideal\n\nresources at site from 19.5.1998 to 31.12.2001.\n\n                     III) Financial loss due to valid bank guarantee\n\nand non-release of the same till 16.5.2002.\n\n                     IV) On the head of extra expenditure incurred due\n\nto demobilization.\n\n11.                  While making his submission, Sri J.Pattnaik,\n\nlearned senior counsel for the appellant referring to condition\n\nno.2.1.49 in the term of agreement, particularly referring to ground\n\nno.1 contended that for the inclusiveness of the expenditure\n                                  22\n\n\n\n\ntowards Security Guards involving the contract, no amount on this\n\nhead should have been allowed to the Contractor and grant of\n\ncompensation on this head remains beyond the contract period.\n\n                  On ground no.2, Sri J.Pattnaik, learned senior\n\ncounsel for the appellant asserted the same on the premises that\n\nthis claim has been adjudicated in favour of the Contractor not only\n\nwithout discussion but the awarded amount is also not based on\n\nthe material available on record to support the award of such huge\n\namount.\n\n                  So far as ground nos.3 &amp; 4 are concerned, Sri\n\nJ.Pattnaik, learned senior counsel for the appellant-Company\n\nsubmitted that there is no scope for consideration on such aspect\n\nwithin the terms and conditions of the contract. Sri Pattnaik thus\n\nopposed the grant of compensation on these two heads on the\n\npremises that a determination on the above aspects is beyond the\n\nterms of the contract.\n\n12.               Sri J.Pattnaik, learned senior counsel for the\n\nappellant also challenged the award involving the above aspects on\n\nthe ground that the decision of the Arbitrator as well as the\n\njudgment of the District Judge opposed to the public policy of the\n\ncountry. To establish such claim, Sri J.Pattnaik, learned senior\n\ncounsel for the appellant took this Court to the decision in the case\n\nOil &amp; Natual Gas Corporation Ltd. vrs. Saw Pipes Ltd. : (2003)\n                                     23\n\n\n\n\n5 SCC 705 and driving the attention of this Court to the role of the\n\nArbitrator as well as the meaning of public policy, as decided by the\n\nHon&#x27;ble apex Court through the above decision, Sri Pattnaik to\n\nsupplement his above submission also took support of the decision\n\nof the Hon&#x27;ble apex Court in Associate Builders vrs. Delhi\n\nDevelopment Authority : AIR 2015 SC 620 and the decision in Oil\n\nand   Natural     Gas    Corporation     Ltd.    vrs.   Western    GECO\n\nInternational Ltd. : (2014) 9 SCC 263. Referring to a decision in\n\nthe Food Corporation of India vrs. Chandu construction &amp;\n\nanother : (2007) 4 SCC 697, particularly taking this Court to\n\nparagraphs-12 &amp; 15 of the same, Sri Pattnaik, learned senior\n\ncounsel for the appellant drawing support of the above decisions\n\nsubmitted that ignoring of the compensation remaining contra\n\nterms of contract. Similarly taking this Court to another decision of\n\nthe Hon&#x27;ble apex Court in Renusagar Power Co. Ltd. vrs. General\n\nElectric Co. : 1994 Supp.(1) SCC 644, Sri Pattnaik while referring\n\nto the discussion of the Hon&#x27;ble apex Court on public policy also\n\nsubmitted that the award can be set aside on four grounds\n\nenumerated therein. Taking this Court to another decision of the\n\nHon&#x27;ble apex Court in M/s.Som Datt Builders Ltd. vrs. State of\n\nKerala : AIR 2009 SC (Supp.) 2388, Sri J.Pattnaik, learned senior\n\ncounsel   for   the   appellant   referring to   paragraph-25     therein\n\nsubmitted that the challenge of the award for being unreasonable\n                                   24\n\n\n\n\none finds support from the above decision.         In the above fact\n\nsituation and the legal position demonstrated through the above\n\ndecisions, Sri Pattnaik, learned senior counsel prayed this Court for\n\ninterfering with the impugned judgment as well as the award\n\ninvolved herein.\n\n13.                Sri S.P.Mishra, learned senior counsel for the\n\nrespondent-Contractor while opposing each submission of the\n\nlearned senior counsel for the appellant taking this Court to the\n\nscope of the District Judge referring to the provision of <a href=\"/doc/104566/\" id=\"a_6\">Section 34</a> of\n\nthe Act, 1996 and also the scope of the High Court in exercise of its\n\npower under <a href=\"/doc/104566/\" id=\"a_7\">Section 37</a> of the Act, 1996 and taking to paragraphs-\n\n10 &amp; 11 in the case of MMTC Ltd. vrs. Vedanta Ltd. : (2019) 4\n\nSCC 163 submitted that unless an award and/or judgment involved\n\ntherein become arbitrary, capricious or perverse or shock the\n\nconscience of Court, there is no scope either for the District Judge\n\nto interfere with the award in exercise of power under <a href=\"/doc/104566/\" id=\"a_8\">Section 34</a> of\n\nthe Act, 1996 or even for the High Court to interfere with the\n\njudgment of the District Judge in exercise of power under <a href=\"/doc/104566/\" id=\"a_9\">Section\n\n37</a> of the Act, 1996. Taking this Court to the decision in Associate\n\nBuilders vrs. Delhi Development Authority : (2015) 3 SCC 49, Sri\n\nMishra, learned senior counsel for the respondent no.1 attempted to\n\ndraw the attention of the Court for its scope under the forced\n\ncircumstance enumerated therein. Sri Mishra taking this Court to\n                                   25\n\n\n\n\nthe decisions of this Court in Project Director, Integrated\n\nTribunal      Development    Agency        vrs.    Odyssey    Advanced\n\nTelematics Systems : 2019 SCC Online Ori. 37 (decided on\n\n16.1.2019) and Mesco Kalinga Steels Ltd. and another vrs.\n\nBijay   Kumar     Mohapatra      (ARBA      No.34/2013       decided    on\n\n12.4.2016) took the support of his contention on the scope of\n\ninterference involving the award and judgment of the Arbitrator as\n\nwell as the Court below through the above decisions on the grounds\n\nof attack involving the award and judgment by the Company, Sri\n\nMishra, taking this Court to the document available therein and\n\nfurther referring to Clause 2.1.52 of the general terms and\n\nconditions of the agreement submitted that the submission of Sri\n\nJ.Pattnaik,   learned   senior   counsel     for   the   appellant     that\n\nconsideration of certain items beyond the term of contract remained\n\ncontrary to the above provision. Sri Mishra, learned senior counsel\n\nfor the respondent no.1 on the premises that some of the claims,\n\nmore particularly claim nos.3 &amp; 4 since were in connection with the\n\norder arising out of the contract, submitted that the claims were\n\nvery much maintainable. Coming to challenge the claim of the\n\nCompany on the amount involving the security arrangement, Sri\n\nMishra, learned senior counsel for the respondent no.1 though did\n\nnot dispute that for the ultimate extension of the contract till\n\n31.12.1999 but by order dated 5.11.2001 contended that the\n                                  26\n\n\n\n\nContractor is entitled to the claim of security arrangement for the\n\nperiod from 24.5.1998 to 31.12.2001.\n\n14.               On the allegation on claim nos.2 raised by the\n\nCompany, Sri S.P.Mishra, learned senior counsel for the respondent\n\nno.1 referring to the decisions cited herein above on the scope of the\n\nDistrict Judge and the High Court in their exercise of power under\n\n<a href=\"/doc/104566/\" id=\"a_10\">Sections 34</a> &amp; <a href=\"/doc/104566/\" id=\"a_11\">37</a> of the Act, 1996 and the restrictions therein\n\nrespectively and referring to two decisions of this Court referred to\n\nherein above, submitted that for the very very limited power lying\n\neither with the District Court or the High Court, there is no scope\n\nfor entertaining such submission. Sri Mishra taking this Court to\n\nthe grounds of Appeal and the recording of the District Judge on the\n\npetitioner therein restricting his claim submitted that it is not open\n\nto the Company to raise all the above grounds herein. Controverting\n\nthe submission of Sri J.Pattnaik, learned senior counsel for the\n\nappellant that even though the Arbitration Petition involved several\n\ngrounds of attack to the award involved therein, unfortunately the\n\nDistrict Judge has limited his scope of consideration for no reason\n\ninvolving therein, Sri Mishra, learned senior counsel for respondent\n\nno.1 referring to the decision in State of Maharastra vrs. Ramdas\n\nShrinivas Nayak : AIR 1982 SC 1249 submitted that the Company\n\nhad the only scope of raising such ground before the Court, which\n\nhas committed such mistake, to rectify its mistake therein. Taking\n                                     27\n\n\n\n\nsupport of the above decision, Sri Mishra, learned senior counsel for\n\nthe respondent no.1 submitted that the appellant is now estopped\n\nfrom raising such question in this Court. It is in the above\n\npremises, Sri Mishra, learned senior counsel for the respondent\n\nno.1 prayed this Court for dismissal of the Arbitration Appeal.\n\n15.                Before going to answer on the other aspects\n\ninvolved herein, this Court first takes up the issue discussed in the\n\nlast, Sri J.Pattnaik, learned senior counsel for the appellant\n\nreferring to the grounds taken in the Arbitration Petition No.13 of\n\n2003 and the findings of the District Judge therein submitted that\n\nthe   District   Judge   for   no   reason   restricted   the   scope   of\n\nconsideration confining it to some of the items, and therefore,\n\nsought for interference of this Court involving the said item.\n\n                   To his opposition, Sri S.P.Mishra, learned senior\n\ncounsel for the respondent no.1 submitted that for having not\n\nraised any objection for rectification of the judgment of the District\n\nJudge before the District Judge itself, the appellant is estopped\n\nfrom raising such question here.\n\n16.                This Court from paragraphs-4 &amp; 7 of the decision\n\nin Ramdas Shrinivas Nayak (supra) finds as follows :-\n\n\n             &quot;4. When we drew the attention of the learned\n      Attorney General to the concession made before the High\n      Court, Shri A.K. Sen, who appeared for the State of\n      Maharashtra before the High Court and led the arguments\n                             28\n\n\n\n\nfor the respondents there and who appeared for Shri\nAntulay before us intervened and protested that he never\nmade any such concession and invited us to peruse the\nwritten submissions made by him in the High Court. We\nare afraid that we cannot launch into an inquiry as to\nwhat transpired in the High Court. It is simply not done.\nPublic Policy bars us. Judicial decorum restrains us.\nMatters of judicial record are unquestionable. They are not\nopen to doubt. Judges cannot be dragged into the arena.\n&quot;Judgments cannot be treated as mere counters in the\ngame of litigation&quot;.(1) We are bound to accept the\nstatement of the Judges recorded in their judgment, as to\nwhat transpired in court. We cannot allow the statement of\nthe judges to be contradicted by statements at the Bar or\nby affidavit and other evidence. If the judges say in their\njudgment that something was done, said or admitted\nbefore them, that has to be the last word on the subject.\nThe principle is well settled that statements of fact as to\nwhat transpired at the hearing, recorded in the judgment\nof the court, are conclusive of the facts so stated and no\none can contradict such statements by affidavit or other\nevidence. If a party thinks that the happenings in court\nhave been wrongly recorded in a judgment, it is incumbent\nupon the party, while the matter is still fresh in the minds\nof the judges, to call attention of the very judges who have\nmade the record to the fact that the statement made with\nregard to his conduct was a statement that had been made\nin error. (2) That is the only way to have the record\ncorrected. If no such step is taken, the matter must\nnecessarily end there. Of course a party may resile and an\nAppellate Court may permit him in rare and appropriate\ncases to resile from a concession on the ground that the\nconcession was made on a wrong appreciation of the law\nand had led to gross injustice; but, he may not call in\nquestion the very fact of making the concession as\nrecorded in the judgment.\n\n         4-A. In R. V. Mellor (1958) 7 Cox. C.C. 454 Martin\nB was reported to have said: &quot;we must consider the\nstatement of the learned judge as absolute verity and we\nought to take his statement precisely as a record and act\non it in the same manner as on a record of Court which of\nitself implies an absolute verity.\n                                    29\n\n\n\n\n             7. So the judges&#x27; record is conclusive. Neither\n      lawyer nor litigant may claim to contradict it, except before\n      the judge himself, but nowhere else.&quot;\n\n                    For the settled position of law through the above\n\ndecisions of the Hon&#x27;ble apex Court, this Court finds, there is\n\nsubstance in the submission of Sri S.P.Mishra, learned senior\n\ncounsel for the respondent no.1, and therefore, observes, the\n\nappellant is estopped to raise the questions beyond the question\n\nconsidered by the District Judge involving the Arbitration Petition\n\nNo.13 of 2003.\n\n17.                For the appellant giving much emphasis on the\n\nscope of interference by the Arbitrator involving claim nos.3 &amp; 4\n\nremaining contra the terms of the contract thereby grant of\n\ncompensation on the said head opposed to public policy of India\n\nand reliance on certain decision of the Hon&#x27;ble apex Court, this\n\nCourt entering into the interpretation of the word, &quot;Public Policy&quot;\n\nand the role of the Arbitrator through the decision in Oil &amp; Natural\n\nGas Corporation Ltd. (supra) from paragraphs-26, 28 &amp; 31 finds as\n\nfollows :-\n\n                   &quot;26. It is true that Legislature has not\n      incorporated exhaustive grounds for challenging the award\n      passed by the arbitral Tribunal or the ground on which\n      appeal against the order of the court would be\n      maintainable.\n                   28. From this discussion it would be clear that\n      the phrase &#x27;public policy of India&#x27; is not required to be given\n      a narrower meaning. As stated earlier, the said term is\n      susceptible of narrower or wider meaning depending upon\n                              30\n\n\n\n\nthe object and purpose of the legislation. Hence, the award\nwhich is passed in contravention of Sections 24, 28 or 31\ncould be set aside. In addition to Section 34, <a href=\"/doc/104566/\" id=\"a_12\">Section\n13(5)</a> of the Act also provides that constitution of the\narbitral tribunal could also be challenged by a party.\nSimilarly, Section 16 provides that a party aggrieved by the\ndecision of the arbitral tribunal with regard to its\njurisdiction    could      challenge  such    arbitral   award\nunder Section 34. In any case, it is for the Parliament to\nprovide for limited or wider jurisdiction to the Court in case\nwhere award is challenged. But in such cases, there is no\nreason to give narrower meaning to the term &#x27;public policy\nof India&#x27; as contended by learned senior counsel Mr. Dave.\nIn our view, wider meaning is required to be given so as to\nprevent frustration of legislation and justice. This Court\nin Rattan Chand Hira Chand v. Askar Nawaz Jung observed\nthus (SCC pp. 76-77, para 17).\n               &quot;17. .. It cannot be disputed that a contract\n    which has a tendency to injure public interests or\n    public welfare is one against public policy. What\n    constitutes an injury to public interests or welfare\n    would depend upon the times and climes. ... The\n    legislature often fails to keep pace with the changing\n    needs and values nor as it realistic to expect that it\n    will have provided for all contingencies and\n    eventualities. It is, therefore, not only necessary but\n    obligatory on the courts to step in to fill the lacuna.\n    When courts perform this function undoubtedly they\n    legislate judicially. But that is a kind of legislation\n    which stands implicitly delegated to them to further\n    the object of the legislation and to promote the goals\n    of the society. Or to put it negatively, to prevent the\n    frustration of the legislation or perversion of the goals\n    and values of the society.&quot;\n\n              31. Therefore, in our view, the phrase &#x27;Public\nPolicy of India&#x27; used in Section 34 in context is required to\nbe given a wider meaning. It can be stated that the concept\nof public policy connotes some matter which concerns\npublic good and the public interest. What is for public good\nor in public interest or what would be injurious or harmful\nto the public good or public interest has varied from time to\ntime. However, the award which is, on the face of it,\npatently in violation of statutory provisions cannot be said\nto be in public interest. Such award/judgment/decision is\n                                       31\n\n\n\n\n     likely to adversely affect the administration of justice.\n     Hence, in our view in addition to narrower meaning given to\n     the term &#x27;public policy&#x27; in Renusagar&#x27;s case (supra), it is\n     required to be held that the award could be set aside if it is\n     patently illegal. The result would be - award could be set\n     aside if it is contrary to: -\n\n     (a) fundamental policy of Indian law; or\n\n     (b) the interest of India; or\n\n     (c) justice or morality, or\n\n     (d) in addition, if it is patently illegal.\n\n     Illegality must go to the root of the matter and if the\n     illegality is of trivial nature it cannot be held that award is\n     against the public policy. Award could also be set aside if it\n     is so unfair and unreasonable that it shocks the conscience\n     of the Court. Such award is opposed to public policy and is\n     required to be adjudged void.\n\n                    From Paragraphs-34, 35, 38 &amp; 39 of the decision\n\nin Oil and Natural Gas Corporation Ltd. (supra), this Court finds as\n\nfollows :-\n\n                  &quot;34. It is true that none of the grounds\n     enumerated under Section 34(2)(a) were set up before the\n     High Court to assail the arbitral award. What was all the\n     same urged before the High Court and so also before us was\n     that the award made by the arbitrators was in conflict with\n     the &quot;public policy of India&quot; a ground recognised\n     under Section 34(2)(b)(ii) (supra). The expression &quot;Public\n     Policy of India&quot; fell for interpretation before this Court in\n     ONGC Ltd. v. Saw Pipes Ltd. (2003) 5 SCC 705 and was,\n     after a comprehensive review of the case law on the subject,\n     explained in para 31 of the decision in the following words:\n     (SCC pp. 727-28)\n\n        &quot;31. Therefore, in our view, the phrase &quot;public policy of\n        India&quot; used in Section 34 in context is required to be\n        given a wider meaning. It can be stated that the\n        concept of public policy connotes some matter which\n                               32\n\n\n\n\n  concerns public good and the public interest. What is\n  for public good or in public interest or what would be\n  injurious or harmful to the public good or public\n  interest has varied from time to time. However, the\n  award which is, on the face of it, patently in violation of\n  statutory provisions cannot be said to be in public\n  interest. Such award/judgment/decision is likely to\n  adversely affect the administration of justice. Hence, in\n  our view in addition to narrower meaning given to the\n  term &quot;public policy&quot; in Renusagar case10 it is required\n  to be held that the award could be set aside if it is\n  patently illegal. The result would be -- award could be\n  set aside if it is contrary to:\n\n  (a) fundamental policy of Indian law; or\n\n  (b) the interest of India; or\n\n  (c) justice or morality, or [pic](d) in addition, if it is\n  patently illegal.\n\n  Illegality must go to the root of the matter and if the\n  illegality is of trivial nature it cannot be held that\n  award is against the public policy. Award could also be\n  set aside if it is so unfair and unreasonable that it\n  shocks the conscience of the court. Such award is\n  opposed to public policy and is required to be adjudged\n  void.&quot;\n\n               35. What then would constitute the\n&#x27;Fundamental policy of Indian Law&#x27; is the question. The\ndecision in Saw Pipes Ltd. (supra) does not elaborate that\naspect. Even so, the expression must, in our opinion,\ninclude all such fundamental principles as providing a\nbasis for administration of justice and enforcement of law in\nthis country. Without meaning to exhaustively enumerate\nthe purport of the expression &quot;Fundamental Policy of Indian\nLaw&quot;, we may refer to three distinct and fundamental\njuristic principles that must necessarily be understood as a\npart and parcel of the Fundamental Policy of Indian law.\nThe first and foremost is the principle that in every\ndetermination whether by a Court or other authority that\naffects the rights of a citizen or leads to any civil\nconsequences, the Court or authority concerned is bound to\nadopt what is in legal parlance called a &#x27;judicial approach&#x27;\n                              33\n\n\n\n\nin the matter. The duty to adopt a judicial approach arises\nfrom the very nature of the power exercised by the Court or\nthe authority does not have to be separately or additionally\nenjoined upon the fora concerned. What must be\nremembered is that the importance of Judicial approach in\njudicial and quasi judicial determination lies in the fact so\nlong as the Court, Tribunal or the authority exercising\npowers that affect the rights or obligations of the parties\nbefore them shows fidelity to judicial approach, they cannot\nact in an arbitrary, capricious or whimsical manner.\nJudicial approach ensures that the authority acts bona fide\nand deals with the subject in a fair, reasonable and\nobjective manner and that its decision is not actuated by\nany extraneous consideration. Judicial approach in that\nsense acts as a check against flaws and faults that can\nrender the decision of a Court, Tribunal or Authority\nvulnerable to challenge.\n\n               38.    Equally    important      and    indeed\nfundamental to the policy of Indian law is the principle that\na Court and so also a quasi-judicial authority must, while\ndetermining the rights and obligations of parties before it,\ndo so in accordance with the principles of natural justice.\nBesides the celebrated &#x27;audi alteram partem&#x27; rule one of the\nfacets of the principles of natural justice is that the\nCourt/authority deciding the matter must apply its mind to\nthe attendant facts and circumstances while taking a view\none way or the other. Non-application of mind is a defect\nthat is fatal to any adjudication. Application of mind is best\ndemonstrated by disclosure of the mind and disclosure of\nmind is best done by recording reasons in support of the\ndecision which the Court or authority is taking. The\nrequirement that an adjudicatory authority must apply its\nmind is, in that view, so deeply embedded in our\njurisprudence that it can be described as a fundamental\npolicy of Indian Law.\n\n               39. No less important is the principle now\nrecognised as a salutary juristic fundamental in\nadministrative law that a decision which is perverse or so\nirrational that no reasonable person would have arrived at\nthe same will not be sustained in a Court of law. Perversity\nor irrationality of decisions is tested on the touchstone of\nWednesbury&#x27;s principle of reasonableness. Decisions that\nfall short of the standards of reasonableness are open to\n                                        34\n\n\n\n\n     challenge in a Court of law often in writ jurisdiction of the\n     Superior courts but no less in statutory processes where\n     ever the same are available.&quot;\n\n                      Similarly from paragraph-12 of the decision in\n\nAssociate Builders vrs. Delhi Development (supra), this Court finds\n\nas follows :-\n\n\n             &quot;12. In as much as serious objections have been\n      taken to the Division Bench judgment on the ground that\n      it has ignored the parameters laid down in a series of\n      judgments by this Court as to the limitations which a\n      Judge hearing objections to an arbitral award\n      under Section 34 is subject to, we deem it necessary to\n      state the law on the subject.\n\n            <a href=\"/doc/536284/\" id=\"a_13\">Section 34</a> of        the        Arbitration   and Conciliation\n      Act reads as follows-\n\n            &quot;Application for setting aside arbitral award.-(1)\n      Recourse to a Court against an arbitral award may be\n      made only by an application for setting aside such award\n      in accordance with sub-section (2) and sub-section (3).\n\n             (2) An arbitral award may be set aside by the Court\n      only if-\n\n                (a) the party making the application furnishes proof\n      that-\n\n                (i) a party was under some incapacity; or\n\n             (ii) The arbitration agreement is not valid under the\n      law to which the parties have subjected it or, failing any\n      indication thereon, under the law for the time being in\n      force; or\n\n            (iii) the party making the application was not given\n      proper notice of the appointment of an arbitrator or of the\n      arbitral proceedings or was otherwise unable to present\n      his case; or\n                             35\n\n\n\n\n     (iv) the arbitral award deals with a dispute not\ncontemplated by or not falling within the terms of the\nsubmission to arbitration, or it contains decisions on\nmatters beyond the scope of the submission to arbitration:\n\n      Provided that, if the decisions on matters submitted\nto arbitration can be separated from those not so\nsubmitted, only that part of the arbitral award which\ncontains decisions on matters not submitted to arbitration\nmay be set aside; or\n\n       (v) the composition of the arbitral tribunal or the\narbitral procedure was not in accordance with the\nagreement of the parties, unless such agreement was in\nconflict with a provision of this Part from which the parties\ncannot derogate, or, failing such agreement, was not in\naccordance with this Part; or\n\n      (b) the Court finds that-\n\n       (i) the subject-matter of the dispute is not capable of\nsettlement by arbitration under the law for the time being\nin force, or\n\n       (ii) the arbitral award is in conflict with the public\npolicy of India.\n\n       Explanation.-Without prejudice to the generality of\nsub-clause (ii), it is hereby declared, for the avoidance of\nany doubt, that an award is in conflict with the public\npolicy of India if the making of the award was induced or\naffected by fraud or corruption or was in violation\nof Section 75 or Section 81.\n\n       (3) An application for setting aside may not be made\nafter three months have elapsed from the date on which\nthe party making that application had received the arbitral\naward or, if a request had been made under Section 33,\nfrom the date on which that request had been disposed of\nby the arbitral tribunal:\n\n      Provided that if the Court is satisfied that the\napplicant was prevented by sufficient cause from making\nthe application within the said period of three months it\n                            36\n\n\n\n\nmay entertain the application within a further period of\nthirty days, but not thereafter.\n\n       (4) On receipt of an application under sub-section\n(1), the Court may, where it is appropriate and it is so\nrequested by a party, adjourn the proceedings for a period\nof time determined by it in order to give the arbitral\ntribunal an opportunity to resume the arbitral proceedings\nor to take such other action as in the opinion of arbitral\ntribunal will eliminate the grounds for setting aside the\narbitral award.&quot;\n\n       This Section in conjunction with <a href=\"/doc/949665/\" id=\"a_14\">Section 5</a> makes it\nclear that an arbitration award that is governed by part <a href=\"/doc/1306164/\" id=\"a_15\">I\nof the Arbitration and Conciliation Act, 1996</a> can be set\naside only on grounds mentioned under Section 34 (2) and\n(3), and not otherwise. <a href=\"/doc/949665/\" id=\"a_16\">Section 5</a> reads as follows:\n\n       &quot;5. Extent of judicial intervention.-Notwithstanding\nanything contained in any other law for the time being in\nforce, in matters governed by this Part, no judicial\nauthority shall intervene except where so provided in this\nPart.&quot;\n\n       It is important to note that the 1996 Act was\nenacted to replace the 1940 <a href=\"/doc/1052228/\" id=\"a_17\">Arbitration Act</a> in order to\nprovide for an arbitral procedure which is fair, efficient\nand capable of meeting the needs of arbitration; also to\nprovide that the tribunal gives reasons for an arbitral\naward; to ensure that the tribunal remains within the\nlimits of its jurisdiction; and to minimize the supervisory\nroles of courts in the arbitral process.\n\n      It will be seen that none of the grounds contained in\nsub- clause 2 (a) deal with the merits of the decision\nrendered by an arbitral award. It is only when we come to\nthe award being in conflict with the public policy of India\nthat the merits of an arbitral award are to be looked into\nunder certain specified circumstances.\n\n      In Renusagar Power Co. Ltd. v. General Electronic\nCo., 1994 Supp (1) SCC 644, the Supreme Court\nconstrued <a href=\"/doc/103406137/\" id=\"a_18\">Section 7 (1)(b) (ii)</a> of the Foreign Award\n(Recognition and Enforcement) Act, 1961.\n                               37\n\n\n\n\n       &quot;7. Conditions for enforcement of foreign awards.-(1)\nA foreign award may not be enforced under this Act-\n\n        (b) if the Court dealing with the case is satisfied\nthat-\n\n      (ii) the enforcement of the award will be contrary to\nthe public policy.&quot;\n\n      In construing the expression &quot;public policy&quot; in the\ncontext of a foreign award, the Court held that an award\ncontrary to\n\n        1. The fundamental policy of Indian law\n\n        2. The interest of India\n\n       3. Justice or morality, would be set aside on the\nground that it would be contrary to the public policy of\nIndia. It went on further to hold that a contravention of the\nprovisions of the <a href=\"/doc/27905/\" id=\"a_19\">Foreign Exchange Regulation Act</a> would\nbe contrary to the public policy of India in that the statute\nis enacted for the national economic interest to ensure\nthat the nation does not lose foreign exchange which is\nessential for the economic survival of the nation (see para\n75). Equally, disregarding orders passed by the superior\ncourts in India could also be a contravention of the\nfundamental policy of Indian law, but the recovery of\ncompound interest on interest, being contrary to statute\nonly, would not contravene any fundamental policy of\nIndian law (see paras 85,95).\n\nWhen it came to construing the expression &quot;the public\npolicy of India&quot; contained in <a href=\"/doc/549389/\" id=\"a_20\">Section 34 (2) (b) (ii)</a> of\nthe Arbitration Act, 1996, this Court in ONGC v. Saw\nPipes, 2003 (5) SCC 705, held-\n\n&quot;31. Therefore, in our view, the phrase &quot;public policy of\nIndia&quot; used in Section 34 in context is required to be given\na wider meaning. It can be stated that the concept of\npublic policy connotes some matter which concerns public\ngood and the public interest. What is for public good or in\npublic interest or what would be injurious or harmful to\nthe public good or public interest has varied from time to\ntime. However, the award which is, on the face of it,\n                              38\n\n\n\n\npatently in violation of statutory provisions cannot be said\nto be in public interest. Such award/judgment/decision is\nlikely to adversely affect the administration of justice.\nHence, in our view in addition to narrower meaning given\nto the term &quot;public policy&quot; in Renusagar case [1994 Supp\n(1) SCC 644] it is required to be held that the award could\nbe set aside if it is patently illegal. The result would be -\naward could be set aside if it is contrary to:\n\n(a) Fundamental policy of Indian law; or\n(b) The interest of India; or\n(c) Justice or morality, or\n(d) in addition, if it is patently illegal.\n\nIllegality must go to the root of the matter and if the\nillegality is of trivial nature it cannot be held that award is\nagainst the public policy. Award could also be set aside if\nit is so unfair and unreasonable that it shocks the\nconscience of the court. Such award is opposed to public\npolicy and is required to be adjudged void.\n\n74. In the result, it is held that:\n\n(A) (1) The court can set aside the arbitral award\nunder <a href=\"/doc/104566/\" id=\"a_21\">Section 34(2)</a> of the Act if the party making the\napplication furnishes proof that:\n\n(i) a party was under some incapacity, or\n\n(ii) the arbitration agreement is not valid under the law to\nwhich the parties have subjected it or, failing any\nindication thereon, under the law for the time being in\nforce; or\n\n(iii) the party making the application was not given proper\nnotice of the appointment of an arbitrator or of the arbitral\nproceedings or was otherwise unable to present his case;\nor\n\n(iv) the arbitral award deals with a dispute not\ncontemplated by or not falling within the terms of the\nsubmission to arbitration, or it contains decisions on\nmatters beyond the scope of the submission to arbitration.\n\n(2) The court may set aside the award:\n                               39\n\n\n\n\n(i)(a) if the composition of the Arbitral Tribunal was not in\naccordance with the agreement of the parties,\n\n(b) failing such agreement, the composition of the Arbitral\nTribunal was not in accordance with <a href=\"/doc/104566/\" id=\"a_22\">Part I of the Act</a>.\n\n(ii) if the arbitral procedure was not in accordance with:\n\n(a) the agreement of the parties, or\n\n(b) failing such agreement, the arbitral procedure was not\nin accordance with <a href=\"/doc/104566/\" id=\"a_23\">Part I of the Act</a>.\n\nHowever, exception for setting aside the award on the\nground of composition of Arbitral Tribunal or illegality of\narbitral procedure is that the agreement should not be in\nconflict with the provisions of <a href=\"/doc/104566/\" id=\"a_24\">Part I of the Act</a> from which\nparties cannot derogate.\n\n(c) If the award passed by the Arbitral Tribunal is in\ncontravention of the provisions of the Act or any other\nsubstantive law governing the parties or is against the\nterms of the contract.\n\n(3) The award could be set aside if it is against the public\npolicy of India, that is to say, if it is contrary to:\n\n(a) fundamental policy of Indian law; or\n(b) the interest of India; or\n(c) justice or morality; or\n(d) if it is patently illegal. (4) It could be challenged:\n(a) as provided under Section 13(5); and\n(b) <a href=\"/doc/104566/\" id=\"a_25\">Section 16(6)</a> of the Act.\n\n(B)(1) The impugned award requires to be set aside mainly\non the grounds:\n\n(i) there is specific stipulation in the agreement that the\ntime and date of delivery of the goods was of the essence of\nthe contract;\n\n(ii) in case of failure to deliver the goods within the period\nfixed for such delivery in the schedule, ONGC was entitled\nto recover from the contractor liquidated damages as\nagreed;\n                             40\n\n\n\n\n(iii) it was also explicitly understood that the agreed\nliquidated damages were genuine pre-estimate of damages;\n\n(iv) on the request of the respondent to extend the time-\nlimit for supply of goods, ONGC informed specifically that\ntime was extended but stipulated liquidated damages as\nagreed would be recovered;\n\n(v) liquidated damages for delay in supply of goods were to\nbe recovered by paying authorities from the bills for\npayment of cost of material supplied by the contractor;\n\n(vi) there is nothing on record to suggest that stipulation\nfor recovering liquidated damages was by way of penalty or\nthat the said sum was in any way unreasonable.\n\n(vii) In certain contracts, it is impossible to assess the\ndamages or prove the same. Such situation is taken care\nof by <a href=\"/doc/339747/\" id=\"a_26\">Sections 73</a> and <a href=\"/doc/1941714/\" id=\"a_27\">74</a> of the Contract Act and in the\npresent case by specific terms of the contract.&quot;\n\nThe judgment in ONGC v. Saw Pipes has been consistently\nfollowed till date.\n\nIn Hindustan Zinc Ltd. v. Friends Coal Carbonisation,\n(2006) 4 SCC 445, this Court held:\n\n&quot;14. The High Court did not have the benefit of the\nprinciples laid down in Saw Pipes [(2003) 5 SCC 705] , and\nhad proceeded on the assumption that award cannot be\ninterfered with even if it was contrary to the terms of the\ncontract. It went to the extent of holding that contract\nterms cannot even be looked into for examining the\ncorrectness of the award. This Court in Saw Pipes [(2003)\n5 SCC 705] has made it clear that it is open to the court to\nconsider whether the award is against the specific terms of\ncontract and if so, interfere with it on the ground that it is\npatently illegal and opposed to the public policy of India.&quot;\n\nIn McDermott International Inc. v. Burn Standard Co.\nLtd., (2006) 11 SCC 181, this Court held:\n\n&quot;58. In Renusagar Power Co. Ltd. v. General Electric Co.\n[1994 Supp (1) SCC 644] this Court laid down that the\narbitral award can be set aside if it is contrary to (a)\n                            41\n\n\n\n\nfundamental policy of Indian law; (b) the interests of India;\nor (c) justice or morality. A narrower meaning to the\nexpression &quot;public policy&quot; was given therein by confining\njudicial review of the arbitral award only on the\naforementioned three grounds. An apparent shift can,\nhowever, be noticed from the decision of this Court in\nONGC Ltd.v. Saw Pipes Ltd. [(2003) 5 SCC 705] (for short\n&quot;ONGC&quot;). This Court therein referred to an earlier decision\nof this Court in Central Inland Water Transport Corpn.\nLtd. v. Brojo Nath Ganguly [(1986) 3 SCC 156 : 1986 SCC\n(L&amp;S) 429 : (1986) 1 ATC 103] wherein the applicability of\nthe expression &quot;public policy&quot; on the touchstone of <a href=\"/doc/1625889/\" id=\"a_28\">Section\n23</a> of the Indian Contract Act and <a href=\"/doc/367586/\" id=\"a_29\">Article 14</a> of the\nConstitution of India came to be considered. This Court\ntherein was dealing with unequal bargaining power of the\nworkmen and the employer and came to the conclusion\nthat any term of the agreement which is patently arbitrary\nand/or otherwise arrived at because of the unequal\nbargaining power would not only be ultra vires <a href=\"/doc/367586/\" id=\"a_30\">Article\n14</a> of the Constitution of India but also hit by <a href=\"/doc/1625889/\" id=\"a_31\">Section 23</a> of\nthe Indian Contract Act. In ONGC [(2003) 5 SCC 705] this\nCourt, apart from the three grounds stated in Renusagar\n[1994 Supp (1) SCC 644] , added another ground thereto\nfor exercise of the court&#x27;s jurisdiction in setting aside the\naward if it is patently arbitrary.\n\n59. Such patent illegality, however, must go to the root of\nthe matter. The public policy violation, indisputably,\nshould be so unfair and unreasonable as to shock the\nconscience of the court. Where the arbitrator, however,\nhas gone contrary to or beyond the expressed law of the\ncontract or granted relief in the matter not in dispute\nwould come within the purview of <a href=\"/doc/104566/\" id=\"a_32\">Section 34</a> of the Act.\nHowever, we would consider the applicability of the\naforementioned principles while noticing the merits of the\nmatter.\n\n60. What would constitute public policy is a matter\ndependent upon the nature of transaction and nature of\nstatute. For the said purpose, the pleadings of the parties\nand the materials brought on record would be relevant to\nenable the court to judge what is in public good or public\ninterest, and what would otherwise be injurious to the\npublic good at the relevant point, as contradistinguished\n                              42\n\n\n\n\nfrom the policy of a particular Government. (See State of\nRajasthan v. Basant Nahata [(2005) 12 SCC 77].)&quot;\n\nIn Centrotrade Minerals &amp; Metals Inc. v. Hindustan\nCopper Ltd., (2006) 11 SCC 245, Sinha, J., held:\n\n&quot;103. Such patent illegality, however, must go to the root\nof the matter. The public policy, indisputably, should be\nunfair and unreasonable so as to shock the conscience of\nthe court. Where the arbitrator, however, has gone\ncontrary to or beyond the expressed law of the contract or\ngranted relief in the matter not in dispute would come\nwithin the purview of <a href=\"/doc/104566/\" id=\"a_33\">Section 34</a> of the Act.&quot;\n\n104. What would be a public policy would be a matter\nwhich would again depend upon the nature of transaction\nand the nature of statute. For the said purpose, the\npleadings of the parties and the materials brought on\nrecord would be relevant so as to enable the court to judge\nthe concept of what was a public good or public interest or\nwhat would otherwise be injurious to the public good at\nthe relevant point as contradistinguished by the policy of a\nparticular government. (See State of Rajasthan v. Basant\nNahata[(2005) 12 SCC 77].)&quot;\n\nIn DDA v. R.S. Sharma and Co., (2008) 13 SCC 80, the\nCourt summarized the law thus:\n\n&quot;21. From the above decisions, the following principles\nemerge:\n\n(a) An award, which is\n\n(i) contrary to substantive provisions of law; or\n\n(ii) the provisions of the <a href=\"/doc/1306164/\" id=\"a_34\">Arbitration and Conciliation Act,\n1996</a>; or\n\n(iii) against the terms of the respective contract; or\n\n(iv) patently illegal; or\n\n(v) prejudicial to the rights of the parties;\n                                 43\n\n\n\n\nis open to interference by the court under <a href=\"/doc/104566/\" id=\"a_35\">Section 34(2)</a> of\nthe Act.\n\n(b) The award could be set aside if it is contrary to:\n\n(a) fundamental policy of Indian law; or\n\n(b) the interest of India; or\n\n(c) justice or morality.\n\n(c) The award could also be set aside if it is so unfair and\nunreasonable that it shocks the conscience of the court.\n\n(d) It is open to the court to consider whether the award is\nagainst the specific terms of contract and if so, interfere\nwith it on the ground that it is patently illegal and opposed\nto the public policy of India.\n\nWith    these    principles  and    statutory   provisions,\nparticularly, <a href=\"/doc/104566/\" id=\"a_36\">Section 34(2)</a> of the Act, let us consider\nwhether the arbitrator as well as the Division Bench of the\nHigh Court were justified in granting the award in respect\nof Claims 1 to 3 and Additional Claims 1 to 3 of the\nclaimant or the appellant DDA has made out a case for\nsetting aside the award in respect of those claims with\nreference to the terms of the agreement duly executed by\nboth parties.&quot;\n\nJ.G. Engineers (P) Ltd. v. Union of India, (2011) 5 SCC\n758, held:\n\n&quot;27. Interpreting the said provisions, this Court in ONGC\nLtd. v. Saw Pipes Ltd.[(2003) 5 SCC 705] held that a court\ncan set aside an award under <a href=\"/doc/104566/\" id=\"a_37\">Section 34(2)(b)(ii)</a> of the Act,\nas being in conflict with the public policy of India, if it is\n(a) contrary to the fundamental policy of Indian law; or (b)\ncontrary to the interests of India; or (c) contrary to justice\nor morality; or (d) patently illegal. This Court explained\nthat to hold an award to be opposed to public policy, the\npatent illegality should go to the very root of the matter\nand not a trivial illegality. It is also observed that an award\ncould be set aside if it is so unfair and unreasonable that\nit shocks the conscience of the court, as then it would be\nopposed to public policy.&quot;\n                             44\n\n\n\n\nUnion of India v. Col. L.S.N. Murthy, (2012) 1 SCC 718,\nheld:\n\n&quot;22. In ONGC Ltd. v. Saw Pipes Ltd. [(2003) 5 SCC 705]\nthis Court after examining the grounds on which an award\nof the arbitrator can be set aside under <a href=\"/doc/104566/\" id=\"a_38\">Section 34</a> of the\nAct has said: (SCC p. 727, para 31) &quot;31. ... However, the\naward which is, on the face of it, patently in violation of\nstatutory provisions cannot be said to be in public\ninterest. Such award/judgment/decision is likely to\nadversely affect the administration of justice. Hence, in our\nview in addition to narrower meaning given to the term\n&#x27;public policy&#x27; in Renusagar case [Renusagar Power Co.\nLtd. v. General Electric Co., 1994 Supp (1) SCC 644] it is\nrequired to be held that the award could be set aside if it is\npatently illegal&quot;.\n\nFundamental Policy of Indian Law Coming to each of the\nheads contained in the Saw Pipes judgment, we will first\ndeal with the head &quot;fundamental policy of Indian Law&quot;. It\nhas already been seen from the Renusagar judgment that\nviolation of the <a href=\"/doc/27905/\" id=\"a_39\">Foreign Exchange Act</a> and disregarding\norders of superior courts in India would be regarded as\nbeing contrary to the fundamental policy of Indian law. To\nthis it could be added that the binding effect of the\njudgment of a superior court being disregarded would be\nequally violative of the fundamental policy of Indian law.\n\nIn a recent judgment, ONGC Ltd. v. Western Geco\nInternational Ltd., 2014 (9) SCC 263, this Court added\nthree other distinct and fundamental juristic principles\nwhich must be understood as a part and parcel of the\nfundamental policy of Indian law. The Court held-\n\n&quot;35. What then would constitute the &quot;fundamental policy\nof Indian law&quot; is the question. The decision in ONGC\n[ONGC Ltd. v. Saw Pipes Ltd., (2003) 5 SCC 705] does not\nelaborate that aspect. Even so, the expression must, in our\nopinion, include all such fundamental principles as\nproviding a basis for administration of justice and\nenforcement of law in this country. Without meaning to\nexhaustively enumerate the purport of the expression\n&quot;fundamental policy of Indian law&quot;, we may refer to three\ndistinct and fundamental juristic principles that must\nnecessarily be understood as a part and parcel of the\n                            45\n\n\n\n\nfundamental policy of Indian law. The first and foremost is\nthe principle that in every determination whether by a\ncourt or other authority that affects the rights of a citizen\nor leads to any civil consequences, the court or authority\nconcerned is bound to adopt what is in legal parlance\ncalled a &quot;judicial approach&quot; in the matter. The duty to\nadopt a judicial approach arises from the very nature of\nthe power exercised by the court or the authority does not\nhave to be separately or additionally enjoined upon the\nfora concerned. What must be remembered is that the\nimportance of a judicial approach in judicial and quasi-\njudicial determination lies in the fact that so long as the\ncourt, tribunal or the authority exercising powers that\naffect the rights or obligations of the parties before them\nshows fidelity to judicial approach, they cannot act in an\narbitrary, capricious or whimsical manner. Judicial\napproach ensures that the authority acts bona fide and\ndeals with the subject in a fair, reasonable and objective\nmanner and that its decision is not actuated by any\nextraneous consideration. Judicial approach in that sense\nacts as a check against flaws and faults that can render\nthe decision of a court, tribunal or authority vulnerable to\nchallenge.\n\n38. Equally important and indeed fundamental to the\npolicy of Indian law is the principle that a court and so\nalso a quasi-judicial authority must, while determining the\nrights and obligations of parties before it, do so in\naccordance with the principles of natural justice. Besides\nthe celebrated audi alteram partem rule one of the facets\nof the principles of natural justice is that the\ncourt/authority deciding the matter must apply its mind\nto the attendant facts and circumstances while taking a\nview one way or the other. Non-application of mind is a\ndefect that is fatal to any adjudication. Application of mind\nis best demonstrated by disclosure of the mind and\ndisclosure of mind is best done by recording reasons in\nsupport of the decision which the court or authority is\ntaking. The requirement that an adjudicatory authority\nmust apply its mind is, in that view, so deeply embedded\nin our jurisprudence that it can be described as a\nfundamental policy of Indian law.\n\n39. No less important is the principle now recognised as a\nsalutary juristic fundamental in administrative law that a\n                              46\n\n\n\n\ndecision which is perverse or so irrational that no\nreasonable person would have arrived at the same will not\nbe sustained in a court of law. Perversity or irrationality of\ndecisions is tested on the touchstone of Wednesbury\nprinciple [Associated Provincial Picture Houses Ltd. v.\nWednesbury Corpn., (1948) 1 KB 223: (1947) 2 All ER 680\n(CA)] of reasonableness. Decisions that fall short of the\nstandards of reasonableness are open to challenge in a\ncourt of law often in writ jurisdiction of the superior courts\nbut no less in statutory processes wherever the same are\navailable.\n\n40. It is neither necessary nor proper for us to attempt an\nexhaustive enumeration of what would constitute the\nfundamental policy of Indian law nor is it possible to place\nthe expression in the straitjacket of a definition. What is\nimportant in the context of the case at hand is that if on\nfacts proved before them the arbitrators fail to draw an\ninference which ought to have been drawn or if they have\ndrawn an inference which is on the face of it, untenable\nresulting in miscarriage of justice, the adjudication even\nwhen made by an Arbitral Tribunal that enjoys\nconsiderable latitude and play at the joints in making\nawards will be open to challenge and may be cast away or\nmodified depending upon whether the offending part is or\nis not severable from the rest.&quot;\n\nIt is clear that the juristic principle of a &quot;judicial approach&quot;\ndemands that a decision be fair, reasonable and objective.\nOn the obverse side, anything arbitrary and whimsical\nwould obviously not be a determination which would\neither be fair, reasonable or objective.\n\nThe Audi Alteram Partem principle which undoubtedly is a\nfundamental juristic principle in Indian law is also\ncontained in <a href=\"/doc/1347069/\" id=\"a_40\">Sections 18</a> and <a href=\"/doc/541243/\" id=\"a_41\">34 (2) (a) (iii)</a> of the\nArbitration and Conciliation Act. These Sections read as\nfollows:\n\n&quot;18. Equal treatment of parties.- The parties shall be\ntreated with equality and each party shall be given a full\nopportunity to present his case.\n\n34. Application for setting aside arbitral award.-\n                                 47\n\n\n\n\n(2) An arbitral award may be set aside by the Court only if-\n(a) the party making the application furnishes proof that-\n\n(iii) the party making the application was not given proper\nnotice of the appointment of an arbitrator or of the arbitral\nproceedings or was otherwise unable to present his case; &quot;\n\nThe third juristic principle is that a decision which is\nperverse or so irrational that no reasonable person would\nhave arrived at the same is important and requires some\ndegree of explanation. It is settled law that where-\n\na finding is based on no evidence, or an arbitral tribunal\ntakes into account something irrelevant to the decision\nwhich it arrives at; or ignores vital evidence in arriving at\nits decision, such decision would necessarily be perverse.\nA good working test of perversity is contained in two\njudgments. In H.B. Gandhi, Excise and Taxation Officer-\ncum-Assessing Authority v. Gopi Nath &amp; Sons, 1992 Supp\n(2) SCC 312 at p. 317, it was held:\n\n&quot;7. ...................It is, no doubt, true that if a finding of fact\nis arrived at by ignoring or excluding relevant material or\nby taking into consideration irrelevant material or if the\nfinding so outrageously defies logic as to suffer from the\nvice of irrationality incurring the blame of being perverse,\nthen, the finding is rendered infirm in law.&quot;\n\nIn Kuldeep Singh v. Commr. of Police, (1999) 2 SCC 10 at\npara 10, it was held:\n\n&quot;10. A broad distinction has, therefore, to be maintained\nbetween the decisions which are perverse and those which\nare not. If a decision is arrived at on no evidence or\nevidence which is thoroughly unreliable and no reasonable\nperson would act upon it, the order would be perverse. But\nif there is some evidence on record which is acceptable\nand which could be relied upon, howsoever compendious\nit may be, the conclusions would not be treated as\nperverse and the findings would not be interfered with.&quot;\n\nIt must clearly be understood that when a court is\napplying the &quot;public policy&quot; test to an arbitration award, it\ndoes not act as a court of appeal and consequently errors\nof fact cannot be corrected. A possible view by the\n                             48\n\n\n\n\narbitrator on facts has necessarily to pass muster as the\narbitrator is the ultimate master of the quantity and\nquality of evidence to be relied upon when he delivers his\narbitral award. Thus an award based on little evidence or\non evidence which does not measure up in quality to a\ntrained legal mind would not be held to be invalid on this\nscore[1]. Once it is found that the arbitrators approach is\nnot arbitrary or capricious, then he is the last word on\nfacts. In P.R. Shah, Shares &amp; Stock Brokers (P) Ltd. v.\nB.H.H. Securities (P) Ltd., (2012) 1 SCC 594, this Court\nheld:\n\n&quot;21. A court does not sit in appeal over the award of an\nArbitral Tribunal by reassessing or reappreciating the\nevidence. An award can be challenged only under the\ngrounds mentioned in <a href=\"/doc/104566/\" id=\"a_42\">Section 34(2)</a> of the Act. The\nArbitral Tribunal has examined the facts and held that\nboth the second respondent and the appellant are liable.\nThe case as put forward by the first respondent has been\naccepted. Even the minority view was that the second\nrespondent was liable as claimed by the first respondent,\nbut the appellant was not liable only on the ground that\nthe arbitrators appointed by the Stock Exchange under\nBye-law 248, in a claim against a non-member, had no\njurisdiction to decide a claim against another member. The\nfinding of the majority is that the appellant did the\ntransaction in the name of the second respondent and is\ntherefore, liable along with the second respondent.\nTherefore, in the absence of any ground under <a href=\"/doc/104566/\" id=\"a_43\">Section\n34(2)</a> of the Act, it is not possible to re-examine the facts to\nfind out whether a different decision can be arrived at.&quot;\n\nIt is with this very important caveat          that the two\nfundamental principles which form              part of the\nfundamental policy of Indian law (that the    arbitrator must\nhave a judicial approach and that he           must not act\nperversely) are to be understood.\n\nInterest of India The next ground on which an award may\nbe set aside is that it is contrary to the interest of India.\nObviously, this concerns itself with India as a member of\nthe world community in its relations with foreign powers.\nAs at present advised, we need not dilate on this aspect as\nthis ground may need to evolve on a case by case basis.\n                             49\n\n\n\n\nJustice The third ground of public policy is, if an award is\nagainst justice or morality. These are two different\nconcepts in law. An award can be said to be against justice\nonly when it shocks the conscience of the court. An\nillustration of this can be given. A claimant is content with\nrestricting his claim, let us say to Rs. 30 lakhs in a\nstatement of claim before the arbitrator and at no point\ndoes he seek to claim anything more. The arbitral award\nultimately awards him 45 lakhs without any acceptable\nreason or justification. Obviously, this would shock the\nconscience of the court and the arbitral award would be\nliable to be set aside on the ground that it is contrary to\n&quot;justice&quot;.\n\nMorality The other ground is of &quot;morality&quot;. Just as the\nexpression &quot;public policy&quot; also occurs in <a href=\"/doc/1625889/\" id=\"a_44\">Section 23</a> of the\nIndian Contract Act, so does the expression &quot;morality&quot;.\nTwo illustrations to the said section are interesting for they\nexplain to us the scope of the expression &quot;morality&quot;.\n\n&quot;(j) A, who is B&#x27;s Mukhtar, promises to exercise his\ninfluence, as such, with B in favour of C, and C promises\nto pay 1,000 rupees to A. The agreement is void, because it\nis immoral.\n\n(k) A agrees to let her daughter to hire to B for\nconcubinage. The agreement is void, because it is immoral,\nthough the letting may not be punishable under the <a href=\"/doc/1569253/\" id=\"a_45\">Indian\nPenal Code</a> (XLV of 1860).&quot;\n\nIn Gherulal Parekh v. Mahadeo Dass Maiya, 1959 Supp (2)\nSCR 406, this Court explained the concept of &quot;morality&quot;\nthus-\n\n&quot;Re. Point 3 - Immorality: The argument under this head is\nrather broadly stated by the learned Counsel for the\nappellant. The learned counsel attempts to draw an\nanalogy from the Hindu Law relating to the doctrine of\npious obligation of sons to discharge their father&#x27;s debts\nand contends that what the Hindu Law considers to be\nimmoral in that context may appropriately be applied to a\ncase under<a href=\"/doc/1625889/\" id=\"a_46\"> s. 23</a> of the Contract Act. Neither any authority\nis cited nor any legal basis is suggested for importing the\ndoctrine    of   Hindu     Law    into  the     domain    of\ncontracts. <a href=\"/doc/1625889/\" id=\"a_47\">Section 23</a> of the Contract Act is inspired by the\n                            50\n\n\n\n\ncommon law of England and it would be more useful to\nrefer to the English Law than to the Hindu Law texts\ndealing with a different matter. Anson in his Law of\nContracts states at p. 222 thus:\n\n&quot;The only aspect of immorality with which Courts of Law\nhave dealt is sexual immorality........... .&quot;\n\nHalsbury in his Laws of England, 3rd Edn., Vol. 8, makes\na similar statement, at p. 138 :\n\n&quot;A contract which is made upon an immoral consideration\nor for an immoral purpose is unenforceable, and there is\nno distinction in this respect between immoral and illegal\ncontracts. The immorality here alluded to is sexual\nimmorality.&quot;\n\nIn the Law of Contract by Cheshire and Fifoot, 3rd Edn., it\nis stated at p. 279:\n\n&quot;Although Lord Mansfield laid it down that a contract\ncontra bonos mores is illegal, the law in this connection\ngives no extended meaning to morality, but concerns itself\nonly with what is sexually reprehensible.&quot;\n\nIn the book on the <a href=\"/doc/171398/\" id=\"a_48\">Indian Contract Act</a> by Pollock and\nMulla it is stated at p. 157:\n\n&quot;The epithet &quot;immoral&quot; points, in legal usage, to conduct or\npurposes which the State, though disapproving them, is\nunable, or not advised, to visit with direct punishment.&quot;\n\nThe learned authors confined its operation to acts which\nare considered to be immoral according to the standards of\nimmorality approved by Courts. The case law both in\nEngland and India confines the operation of the doctrine to\nsexual immorality. To cite only some instances:\nsettlements in consideration of concubinage, contracts of\nsale or hire of things to be used in a brothel or by a\nprostitute for purposes incidental to her profession,\nagreements to pay money for future illicit cohabitation,\npromises in regard to marriage for consideration, or\ncontracts facilitating divorce are all held to be void on the\nground that the object is immoral.\n                              51\n\n\n\n\nThe word &quot;immoral&quot; is a very comprehensive word.\nOrdinarily it takes in every aspect of personal conduct\ndeviating from the standard norms of life. It may also be\nsaid that what is repugnant to good conscience is immoral.\nIts varying content depends upon time, place and the stage\nof civilization of a particular society. In short, no universal\nstandard can be laid down and any law based on such\nfluid concept defeats its own purpose. The provisions of<a href=\"/doc/1625889/\" id=\"a_49\"> S.\n23</a> of the Contract Act indicate the legislative intention to\ngive it a restricted meaning. Its juxtaposition with an\nequally illusive concept, public policy, indicates that it is\nused in a restricted sense; otherwise there would be\noverlapping of the two concepts. In its wide sense what is\nimmoral may be against public policy, for public policy\ncovers political, social and economic ground of objection.\nDecided cases and authoritative text-book writers,\ntherefore, confined it, with every justification, only to\nsexual immorality. The other limitation imposed on the\nword by the statute, namely, &quot;the court regards it as\nimmoral&quot;, brings out the idea that it is also a branch of the\ncommon law like the doctrine of public policy, and,\ntherefore, should be confined to the principles recognized\nand settled by Courts. Precedents confine the said concept\nonly to sexual immorality and no case has been brought to\nour notice where it has been applied to any head other\nthan sexual immorality. In the circumstances, we cannot\nevolve a new head so as to bring in wagers within its fold.&quot;\n\nThis Court has confined morality to sexual morality so far\nas <a href=\"/doc/1625889/\" id=\"a_50\">section 23</a> of the Contract Act is concerned, which in\nthe context of an arbitral award would mean the\nenforcement of an award say for specific performance of a\ncontract involving prostitution. &quot;Morality&quot; would, if it is to\ngo beyond sexual morality necessarily cover such\nagreements as are not illegal but would not be enforced\ngiven the prevailing mores of the day. However,\ninterference on this ground would also be only if\nsomething shocks the court&#x27;s conscience.\n\nPatent Illegality We now come to the fourth head of public\npolicy namely, patent illegality. It must be remembered\nthat under the explanation to <a href=\"/doc/1219022/\" id=\"a_51\">section 34 (2) (b)</a>, an award\nis said to be in conflict with the public policy of India if the\nmaking of the award was induced or affected by fraud or\ncorruption. This ground is perhaps the earliest ground on\n                              52\n\n\n\n\nwhich courts in England set aside awards under English\nlaw. Added to this ground (in 1802) is the ground that an\narbitral award would be set aside if there were an error of\nlaw by the arbitrator. This is explained by Lord Justice\nDenning in R v. Northumberland Compensation Appeal\nTribunal. Ex Parte Shaw., 1952 1 All ER 122 at page 130:\n\n&quot;Leaving now the statutory tribunals, I turn to the awards\nof the arbitrators. The Court of King&#x27;s Bench never\ninterfered by certiorari with the award of an arbitrator,\nbecause it was a private tribunal and not subject to the\nprerogative writs. If the award was not made a rule of\ncourt, the only course available to an aggrieved party was\nto resist an action on the award or to file a bill in equity. If\nthe award was made a rule of court, a motion could be\nmade to the court to set it aside for misconduct of the\narbitrator on the ground that it was procured by\ncorruption or other undue means: see the statute 9 and 10\nWill. III, c. 15. At one time an award could not be upset on\nthe ground of error of law by the arbitrator because that\ncould not be said to be misconduct or undue means, but\nultimately it was held in Kent v. Elstob, (1802) 3 East 18,\nthat an award could be set aside for error of law on the\nface of it. This was regretted by Williams, J., in\nHodgkinson v. Fernie, (1857) 3 C.B.N.<a href=\"/doc/1816779/\" id=\"a_52\">S. 189</a>, but is now\nwell established.&quot;\n\nThis, in turn, led to the famous principle laid down\nin Champsey Bhara Company v. The Jivraj Balloo\nSpinning and Weaving Company Ltd., AIR 1923 PC 66,\nwhere the Privy Council referred to Hodgkinson and then\nlaid down:\n\n&quot;The law on the subject has never been more clearly stated\nthan by Williams, J. in the case of Hodgkinson v. Fernie\n(1857) 3 C.B.N.<a href=\"/doc/1816779/\" id=\"a_53\">S. 189</a>.\n\n&quot;The law has for many years been settled, and remains so\nat this day, that, where a cause or matters in difference\nare referred to an arbitrator a lawyer or a layman, he is\nconstituted the sole and final judge of all questions both of\nlaw and of fact ...... The only exceptions to that rule are\ncases where the award is the result of corruption or fraud,\nand one other, which though it is to be regretted, is now, I\nthink firmly established viz., where the question of law\n                            53\n\n\n\n\nnecessarily arises on the face of the award or upon some\npaper accompanying and forming part of the award.\nThough the propriety of this latter may very well be\ndoubted, I think it may be considered as established.&quot;\n\n&quot;Now the regret expressed by Williams, J. in Hodgkinson v.\nFernie has been repeated by more than one learned Judge,\nand it is certainly not to be desired that the exception\nshould be in any way extended. An error in law on the face\nof the award means, in their Lordships&#x27; view, that you can\nfind in the award or a document actually incorporated\nthereto, as for instance, a note appended by the arbitrator\nstating the reasons for his judgment, some legal\nproposition which is the basis of the award and which you\ncan then say is erroneous. It does not mean that if in a\nnarrative a reference is made to a contention of one party\nthat opens the door to seeing first what that contention is,\nand then going to the contract on which the parties&#x27; rights\ndepend to see if that contention is sound. Here it is\nimpossible to say, from what is shown on the face of the\naward, what mistake the arbitrators made. The only way\nthat the learned judges have arrived at finding what the\nmistake was is by saying: &quot;Inasmuch as the Arbitrators\nawarded so and so, and inasmuch as the letter shows that\nthen buyer rejected the cotton, the arbitrators can only\nhave arrived at that result by totally misinterpreting\nCl.52.&quot; But they were entitled to give their own\ninterpretation to Cl. 52 or any other article, and the award\nwill stand unless, on the face of it they have tied\nthemselves down to some special legal proposition which\nthen, when examined, appears to be unsound. Upon this\npoint, therefore, their Lordships think that the judgment of\nPratt, J was right and the conclusion of the learned\nJudges of the Court of Appeal erroneous.&quot;\n\nThis judgment has been consistently followed in India to\ntest awards under <a href=\"/doc/1503578/\" id=\"a_54\">Section 30</a> of the Arbitration Act, 1940.\n\nIn the 1996 Act, this principle is substituted by the &#x27;patent\nillegality&#x27; principle which, in turn, contains three sub\nheads -\n\n(a) a contravention of the substantive law of India would\nresult in the death knell of an arbitral award. This must be\nunderstood in the sense that such illegality must go to the\n                             54\n\n\n\n\nroot of the matter and cannot be of a trivial nature. This\nagain is a really a contravention of <a href=\"/doc/1224074/\" id=\"a_55\">Section 28(1)(a)</a> of the\nAct, which reads as under:\n\n&quot;28. Rules applicable to substance of dispute.-(1) Where\nthe place of arbitration is situated in India,-\n\n(a) in an arbitration other than an international\ncommercial arbitration, the arbitral tribunal shall decide\nthe dispute submitted to arbitration in accordance with\nthe substantive law for the time being in force in India;&quot;\n\n(b) a contravention of the <a href=\"/doc/1052228/\" id=\"a_56\">Arbitration Act</a> itself would be\nregarded as a patent illegality- for example if an arbitrator\ngives no reasons for an award in contravention of <a href=\"/doc/463976/\" id=\"a_57\">section\n31(3)</a> of the Act, such award will be liable to be set aside.\n\n(c) Equally, the third sub-head of patent illegality is really\na contravention of <a href=\"/doc/597719/\" id=\"a_58\">Section 28 (3)</a> of the Arbitration Act,\nwhich reads as under:\n\n&quot;28. Rules applicable to substance of dispute.- (3) In all\ncases, the arbitral tribunal shall decide in accordance with\nthe terms of the contract and shall take into account the\nusages of the trade applicable to the transaction.&quot;\n\nThis last contravention must be understood with a caveat.\nAn arbitral tribunal must decide in accordance with the\nterms of the contract, but if an arbitrator construes a term\nof the contract in a reasonable manner, it will not mean\nthat the award can be set aside on this ground.\nConstruction of the terms of a contract is primarily for an\narbitrator to decide unless the arbitrator construes the\ncontract in such a way that it could be said to be\nsomething that no fair minded or reasonable person could\ndo.\n\nIn McDermott International Inc. v. Burn Standard Co.\nLtd., (2006) 11 SCC 181, this Court held as under:\n\n&quot;112. It is trite that the terms of the contract can be\nexpress or implied. The conduct of the parties would also\nbe a relevant factor in the matter of construction of a\ncontract. The construction of the contract agreement is\nwithin the jurisdiction of the arbitrators having regard to\n                             55\n\n\n\n\nthe wide nature, scope and ambit of the arbitration\nagreement and they cannot be said to have misdirected\nthemselves in passing the award by taking into\nconsideration the conduct of the parties. It is also trite\nthat correspondences exchanged by the parties are\nrequired to be taken into consideration for the purpose of\nconstruction of a contract. Interpretation of a contract is a\nmatter for the arbitrator to determine, even if it gives rise\nto determination of a question of law. (See Pure Helium\nIndia (P) Ltd. v. ONGC [(2003) 8 SCC 593] and D.D.\nSharma v. Union of India [(2004) 5 SCC 325]).\n\n113. Once, thus, it is held that the arbitrator had the\njurisdiction, no further question shall be raised and the\ncourt will not exercise its jurisdiction unless it is found\nthat there exists any bar on the face of the award.&quot;\n\nIn MSK Projects (I) (JV) Ltd. v. State of Rajasthan, (2011)\n10 SCC 573, the Court held:\n\n&quot;17. If the arbitrator commits an error in the construction\nof the contract, that is an error within his jurisdiction. But\nif he wanders outside the contract and deals with matters\nnot allotted to him, he commits a jurisdictional error.\nExtrinsic evidence is admissible in such cases because the\ndispute is not something which arises under or in relation\nto the contract or dependent on the construction of the\ncontract or to be determined within the award. The\nambiguity of the award can, in such cases, be resolved by\nadmitting extrinsic evidence. The rationale of this rule is\nthat the nature of the dispute is something which has to\nbe determined outside and independent of what appears in\nthe award. Such a jurisdictional error needs to be proved\nby evidence extrinsic to the award. (See Gobardhan Das v.\nLachhmi Ram [AIR 1954 SC 689], Thawardas Pherumal v.\nUnion of India [AIR 1955 SC 468], Union of India v.\nKishorilal Gupta &amp; Bros. [AIR 1959 SC 1362], Alopi\nParshad &amp; Sons Ltd. v. Union of India [AIR 1960 SC\n588], Jivarajbhai Ujamshi Sheth v. Chintamanrao\nBalaji [AIR 1965 SC 214] and Renusagar Power Co. Ltd. v.\nGeneral Electric Co. [(1984) 4 SCC 679 : AIR 1985 SC\n1156] ).&quot;\n\nIn Rashtriya Ispat Nigam Ltd. v. Dewan Chand Ram\nSaran, (2012) 5 SCC 306, the Court held:\n                                    56\n\n\n\n\n      &quot;43. In any case, assuming that Clause 9.3 was capable of\n      two interpretations, the view taken by the arbitrator was\n      clearly a possible if not a plausible one. It is not possible to\n      say that the arbitrator had travelled outside his\n      jurisdiction, or that the view taken by him was against the\n      terms of contract. That being the position, the High Court\n      had no reason to interfere with the award and substitute\n      its view in place of the interpretation accepted by the\n      arbitrator.\n\n      44. The legal position in this behalf has been summarised\n      in para 18 of the judgment of this Court in SAIL v. Gupta\n      Brother Steel Tubes Ltd. [(2009) 10 SCC 63: (2009) 4 SCC\n      (Civ) 16] and which has been referred to above. Similar\n      view has been taken later in Sumitomo Heavy Industries\n      Ltd. v. ONGC Ltd. [(2010) 11 SCC 296: (2010) 4 SCC (Civ)\n      459] to which one of us (Gokhale, J.) was a party. The\n      observations in para 43 thereof are instructive in this\n      behalf.\n\n      45. This para 43 reads as follows: (Sumitomo case [(2010)\n      11 SCC 296 : (2010) 4 SCC (Civ) 459] , SCC p. 313) &quot;43. ...\n      The umpire has considered the fact situation and placed a\n      construction on the clauses of the agreement which\n      according to him was the correct one. One may at the\n      highest say that one would have preferred another\n      construction of Clause 17.3 but that cannot make the\n      award in any way perverse. Nor can one substitute one&#x27;s\n      own view in such a situation, in place of the one taken by\n      the umpire, which would amount to sitting in appeal. As\n      held by this Court in Kwality Mfg. Corpn. v. Central\n      Warehousing Corpn. [(2009) 5 SCC 142 : (2009) 2 SCC\n      (Civ) 406] the Court while considering challenge to arbitral\n      award does not sit in appeal over the findings and decision\n      of the arbitrator, which is what the High Court has\n      practically done in this matter. The umpire is legitimately\n      entitled to take the view which he holds to be the correct\n      one after considering the material before him and after\n      interpreting the provisions of the agreement. If he does so,\n      the decision of the umpire has to be accepted as final and\n      binding.&quot;\n\n18.                From reading of the aforesaid decisions, this\n\nCourt finds, coming to decide on the limitation, which a Judge\n                                     57\n\n\n\n\nhearing objection to an arbitral award under <a href=\"/doc/104566/\" id=\"a_59\">Section 34</a> of the Act,\n\n1996 is subject to limitation of Section 35 as well as <a href=\"/doc/104566/\" id=\"a_60\">Section 37</a> of\n\nthe Act, 1996 and further\n\n                   (1)   if   the   award      remained   contrary,   the\n\nfundamental policy of Indian Law :-\n\n                   (2) The interest of India\n\n                   (3) Justice or morality or above if it is patently\n\nillegal.\n\n                   While also adding the award becomes perverse or\n\nso irrelevant that no reasonable person would have arrived at the\n\nsame is important and requires some degree of explanation, i.e.,\n\nfinding is based on no evidence or arbitral award, the Tribunal\n\ntakes into account something irrelevant to the decision, which is\n\narrived at or ignores vital evidence in arriving at its decision or even\n\nwhere the award remained patent illegal. This Court here also takes\n\ninto account two of the decisions of this Court in Odyssey Advaced\n\nTelematics Systems (supra) and also the judgment involving the\n\nARBA No.34/2013 and finds, the judgment of this Court also\n\ninvolves the scope of High Court in the proceeding involving <a href=\"/doc/104566/\" id=\"a_61\">Section\n\n34</a> of the Act, 1996. For here there is no establishment of violation\n\nof <a href=\"/doc/104566/\" id=\"a_62\">Sections 24</a>, <a href=\"/doc/104566/\" id=\"a_63\">28</a>, <a href=\"/doc/104566/\" id=\"a_64\">31</a>, <a href=\"/doc/104566/\" id=\"a_65\">35</a> &amp; <a href=\"/doc/104566/\" id=\"a_66\">36</a> of the Act, 1996, consideration on\n\nthe allegation involving item nos.3 &amp; 4 shall remain opposed to\n\nrestriction in <a href=\"/doc/104566/\" id=\"a_67\">Sections 34</a> &amp; <a href=\"/doc/104566/\" id=\"a_68\">37</a> of the Act, 1996. Considering the\n                                    58\n\n\n\n\nseries of decisions indicated herein above, this Court finds, the\n\naward can be challenged if the award opposed the fundamental\n\npolicy of India or the interest of India or justice or morality and\n\nlastly if it is patently illegal. Hon&#x27;ble apex Court in the above\n\ndecisions again clarified that illegality must go to the root of the\n\nmatter and further if the illegality is of a trivial nature, it cannot be\n\nheld that the award is opposed to public policy. Hon&#x27;ble apex Court\n\neven has gone to the extent saying that unless the award becomes\n\nvoid, same should not be interfered with by the District Judge in\n\nexercise of power under <a href=\"/doc/104566/\" id=\"a_69\">Section 34</a> of the Act, 1996 and on the\n\nsame analogy, High Court is also debarred to interfere with the\n\naward in exercise of power under <a href=\"/doc/104566/\" id=\"a_70\">Section 37</a> of the Act, 1996. This\n\nis also the view of this Court in the case of Project Director,\n\nIntegrated     Tribunal    Development       Agency     vrs.   Odyssey\n\nAdvanced Telematics Systems : 2019 SCC online Orissa 37 and\n\nin Mesco Kalinga Steels Ltd. &amp; another vrs. Bijay Kumar\n\nMohapatra (ARBA No.34 of 2013 decided on 12.4.2016). It is in the\n\ncircumstances, this Court declines to interfere in the claim of the\n\nappellant so far as it relates to item nos.3 &amp; 4 indicated herein\n\nabove. This Court here finds, the claim of Sri J.Pattanaik, learned\n\nsenior counsel for the appellant on the above counts is clearly\n\nopposed to the decision of Hon&#x27;ble apex Court reported in (2015) 3\n\nSCC 49, which has been passed taking into account the entire\n                                  59\n\n\n\n\nhistory of decisions dealing with the situation opposed to public\n\npolicy of India and the scope of interference of the Court exercising\n\npower under <a href=\"/doc/104566/\" id=\"a_71\">Section 34</a> of the Act, 1996 as well as <a href=\"/doc/104566/\" id=\"a_72\">Section 37</a> of the\n\nAct, 1996.\n\n19.               Now proceeding to consider on the other two\n\naspects involved herein, facts reveal, work was to be completed by\n\n24.5.1998. Till 8.9.2000, the Contractor could not be able to submit\n\nthe Stamping Certificate from the Weights &amp; Measures Department\n\nof Government of Orissa with registration serial. The Contractor was\n\nultimately served with a notice on 3rd June, 2003 handing over the\n\nwork to somebody else through an open tender, vide work order\n\nExt.D/10. The Contractor himself vide Ext.D/11 requested for\n\nextension of time at least up to 31.12.1999 and the Company by\n\nExt.D/12 dated 5.11.2000 extending the time of contract. For\n\ninclusiveness of security charge in the tender value under the\n\ncondition no.2.1.49 taken note herein above, this Court finds, grant\n\nof compensation on the head of Security Guard beyond 5.11.2000\n\nremains contrary to terms of contract. Keeping in view, for their\n\nbeing no proper consideration on this aspect, further for the grant\n\nof compensation on the above head up to the extended period, being\n\ncontrary to the condition no.2.1.49 but however, keeping in view\n\nthat the sufficient time has been spent involving the dispute for over\n\n16 years, this Court instead of remitting the matter to the Arbitrator\n                                  60\n\n\n\n\nfor appropriate assessment, interfering in the compensation of the\n\nTribunal on this head, reduces the same at consolidated payment of\n\nRs.1,50,000/- as a whole, which amount shall also carry interest @\n\n10% per annum all through. Similarly, coming to challenge of the\n\naward and judgment involved herein on claim of compensation on\n\naccount of financial loss due to retention of valid bank guarantee\n\nand non-release of the same till 16.5.2002, this Court finds, Clause\n\n2.1.11 of the conditions in the contract between the parties clearly\n\nprohibits grant of interest on guarantee money. This Court thus\n\nfinds, grant of compensation on account of financial loss on\n\nretention of valid bank guarantee and non-release of the same till\n\n16.5.2002 remains contrary to the condition of contract at Clause\n\n2.1.11. Hence, this Court interfering in the grant of compensation\n\nby the Arbitrator on this head and confirmation of the same by the\n\nDistrict Judge sets aside that part of the award.\n\n20.         In the result, this Court while declining to interfere with\n\nthe grant of compensation by the Arbitrator insofar it relates to Idle\n\nResources and on account of extra expenditure incurred due to\n\nmobilization,   demobilization   and   re-mobilisation    of   original\n\nequipments manufacturing of original equipment, manufacturers\n\nengineers and technicians on different occasions, inclines to\n\ninterfere with the award, so far it relates to compensation against\n\nwithholding of Bank Guarantee and not releasing the same in time,\n                                   61\n\n\n\n\nbeing contrary to condition no.2.1.11 of the conditions in the\n\ncontract. Similarly on grant of compensation on account of\n\nexpenditure on deployment of Security Guards beyond the contract\n\nperiod, this Court interfering with the same reduces the same to\n\nRs.1,50,000/- with interest @ 10% beyond 5.11.2001. This      Court\n\nhere taking into account the part-allowing of the counter claim by\n\nthe Arbitrator and there being no challenge to the award involving\n\nthe counter claim, makes it clear that release of amount indicated\n\nherein above, however, should remain subject to adjustment of a\n\nsum of Rs.5,99,383/- allowed by the Arbitrator in part involving the\n\ncounter claim.\n\n21.          The Arbitration Appeal succeeds in part, but however,\n\nthere is no award of cost.\n\n\n\n                                           ..............................\n                                           Biswanath Rath, J.\n</pre>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_1\">Orissa High Court, Cuttack.\n</p><p data-structure=\"Conclusion\" id=\"p_2\">The 22nd day of August, 2019/mkr, secy. /a.jena, sr.steno\n </p>","numcites":23,"numcitedby":0,"docsource":"Orissa High Court","citetid":63215679,"divtype":"judgments","relatedqs":[{"value":"liquidated damages","formInput":"liquidated%20damages"},{"value":"setting aside of an arbitral award","formInput":"setting%20aside%20of%20an%20arbitral%20award"},{"value":"audi alteram partem","formInput":"audi%20alteram%20partem"},{"value":"public policy of india","formInput":"public%20policy%20of%20india"},{"value":"opposed to public policy","formInput":"opposed%20to%20public%20policy"},{"value":"ongc v. saw pipes","formInput":"ongc%20v.%20saw%20pipes"},{"value":"only work order and no contract","formInput":"only%20work%20order%20and%20no%20contract"},{"value":"public policy","formInput":"public%20policy"},{"value":"indian contract act","formInput":"indian%20contract%20act"},{"value":"ONGC v. Saw Pipes Ltd.","formInput":"ONGC%20v.%20Saw%20Pipes%20Ltd."},{"value":"works contract","formInput":"works%20contract"},{"value":"setting aside of award","formInput":"setting%20aside%20of%20award"},{"value":"arbitral award","formInput":"arbitral%20award"},{"value":"completion certificate ","formInput":"completion%20certificate%20"},{"value":"patent illegality","formInput":"patent%20illegality"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"1994 scc (1)1","formInput":"1994%20scc%20%281%291"},{"value":"contract act","formInput":"contract%20act"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"ONGC","formInput":"ONGC"}],"cats":[{"value":"finance","formInput":"tag:finance"},{"value":"legal-and-illegal-considerations-and-objects","formInput":"tag:legal-and-illegal-considerations-and-objects"}],"courtcopy":true,"query_alert":null,"agreement":false}