{"tid":192637875,"publishdate":"2020-01-06","title":"Oil And Natural Gas Corporation Ltd vs Cgg Services Sas on 6 January, 2020","doc":"<h2 class=\"doc_title\">Oil And Natural Gas Corporation Ltd vs Cgg Services Sas on 6 January, 2020</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:g-s-kulkarni\">G.S. Kulkarni</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:g-s-kulkarni\">G.S. Kulkarni</a></h3>\n\n<pre id=\"pre_1\">                                                                                  CARBP-343-18\n\nVidya amin\n\n                      IN THE HIGH COURT OF JUDICATURE AT BOMBAY\n                          ORDINARY ORIGINAL CIVIL JURISDICTION\n\n                  COMMERCIAL ARBITRATION PETITION NO. 343 OF 2018\n                                      WITH\n                       NOTICE OF MOTION NO. 1062 OF 2018\n                                      WITH\n                  COMMERCIAL ARBITRATION PETITION NO. 344 OF 2018\n                                      WITH\n                       NOTICE OF MOTION NO. 1040 OF 2018\n                                      WITH\n                  COMMERCIAL ARBITRATION PETITION NO. 345 OF 2018\n                                      WITH\n                       NOTICE OF MOTION NO. 2040 OF 2018\n\n\n             Oil and Natural Gas Corporation Ltd.                         ....Petitioner\n                    V/s.\n             CGG Services SA                                              ....Respondent\n                                             -----\n\n             Mr. Dipan Merchant, Senior Advocate a/w Mr. Amir Ali Shaikh and\n             Mr. Digant Bhatt i/b I.V. Merchant &amp; Co., Advocates for the Petitioner.\n\n             Mr. Darius Khambata, Senior Advocate a/w Mr. Pheroz Mehta, Mr.\n             Shriraj Dhruv, Ms. Swati Sutar, Ms. Aastha Mehta, Mr. Dinesh Mathur\n             i/b Dhru &amp; Co., Advocates for the Respondent.\n                                              -----\n                                 CORAM :       G.S. KULKARNI, J.\n</pre><pre id=\"pre_2\">                                 DATE :        6 January 2020\n\n\n             Sr.No.                    Contents                        Paragraph nos.\n             1         Introduction                                    1&amp;2\n             2         Facts and arbitral proceedings.                 3 to 16\n             3         Submissions on behalf of the Petitioner         17 to 21\n             4         Submissions on behalf of the Respondent 22\n             5         Reasons and Conclusion                          23 to 46\n\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">                                                                                             1</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_2\"> ::: Uploaded on - 06/01/2020                            ::: Downloaded on - 07/01/2020 01:50:49 :::</span>\n                                                                             CARBP-343-18\n\n\n         JUDGMENT.\n         INTRODUCTION\n\n\n</pre><p data-structure=\"Issue\" id=\"p_1\">                  These are petitions under <a href=\"/doc/536284/\" id=\"a_1\">Section 34</a> of the Arbitration and\n\n         Conciliation Act, 1996 (for short &#x27;the Act&#x27;), whereby the petitioner -\n\n         Oil and Natural Gas Corporation Limited (for short &#x27;ONGC&#x27;) has\n\n         challenged arbitration awards of a three member arbitral tribunal all\n\n         dated 24th July 2017. By the impugned award the claims as made by\n\n         the respondent/claimants principally in regard to the unpaid invoices\n\n         stands allowed.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n\n</p><p data-structure=\"Issue\" id=\"p_3\">         2.       As common questions of fact and law arise in these petitions as\n\n         also the submissions as made on behalf of the parties are common,\n\n         these petitions are being decided by this common judgment. The\n\n         parties have referred to the impugned award and pleadings as in\n\n         Commercial Arbitration Petition Nos. 343 of 2018 for convenience, I\n\n         refer to the pleadings in this proceedings for the purpose of this\n\n         judgment.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">\n         FACTS\n\n</p><p data-structure=\"Facts\" id=\"p_5\">         3.       In brief the facts are: The petitioner-ONGC is a public sector\n\n         company and is said to be a lessee and/or operating partner of\n\n         numerous offshore oil and gas exploration blocks in Indian territorial\n\n         waters and in India&#x27;s exclusive economic zone. ONGC from time to\n\n         time engages contractors for seismic surveys in exploration in oil and\n\n\n<span class=\"hidden_text\" id=\"span_3\">                                                                                       2</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_4\">::: Uploaded on - 06/01/2020                       ::: Downloaded on - 07/01/2020 01:50:49 :::</span>\n                                                                               CARBP-343-18\n\n\n         gas blocks. The respondent CGG Services SA and Wavefield Inseis AS\n\n         are the claimants before the arbitral tribunal. CGG is stated to be a\n\n         company organized under a law of France. Wavefield Inseis AS is a\n\n         company organised under the laws of Norway. Both Wavefield Inseis\n\n         AS and CGG services are subsidiaries of CGG SA the parent company\n\n         of the CGG group (for short both are collectively referred as &quot;CGG&quot;).\n\n         CGG&#x27;s activities are stated to include land and marine acquisition of\n\n         geophysical data worldwide, for its clients engaged in the oil and gas\n\n         industry. As part of its marine acquisition activities, CGG processes\n\n         and interprets seismic data collected by its seismic vessels, which are\n\n         specifically suited for undertaking marine seismic surveys with a\n\n         capacity to deploy up to twenty long-offset streamers.              CGG fleet\n\n         includes vessels either owned by it or taken on charter and\n\n         specifically fitted for seismic survey activities.\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_6\">         4.       CGG has stated that its vessels are hired to its clients, ONGC\n\n         being one of them         for   activities of gathering data and data\n\n         processing and interpretation as the case may be. CGG claims that its\n\n         marine operations have received the ISO 9001;2008 certification. It is\n\n         stated that CGG has carried out seismic surveys for ONGC for almost\n\n         last five decades, in as much as, CGG began carrying out offshore\n\n         surveys for ONGC in 1966. CGG contended starting in 2003 until\n\n         2012, nineteen of the CGG&#x27;s vessels have surveyed 107,000 square\n\n         kilometers on ten contracts for fields in India and Overseas.\n\n\n<span class=\"hidden_text\" id=\"span_5\">                                                                                         3</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_6\">::: Uploaded on - 06/01/2020                         ::: Downloaded on - 07/01/2020 01:50:49 :::</span>\n</p><p data-structure=\"Issue\" id=\"p_7\">                                                                              CARBP-343-18\n\n\n\n\n</p><p data-structure=\"Issue\" id=\"p_8\">         5.       The dispute in the present arbitration proceedings arises out of\n\n         contract a dated 24th November 2008, contract no. 2147 (for short\n\n         &#x27;contract&#x27;) entered between the ONGC and originally Wavefield Inseis\n\n         ASA (since acquired by CGC). Apart from the present contract, there\n\n         are two other contracts, contract no. 2149 dated 15 th January 2009\n\n         and contract no. 2159 dated 9th December 2010. Disputes have arisen\n\n         between the parties, under these three contracts which were subject\n\n         matter of a common arbitration before the arbitral tribunal in\n\n         question. The awards rendered by the arbitral tribunal in respect of\n\n         the other two contracts are subject matter of challenge in companion\n\n         arbitration petitions (CARBP No. 344/18 and 345/18). The arbitral\n\n         tribunal has recorded common evidence as also arguments were\n\n         commonly addressed.\n</p>\n<p data-structure=\"Issue\" id=\"p_9\">\n\n</p><p data-structure=\"RespArg\" id=\"p_10\">         6.       The contract related to the hiring by ONGC Seismic vessels for\n\n         field seasons 2008-09 till 2010-11. CGG contended that the\n\n         consideration for this time charter included a sum payable as a Basic\n\n         Daily Lease rate (depending upon streamer configuration) and\n\n         Standby Charges. According to CGG, the Basic Daily Lease rate\n\n         included an amount of 4% towards data processing charges; and\n\n         where such data processing was not required, the basic daily lease\n\n         rate was reduced on a pro-rata basis. CGG contended that it would be\n\n         entitled to some other sums such as mobilization and demobilization\n\n\n<span class=\"hidden_text\" id=\"span_7\">                                                                                        4</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_8\">::: Uploaded on - 06/01/2020                        ::: Downloaded on - 07/01/2020 01:50:49 :::</span>\n                                                                            CARBP-343-18\n\n\n         charges and charges for Managing Fishing Logistics per day, as\n\n         applicable.\n</p>\n<p data-structure=\"Issue\" id=\"p_11\">\n\n</p><p data-structure=\"RespArg\" id=\"p_12\">         7.       CGG contended that until 2009, ONGC&#x27;s contracts with the\n\n         CGG used to be &quot;volume based contracts&quot; hence no disputes arose in\n\n         regard to those contracts. CGG contends that, however, for the first\n\n         time, ONGC for the contracts in dispute introduced &quot;time based\n\n         contracts&quot;.      CGG contended that after these three contracts were\n\n         completed, ONGC again reverted back to the volume base contracts\n\n         and as a matter of fact, CGG was awarded another contract on 8 th\n\n         October 2012 for carrying out survey for total volume of 11,440\n\n         square kilometer during field season 2012-13. This new contract was\n\n         fully performed as also ONGC paid the full amount to CGG under the\n\n         said contract. CGG has contended that although the respondent\n\n         performed all its obligation under the contract and the ONGC having\n\n         accepted the benefits of CGG&#x27;s performance, CGG&#x27;s repeated request\n\n         for payment of CGG&#x27;s invoices came to be defaulted by ONGC.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_13\">         8.       CGG hence invoked arbitration and made a claim for a\n\n         principal amount of USD 31068,968.60 in relation to Contract no.\n\n         2147, the details of which were set out by CGG in Annexure A to the\n\n         Statement of claim. This claim was in respect of hire of one vessel for\n\n         three field Seasons from 2008-09 until 2010-11. For this period the\n\n         contractual work was indisputedly fully performed by the CGG. The\n\n\n<span class=\"hidden_text\" id=\"span_9\">                                                                                      5</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_10\">::: Uploaded on - 06/01/2020                      ::: Downloaded on - 07/01/2020 01:50:49 :::</span>\n                                                                            CARBP-343-18\n\n\n         CGG&#x27;s vessel in respect of this contact so chartered was &quot;MV Geowave\n\n         Commander&quot; as deployed on time charter basis. CGG contended that\n\n         the contract clearly stipulated the time, within which the invoices\n\n         were to be paid and in the event of any dispute in respect of any\n\n         invoices, the time within which the notification of dispute was to be\n\n         made in writing. Despite demands for payment, ONGC did not raise\n\n         any dispute in writing on the CGG&#x27;s invoices under the contract\n\n         except in respect of one invoice No.1003008. CGG contended that\n\n         hence the ONGC was liable to pay invoices as set out in Annexure A\n\n         and also compensate the CGG for late payment of invoices. As also\n\n         claims were raised in regard to the other two contracts.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_14\">         9.       ONGC contested the claim as made by the CGG before the\n\n         arbitral tribunal. ONGC denied that ONCG owed an amount of US$\n\n         31068968.60 to CGG. While denying the claims, the ONGC interalia\n\n         contended that CGG has not accepted amount of US$ 16,521037.42\n\n         for the reason of non fulfillment of the obligation, as envisaged under\n\n         the contract by the CGG. It was contended that out of total invoices\n\n         raised by CGG an amount US$ 16,292 861.77 was paid by ONGC.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_15\">         10.      ONGC contended that     an amount of US$ 31,068,968.60\n\n         arrived at by CGG was misconceived as the CGG had not taken into\n\n         account valid deduction made by ONGC. It also contended that the\n\n         ONGC had not admitted the amount of US$ 16,521,037.42 as the\n\n\n<span class=\"hidden_text\" id=\"span_11\">                                                                                      6</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_12\">::: Uploaded on - 06/01/2020                      ::: Downloaded on - 07/01/2020 01:50:49 :::</span>\n                                                                                      CARBP-343-18\n\n\n         same was not calculated in accordance with the terms of the contract.\n\n         The ONGC had taken a categorical stand that the ONGC was entitled\n\n         to effect deductions out of the invoice amounts on various grounds as\n\n         enumerated in the contract and in pursuance thereto an amount of\n\n         US$ 23,800,973 for non-fulfillment of minimum guaranteed work\n\n         (for short &#x27;MGW&#x27;), liquidated damages due to delay in mobilization,\n\n         TDS, IAC etc. In paragraph 6 of its statement of defence the ONGC\n\n         set out the deductions as made under various items as effected by\n\n         ONGC which included the amount not accepted by ONGC. These\n\n         deductions were as under:-\n</p>\n<pre id=\"pre_3\">           Sr. No.                    Particulars                        Amount (USD)\n               1          Invoice raised by the Claimant                 48,232,106.45\n               2        Amount not admitted by Respondent                16,521,037.42\n               3       Deduction for non-fulfillment of MGW              20,687,075.53\n               4          Liquidated Damages for delay in                 1,708,454.24\n                                    mobilization\n               5                         TDS                              1,342,021.14\n               6                         IAC                               63,422.10\n               7           Net Payment due to Claimant                    7,910,096.02\n               8               Payment made to Claimant                  16,292,861.77\n               9         Over-payment made to Claimant                    8382765.75\n                                                                 (deducted from the invoices\n                                                                 of Contract-2159)\n\n\n\n</pre><p data-structure=\"RespArg\" id=\"p_16\">         11.         ONGC contended that the deductions were made as per the\n\n         contractual provisions and none of the deductions were contrary to\n\n         the terms of the contract. ONGC contended that as clear from the\n\n         particulars of the deduction, an amount of US$ 8382765.75 was paid\n\n         in excess by the ONGC as the minimum guaranteed work (MGW)\n\n\n\n<span class=\"hidden_text\" id=\"span_13\">                                                                                                7</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_14\">::: Uploaded on - 06/01/2020                                ::: Downloaded on - 07/01/2020 01:50:49 :::</span>\n                                                                                  CARBP-343-18\n\n\n         requirement under the contract was not calculated while the invoices\n\n         were raised by CGG on a monthly basis and it was only at the end of\n\n         the contract period the MGW requirement was calculated by ONGC\n\n         and it was found that there was excess payment of US$ 8382765.75.\n\n         ONGC also contended that it was not correct for the CGG to contend\n\n         that the ONGC had not raised any objection to the invoices raised by\n\n         the CGG. In regard to Invoice No.10003008, it was ONGC&#x27;s case\n\n         that it has rightly not admitted and rejected CGG invoice for an\n\n         amount of US$ 14,243,850 which was raised for the standby charges\n\n         for the period 27 January 2011 to 10 March 2011, which was in\n\n         compliance with the terms and conditions of the contract.\n\n\n\n</p><p data-structure=\"Issue\" id=\"p_17\">         12.        The arbitral tribunal framed the following points for\n\n         determination in paragraph 7 of the award:\n</p>\n<blockquote id=\"blockquote_1\">                           &quot;7.     The Tribunal has also settled the following points\n                           of considerations arising from the Contract between the\n                           parties; they are;\n</blockquote>\n<blockquote id=\"blockquote_2\">                           (1)    Whether in the facts and circumstances of the\n                           case, and in terms of Contract No.2147 dated\n                           24.11.2008, the Claimants are entitled to the payment of\n                           Invoices as claimed by them, which have remained\n                           unpaid, and if so, to what extent ?\n</blockquote>\n<blockquote id=\"blockquote_3\">                           (2)    Whether in the facts and circumstances of the\n                           case, and in terms and conditions of the contract, the\n                           Respondent is entitled to claim as excess payment made\n                           to the Claimants, a sum of USD 8,382,765.75 which\n                           amount was later deducted by the Respondent from the\n                           invoices of Contract No.2159 raised by the Claimants\n                                                       OR\n                           Whether the plea cannot be entertained at this stage for\n                           the reasons given in paragraph 4.2 of the Claimant&#x27;s\n                           rejoinder and reply to the counterclaim\n\n\n\n<span class=\"hidden_text\" id=\"span_15\">                                                                                            8</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_16\">::: Uploaded on - 06/01/2020                            ::: Downloaded on - 07/01/2020 01:50:49 :::</span>\n                                                                                  CARBP-343-18\n\n\n                           (3)    Whether the Respondent was justified in making\n                           the deductions as made by it, and if so, to what extent.\n</blockquote>\n<blockquote id=\"blockquote_4\">                           (4)      Whether the Claimants are entitled to\n                           compensation for non-payment of invoices in due time ?\n</blockquote><p data-structure=\"Issue\" id=\"p_18\">                           If so to what amount.\n</p>\n<p data-structure=\"Issue\" id=\"p_19\">                           (5)     Whether the Claimants are entitled to award of\n                           interest, and if so, on what amount, for what period and\n                           at what rate?\n</p>\n<p data-structure=\"Section\" id=\"p_20\">                           (6)     What order should be made with regard to award\n                           of costs of this proceeding?&quot;\n</p>\n<p data-structure=\"Issue\" id=\"p_21\">\n</p><p data-structure=\"Issue\" id=\"p_22\">         13.               To decide the above points, the tribunal in paragraph\n\n         13(3) of the award recorded the points which are urged by the\n\n         parties in regard to the Minimum Guaranteed Work (MGW) which\n\n         was a common issue in respect of the three contracts (Contract no.\n\n         2147, Contract no. 2149 and Contract no. 2159) subject matter of the\n\n         three arbitral proceedings.          The arbitral tribunal considered the\n\n         clauses of the contract and more particularly Clause 2 of the Special\n\n         Conditions of the Contract which pertains to Volume of Work, Clause\n\n         9 which pertains to Terms of Agreed Prices, Clause 15 which pertains\n\n         to Standby charges, Clause 16 which pertains to Force Majeure,\n\n         which were part of Special Terms and Conditions of Contract\n\n         (Annexure-I) and the Price Schedule (Appendix-D to the Contract).\n\n         The tribunal taking into consideration the evidence on record and\n\n         interpreting the contractual terms, in deciding issue nos. 1 held that\n\n         CGG was entitled to payment of unpaid amount of invoices other\n\n         than invoice no. 1003008.\n</p>\n<p data-structure=\"Issue\" id=\"p_23\">\n\n\n<span class=\"hidden_text\" id=\"span_17\">                                                                                            9</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_18\">::: Uploaded on - 06/01/2020                            ::: Downloaded on - 07/01/2020 01:50:49 :::</span>\n</p><p data-structure=\"Issue\" id=\"p_24\">                                                                            CARBP-343-18\n\n\n</p><p data-structure=\"Precedent\" id=\"p_25\">         14.      In answering issue no. 2 it was held that ONGC was not\n\n         entitled to recover MGW as also it was not entitled to recover sum of\n\n         US$ 8382765.75 from Contract 2159 for MGW claimed under\n\n         Contract 2147.\n</p>\n<p data-structure=\"Issue\" id=\"p_26\">\n\n</p><p data-structure=\"Precedent\" id=\"p_27\">         15.      In regard to issue no. 3, in regard to deductions made by\n\n         ONGC for Contract 2147, the arbitral tribunal held that certain\n\n         deductions were justified while holding that the deduction of US$\n\n         12,304,309.80 towards MGW was not justified and the said amount\n\n         was liable to be paid by ONGC to CGG. It was also held in sub-clause\n\n</p><p data-structure=\"Section\" id=\"p_28\">         (b) of the operative part of the award that the deductions as made\n\n         under various invoices were not justified. In regard to issue no. 4 as\n\n         to whether CGG was entitled to compensation for non-payment of\n\n         invoices in due time, the arbitral tribunal considering clause 27(6) of\n\n         the contract held that compensation for non-payment in due time be\n\n         regarded as akin to being towards interest and therefore not within\n\n         the jurisdiction of the tribunal. In so far as issue no. 5 as to whether\n\n         CGG was entitled to award of interest, the arbitral tribunal referring\n\n         to clause 27(6) and held that no pre-reference or pendent-lite interest\n\n         can be granted and post award interest will be governed by the\n\n         <a href=\"/doc/1306164/\" id=\"a_2\">Arbitration and Conciliation Act, 1996</a>. Finally, the arbitral tribunal\n\n         held that CGG shall be entitled to amount calculated on the basis of\n\n         the award and as per the principles laid down in Renusagar Power\n\n\n\n\n<span class=\"hidden_text\" id=\"span_19\">                                                                                     10</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_20\">::: Uploaded on - 06/01/2020                      ::: Downloaded on - 07/01/2020 01:50:49 :::</span>\n                                                                             CARBP-343-18\n\n\n         Company Ltd.vs. General Electric Company 1, at such dollar value\n\n         which was prevailing on the date of passing of the award.\n\n\n\n</p><p data-structure=\"Issue\" id=\"p_29\">         16.      The above findings as recorded by the arbitral tribunal are\n\n         assailed by the ONGC in contending that the award is required to be\n\n         set aside by this Court exercising jurisdiction under <a href=\"/doc/536284/\" id=\"a_3\">Section 34</a> of the\n\n         Act.\n</p>\n<p data-structure=\"PetArg\" id=\"p_30\">         Submissions of behalf of Petitioner-ONGC\n\n</p><p data-structure=\"RespArg\" id=\"p_31\">         17.      Mr. Merchant, learned senior counsel for the ONGC in assailing\n\n         the impugned awards has made the following submissions:\n\n</p><blockquote id=\"blockquote_5\">         (i)      Referring to the Price Schedule (Appendix-D) under the\n\n         Contract, it is contended that the &quot;Price Schedule for Time Charter of\n\n         Seismic Vessel&quot; in question for each of the field season, namely, field\n\n         season 2008-09, field season 2009-10 and field season 2010-11,\n\n         standby charges per day and basic daily lease rate are separately\n\n         referred. It is submitted that there is no reference that daily lease\n\n         rate is only chargeable on the productive days. Hence, basic daily\n\n         lease rate is payable as per Appendix-D per day irrespective of the\n\n         vessel carrying out any productive work. As Appendix D provided for\n\n         Standby charges per day and daily lease rate separately, both these\n\n         items are different. It is submitted that Standby charges are only for\n\n         a period of four days in a month.\n</blockquote>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_32\">         1 AIR 1994 SC 860\n\n<span class=\"hidden_text\" id=\"span_21\">                                                                                      11</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_22\">::: Uploaded on - 06/01/2020                       ::: Downloaded on - 07/01/2020 01:50:49 :::</span>\n                                                                              CARBP-343-18\n\n\n</p><p data-structure=\"RespArg\" id=\"p_33\">         (ii)     Referring to Clause 7.0 of the contract which provides for\n\n         &quot;Remuneration and Terms of Payment&quot;, it is submitted that Clause 7.1\n\n         does not talk of productivity clause and it only speaks of payment as\n\n         per Price Schedule at Appendix-D. Hence, there is no reference to\n\n         productivity clause. It is, therefore, submitted that the finding of the\n\n         arbitral tribunal is contrary to the tenor of the contract.\n\n</p><p data-structure=\"CDiscource\" id=\"p_34\">         (iii)    That CGG&#x27;s contention that Lease Rate was not payable on the\n\n         days there was no production was incorrect, as separate terms in the\n\n         contract such as Standby charges, Liquidated Damages and for Force\n\n         Majeure were to be separately provided.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_35\">         (iv)     The lease charges based under basic rate for the entire Field\n\n         Season had to be considered and not only production days which\n\n         amounted to re-writing of the Contract.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_36\">         (v)      In regard to Minimum Guaranteed Work (MGW) coupled with\n\n         illustrations and tabular form as contained in Clause 2 (Volume of\n\n         work), it is submitted that, it was never the intention of the parties to\n\n         treat MGW clause as productivity clause which was also clear from\n\n         the evidence of CGG when its witness CW-3 in answering Q./A-7\n\n         stated that he has been advised that MGW penalty is productivity\n\n         clause and which applied when the vessel was producing, being paid\n\n         on lease rate.        He submits that according to ONGC, this clearly\n\n         indicated that when the contract was entered into, MGW Clause was\n\n         not considered as productivity clause and on the contrary in the pre-\n\n         bid meetings or thereafter, CGC did not try to establish that the\n\n\n<span class=\"hidden_text\" id=\"span_23\">                                                                                       12</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_24\">::: Uploaded on - 06/01/2020                        ::: Downloaded on - 07/01/2020 01:50:49 :::</span>\n                                                                               CARBP-343-18\n\n\n         intention of the parties was to treat MGW deduction Clause as\n\n         productivity clause.    It is thus submitted that the finding of the\n\n         tribunal in paragraph 19 of the award that &quot;production days are the\n\n         days when the vessel is in production and is paid Lease Rate\n\n         therefore the link between Lease Rate and MGW is quite undeniable&quot;\n\n</p><blockquote id=\"blockquote_6\">         is contrary to the tenor of the Contract.\n</blockquote>\n\n<blockquote id=\"blockquote_7\">         18.      It is his next submission that from the perusal of the award\n\n         considering the contractual terms along with the illustrations in the\n\n         contractual terms would indicate that the tribunal has in fact re-\n</blockquote>\n<blockquote id=\"blockquote_8\">         written the contract. This more particularly referring to the finding\n\n         of the arbitral tribunal based on the evidence of Shri Onkar Singh\n\n         (RW-3)which according to Mr. Merchant is wholly misconceived. It is\n\n         submitted that the contract speaks for itself. The basic daily lease\n\n         rate was payable for production time as stated by Onkar Singh (RW-\n</blockquote>\n<blockquote id=\"blockquote_9\">         3), is not the term of the Contract. The arbitral tribunal therefore,\n\n         ought not to have accepted his statement and ought to have weighed\n\n         with the statements made by CW-1. It is submitted that Lease Rate\n\n         per day had to be paid for the whole Field Season at the rate per day\n\n         mentioned in Appendix-D and illustratively if there are 30 days in a\n\n         month, 30 days multiplied by Lease Rate per day would be payable to\n\n         CGG irrespective of productivity. Hence, MGW Clause was added so\n\n         as to allow ONGC to deduct the amount at the end of the month if\n\n         MGW was not achieved. According to Mr. Merchant, the Field Season\n\n\n\n<span class=\"hidden_text\" id=\"span_25\">                                                                                        13</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_26\">::: Uploaded on - 06/01/2020                         ::: Downloaded on - 07/01/2020 01:50:49 :::</span>\n                                                                             CARBP-343-18\n\n\n         being from November to May, an average of 31 days a month\n\n         multiplied by 7 months (November to May) multiplied by Lease Rate\n\n         per day would come to approximately US$ 50 Million. It is thus\n\n         submitted that at the end of Field Season, if it was found that MGW\n\n         as required under the contract was not achieved, such amount would\n\n         be deducted proportionately from the Lease Rate.\n</blockquote>\n\n\n<blockquote id=\"blockquote_10\">         19.      It is next submitted that MGW calculation for the whole season\n\n         was not more than the Lease Rate as sought to be argued by CGG.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_37\">         The contention of CGG that MGW is a double penalty also is not\n\n         correct, as MGW was a sword to keep the time schedules. This was\n\n         the reason that MGW was a sort of an assurance to complete the\n\n         work by CGG, otherwise face deductions.            More so, when non-\n\n         deployment of the vessel would cause loss to ONGC if they go on\n\n         making payment of Lease Rate per day without completion of the\n\n         agreed work.\n</p>\n<p data-structure=\"Issue\" id=\"p_38\">\n\n</p><p data-structure=\"Issue\" id=\"p_39\">         20.      It is thus submitted that the impugned awards which proceed\n\n         on a common reasoning on the above issues are liable to be set aside.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_40\">         21.      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"173015163\" id=\"span_27\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"118240843\" id=\"span_28\">In support of the above submissions, Mr. Merchant has placed\n\n         reliance on the decisions in (i) ONGC vs. SAW Pipes2; (<a href=\"/doc/118240843/\" id=\"a_4\">ii) National\n\n         Highway Authority of India vs. Progressive Constructions Ltd.</a> 3; (iii)\n\n         2(2003) 5 SCC 705\n         3(2017) SCC Online Del 7867\n\n<span class=\"hidden_text\" id=\"span_29\">                                                                                      14</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_30\">::: Uploaded on - 06/01/2020                       ::: Downloaded on - 07/01/2020 01:50:49 :::</span>\n                                                                            CARBP-343-18\n\n\n         Associate Builders vs. Delhi Development Authority 4;(<a href=\"/doc/173015163/\" id=\"a_5\">iv) Bharat\n\n         Aluminium Company vs. Kaiser Aluminium Technical Service Inc.</a> 5\n\n\n\n         Submissions on behalf of respondent</span></span>\n\n</p><p data-structure=\"RespArg\" id=\"p_41\">         22.      On the other hand Mr. Khambatta, learned senior counsel for\n\n         CGG has made the following submissions:\n</p>\n<blockquote id=\"blockquote_11\">                  i)       MGW clause in the contract is quite clear, which\n\n         indicates that when MGW is not achieved, it provides only for &quot;pro-\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_42\">         rata deduction&quot; and not merely a deduction. Such pro-rata deduction\n\n         is to be made in the &quot;lease rate&quot; and not in or from the lease charges\n\n         or total lease charges.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_43\">                  ii)      MGW clause is clearly a deduction clause and not a\n\n         claim clause as clear from these wordings in the clause NB &quot; in case\n\n         the Minimum Guaranteed Work (MGW) is not achieved, pro-rata\n\n         deduction will be made in the lease rate at the end of each field\n\n         season&quot;.       Hence, what is permitted by the clause is a pro-rata\n\n         deduction from the lease rate and not a penalty claim or a claim in\n\n         the nature of damages which would be in excess of what ONGC has\n\n         incurred by way of lease charges. MGW deduction can never exceed\n\n         the lease rate payable. In fact deduction therefore pre-supposes that\n\n         lease rate has been paid. Thus, there can be no deduction if no lease\n\n         rate has been paid for that time.\n</p>\n<p data-structure=\"Precedent\" id=\"p_44\">\n\n         4(2015) 3 SCC 49\n         5(2016) 4 SCC 126.\n</p>\n<p data-structure=\"Issue\" id=\"p_45\"><span class=\"hidden_text\" id=\"span_31\">                                                                                     15</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_32\">::: Uploaded on - 06/01/2020                      ::: Downloaded on - 07/01/2020 01:50:49 :::</span>\n</p><p data-structure=\"Section\" id=\"p_46\">                                                                              CARBP-343-18\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_47\">                  iii)     Even the example provided under the MGW clause and\n\n         formula provided therein is for calculating whether MGW has been\n\n         achieved and if MGW was not achieved for calculating the deduction\n\n         from the lease rate, accordingly pro-rata deduction would be a\n\n         percentage of deduction in the lease rate payable.\n\n</p><p data-structure=\"CDiscource\" id=\"p_48\">                  iv)      The crux of the MGW issue lies in ONGC&#x27;s inclusion of\n\n         non-lease rate days in the MGW calculation and lump sum deduction\n\n         of MGW penalty as against the contractual requirement of pro-rata\n\n         deduction in the lease rate.\n</p>\n<p data-structure=\"Issue\" id=\"p_49\">                  v)       That the total difference in the number of days taken\n\n         into consideration for calculating average production in ONGC&#x27;s\n\n         calculations versus CGG&#x27;s calculations is 66.58 days of which 52.755\n\n         were attributable to days when the vessel was on standby due to\n\n         piracy threat in block KK-DWN-2005/2.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_50\">                  vi)      Referring to Annexure III - Special Terms and\n\n         Conditions of Contract and more particularly Clause 3.4 page 211\n\n         (Petition No. 344 of 2018), it is submitted that the lease rate is\n\n         payable only for &quot;Production Days&quot;, i.e., days when the vessel is in\n\n         production and is paid lease rate. The lease rate is not payable when\n\n         the vessel is not in production including when the conditions <a href=\"/doc/173015163/\" id=\"a_6\">laid\n\n         down in</a> Clause 15 - Standby charges are applicable, i.e., when only\n\n         standby rates are payable and CGG does not earn anything as lease\n\n         rate.\n</p>\n<p data-structure=\"Section\" id=\"p_51\">\n\n\n<span class=\"hidden_text\" id=\"span_33\">                                                                                       16</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_34\">::: Uploaded on - 06/01/2020                        ::: Downloaded on - 07/01/2020 01:50:49 :::</span>\n</p><p data-structure=\"Section\" id=\"p_52\">                                                                               CARBP-343-18\n\n\n</p><p data-structure=\"Section\" id=\"p_53\">                  vii)     It is thus submitted that MGW deduction is applicable\n\n         only when the vessel is producing or is in production, i.e., when lease\n\n         rate is payable and the MGW clause operates as a productivity clause.\n\n         The arbitral tribunal has correctly interpreted the MGW clause as a\n\n         productivity clause. The tribunal also correctly held that it is only\n\n         production time that is relevant for the purpose of MGW calculations.\n\n</p><p data-structure=\"CDiscource\" id=\"p_54\">                  viii)    It is submitted that even ONGC accepted the linkage of\n\n         MGW to productivity/production days as was clear from the evidence\n\n         of Mr. Onkar Singh (RW-3), in his answer to question nos. 13 to 16 as\n\n         also the written submissions of the ONGC before the tribunal.\n\n</p><p data-structure=\"RespArg\" id=\"p_55\">                  ix)      It is submitted that in respect of the period of 52.755\n\n         days during which the vessel was on standby (Petition no. 344 of\n\n         2018) due to piracy threat in block KK-DWN-2005/2, CGG was\n\n         neither paid standby rate nor lease rate.             In rejecting ONGC&#x27;s\n\n         contention that MGW penalty ought to be levied for this period, the\n\n         arbitral tribunal rightly held that &quot;the MGW penalty could not be\n\n         levied for this period as it would otherwise be a double penalty in\n\n         that no charges would be paid for this period and penalty would also\n\n         be levied&quot;.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_56\">                  x)       It is submitted that the above interpretation of the\n\n         arbitral tribunal was consistent with the interpretation of MGW\n\n         clause held to be a productivity clause and as being concerned only\n\n         with the production days when the vessel is in production and lease\n\n         rate is paid.\n</p>\n<p data-structure=\"Section\" id=\"p_57\">\n<span class=\"hidden_text\" id=\"span_35\">                                                                                        17</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_36\">::: Uploaded on - 06/01/2020                         ::: Downloaded on - 07/01/2020 01:50:49 :::</span>\n</p><p data-structure=\"Section\" id=\"p_58\">                                                                                 CARBP-343-18\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_59\">                  xi)      It is submitted that ONGC&#x27;s interpretation of the MGW\n\n         clause would lead to perversity, which would be clear from the fact\n\n         that it can lead to a situation where MGW penalty claim is higher\n\n         than the total lease charges/rent payable. This was in fact the case in\n\n         Contract 2147 where MGW penalty of US$ 20,687075.53 claimed by\n\n         ONGC on the basis of its interpretation and calculation was more\n\n         than the total lease charges/rent payable of US$ 19,506,523.74.\n\n</p><p data-structure=\"PetArg\" id=\"p_60\">                  xii)     It is submitted that the arbitral tribunal&#x27;s interpretation\n\n         of MGW clause is reasonable and rational as also a possible view\n\n         which ought not to be interferred with.\n</p>\n<p data-structure=\"Precedent\" id=\"p_61\">                  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"122341097\" id=\"span_37\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"31621011\" id=\"span_38\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"77286517\" id=\"span_39\">xiii)    In support of the above submissions, Mr. Khambatta has\n\n         placed reliance on various decisions: (<a href=\"/doc/77286517/\" id=\"a_7\">a) National Highways Authority\n\n         of India vs. ITD Cementation India Ltd.</a> 6; (<a href=\"/doc/31621011/\" id=\"a_8\">b) Associate Builders vs.\n\n         Delhi Development Authority7</a>; (<a href=\"/doc/122341097/\" id=\"a_9\">c)Ultratech Cement Ltd. Vs. Sunfield\n\n         Resources Pvt. Ltd.8</a></span></span></span>\n\n\n</p><p data-structure=\"Precedent\" id=\"p_62\">                  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"68653056\" id=\"span_40\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"35443395\" id=\"span_41\">(xiv) In addition to the above submissions, it is submitted\n\n         that CGG is a company incorporated in France.                  The arbitration\n\n         between the parties is thus an international commercial arbitration as\n\n         defined under <a href=\"/doc/1804257/\" id=\"a_10\">section 2(f)</a> of the Arbitration and Conciliation Act. It\n\n         is submitted that in pursuance to <a href=\"/doc/536284/\" id=\"a_11\">Section 34</a> (2-<a href=\"/doc/4377279/\" id=\"a_12\">A) of the Act</a> inserted\n\n         by 2015 amendment Act, the ground of &quot;patent illegality&quot; was no\n\n         longer available under <a href=\"/doc/536284/\" id=\"a_13\">section 34</a> of the Act in respect of a challenge\n\n         6 (2015) 14 SCC 21\n         7 (2015) 3 SCC 49\n         8 2016 SCC Online Bom 10023\n\n<span class=\"hidden_text\" id=\"span_42\">                                                                                          18</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_43\">::: Uploaded on - 06/01/2020                           ::: Downloaded on - 07/01/2020 01:50:49 :::</span>\n                                                                              CARBP-343-18\n\n\n         to an award passed in an international commercial arbitration and\n\n         thus &quot;patent illegality&quot; is therefore not a ground available to ONGC in\n\n         the present petitions. Referring to the decisions in <a href=\"/doc/35443395/\" id=\"a_14\">HRD Corporation\n\n         vs. GAIL (India) Ltd.,9</a> and the decision of learned Single Judge of\n\n         this Court in <a href=\"/doc/68653056/\" id=\"a_15\">Fermenta Biotech Limited vs. K.R. Patel</a>, it is submitted\n\n         that both the grounds of public policy and patent illegality are now\n\n         narrowed and restricted pursuant to 2015 <a href=\"/doc/1306164/\" id=\"a_16\">Amendment to the\n\n         Arbitration and Conciliation Act</a>.</span></span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_63\">                  (xv) It is submitted that it is not correct for the petitioner to\n\n         contend that the arbitral tribunal&#x27;s interpretation of the MGW clause\n\n         is an impossible interpretation or one that no reasonable and rational\n\n         person could have arrived at such conclusion. It is thus submitted\n\n         that the Petitions be dismissed.\n</p>\n<p data-structure=\"Section\" id=\"p_64\">\n         Reasons and Conclusion\n\n</p><p data-structure=\"Precedent\" id=\"p_65\">         23.      As seen from the above narration, the principal issue before\n\n         the arbitral tribunal was as to whether ONGC was justified in making\n\n         deductions from the invoices of CGG and more particularly, the\n\n         deduction by ONGC on Minimum Guaranteed Work (MGW). The\n\n         ONGC&#x27;s contention in the present proceedings thus primarily revolves\n\n         around the findings of the arbitral tribunal on MGW deductions, to be\n\n         held as inadmissible and the consequential directions                that the\n\n         amounts deducted by the ONGC in that regard, to be paid to CGG.\n\n\n\n         9     (2018) 12 SCC 471\n\n<span class=\"hidden_text\" id=\"span_44\">                                                                                       19</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_45\">::: Uploaded on - 06/01/2020                        ::: Downloaded on - 07/01/2020 01:50:49 :::</span>\n                                                                                  CARBP-343-18\n\n\n</p><p data-structure=\"Section\" id=\"p_66\">         24.      To appreciate the rival contentions, it would be necessary to\n\n         refer to the relevant clauses in the contract and those contained\n\n         under the title &quot;Special Terms and Conditions of the Contract&quot;. These\n\n         clauses are as under:\n</p>\n<blockquote id=\"blockquote_12\">         Contractual Clause\n\n             Clause 7.0 Remuneration and Terms of Payment\n\n               &quot;7.1 CORPORATION shall pay to CONTRACTOR for the\n               services, to be provided by the CONTRACTOR as per the Scope of\n               Work (Annexure-III), as per the price Schedule at Appendix D of\n               Annexure-III. The rates payable, shall be firm during the entire\n               CONTRACT period, including extension period, if any.\n</blockquote><p data-structure=\"Section\" id=\"p_67\">                .........\n</p><p data-structure=\"Section\" id=\"p_68\">               ..........\n</p><p data-structure=\"Section\" id=\"p_69\">                .........&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_70\">         Clauses under the Special Terms and Conditions of Contract (Annexure-I)\n\n                  &quot;1.     Scope of Work\n\n                  1.1    CONTRACTOR shall with his own personnel and\n                  equipment plan and execute acquisition a processing of 3D\n                  seismic data in different survey areas of Western &amp; Eastern\n                  Offshore, specified in Appendix - &#x27;A&#x27; &amp; &#x27;A1&#x27; with professional\n                  competence and in efficient manner, as provide\n                  CORPORATION with the best standards of work customarily\n                  provided by reputed geophysical CONTRACTOR to major oil\n                  companies in the oil industry.\n</p>\n<p data-structure=\"Section\" id=\"p_71\">                  1.2    Adherence to the quality control of the survey is the\n                  responsibility of the CONTRACTOR.                  However,\n                  CORPORATION&#x27;s representatives will be associated with the\n                  work throughout the contract period to ensure security,\n                  confidentiality and quality control of data to be acquired\n                  and processed and for overall coordination of the activities.\n\n                  1.3    The CONTRACTOR will do the processing of the\n                  acquired data as per the processing sequence detailed in\n                  Appendix-A1.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_72\">                  1.4     After acquisition and/or processing of the data,\n                  CONTRACTOR will arrange for packing, Insurance, customs\n                  &amp; other formalities and safe, transportation of data tape\n                  cartridge to handover the data (in duplicate) along with\n                  other technical information as described in Clause 6 of\n\n\n<span class=\"hidden_text\" id=\"span_46\">                                                                                           20</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_47\">::: Uploaded on - 06/01/2020                            ::: Downloaded on - 07/01/2020 01:50:49 :::</span>\n                                                                                     CARBP-343-18\n\n\n                  Annexure-II at CORPORATION&#x27;s premises, Mumbai or at\n                  any other designated premise of CORPORATION in India.\n\n                  1.5    Data acquisition and data processing are two\n                  separate independent activities.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_73\">                  2.      Volume of Work\n\n                          Volume of acquisition and processing of 3D seismic\n                  data shall be intimated before start of the survey work in\n                  each field season for planning purpose. However, volume of\n                  work and priority of survey areas may change depending on\n                  the exploration requirement of the CORPORATION.\n\n                  The areas of operation are located in the Indian Offshore\n                  (both East coast and West Coast) with varying water depths.\n                  During Field Season 2008-09, the vessel will be deployed in\n                  the West Coast.\n</p>\n<p data-structure=\"Section\" id=\"p_74\">                  Tentative areas for FS 2008-09 along with coordinates and\n                  other details are shown in Appendix-E.\n\n                  The work standards as stipulated in Appendix &#x27;A&#x27; and &#x27;AI&#x27;\n                  shall be applicable for the purpose of acceptance.\n\n                  Minimum Guaranteed work programme : Following\n                  minimum guaranteed work, accepted full fold prime +\n                  infill, per month (averaged over that field season) is to be\n                  ensured by the contractor.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_75\">                                 Minimum Quantum of work per month per vessel LKM\n                                                (Prime + Infill)\n<span class=\"hidden_text\" id=\"span_48\">                  Average line       4           6           8              10</span>\n                  length km      streamers   streamers   streamers      streamers\n                           10     11000       15000        18500          22500\n                           15     14000       19500        24500          29000\n                           20     16000       23500        28500          34500\n                           25     18000       25500        32000          39000\n                           30     19000       27500        35000          43000\n                           35     20500       29500        37500          46000\n                           40     21500       31000        40500          48500\n                           45     22000       32000        42500          51000\n                           50     22500       33000        44000          53500\n\n\n                  However, if the vessel is to be deployed from Western to\n                  Eastern offshore areas or vice-versa or from one basinal\n                  area to the other basinal area wherein in-sea equipment\n                  require paying-in or re-configuration, such transit period\n                  shall be excluded from the total period while estimating the\n\n\n<span class=\"hidden_text\" id=\"span_49\">                                                                                             21</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_50\">::: Uploaded on - 06/01/2020                              ::: Downloaded on - 07/01/2020 01:50:49 :::</span>\n                                                                                             CARBP-343-18\n\n\n                  average monthly production for MGW at the end of each FS.\n                  The pay-in or payout operations, if required for transit\n                  between intra-basinal areas have to be done with the prior\n                  approval of ONGC. However, if vessel moves from one\n                  block to other within the same basin with gear deployed\n                  extended line change to help crew change in remote areas\n                  of operations which are beyond the range of helicopters\n                  then transit time shall be excluded from the total period\n                  while estimating the average monthly production for MGW\n                  at the end of each FS. Further, if any block or part thereof\n                  is shot in one direction only because of currents then only\n                  half the total time for shooting in one direction shall be\n                  excluded from the total period while estimating the average\n                  monthly production for MGW at the end of each FS.\n\n                  In case of Minimum Guaranteed Work (MGW) is not\n                  achieved, pro-rata deduction will be made in the lease rate\n                  at the end of the each field season. At the time of\n                  estimation of average production per month at the end of\n                  the each field season, weighted average volume vis a vis\n                  line length of the surveyed areas will be calculated and\n                  compared against the table of MGW. If the weighted\n                  average line length falls in between the two values, the\n                  minimum guaranteed work will be estimated by linear\n                  interpolation.\n</p>\n<p data-structure=\"Precedent\" id=\"p_76\">                  Example:\n</p><blockquote id=\"blockquote_13\">                  1.     Estimation of Weighted average line length for field\n                  season\n\n                   Area     Average   Volume     Weighted Average Line Length km for field season\n                          Line Length  LKM\n                    A          10     1000     [(10x1000)+(20X2000)+(30X3000)+(40X4000)]=30\n                                                           (1000+2000+3000+4000\n                    B          20     2000\n                    C          30     3000\n                    D          40     4000\n\n\n</blockquote><blockquote id=\"blockquote_14\">                  2.      Estimation of deduction in case of shortfall in MGW\n                  per month\n                       a.      Average MGW per month for 6 str vessel for 30\n                       km average line length estimated above = 27,500 LKM\n                       (as per the table of MGW).\n</blockquote>\n<pre id=\"pre_4\">                          b.    Actual average production per month:\n                                Total coverage (Prime + Infill)                              = 26,500\n                          LKM say\n</pre><blockquote id=\"blockquote_15\">                                Total period in months during field season\n\n                          c.    Monthly Short fall = 27,500 - 26,500 = 1000\n                          LKM p.m.\n\n\n\n<span class=\"hidden_text\" id=\"span_51\">                                                                                                     22</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_52\">::: Uploaded on - 06/01/2020                                    ::: Downloaded on - 07/01/2020 01:50:49 :::</span>\n                                                                                    CARBP-343-18\n\n\n                        d.      Deduction = (1000xtotal period in months)x\n                        Lease rate p.m\n                                          Actual Average Production p.m.\n                        (26,500)\n\n                        NB: In case, the different number of streamers are\n                        used during the field season, average productivity for\n                        different streamers shall be calculated separately and\n                        compared with the table of MGW and lease rate shall\n                        be deducted on pro-rata basis separately for different\n                        streamer configuration.\n</blockquote>\n<blockquote id=\"blockquote_16\">                  3.      Contract Period, Mobilization\n\n                  3.1      The contract period for the vessel will be valid for\n                  field season 2008-09/2009-10/2010-11. CONTRACTOR\n                  will deploy one 3D seismic vessel with minimum six\n                  streamers (or more) and 8000m streamer length each for\n                  any or all of the field seasons 2008-09/2009-10/2010-11,\n                  starting from the first season 2008-09 out of short listed\n                  vessels, i.e. Geowave Champion, Geowave Commander and\n                  Geowave Master. The field season starts from 15 th October\n                  of 1st Calendar year and ends on 31st May of next calendar\n                  year. Mobilization of the vessel required to be completed\n                  latest by 15th November during field season, 2009-10 &amp;\n                  2010-11.       However, for 2008-09 field season the\n                  mobilization is to be completed by 28.11.2008. The vessel\n                  will continue to work in each field season ending by 31 st\n                  May or onset of monsoon whichever is earlier (to be seen\n                  from the noise caused due to onset of the monsoon),\n                  workload exists during any of the field seasons and weather\n                  permits, the shooting season may be extended upto June\n                  15, or onset of the monsoon, upon mutual agreement at the\n                  end of the season. ONGC and CONTRACTOR shall work\n                  collaboratively to manage vessel efficiency at the end of\n                  each field season. However, during end of each field\n                  season, if a vessel completes work in the last block an\n                  demobilized prior to May 15, the lease charges shall be\n                  payable until May 2015. If the work is completed in the last\n                  block and the vessel demobilized after May 15, the lease\n                  charges shall be payable until the date of completion of\n                  demobilization. The contract period otherwise shall end by\n                  31st May of each field season or onset of monsoon\n                  whichever is earlier (as seen from the noise caused due to\n                  onset of monsoon).\n</blockquote>\n<blockquote id=\"blockquote_17\">                  3.2     The vessel will be considered demobilized at the end\n                  of each field season when it return to the nearest\n                  appropriate port (pilot point of that port of demobilization)\n                  or offshore location for custom clearance. The rental period\n                  will end at that point of time.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_53\">                                                                                             23</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_54\">::: Uploaded on - 06/01/2020                              ::: Downloaded on - 07/01/2020 01:50:49 :::</span>\n<p data-structure=\"Precedent\" id=\"p_77\">                                                                                  CARBP-343-18\n\n\n                  3.3   Mobilization in respect of the particular vessel shall\n                  be deemed to be complete when -\n</p><p data-structure=\"Section\" id=\"p_78\">                        1.      The offered vessel along with the offered\n                        equipment are mobilized. Mobilization charges of a\n                        particular vessel will be paid only when the vessel\n                        from the short listed minimum number of vessels is\n                        deployed and put on for survey work and 100 LKM\n                        of data is acquired and accepted by the ONGC QC\n                        representative.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_79\">                          2.     CONTRACTOR shall mobilize all the offered\n                          equipment and the vessels after beginning of the fair\n                          weather after 15th October of each season. However,\n                          mobilization of the vessel is required to be\n                          completed latest by 15th November during each field\n                          season except 2008-09. Therefore, to mobilize the\n                          vessel at the prospect by 15th November, the vessel\n                          must report to the nearest port for Naval Inspection\n                          and sail for the prospect with sufficient time in hand.\n\n</p><p data-structure=\"Precedent\" id=\"p_80\">                          3.      All the equipment pertaining to that vessel\n                          are fully tested, calibrated and put into operation as\n                          specified in Appendix &quot;A&quot; and also acquisition of 100\n                          LKM (CMP) of data in the prospect accepted.\n</p>\n<p data-structure=\"Section\" id=\"p_81\">                  3.4    Rental period however, will start from the time\n                  when the naval inspection of the vessel is complete in the\n                  Indian Port and the CONTRACTOR&#x27;s vessel sails for the\n                  prospect. The lease rates will be applicable from this time\n                  except for the conditions laid down at Clause 15 where\n                  standby rates shall be applicable.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_82\">                  Note: Weather condition generally dictates that the\n                  working season for data acquisition in the area of work is\n                  from October to May.\n</p>\n<p data-structure=\"Precedent\" id=\"p_83\">\n</p><p data-structure=\"PetArg\" id=\"p_84\">                  9.      Terms of Agreed Prices\n\n                  9.1      Mobilization charges for a vessel include\n                  deployment of the vessel for the job in the area operation,\n                  after completing all legal formalities at the initial port of\n                  call, deployment equipment, personnel to the work areas\n                  and completion of all required instrument tests and\n                  streamer balancing and after the regular production work\n                  starts, as specified in clause above.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_85\">                  9.2     Demobilization charges for each vessel for a field\n                  season shall include departure of vessel from the work area\n                  and its return to the nearest appropriate port or offshore\n                  location for custom clearance and other formalities like\n                  removal of all CORPORATION&#x27;s data from the vessel.\n\n<span class=\"hidden_text\" id=\"span_55\">                                                                                           24</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_56\">::: Uploaded on - 06/01/2020                            ::: Downloaded on - 07/01/2020 01:50:49 :::</span>\n</p><p data-structure=\"CDiscource\" id=\"p_86\">                                                                                   CARBP-343-18\n\n\n\n                  9.3        There shall be no extra charges payable by\n                  CORPORATION for establishment of suffice number of\n                  Reference Stations for DGPS, to cover the ara of survey.\n\n                  9.4      The basic lease rate per month is inclusive of:\n\n</p><blockquote id=\"blockquote_18\">                           a.     Acquisition &amp; processing of 3D seismic data,\n                           maintenance, upkeep, repair/replacement of vessel,\n                           equipment, instruments, hardware and software and\n                           all other equipment use for the survey and\n                           processing work. Any damage/loss of the vessel,\n                           equipment etc. deployed for the work shall be the\n                           CONTRACTOR&#x27;s liability\n\n                           b.     Vessel with 6X8000 m streamer length, 100\n                           m separation, 6-12 sec. Record length and ms\n                           processing as per Appendix-AI (for change in the\n                           configuration, the incremental rates as detailed at\n                           Appendix-D shall be applied.) The area for which\n                           processing is not required; the basic monthly rate\n                           will be reduced on pro-rata basic. The processing\n                           charges are considered 4% of the basic lease rate.\n                           The areas for which processing is not required; the\n                           reduction in the lease rate shall be applied @4% of\n                           the lease rate applicable for that area. These rates\n                           shall be applicable for the period of acquisition its\n                           respective ara on prorate basis.\n</blockquote>\n<blockquote id=\"blockquote_19\">                           c.     Cost of providing boarding and lodging on-</blockquote><pre id=\"pre_5\">\n                           board the Survey vessel upto 2 (two\n                           CORPORATION&#x27;s/Government           of      India&#x27;s\n                           representatives.\n\n                           d.     Payment of Sales Tax, if any, on material\n                           bought in India.\n\n                           e.     Royalty payment of fees and utilization of\n                           patent rights, if any.\n\n                           f.     The cost connected with port calls, pilotage\n                           and harbour dues, etc.\n\n                           g.     The cost connected with reports etc.\n\n                           h.    All costs on processing of DGPS Navigation\n                           Data.\n\n                           i.     All costs for DGPS as primary navigation\n                           system.\n\n\n\n<span class=\"hidden_text\" id=\"span_57\">                                                                                            25</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_58\">::: Uploaded on - 06/01/2020                             ::: Downloaded on - 07/01/2020 01:50:49 :::</span>\n                                                                                  CARBP-343-18\n\n\n                           j.      All costs related to submission of reports on\n</pre><blockquote id=\"blockquote_20\">                           processing of DGPs position data, preparation of\n                           post plot of survey lines.\n</blockquote>\n<blockquote id=\"blockquote_21\">                           k.      All expenses towards costs of collection of\n                           data and other technical information, packing,\n                           handling,     transporting,  completion     of   all\n                           customs/statutory formalities, freight, insurance,\n                           etc. for sending data along with processed outpats\n                           to CORPORATION, Mumbai or any other designated\n                           premises of CORPORATION in India after all\n                           formalities. The insurance policy shall be arranged\n                           preferably from any one of the nationalized Indian\n                           Insurance Companies and shall be submitted to\n                           CORPORATION alongwith other documents.\n</blockquote>\n<blockquote id=\"blockquote_22\">                  9.6    The rate for the standby charges are as per the\n                  Appendix-D and shall be governed by Clause 15 of the\n                  contract.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_87\">                  .........\n</p>\n<p data-structure=\"Precedent\" id=\"p_88\">                  15.     STANDBY\n\n                  15.1    Standby charges are applicable for the time lost:\n\n</p><blockquote id=\"blockquote_23\">                  a.      Due to technical down time (preventive maintenance\n                          of recording and in-sea equipments and accessories,\n                          failure/down time of equipment due to fishing\n                          activities or any other reason), subject to maximum\n                          of 4 days (96 hours) in each calendar month. No\n                          carry forward period would apply. If such period\n                          exceeds four days, CORPORATION shall not pay the\n                          pre-rated monthly rental charges for the time in\n                          excess of such period.\n</blockquote><blockquote id=\"blockquote_24\">                  b.      From the time of naval inspection to first accepted\n                          shot point in the area of survey.\n</blockquote><blockquote id=\"blockquote_25\">                  c.      During transit between prospects (from last shot of\n                          previous prospect to first shot of new prospect).\n                  d.      During Demobilization from last shot point till\n                          demobilization as per the contract clause.\n                  e.      Force Mejeure conditions as per the clause 16.\n                  f.      Work stoppage due to inclement weather which does\n                          not permit recording of data as per quality standards\n                          <a href=\"/doc/68653056/\" id=\"a_17\">laid down in</a> the contract (as seen from the noise\n                          level), interference from seismic/drilling activities,\n                          excessive feathering, Govt. restrictions like Naval\n                          exercise or specific directive from ONGC QC\n                          representative etc.\n                  g.      Standby charges are payable for the field season only\n                          during lease period.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_59\">                                                                                           26</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_60\">::: Uploaded on - 06/01/2020                            ::: Downloaded on - 07/01/2020 01:50:49 :::</span>\n<p data-structure=\"CDiscource\" id=\"p_89\">                                                                                  CARBP-343-18\n\n\n                  h.      Time spent during extended line change to help\n                          crew-change in remote areas of operations which are\n                          beyond reach of Helicopters. This will be applicable\n                          when the vessel is operating beyond 90NM from the\n                          air base station from where crew change is being\n                          affected (90 NM is the normal range of helicopters\n                          presently deployed in ONGC). However, the position\n                          of the vessel at the time of crew change will be\n                          certified by ONGC&#x27;s onboard representative.&quot;\n\n</p><p data-structure=\"Precedent\" id=\"p_90\">                  16.     Force Majeure\n\n                          16.1 In the event of either party being rendered\n                          unable by force majeure to perform any obligation\n                          required to be performed by them under the\n                          contract, the relative obligation of the party affected\n                          by such force majeure shall, upon notification to the\n                          other party, be suspended for the period during\n                          which such cause lasts.\n</p>\n<p data-structure=\"Section\" id=\"p_91\">                          16.2 The term &quot;Force Majeure&quot; as employed herein\n                          shall mean acts of God, War, Civil Riots, Fire directly\n                          affecting the performance of the CONTRACT and\n                          Acts and Regulations of respective government of the\n                          two parties, namely CORPORATION and the\n                          CONTRACTOR.\n</p>\n<p data-structure=\"Precedent\" id=\"p_92\">                          16.3 Upon the occurrence of such cause and upon\n                          its termination, the party alleging that it has been\n                          rendered unable as aforesaid thereby, shall notify the\n                          other party in writing, the beginning of the cause\n                          amounting to Force Majeure as also the ending of the\n                          said clause by giving notice to the other party within\n                          72 hours of the ending of the cause respectively.\n\n                          16.4 Time for performance of the relative\n                          obligation suspended by Force Majeure shall then\n                          stand extended by the period for which such cause\n                          lasts.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_93\">                          16.5 Such Force Majeure situations shall be paid at\n                          2/3rd (Two Third) of of standby rate for a period of\n                          first 8 (eight) days and if such Force Majeure\n                          situation continues to last, then the CONTRACTOR\n                          shall be paid at 1/3rd (One Third) of the standby\n                          rate for a further period of 7 (seven) days, after\n                          which zero rate shall be payable to the\n                          CONTRACTOR and either party shall have the right\n                          to terminate this CONTRACT by giving 15 (fifteen)\n                          days notice unless otherwise mutually agreed.\n\n\n\n<span class=\"hidden_text\" id=\"span_61\">                                                                                           27</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_62\">::: Uploaded on - 06/01/2020                            ::: Downloaded on - 07/01/2020 01:50:49 :::</span>\n</p><p data-structure=\"Conclusion\" id=\"p_94\">                                                                                     CARBP-343-18\n\n\n                           16.6 The parties hereto agree that Waiting on\n                           weather/waiting on daylight shall not be considered\n                           as Force Majeure. Weather in this case means\n                           temporary conditions of wind, waves or tides, which\n                           makes it unsafe or hazardous to conduct operations\n                           hereunder . The standby clause no. 15 shall apply\n                           for such conditions.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_95\">\n</p><p data-structure=\"Section\" id=\"p_96\">         25.      Appendix D to the Contract provides for price schedule as\n\n         under:\n</p>\n<p data-structure=\"Precedent\" id=\"p_97\">\n\n\n</p><blockquote id=\"blockquote_26\">                  &quot;RATES:\n</blockquote><pre id=\"pre_6\">                  a)    Field season 2008-09\n                   S.No.                     Description                     Rate in US$\n                  A        Mobilization Charges                                500,000.00\n                  B        De-mobilization Charges                             500,000.00\n                  C        Standby Charges per day                             276,000.00\n                  D        Basic Daily Lease rate                              285,800.00\n                  E        Charges for Managing Fishing Logistics per day        5,500.00\n\n                   b)      Field season 2009-10\n                   S.No.                     Description                     Rate in US$\n                  A        Mobilization Charges                                500,000.00\n                  B        De-mobilization Charges                             500,000.00\n                  C        Standby Charges per day                             262,000.00\n                  D        Basic Daily Lease rate                              270,800.00\n                  E        Charges for Managing Fishing Logistics per day        5,500.00\n\n                  c)       Field season 2010-11\n                   S.No.                     Description                     Rate in US$\n                  A        Mobilization Charges                                500,000.00\n                  B        De-mobilization Charges                             500,000.00\n                  C        Standby Charges per day                             270,000.00\n                  D        Basic Daily Lease rate                              278,800.00\n                  E        Charges for Managing Fishing Logistics per day        5,500.00\n\n                                                                               (emphasis supplied)\n\n</pre><blockquote id=\"blockquote_27\">         26.      Before the arbitral tribunal, CGG contended that the deduction\n\n         by ONGC on the Minimum Guaranteed Work (MGW) was per se\n\n<span class=\"hidden_text\" id=\"span_63\">                                                                                              28</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_64\">::: Uploaded on - 06/01/2020                               ::: Downloaded on - 07/01/2020 01:50:49 :::</span>\n                                                                            CARBP-343-18\n\n\n         contrary to the contractual provisions. A perusal of clause 2, which\n\n         pertains to Volume of Work would clearly indicate that only when in\n\n         case the Minimum Guaranteed Work (MGW) is not achieved, pro-rata\n\n         deduction will be made by ONGC in the &quot;lease rate&quot; at the end of\n\n         each field season.    For this, at the time of estimation of average\n\n         production per month at the end of each field season, weighted\n\n         average of volume vis. a vis line length of the surveyed areas would\n\n         be calculated and compared against the table of MGW as provided for\n\n         in Clause 2. If the weighted average line length falls in between two\n\n         values, the minimum guaranteed work would be estimated by linear\n\n         interpolation. It is thus quite clear that what was permitted in Clause\n\n         2 when the MGW was not achieved was pro-rata deduction in the\n\n         lease rate at the end of the field season. What is pertinent is the\n\n         illustration provided under this clause, while providing for the\n\n         formula. Further, the &#x27;note&#x27; below this clause throws a light that in\n\n         case different number of streamers are used during the field season,\n\n         the average productivity for each steamer shall be calculated\n\n         separately and compared with the table of MGW and &quot;lease rate&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_98\">         shall be deducted &quot;pro-rata&quot; separately for different streamers\n\n         configuration. Thus, ONGC could not have made a deduction on this\n\n         count of the nature as assailed by CGG. It cannot be overlooked that\n\n         what was relevant was a pro-rata deduction in the lease rate and\n\n         nothing otherwise.     ONGC in calculating MGW could not have\n\n         introduced anything alien to what was provided in the MGW clause.\n\n\n<span class=\"hidden_text\" id=\"span_65\">                                                                                     29</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_66\">::: Uploaded on - 06/01/2020                      ::: Downloaded on - 07/01/2020 01:50:49 :::</span>\n</p><p data-structure=\"Precedent\" id=\"p_99\">                                                                                 CARBP-343-18\n\n\n         Thus, as rightly held by the arbitral tribunal, non-lease rate in the\n\n         MGW calculation and lump sum deduction of MGW penalty being\n\n         considerations alien to pro-rata deduction in the lease rate could not\n\n         have been taken into consideration by ONGC.\n</p>\n<p data-structure=\"Precedent\" id=\"p_100\">\n\n</p><p data-structure=\"Section\" id=\"p_101\">         27.      It is also clearly seen that once the said clause itself refers to\n\n         the lease rate, the MGW deduction kicks in when the vessel is\n\n         engaged in production, namely, the date when the lease rate becomes\n\n         applicable and payable. The lease rate is not payable when the vessel\n\n         is not in production. This is also quite apparent from Clause 15,\n\n         which provides for Standby charges.              Clause 15.1 provides for\n\n         eventualities when Standby charges becomes applicable for the time\n\n         loss. Clause 15.2 provides that the ONGC shall not pay any charges\n\n         including Standby charges in case of eventualities as set out in sub-\n\n         clauses (a) to (g). Thus, not only the maximum Standby charges but\n\n         also the non-payment of Standby and other charges was clearly\n\n         agreed between the parties as provided for in Clause 15.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_102\">         28.      A perusal of the award indicates that the arbitral tribunal has\n\n         in depth considered the MGW issue under the following heads as set\n\n         out in paragraph 13(3), which reads thus:\n</p>\n<blockquote id=\"blockquote_28\">                  &quot;(3) Broadly speaking, the following points have been urged\n                  by the parties regarding MGW:\n</blockquote>\n<blockquote id=\"blockquote_29\">                  I.     Claimants submission that Respondent&#x27;s calculatin is\n                  not a pro rata deduction as required in clause 2 of the contract;\n                  and Respondent&#x27;s response.\n</blockquote>\n<span class=\"hidden_text\" id=\"span_67\">                                                                                          30</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_68\">::: Uploaded on - 06/01/2020                           ::: Downloaded on - 07/01/2020 01:50:49 :::</span>\n<blockquote id=\"blockquote_30\">                                                                                 CARBP-343-18\n\n\n\n                  II.   Claimants submission that respondent&#x27;s calculations are\n                  on unconscionable amount and operate in terrorem; and\n                  Respondent&#x27;s response.\n</blockquote>\n<blockquote id=\"blockquote_31\">                  III.     Whether MGW is a productivity clause.\n</blockquote>\n<blockquote id=\"blockquote_32\">                  IV.     Claimants submission that respondent&#x27;s MGW\n                  calculations wrongly included non-lease rate days and amounts\n                  to a double penalty; and respondent&#x27;s response.\n</blockquote>\n<blockquote id=\"blockquote_33\">                  V.     No demand was made for the MGW penalty for\n                  Contract 2147\n\n                  VI.    Demand was made for MGW Penalty for contract 2149,\n                  but the demand was not authorized by the Head of\n                  Geophysical Services of the respondent, who is the concerned\n                  authority for levy of MGW penalty.\n</blockquote>\n<blockquote id=\"blockquote_34\">                  VII.     Merits of MGW calculation for Contract 2147\n\n                  VIII.    Merits of MGW calculation for Contract 2149.&quot;\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_103\">         29.      In this context, the arbitral tribunal has interpreted the\n\n         contractual clauses and has held that MGW clause is a productivity\n\n         clause. The relevant observations of the Tribunal can be found in\n\n         paragraph 13(11) to (15) which reads thus:\n</p>\n<blockquote id=\"blockquote_35\">                  &quot;13(11)        It can be seen from the MGW clause itself says\n                  it is about &quot;productivity&quot; as can be seen on page 26 of the\n                  contract, where the clause says &quot;NB: In case, the different\n                  number of streamers are used during the field season,\n                  average productivity for different streamers shall be\n                  calculated separately ........&quot; The Claimants refer to it as a\n                  productivity clause whereas the respondent are submitting\n                  that this case is an afterthought. It is not an afterthought\n                  since it is part of the contract provision itself. However,\n                  nomenclature is not determinative and the clause has to be\n                  examined for what its real meaning is.\n</blockquote>\n<blockquote id=\"blockquote_36\">                  The operative part of the MGW clause is as under:\n</blockquote>\n<blockquote id=\"blockquote_37\">                  &quot;In case the Minimum Guaranteed Work (MGW) is not\n                  achieved, pro-rata deduction will made in the lease rate at\n                  the end of each field season. At the time of estimation of\n                  average production per month at the end of each field\n\n\n<span class=\"hidden_text\" id=\"span_69\">                                                                                          31</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_70\">::: Uploaded on - 06/01/2020                           ::: Downloaded on - 07/01/2020 01:50:49 :::</span>\n                                                                                    CARBP-343-18\n\n\n                  season, weighted average of volume vis a vis line length of\n                  the surveyed areas will be calculated and compared against\n                  the table of MGW. If the weighted average line length falls in\n                  between the two values, the minimum guaranteed work will\n                  be estimated by linear interpolation.&quot;\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_104\">                  (12) The first line, &quot;In case the Minimum Guaranteed Work\n                  (MGW) is not achieved, pro-rata deduction will made in the\n                  lease rate at the end of each field season&quot; is the consequence\n                  in case MGW is not achieved. The second line is how to\n                  determine whether MGW has been achieved. The second line\n                  is &quot;At the time of estimation of average production per month,\n                  at the end of each field season, weighted average of volume\n                  vis a vis line length of the surveyed areas will be calculated\n                  and compared against the table of MGW.&quot;\n</p>\n<p data-structure=\"Section\" id=\"p_105\">                  (13) It is to be noted that it is the average production per\n                  month which has to be determined (or estimated as stated in\n                  the clause), not just production or total production for the\n                  field season, it is average production per month. The other\n                  step of &quot;weighted average volume vis a vis line length&quot; is to\n                  determine which value to be taken from the table of MGW\n                  (which is not disputed since there is no dispute that the value\n                  should be 28,512 LKM per month), so it is nto being detailed\n                  here. The table of MGW mentioned in the clause is the\n                  matrix appearing in the earlier part of the clause, which is as\n                  under:\n</p>\n<blockquote id=\"blockquote_38\">                  Clause 2. Volume of Work\n\n                                 Minimum Quantum of work per month per vessel LKM\n                                                (Prime + Infill)\n<span class=\"hidden_text\" id=\"span_71\">                  Average line       4           6             8              10</span>\n                  length km      streamers   streamers     streamers      streamers\n                           10     11000       15000         18500          22500\n                           15     14000       19500         24500          29000\n\n\n</blockquote><blockquote id=\"blockquote_39\">                  14.     The table of MGW also states &quot;Minimum Quantum of\n                  work per month per vessel LKM (Prime + Infill) . Thus, the\n                  &quot;average production per month&quot; as stated in the second line\n                  is to be compared against the &quot;minimum quantum of work\n                  per month&quot; (table of MGW - matrix) to know if MGW has\n                  been achieved or not. If the average production per month is\n                  lower than the minimum quantum of work per month, then\n                  MGW is not achieved and &quot;pro-rata deduction will be made\n                  in the lease rate&quot; as stated in teh first line of the operative\n                  part of the clause. If the average production per month is\n                  higher than the minimum quantum per month then no pro\n                  rata deduction will made in the lease rate.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_72\">                                                                                            32</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_73\">::: Uploaded on - 06/01/2020                             ::: Downloaded on - 07/01/2020 01:50:49 :::</span>\n<p data-structure=\"Conclusion\" id=\"p_106\">                                                                                 CARBP-343-18\n\n\n</p><p data-structure=\"Precedent\" id=\"p_107\">                  15.    As mentioned above, the table of MGW (matrix) in\n                  clause 2 is minimum quantum per month and for its\n                  comparison is average production per month. The clause is\n                  concerned with the average production per month, not total\n                  production, only average production. It is this averaging of\n                  production that the contract refers to as average productivity\n                  on page 26 of the Contract in the last line of the clasue,\n                  where it says &quot;NB : In case, the different number of\n                  streamers are used during the field season, average\n                  productivity for different streamers shall be calculated\n                  separately....&quot;). Thus the MGW clause is checking average\n                  production per month or average productivity.&quot;\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_108\">         30.      The arbitral tribunal interpreting the contractual clauses and\n\n         evaluating the evidence has also held that there is no ambiguity that\n\n         MGW clause is only concerned with production since it is only\n\n         concerned with the lease rate and not any other charges and that\n\n         lease rate is paid only qua production. Following are the relevant\n\n         observations made in paragraphs 13(19), (20) and (23):\n\n</p><blockquote id=\"blockquote_40\">                &quot;(19)        As the evidence shows, Production Days are the days\n                when the vessel is in production and is paid the lease rate.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_109\">                Therefore, the link between lease rate and MGW is quite\n                undeniable. Even the Respondent in its written submissions in\n                paragraph 12 has stated that &quot;MGW is for ensuring contractor\n                does not idle away while the Respondent pays lease rate ,&quot; which is\n                quoted in full herein below\n                      &quot;12.         ................. Since the work had to\n                      be carried out by the claimant and the\n                      respondent had also to pay lease rent on daily\n                      basis for the benefit of the respondent and to see\n                      that the Claimant don&#x27;t idle away time while the\n                      Respondent go on making lease rent payment per\n                      day, therefore, it was agreed that the claimant\n                      had to carry out minimum guarantee work\n                      during the lease period which would be\n                      considered at the end of FS. If there was a\n                      shortfall in the MGW, the respondent would be\n                      entitled to deduct pro rata amount from the lease\n                      rent at the end of FS. The contract particularly\n                      Page 26 and 27 thereof talks about pro rata\n                      deduction. If it was in a nature of penalty, the\n                      percentage would have been spelt out what could\n                      be claimed as penalty but here under the contract\n\n\n<span class=\"hidden_text\" id=\"span_74\">                                                                                          33</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_75\">::: Uploaded on - 06/01/2020                           ::: Downloaded on - 07/01/2020 01:50:49 :::</span>\n                                                                                  CARBP-343-18\n\n\n                       it is only &quot;deductions&quot; which is permissible from\n                       the lease rate only. The contention that the MGW\n                       calculation is higher than the lease rate is\n                       therefore not correct...................................&quot;\n\n</p><p data-structure=\"CDiscource\" id=\"p_110\">                             It is noted that the contracts are entered into for field\n                season i.e. Field Season 2008 - 09, 2009 - 10 and so on. This is\n                so because the contracts are meant to run at the time when the\n                monsoon is not over the Indian offshore since the monsoon makes\n                it impossible to gather data. Thus, the field season runs from\n                around October - November of the first calendar year until May -\n                June of the following calendar year. However, the basic daily\n                lease rate, which is to be paid for the acquisition of data, is only\n                paid for the time that the vessel is in production. The entire\n                season is several months (6 - 8 months) but lease rent is only\n                paid for the time when vessel is in production (which is Prime AC,\n                Infill AC, Prime LC and Infill LC).\n</p>\n<p data-structure=\"CDiscource\" id=\"p_111\">                (20)         The Claimant is also making a similar submission that\n                the MGW clause is meant to ensure that the vessel when in\n                production does so efficiently. It is clear from the clause 2 that\n                the pro rata deduction in lease rate has to be made if the MGW is\n                not achieved. There is no ambiguity that the MGW clause is only\n                concerned with production since it is only concerned with the\n                lease rate and not any other charges and lease rate is paid only\n                for production. Appendix D of the Contract provides for several\n                other rates, namely for Standby Charges, management of fishing\n                Logistics, mobilization and demobilization. However, clause 2 of\n                the Contract (MGW Penalty) provides for a pro-rata deduction\n                only in the lease rate. The other rates i.e. standby rates, fishing\n                management etc. are unaffected by the MGW Penalty. Lease rate\n                is stated in Appendix D (say USD 278,000 per day for Contract\n                2147) and it has to be paid for the days (calculated to hours and\n                minutes) that the vessel was in production. Therefore, it is clear\n                that the principle enunciated by the Respondent in para 12 of its\n                submissions and the Claimants submissions in para 3.1.7 &amp; para\n                3.3.8 is on the same lines. Respondent&#x27;s submission in Para 12 is\n                that contractor should not idle away time while it pays lease rent\n                and Claimants submission in para 3.1.7 and 3.3.8 is that the\n                MGW is to measure the efficiency of production of the vessel and\n                that the Respondent should pay the lease rate for the level of\n                efficiency of production received. The contract also supports the\n                same as the clause is seeking to measure the average productivity\n                (as explained above). This leads to the inevitable conclusion that\n                it is only the production time that is relevant for purposes of the\n                MGW clause since that is the time for which the lease rent is\n                paid. However, the submission of the Respondent in para 19 is\n                contrary to this principle and it is clear MGW is inherently linked\n                to lease rate since lease rate is paid only for the time the vessel is\n                in production.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_112\">                               The respondent&#x27;s witness, Shri Onkar Singh has also\n\n<span class=\"hidden_text\" id=\"span_76\">                                                                                           34</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_77\">::: Uploaded on - 06/01/2020                            ::: Downloaded on - 07/01/2020 01:50:49 :::</span>\n                                                                                  CARBP-343-18\n\n\n                confirmed that lease rate is paid for production time, as follows:\n\n</p><blockquote id=\"blockquote_41\">                               Q.16. Therefore, it is correct that the Basic Daily\n                               Lease Rate is payable for the Production time?\n</blockquote>\n<blockquote id=\"blockquote_42\">                               Ans.   Yes.\n</blockquote>\n<blockquote id=\"blockquote_43\">                23.           It is thus clear that the MGW clause is only concerned\n                with Production Days, and Production Days are the days (or the\n                time) when the vessel is in production. The time when the vessel\n                is in production is the time for which the lease rate is paid. Thus,\n                it is clear that MGW and lease rate days are correlated and thus it\n                would be a double penalty if MGW is calculated even for days\n                when no lease rate is payable as also stated by the Respondent\n                that &quot;MGW is meant to ensure that the contractor does not idle\n                away time while it keeps paying lease rental.&quot;\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_113\">         31.      The above observations are made also considering the\n\n         evidence of RW-3 ONGC&#x27;s witness, who accepted the fact that there\n\n         was a linkage of MGW with productivity as seen from question no. 16\n\n         as answered by Mr. Onkar Singh (RW-3) and as noted above. Thus,\n\n         in my opinion, the findings as recorded by the Tribunal on the MGW\n\n         are clearly a plausible view and an acceptable and reasonable\n\n         interpretation of the contractual clauses. This interpretation of the\n\n         contractual clauses cannot be said to be an irrational view and not\n\n         supported by the contract or         for that matter something outside the\n\n         contract.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_114\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_115\">         32.      Having considered the observations as made by the arbitral\n\n         tribunal, I am not persuaded to accept the submissions as made on\n\n         behalf of ONGC, that the interpretation of the contractual terms by\n\n         the arbitral tribunal in any manner amounts to rewriting of the\n\n         contract and more particularly when the understanding of the terms\n\n<span class=\"hidden_text\" id=\"span_78\">                                                                                           35</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_79\">::: Uploaded on - 06/01/2020                            ::: Downloaded on - 07/01/2020 01:50:49 :::</span>\n                                                                               CARBP-343-18\n\n\n         and conditions of the contract by the ONGC was clearly borne out by\n\n         evidence of RW-3.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_116\">\n\n</p><p data-structure=\"Section\" id=\"p_117\">         33.      I am also in agreement with the finding recorded by the\n\n         arbitral tribunal, considering the Price Schedule (Appendix-D) vis-a-\n\n         vis MGW clause, that the interpretation as made is not in any manner\n\n         contrary to Clause 7.1, which provides for remuneration and terms of\n\n         payment. The contention as urged on behalf of ONGC that Clause\n\n         7.1 does not talk of productivity as also Appendix-D does not refer to\n\n         any productivity clause and hence MGW cannot be regarded as a\n\n         productivity clause, in my opinion, is untenable. If this argument as\n\n         urged on behalf of ONGC is accepted, it would certainly lead to a\n\n         contractual perversity in as much as a reasonable and rational\n\n         interpretation which has been arrived at by the arbitral tribunal and\n\n         as understood between the parties, when tested on evidence would\n\n         be required to be interferred.         This surely is not the scope of\n\n         jurisdiction of the Court in the present proceedings considering the\n\n         clear provisions of <a href=\"/doc/536284/\" id=\"a_18\">Section 34</a> of the Act. If the ONGC in any manner\n\n         felt that it had suffered damages, then it was open to the ONGC to\n\n         make a claim for damages against the CGG and prove the damages.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_118\">         34.      It is well settled that the interpretation of the terms of contract\n\n         is fully within the domain of the arbitral tribunal. In the present case,\n\n         in my opinion, the arbitral tribunal, considering the material before it\n\n\n<span class=\"hidden_text\" id=\"span_80\">                                                                                        36</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_81\">::: Uploaded on - 06/01/2020                         ::: Downloaded on - 07/01/2020 01:50:49 :::</span>\n                                                                                  CARBP-343-18\n\n\n         and the evidence, has appropriately interpreted the provisions of the\n\n         contract.      There is no perversity in the findings of the arbitral\n\n         tribunal. In these circumstances, it may not be possible for this Court\n\n         to sit in Appeal and interfere with the findings as recorded by the\n\n         arbitral tribunal and come to a different conclusion than what was\n\n         arrived at by the arbitral tribunal.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_119\">\n\n</p><p data-structure=\"Precedent\" id=\"p_120\">         35.      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"77286517\" id=\"span_82\">In this context, the respondents are correct in referring to the\n\n         decision of <a href=\"/doc/77286517/\" id=\"a_19\">National Highways Authority of India</a> (supra) wherein in\n\n         paragraph 25 the Supreme Court has held as under:</span>\n\n</p><blockquote id=\"blockquote_44\">                  &quot;25. It is thus well settled that construction of the terms of\n                  a contract is primarily for an arbitrator to decide. He is\n                  entitled to take the view which he holds to be the correct one\n                  after considering the material before him and after\n                  interpreting the provisions of the contract. The Court while\n                  considering challenge to an arbitral award does not sit in\n                  appeal over the findings and decisions unless the arbitrator\n                  construes the contract in such a way that no fair-minded or\n                  reasonable person could do.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_121\">                                                                   (emphasis supplied)\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_122\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"73583860\" id=\"span_83\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1082846\" id=\"span_84\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"996348\" id=\"span_85\">36.      The above principle has been reiterated by the Supreme Court\n\n         in its decision in Associate Builders (supra) referring to the decisions\n\n         in <a href=\"/doc/996348/\" id=\"a_20\">McDermott International Inc. Vs. Burn Standard Co. Ltd.</a>, (2006)\n\n         11 SCC 181; <a href=\"/doc/1082846/\" id=\"a_21\">MSK Projects (I)(JV) Ltd. Vs. State of Rajasthan</a>, (2011)\n\n         10 SCC 573; <a href=\"/doc/73583860/\" id=\"a_22\">Rashtriya Ispat Nigam Ltd. Vs. Dewan Chand Ram\n\n         Saran</a>, (2012) 5 SCC 306.</span></span></span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_123\">\n\n\n<span class=\"hidden_text\" id=\"span_86\">                                                                                          37</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_87\">::: Uploaded on - 06/01/2020                          ::: Downloaded on - 07/01/2020 01:50:49 :::</span>\n</p><p data-structure=\"Conclusion\" id=\"p_124\">                                                                                 CARBP-343-18\n\n\n</p><p data-structure=\"Precedent\" id=\"p_125\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"122341097\" id=\"span_88\">37.      The Division Bench of this Court in <a href=\"/doc/122341097/\" id=\"a_23\">Ultratech Cement Ltd.</a>\n\n         (supra), of which I am a member, in paragraph 91, the Bench in this\n\n         context made the following observations:</span>\n</p>\n<blockquote id=\"blockquote_45\">                  &quot;91. Thus, in our opinion, applying the well settled\n                  principles of interference in an arbitration award, we may\n                  observe that when there are two equally possible or\n                  plausible views of interpretation on a clause in the contract,\n                  it was legitimate for the learned Arbitrator to accept the\n                  one or the other interpretation.          The parties being\n                  commercial men have also understood the demurrage\n                  clause in the manner as it is writ large as borne out from\n                  the facts. Thus, in this situation we cannot agree with the\n                  contention as urged on behalf of the appellant that the\n                  interpretation of clause 10(v) as made by the learned\n                  Arbitrator and accepted by the learned Single Judge, in any\n                  manner requires to be disturbed applying the test of\n                  interference as permissible under <a href=\"/doc/536284/\" id=\"a_24\">Section 34</a> of the\n                  Arbitration and Conciliation Act. It is well settled that the\n                  interpretation of the contract was within the jurisdiction of\n                  the Arbitrator and unless there is a manifest disregard of\n                  the contractual provision or the learned arbitrator commits\n                  an apparent error of law which goes to the very jurisdiction\n                  of the Arbitrator.&quot;                      (emphasis supplied)\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_126\">         38.      Mr. Khambatta, learned senior counsel for the respondents has\n\n         relied on the provisions of Sub-section (2A) of <a href=\"/doc/536284/\" id=\"a_25\">Section 34</a> as inserted\n\n         by 2015 Amendment Act. The Section (2-A) provides as under:\n\n</p><blockquote id=\"blockquote_46\">               &quot;(2A) An arbitral award arising out of arbitrations other than\n               international commercial arbitrations, may also be set aside by\n               the Court, if the Court finds that the award is vitiated by\n               patent illegality appearing on the face of the award:\n</blockquote><blockquote id=\"blockquote_47\">                         Provided that an award shall not be set aside merely\n                 on the ground of an erroneous application of the law or by\n                 reappreciation of evidence.&quot;;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_127\">         39.      From a plain reading of the above provisions, it is clear that\n\n         with effect from the above provision being brought into force (23\n\n         October 2015), in regard to international commercial arbitration, an\n\n         award being vitiated by patent illegality apparent on the face of the\n\n\n<span class=\"hidden_text\" id=\"span_89\">                                                                                          38</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_90\">::: Uploaded on - 06/01/2020                           ::: Downloaded on - 07/01/2020 01:50:49 :::</span>\n                                                                                CARBP-343-18\n\n\n         award is not available. In the present case, although the arbitration\n\n         is an international commercial arbitration as defined under <a href=\"/doc/1804257/\" id=\"a_26\">section\n\n         2(f)</a> of the Act, however, the commencement of the arbitration in the\n\n         present case is before the amending Act 2015 was brought into force.\n\n         <a href=\"/doc/1752162/\" id=\"a_27\">Section 26</a> of the 2015 Amendment Act provides that nothing\n\n         contained in the amendment Act shall apply to arbitral proceedings\n\n         commenced in accordance with the provisions of <a href=\"/doc/138599/\" id=\"a_28\">Section 21</a> of the\n\n         principal Act, before the commencement of the 2015 Amendment\n\n         Act, unless the parties otherwise agree that the Act shall apply in\n\n         relation to arbitral proceedings commenced on or after the date of\n\n         commencement of the 2015 amendment Act. For the sake of\n\n         completeness, the legal position needs to be noted as it was argued\n\n         on behalf of the CGG.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_128\">\n</p><p data-structure=\"Precedent\" id=\"p_129\">         40.      Much prior to the 2015 amendment Act, the Supreme Court in\n\n         ONGC vs. Saw Pipes Ltd. (supra), as relied by Mr. Merchant, the\n\n         Supreme Court had interpreted the concept of public policy as used in\n\n         <a href=\"/doc/536284/\" id=\"a_29\">Section 34</a> of the Act. It was held that an arbitral award could be set\n\n         aside if it is contrary to the fundamental policy of Indian law; or the\n\n         interest of India; or justice or morality in addition, if it is patently\n\n         illegal. The Court in paragraph 31 of the report held that:\n\n</p><blockquote id=\"blockquote_48\">                31.     Therefore, in our view, the phrase &quot;public policy of India&quot;\n</blockquote><blockquote id=\"blockquote_49\">                used in <a href=\"/doc/536284/\" id=\"a_30\">Section 34</a> in context is required to be given a wider\n                meaning. It can be stated that the concept of public policy\n                connotes some matter which concerns public good and the public\n                interest. What is for public good or in public interest or what\n                would be injurious or harmful to the public good or public interest\n                has varied from time to time. However, the award which is, on the\n\n<span class=\"hidden_text\" id=\"span_91\">                                                                                         39</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_92\">::: Uploaded on - 06/01/2020                          ::: Downloaded on - 07/01/2020 01:50:49 :::</span>\n                                                                                  CARBP-343-18\n\n\n                face of it, patently in violation of statutory provisions cannot be\n                said to be in public interest. Such award / judgment / decision is\n                likely to adversely affect the administration of justice. Hence, in\n                our view in addition to narrower meaning given to the term\n                &quot;public policy&quot; in Renusagar case it is required to be held that the\n                award could be set aside if it is patently illegal. The result would\n                be - award could be set aside if it is contrary to:\n</blockquote><pre id=\"pre_7\">                  (a)     fundamental policy of Indian law; or\n                  (b)     the interest of India; or\n                  (c)     justice or morality; or\n                  (d)     in addition, if it is patently illegal.\n\n</pre><blockquote id=\"blockquote_50\">                  Illegality must go to the root of the matter and if the illegality\n                  is of trivial nature it cannot be held that award is against the\n                  public policy. Award could also be set aside if it is so unfair\n                  and unreasonable that it shocks the conscience of the court.\n                  Such award is opposed to public policy and is required to be\n                  adjudged void.\n</blockquote><blockquote id=\"blockquote_51\">                                                                  (emphasis supplied)\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_130\">         41.        In Associate Builders (supra), the Supreme Court again\n\n         considered the test of public policy as postulated under <a href=\"/doc/439304/\" id=\"a_31\">Section 34(2)</a>\n\n</p><p data-structure=\"Section\" id=\"p_131\">         (b)(ii) of the Act which was in the context as to <a href=\"/doc/536284/\" id=\"a_32\">section 34</a> stood prior\n\n         to its amendment by the 2015 amendment. Four attributes of public\n\n         policy were discussed, namely, interest of India, justice, morality and\n\n         patent illegality. In paragraph 42 of the said decision, the principle in\n\n         regard to patent illegality and the three heads relevant thereto came\n\n         to be explained, the first principle being the award being in\n\n         contravention to the substantive law of India which means that the\n\n         illegality must go to the root of the matter and cannot be of a trivial\n\n         nature, which was said to be again really a contravention of <a href=\"/doc/1138651/\" id=\"a_33\">Section\n\n         28(1)(a)</a> of the Act; secondly, the contravention of the <a href=\"/doc/1052228/\" id=\"a_34\">Arbitration Act</a>\n\n         itself was to be regarded as a patent illegality - for eg. if an arbitrator\n\n         gives no reasons for an award in contravention of <a href=\"/doc/193987/\" id=\"a_35\">Section 31(3)</a> of\n\n\n\n<span class=\"hidden_text\" id=\"span_93\">                                                                                           40</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_94\">::: Uploaded on - 06/01/2020                            ::: Downloaded on - 07/01/2020 01:50:49 :::</span>\n                                                                                CARBP-343-18\n\n\n         the Act, such award would be liable to be set aside; and thirdly, that\n\n         the patent illegality would be really a contravention of <a href=\"/doc/1943211/\" id=\"a_36\">section 28(3)</a>\n\n         of the Act, namely, that the obligation of the arbitral tribunal to\n\n         decide in accordance with the terms of the contract and take into\n\n         account the usages of the trade applicable to the transaction. It was\n\n         held that if an arbitrator construes the terms of contract in a\n\n         reasonable manner, it will not mean that the award can be set aside\n\n         on this ground and that construction of the terms of a contract is\n\n         primarily for an arbitrator to decide unless the arbitrator construes\n\n         the contract in such a way that it would be said to be something that\n\n         no fair minded or reasonable person could do.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_132\">         42.      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"118240843\" id=\"span_95\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"35443395\" id=\"span_96\">In a recent decision of the Supreme court in <a href=\"/doc/35443395/\" id=\"a_37\">HRD Corporation</a>\n\n         (supra) as relied by Mr. Khambatta, the Supreme Court has now\n\n         recognized the principles of law as <a href=\"/doc/35443395/\" id=\"a_38\">laid down in</a> <a href=\"/doc/118240843/\" id=\"a_39\">Renusagar Power\n\n         Ltd.</a> (supra) (which is a case prior to the coming into force of 1996\n\n         Act) to now become applicable when the Court considers a challenge\n\n         to an arbitral award on the ground that it is in conflict with the\n\n         public policy of India.     In paragraph 18, Mr. Justice Rohinton Fali\n\n         Nariman speaking for the Bench observed thus:</span></span>\n\n</p><blockquote id=\"blockquote_52\">               18.     Shri Divan is right in drawing our attention to the fact\n               that the 246th Law Commission Report brought in amendments\n               to the Act narrowing the grounds of challenge coterminous with\n               seeing that independent, impartial and neutral arbitrators are\n               appointed and that, therefore, we must be careful in preserving\n               such independence, impartiality and neutrality of arbitrators. In\n               fact, the same Law Commission Report has amended <a href=\"/doc/65067/\" id=\"a_40\">Sections\n               28</a> and <a href=\"/doc/536284/\" id=\"a_41\">34</a> so as to narrow grounds of challenge available under\n               the Act. The judgment in ONGC Ltd. V. Saw Pipes Ltd. has been\n\n<span class=\"hidden_text\" id=\"span_97\">                                                                                         41</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_98\">::: Uploaded on - 06/01/2020                          ::: Downloaded on - 07/01/2020 01:50:49 :::</span>\n                                                                                CARBP-343-18\n\n\n               expressly done away with. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86594\" id=\"span_99\">So has the judgment in ONGC Ltd. V.\n               Western Geco International Ltd. Both <a href=\"/doc/536284/\" id=\"a_42\">Sections 34</a> and <a href=\"/doc/963351/\" id=\"a_43\">48</a> have\n               been brought back to the position of law contianed in\n               <a href=\"/doc/86594/\" id=\"a_44\">Renusagar Power Co. Ltd. V. General Electric Co. Where</a> &quot;public\n               policy&quot; will now include only two of the three things set out\n               therein viz. &quot;fundamental policy of Indian law&quot; and &quot;justice or\n               morality&quot;. The ground relating to &quot;the interest of India&quot; no\n               longer obtains. &quot;Fundamental policy of Indian law&quot; is now to be\n               understood as <a href=\"/doc/86594/\" id=\"a_45\">laid down in</a> Renusagar.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31621011\" id=\"span_100\">&quot;Justice or morality&quot; has\n               been tightened and is now to be understood as meaning only\n               basic notions of justice and morality i.e. such notions as would\n               shock the conscience of the Court as understood in <a href=\"/doc/31621011/\" id=\"a_46\">Associate\n               Builders V. DDA</a>. <a href=\"/doc/1943211/\" id=\"a_47\">Section 28(3)</a> has also been amended to bring\n               it in line with the judgment of this Court in Associate Builders,\n               making it clear that the construction of the terms of the contract\n               is primarily for the arbitrator to decide unless it is found that\n               such a construction is not a possible one.&quot;</span>\n</blockquote><p data-structure=\"Conclusion\" id=\"p_133\">                                                             (emphasis supplied)\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_134\">         43.      Be that as it may, in my opinion, I do not find any patent\n\n         illegality in the findings as recorded by the arbitral tribunal.\n\n         Adverting to the above principles and as noted above, I do not\n\n         find that the arbitral tribunal has not acted in a fair minded or\n\n         reasonable manner in making the award. There is no illegality\n\n         which can be said to go to the root of the matter or any such\n\n         illegality which can be said to be in contravention of the\n\n         provisions of <a href=\"/doc/1306164/\" id=\"a_48\">Arbitration and Conciliation Act</a> so as to set aside\n\n         the award.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_135\">\n</p><p data-structure=\"Precedent\" id=\"p_136\">         <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"173015163\" id=\"span_101\">44.      Now referring to the decision as relied on behalf of ONGC in\n\n         <a href=\"/doc/173015163/\" id=\"a_49\">Bharat Aluminium Company</a> (supra) , the residue of the Constitution\n\n         Bench decision in Balco vs. Kaiser Aluminium Technical Services Inc.,\n\n         (2012) 9 SCC 552 was the subject matter of said case. The question\n\n         before the Court was whether the parties by agreement, express or\n\n\n\n<span class=\"hidden_text\" id=\"span_102\">                                                                                         42</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_103\">::: Uploaded on - 06/01/2020                          ::: Downloaded on - 07/01/2020 01:50:49 :::</span>\n                                                                            CARBP-343-18\n\n\n         implied, have excluded wholly or partly, <a href=\"/doc/1052228/\" id=\"a_50\">Part I of the Arbitration Act</a>.\n\n         It is in this context, the Court in paragraph 10, as relied on behalf of\n\n         the ONGC, made observations as to what would be the role of the\n\n         Court and different approaches depending upon the instrument\n\n         falling for interpretation. The Court made an observation that in\n\n         regard to the contract in hand as executed between the parties, the\n\n         Court cannot adopt an approach as if it is interpreting a statute. It\n\n         was observed that the terms of the contract will have to be\n\n         understood in the way the parties wanted and intended them to be.\n\n         There cannot be two opinions on this well settled proposition. I am\n\n         unable to conceive as to how this decision would assist the ONGC.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"35443395\" id=\"span_104\">As\n\n         regards Associate Builders (supra) already a reference has been made\n\n         to the same in the decision in <a href=\"/doc/35443395/\" id=\"a_51\">HRD Corporation</a> (supra) . There can\n\n         be no dispute in regard to the observations made in paragraphs 11,\n\n         12, 22, 23 and 28 of the judgment. However, considering the view I\n\n         have taken above also referring to the decision Associate Builders, in\n\n         my opinion, the reliance on behalf of ONGC on these paragraphs\n\n         would not further the case of ONGC.</span> Also for the foregoing reaons\n\n         the decision of the Supreme Court in ONGC vs. Saw Pipes (supra)\n\n         would also not assist the ONGC.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_137\">\n</p><p data-structure=\"Conclusion\" id=\"p_138\">         45.      In view of the above discussion, I do not find that the\n\n         impugned awards can be interferred on any of the grounds as\n\n         available under <a href=\"/doc/536284/\" id=\"a_52\">section 34</a> of the Act. The Petitions are accordingly\n\n         dismissed. No costs.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_139\"><span class=\"hidden_text\" id=\"span_105\">                                                                                     43</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_106\">::: Uploaded on - 06/01/2020                      ::: Downloaded on - 07/01/2020 01:50:49 :::</span>\n</p><p data-structure=\"Conclusion\" id=\"p_140\">                                                                            CARBP-343-18\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_141\">         46.      Notice of Motions do not survive and the same are accordingly\n\n         disposed of.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_142\">\n\n</p><p data-structure=\"Precedent\" id=\"p_143\">                                                            [G.S. KULKARNI, J.]\n\n\n\n\n<span class=\"hidden_text\" id=\"span_107\">                                                                                     44</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_108\">::: Uploaded on - 06/01/2020                      ::: Downloaded on - 07/01/2020 01:50:49 :::</span>\n </p>","numcites":24,"numcitedby":0,"docsource":"Bombay High Court","citetid":192637875,"divtype":"judgments","relatedqs":[{"value":"force majeure","formInput":"force%20majeure"},{"value":"liquidated damages","formInput":"liquidated%20damages"},{"value":"international commercial arbitration","formInput":"international%20commercial%20arbitration"},{"value":"public policy","formInput":"public%20policy"},{"value":"patent illegality","formInput":"patent%20illegality"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"tribunal interpret","formInput":"tribunal%20interpret"},{"value":"double penalty","formInput":"double%20penalty"},{"value":"contractual interpretation","formInput":"contractual%20interpretation"},{"value":"ONGC","formInput":"ONGC"},{"value":"arbitral award","formInput":"arbitral%20award"},{"value":"setting aside of award","formInput":"setting%20aside%20of%20award"},{"value":"logistics","formInput":"logistics"},{"value":"renusagar","formInput":"renusagar"},{"value":"vessel  filter:  force majeure","formInput":"vessel%20%20filter%3A%20%20force%20majeure"},{"value":"\"liquidated damages","formInput":"%22liquidated%20damages"},{"value":"national highway authority","formInput":"national%20highway%20authority"},{"value":"patently illegal","formInput":"patently%20illegal"},{"value":"Terms of the contract","formInput":"Terms%20of%20the%20contract"},{"value":"arbitration and conciliation act/ sortby:/","formInput":"arbitration%20and%20conciliation%20act/%20sortby%3A/"}],"cats":[{"value":"application-for-setting-aside-arbitral-award","formInput":"tag:application-for-setting-aside-arbitral-award"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"definitions","formInput":"tag:definitions"}],"courtcopy":true,"query_alert":null,"agreement":false}