{"tid":171725866,"publishdate":"2012-10-10","title":"Nathuram vs The State Of M.P on 10 October, 2012","doc":"<h2 class=\"doc_title\">Nathuram vs The State Of M.P on 10 October, 2012</h2>\n\n<pre id=\"pre_1\">IN THE HIGH COURT OF MADHYA PRADESH, JABALPUR\n\nSINGLE BENCH : HON&#x27;BLE MR. JUSTICE N.K.GUPTA, J.\n\n                  Criminal Appeal No.235/1997\n\n                               Nathuram\n\n                                VERSUS\n\n                      State of Madhya Pradesh\n\n---------------------------------------------------------------------------\nShri R.K.Samaiya, counsel for the appellant.\nShri Ajay Tamrakar, Panel Lawyer for the State/respondent.\n---------------------------------------------------------------------------\n                         J U D G M E N T\n</pre><p data-structure=\"Issue\" id=\"p_1\">          (Delivered on the 10th day of October, 2012)\n\n            The appellant has preferred this appeal against the\n\njudgment dated 18.1.1997 passed by the learned Special\n\nJudge under SC/ST (Prevention of Atrocities) Act, Tikamgarh\n\nin Special case No.17/1995, whereby the appellant was\n\nconvicted for the offence punishable under <a href=\"/doc/203036/\" id=\"a_1\">section 354</a> of\n\nIPC and <a href=\"/doc/1507082/\" id=\"a_2\">section 3 (1) (xi)</a> of SC/ST (Prevention of Atrocities)\n\nAct, 1989 (hereinafter it will be referred as the &#x27;<a href=\"/doc/701797/\" id=\"a_3\">Special Act</a>&#x27; )\n\nand sentenced for 1 year&#x27;s rigorous imprisonment with fine\n\nof Rs.250/- and in default of payment of fine, 1 month&#x27;s\n\nadditional rigorous imprisonment was also directed.\n\n</p><p data-structure=\"Facts\" id=\"p_2\">2.          The prosecution&#x27;s         story, in short, is that, on\n\n11.2.1995, at about 4 p.m. in the evening, the prosecutrix\n</p><p data-structure=\"Issue\" id=\"p_3\">                            -:-   2   -:-\n</p>                                                                                          \n<blockquote id=\"blockquote_1\">                                     Criminal Appeal No.235 of 1997\n\n\n(P.W.1) went to her field, situated at Ratanganj (Police\n\nStation Budhar, District Tikamgarh) to reap the crop of\n\nKandi. After sometime, the appellant came and met her. He\n\ndirected the prosecutrix to lay down, so that he could do the\n\nintercourse with her.   The prosecutrix shouted upon him\n\nand directed to go away and thereafter, the appellant held\n\nboth the hands of the prosecutrix and tried to threw her on\n\nthe Earth but, the prosecutrix again stood up and shouted\n\nand therefore, Nandlal, wife of Nandlal and Ramcharan\n\n(P.W.4) came to the spot and thereafter, the appellant ran\n\naway. The prosecutrix went to her house and told the entire\n\nstory to her mother-in-law Pyari Bai (P.W.5).                          Since her\n\nfather-in-law was not available on that day, she could not\n\nlodge the FIR.    On 13.2.1995, at about 9 a.m. in the\n\nmorning, the prosecutrix had lodged an FIR, Ex.P/1. After\n\ndue investigation, a charge-sheet was filed before the Special\n\nJudge/Sessions Judge, Tikamgarh.\n</blockquote>\n<blockquote id=\"blockquote_2\">3.        The appellant abjured his guilt. He took a specific\n\nplea that he was falsely implicated due to enmity and in\n\ndefence, Tijua (D.W.1) and Ganeshi Bai (D.W.2) were\n\nexamined.\n</blockquote>\n<blockquote id=\"blockquote_3\">4.        The learned Special Judge/Sessions Judge, after\n\nconsidering the evidence adduced by the parties, convicted\n\nthe appellant for the offence punishable under section 354 of\n</blockquote><blockquote id=\"blockquote_4\">                            -:-   3   -:-\n</blockquote>                                                                                          \n<blockquote id=\"blockquote_5\">                                     Criminal Appeal No.235 of 1997\n\n\n<a href=\"/doc/1569253/\" id=\"a_4\">IPC</a> and <a href=\"/doc/737907/\" id=\"a_5\">section 3 (1) (xi)</a> of the Special Act and sentenced\n\nhim as mentioned above.\n</blockquote>\n<blockquote id=\"blockquote_6\">5.        I have heard the learned counsel for the parties.\n\n</blockquote><blockquote id=\"blockquote_7\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"316925\" id=\"span_1\">6.        The   learned   counsel         for      the       appellant             has\n\nsubmitted that the trial Court has erred in convicting the\n\nappellant for the offence punishable under <a href=\"/doc/737907/\" id=\"a_6\">section 3 (1) (xi)</a>\n\nof the Special Act because no caste certificate was submitted\n\non behalf of the prosecutrix to show that she was a member\n\nof Scheduled caste or Scheduled Tribe. The appellant was\n\nfalsely implicated due to enmity.               Name of the witness\n\nNandlal and his wife was mentioned in the FIR but, they\n\nwere not examined by the prosecution, whereas Ganeshi Bai\n\n(D.W.2), wife of the witness Nandlal was examined in\n\ndefence, who told that no such incident took place with the\n\nprosecutrix.    Under such circumstances, it would be\n\napparent that the appellant was falsely implicated in the\n\nmatter. For appreciation of evidence of the prosecutrix, the\n\nlearned counsel for the appellant has placed his reliance\n\nupon the judgment passed by the Single Bench of this Court\n\nin case of &quot;<a href=\"/doc/316925/\" id=\"a_7\">Ramvilas Vs. State of Madhya Pradesh</a>&quot;,\n\n[(2008) (IV) MPJR, Short Note 7]. It is further submitted\n\nthat the appellant has faced the trial and appeal for last 15\n\nyears and therefore, he may not be sent to the jail again.</span> For\n\nconsideration of the sentence, the learned counsel for the\n</blockquote><blockquote id=\"blockquote_8\">                           -:-   4   -:-\n</blockquote>                                                                                         \n<blockquote id=\"blockquote_9\">                                    <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1664469\" id=\"span_2\">Criminal Appeal No.235 of 1997\n\n\nappellant has placed his reliance upon the judgment passed\n\nby Hon&#x27;ble the Apex Court in case of &quot;<a href=\"/doc/1664469/\" id=\"a_8\">Alam and others Vs.\n\nState of Rajasthan</a>&quot;, [AIR 1980 SC 1657].</span>\n</blockquote>\n<blockquote id=\"blockquote_10\">7.        On the other hand, the learned Panel Lawyer has\n\nsubmitted that the conviction and sentence directed by the\n\ntrial Court appears to be correct and no interference can be\n\ndone in the appeal.\n</blockquote>\n<blockquote id=\"blockquote_11\">8.        After considering the submissions made by the\n\nlearned counsel for the parties and looking to the facts and\n\ncircumstances of the case, it is to be considered as to\n\nwhether the appeal filed by the appellant can be accepted?\n\n</blockquote><p data-structure=\"Issue\" id=\"p_4\">And whether the sentence imposed upon the appellant can\n\nbe reduced?\n</p>\n<p data-structure=\"CDiscource\" id=\"p_5\">9.        The prosecutrix (P.W.1), Ramcharan (P.W.4), Pyari\n\nBai (P.W.5) have stated about the incident. The prosecutrix\n\ndid not told about her caste in her statement.                          No caste\n\ncertificate is submitted by the prosecutrix to the police. No\n\ncaste certificate was obtained by the Investigating Officer\n\nfrom the authorized officer. Under such circumstances, it is\n\nno where proved that the prosecutrix was a member of either\n\nscheduled caste or scheduled tribe.             Hence, the appellant\n\ncould not be convicted for the offence punishable under\n\n<a href=\"/doc/737907/\" id=\"a_9\">section 3 (1) (xi)</a> of the Special Act.            The learned Special\n</p><p data-structure=\"Precedent\" id=\"p_6\">                            -:-   5   -:-\n</p>                                                                                          \n<blockquote id=\"blockquote_12\">                                     Criminal Appeal No.235 of 1997\n\n\nJudge has erred in convicting the appellant for the said\n\noffence.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_7\">10.        The prosecutrix has stated that the appellant came\n\nto the spot and held her hands. Thereafter, he pressed her\n\nbreasts and tried to drag the prosecutrix towards the forest\n\nbut, on her shouting, Nandlal came to the spot and\n\ntherefore, the appellant ran away. The prosecutrix did not\n\nstate before the Court that anyone except the witness\n\nNandlal came to the spot and therefore, it is highly doubtful\n\nas to whether the witness Ramcharan (P.W.4) reached to the\n\nspot or not.    In the FIR, Ex.P/1, it was mentioned that\n\nNandlal, his wife and Ramcharan came to the spot, who saw\n\nthe incident.   Ganeshi Bai (D.W.2), wife of Nandlal was\n\nexamined as defence witness, who has stated that no such\n\nincident took place before her. Nandlal appeared before the\n\ntrial Court but, he was given up by the prosecution. Under\n\nsuch circumstances, it is apparent that Nandlal and his wife\n\nhave not corroborated the version given by the prosecutrix.\n\n</p><p data-structure=\"CDiscource\" id=\"p_8\">11.        The incident took place on 11.2.1995, at about 4\n\np.m., in the evening, whereas FIR was lodged on 13.2.1995.\n\nFIR was lodged with delay of at least 45 hours. The reason\n\nfor such delay was told by the prosecutrix in the FIR that her\n\nfather-in-law was out of station and he came in the evening\n\nof 12.2.1995 and thereafter, she went to the Police Station\n</p><p data-structure=\"Precedent\" id=\"p_9\">                            -:-   6   -:-\n</p>                                                                                          \n<blockquote id=\"blockquote_13\">                                     Criminal Appeal No.235 of 1997\n\n\non the next day morning along with her father-in-law. The\n\nprosecutrix (P.W.1) and Pyari Bai (P.W.5) have accepted that\n\nfather-in-law of the prosecutrix went to the forest to get some\n\nwood from the forest and he came on the same day evening\n\nalong with his son i.e. husband of the prosecutrix.                                The\n\ndefence counsel tried to give so many suggestions, so that\n\nthe prosecutrix and her mother-in-law may go back to their\n\noriginal version stated in the case diary statement but, they\n\nultimately accepted that father-in-law of the prosecutrix\n\ncame back to the house in the evening of 11.2.1995 and\n\ntherefore, the prosecutrix could lodge the FIR on the next\n\nday morning. Under such circumstances, it is apparent that\n\nthe FIR was delayed by atleast 24 hours. No reason for that\n\ndelay has been given by the prosecutrix. Father-in-law and\n\nhusband of the prosecutrix were not examined before the\n\ntrial Court.   Under such circumstances, this possibility\n\ncannot be ruled out that to get the claim from the\n\nGovernment, a false report was lodged by the prosecutrix by\n\nmaking deliberation and consultation with her father-in-law\n\netc.\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_10\">12.       The prosecutrix had lodged an FIR, Ex.P/1 but,\n\nthe Investigation officer, Head Constable Madan Mohan\n\n(P.W.6) has accepted that during the investigation, a written\n\nreport, Ex.P/3 was also present in the case diary, which was\n</p><p data-structure=\"Section\" id=\"p_11\">                               -:-    7   -:-\n</p>                                                                                              \n<blockquote id=\"blockquote_14\">                                         Criminal Appeal No.235 of 1997\n\n\ngiven by the prosecutrix.             However, the case was not\n\nregistered on the basis of Ex.P/3. In the FIR, Ex.P/1, it is no\n\nwhere mentioned that the appellant pressed the breasts of\n\nthe prosecutrix, whereas in the written report, Ex.P/3, such\n\nfact was mentioned and the prosecutrix has also stated\n\nbefore the trial Court about that fact.                       It is a material\n\ncontradiction between the statement of the prosecutrix and\n\nthe FIR,    Ex.P/1. The witness Tijua (D.W.1) has stated that\n\ninitially he let out his land to Ramcharan (P.W.4) and\n\nthereafter, the land was taken from Ramcharan and given to\n\nthe accused/ appellant and therefore, Ramcharan had\n\nannoyance with the appellant as well as with the witness\n\nTijua. He has also stated that the witness Ramcharan was\n\nbrother-in-law     of   the         prosecutrix.                   Under            such\n\ncircumstances, the testimony of the prosecutrix comes in the\n\nclouds of doubt.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_12\">13.         The evidence given by the witness Ramcharan is\n\nstrange. It was mentioned in the FIR that at the time of the\n\nincident, Ramcharan, Nandlal and wife of Nandlal came to\n\nthe spot but, Ramcharan has stated that at the time of the\n\nincident, he and Nandlal were removing a water motor from\n\na well. He told that Nandlal was in the well and removing\n\nthe water motor and therefore, he could not come to see the\n\nincident.    When it was mentioned in the FIR that the\n</p><p data-structure=\"Conclusion\" id=\"p_13\">                           -:-   8    -:-\n</p>                                                                                          \n<blockquote id=\"blockquote_15\">                                     Criminal Appeal No.235 of 1997\n\n\nincident was seen by the witness Nandlal then, why his\n\nbrother Ramcharan was not ready to show his presence at\n\nthe spot. This fact was no where answered by the witness\n\nRamcharan. It appears that the prosecutrix has prepared a\n\ncase against the appellant with the help of witness\n\nRamcharan and her relatives but, when Nandlal and his wife\n\nGaneshi Bai changed their view and they were not ready to\n\nsupport the prosecution&#x27;s case then, not only the witness\n\nNandlal was given up but, the witness Ramcharan tried to\n\nshow that the witness Nandlal was not present at the spot.\n\nLooking to the evidence of the witness Ramcharan, his\n\ntestimony does not appear to be acceptable beyond doubt.\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_14\">14.      According to the FIR, Ex.P/1, the prosecutrix\n\nnamed three witnesses who saw the incident, whereas one\n\nwitness Ramcharan is not believable, second witness Nandlal\n\nwas given up and third witness Ganeshi Bai told against the\n\nprosecutrix. Under such circumstances, where the FIR was\n\nlodged with delay of at least 24 hours and no reason of that\n\ndelay has been explained, the testimony of the prosecutrix\n\nappears to be disbelievable.        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"316925\" id=\"span_3\">In the light of the judgment\n\npassed by the Single Bench of this Court in case of\n\n<a href=\"/doc/316925/\" id=\"a_10\">Ramvilas</a> (supra), testimony of the prosecutrix cannot be\n\nbelieved beyond doubt.     Hence, by the evidence of the\n\nprosecutrix and witness Ramcharan, it cannot be said that</span>\n</p><p data-structure=\"Conclusion\" id=\"p_15\">                              -:-   9   -:-\n</p>                                                                                            \n<blockquote id=\"blockquote_16\">                                       Criminal Appeal No.235 of 1997\n\n\nthe appellant used any criminal force upon the prosecutrix\n\nto outrage her modesty and therefore, if any doubt is created\n\nthen, benefit of doubt is to be given to the accused.                                The\n\nappellant    cannot   be   convicted          even         for      the       offence\n\npunishable under <a href=\"/doc/203036/\" id=\"a_11\">section 354</a> of IPC.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_16\">15.         On the basis of the aforesaid discussion, it was not\n\nproved that the prosecutrix was of scheduled caste or\n\nscheduled tribe, the appellant could not be convicted for the\n\noffence punishable under <a href=\"/doc/737907/\" id=\"a_12\">section 3 (1) (xi)</a> of the Special Act.\n\nThe testimony of the prosecutrix and the witness Ramcharan\n\nis not at all believable and therefore, it is not proved beyond\n\ndoubt that the appellant outraged the modesty of the\n\nprosecutrix by using any criminal force upon her and\n\ntherefore, he cannot be convicted for the offence punishable\n\nunder <a href=\"/doc/203036/\" id=\"a_13\">section 354</a> of IPC. A benefit of doubt is to be given to\n\nthe appellant. Hence, the appeal filed by the appellant can\n\nbe accepted and consequently, it is hereby accepted.                                 The\n\nconviction as well the sentence directed by the trial Court\n\nagainst the appellant for the offence punishable under\n\n<a href=\"/doc/203036/\" id=\"a_14\">section 354</a> of IPC and <a href=\"/doc/737907/\" id=\"a_15\">section 3 (1) (xi)</a> of SC/ST (Prevention\n\nof Atrocities) Act is hereby set aside. He is acquitted from all\n\nthe charges. The appellant would be entitled to get the fine\n\namount back from the trial Court, if he has deposited the\n\nsame.\n</p><p data-structure=\"Conclusion\" id=\"p_17\">                             -:-   10   -:-\n</p>                                                                                           \n<blockquote id=\"blockquote_17\">                                       Criminal Appeal No.235 of 1997\n\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_18\">16.          At present, the appellant is on bail. His Presence\n\nis no more required before this Court and therefore, it is\n\ndirected that his bail bonds shall stand discharged.\n\n</p><p data-structure=\"Conclusion\" id=\"p_19\">17.          A copy of the judgment be sent to the trial Court\n\nalongwith its record for information and compliance.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_20\">                                                    (N.K.GUPTA)\n                                                      JUDGE\n                                                    10/10/2012\nPushpendra\n </p>","numcites":7,"numcitedby":15,"docsource":"Madhya Pradesh High Court","citetid":171725866,"divtype":"judgments","relatedqs":[{"value":"ipc sec 354","formInput":"ipc%20sec%20354"},{"value":"indian penal code section 354","formInput":"indian%20penal%20code%20section%20354"},{"value":"caste certificate","formInput":"caste%20certificate"},{"value":"scheduled caste","formInput":"scheduled%20caste"},{"value":"atrocities act","formInput":"atrocities%20act"},{"value":"prosecutrix","formInput":"prosecutrix"},{"value":"3(1)(xi)","formInput":"3%281%29%28xi%29"},{"value":"section 354 ","formInput":"section%20354%20"},{"value":"section 354 of i.p.c","formInput":"section%20354%20of%20i.p.c"},{"value":"caste","formInput":"caste"},{"value":"scheduled tribe","formInput":"scheduled%20tribe"},{"value":"354","formInput":"354"},{"value":"under section 354","formInput":"under%20section%20354"},{"value":"\"atrocity act\"","formInput":"%22atrocity%20act%22"},{"value":"sc/st","formInput":"sc/st"},{"value":"\"section 354\"","formInput":"%22section%20354%22"},{"value":"atrocities ","formInput":"atrocities%20"},{"value":"\"scheduled caste\"","formInput":"%22scheduled%20caste%22"},{"value":"beyond doubt","formInput":"beyond%20doubt"},{"value":"u/s 354 of ipc","formInput":"u/s%20354%20of%20ipc"}],"cats":[{"value":"assault-on-woman","formInput":"tag:assault-on-woman"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"special-courts","formInput":"tag:special-courts"},{"value":"foreign-offence","formInput":"tag:foreign-offence"}],"courtcopy":true,"query_alert":null,"agreement":false}