{"tid":1982723,"publishdate":"1986-03-18","title":"R.S.E.B., Vidyut Bhawan vs The Indian Aluminium Cables Ltd., New ... on 18 March, 1986","doc":"<h2 class=\"doc_title\">R.S.E.B., Vidyut Bhawan vs The Indian Aluminium Cables Ltd., New ... on 18 March, 1986</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1988(1)WLN191</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nV.S. Dave, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. Both these revision petitions are disposed of by this single order because the questions involved in both of them are ideniical and are concerning the disposal of the petitions filed by the petitioner in the Court of District Judge, Jaipur City, Jaipur under <a href=\"/doc/738672/\" id=\"a_1\">Sections 2(3)</a>, <a href=\"/doc/1882318/\" id=\"a_2\">31</a>, <a href=\"/doc/874260/\" id=\"a_3\">32</a>, <a href=\"/doc/1154891/\" id=\"a_4\">33</a> of the Arbitration Act, 1940, praying that the arbitrator may be restrained from proceeding with the arbitration in each case as there exists no arbitrable dispute.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. In S.B. Civil Revision Petition No. 233/85 the Rajasthan State Electricity Board, petitioners invited tenders for supply of ACSR &#x27;Panther&#x27; conductors. Respondent No. 1 on or about March 10, 1979, submitted tenders for manufacture and supply of 1000 kms. ACSR &#x27;Panther&#x27; conductors valued at rupees one crore forty one lacs thirty thousand The petitioner placed the purchase order with respondent No 1 on or about November 2, 1979. On September 10, 1980, a formal contract in writing was executed between the petitioners and respondent No. 1. the relevant terms of the same are mentioned in para No. 5 of the petition filed before the learned District Judge, Jaipur City, Jaipur. In the aforesaid contract an arbitration Clause was incorporated which was subsequently amended on April 29, 1980, and it was agreed upon that there should be two arbitrators to be appointed one by each party and it shall be governed by the <a href=\"/doc/1052228/\" id=\"a_5\">Indian Arbitration Act, 1940</a>. Respondent No. (made the first supply of a small quantity on or about December 30, 1980. On January 7, 1981, the petitioner wrote to respondent No. 1 that the supplies against the purchase order may not be despatched till further instructions. This letter was addressed by the Superintending Engineer, R.K. Vyas. (TLPC) to respondent No. 1. On January 21, 1981, respondent No. 1 acknowledged the receipt of this letter and wrote to the petitioner that they would like to state that while lifting the restriction for manufacture and despatch of the material the delivery will be required to be re-fixed mutually depending upon their production and delivery programme and all liability thereunder would be to the Board&#x27;s accounts. On December 24, 1982, the Board sent a telegram to respondent No. 1 as under:\n</p><blockquote id=\"blockquote_1\"> REFER ORDER AGAINST TN 3010 FOR SUPPLY OF ACSR PANTHER CONDUCTOR (.) DEPUTE YOUR FULLY AUTHORISED REPRESENTATIVE FOR DISCUSSION ON DECEMBER 29, 1982.\n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_3\">3. It was followed by another telegram, dated January 3, 1983, thereafter another telegram on January 17, 1983, fixing January 24, 1983, but instead of sending a representative, the petitioner&#x27;s case is that respondent sent a notice, dated February 22, 1983, through their counsel re-pudiating the contract calling upon to refer all disputes and differences to arbitrators and further informed about nominating Shri S. Rangarajan, Sr. Advocate, Supreme Court, as their arbitrator and requested to nominate the arbitrator by the Board. On March 8, 1983, the petitioner wrote to respondent No. 1 inter alia stating that the delivery schedule for supply needs revision and re-fixation by mutual negotiations and that the reference to arbitration and appointment of Shri S. Rangarajan is premature. It was further mentioned that if the petitioners were not agreeable to the proposal for re-schedule and re-fixing of the delivery schedule, then in the alternative the Chairman of the Board proposes to appoint Member (Accounts &amp; Finance), RSEB, Jaipur as the arbitrator on behalf of the Board. It was further stated that as per terms and conditions of the contract Clause 26 only courts at Jaipur have jurisdiction to entertain and hear the disputes and differences arising out of the contract and, therefore, venue of the arbitration would be at Jaipur. The first meeting of the two arbitrators was held at New Delhi on July 17, 1983. The petitioner was represented in this meeting by its counsel Shri A.N. Pareek but it is submitted that he appeared under protest. Another meeting of the arbitrators was fixed on July 31, 1983, and both the parties agreed to appoint Shri S.T. Desai, Senior Advocate and formerly Chief Justice of the Gujarat High Court as umpire. It is thereafter, that the present petition was filed before the District Judge, Jaipur City, Jaipur by the petitioner praying that the court may order that there is no arbitrable dispute in existence and hence the arbitrators have no jurisdiction in the matter. It was further prayed that the arbitrators be restrained from proceeding with the arbitration on the grounds mentioned in the petition which would be dealt with here in after.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_4\">4. In S.B. Civil Revision Petition No. 244/85 the petitioner had invited tenders for supply of ACSR Zebra conductors and respondent No. 1 submitted tenders for manufacture and supply of 1000 kms ACSR Zebra for rupees two crores sixty five lacs and purchase order was placed on or about November 2, 1979. Formal contract was executed on September 10, 1980. The conditions of the contract are reproduced in para 5 of the petition. In this contract also by subsequent amendment clause about appointments of two arbitrators to be appointed one by each party was incorporated. The first supply of small quantity was made on September 23, 1980, but thereafter on January 16, 1981, the petitioner wrote to respondent No. 1 that supplies against the purchase orders may not be despatched till further instructions. That letter was acknowledged by respondent No. 1 vide its letter, dated January 21, 1981 and agreed to defer the supplies till further instructions. On February 27, 1983, the petitioner requested respondent No. 1 to depute its k fully authorised representative to discuss the matter of supply and fixed March 22, 1981, for the purpose of discussions. But of March 2, 1983, the petitioner received a telegram from respondent No. 1 which reads as under:\n</p><blockquote id=\"blockquote_2\"> RECEIVED POST CONFIRMATIONAL COPY OF TELEGRAM AGAINST IN 3031 TODAY (.) ORIGINAL TELEGRAM NOT RECEIVED (.) REQUEST INTIMATE POINTS TO BE DISCUSSED TELEGRAPHICALLY ENABLING DEPUTE REPRESENTATIVE WITH YOUR BOARD MEMBERS.\n</blockquote> \n\n<blockquote id=\"blockquote_3\">and on the same day it is stated that respondent No. 1 addressed a notice through the counsel repudiating the contract seven days after the receipt of the letter. On March 8/9, 1983, the petitioner wrote to respondent No. 1 stating that it was not fair on the part of the respondent No. 1 to refuse to depute its representative for discussing the delivery schedule required to be re-fixed and requested to fix a date for discussion. Respondent No. 1 sent the following telegram:\n</blockquote><blockquote id=\"blockquote_4\"> REFERLET NO. RSEB/SE/TLPC//TLM/TN-3013/IACD 463 Dt. 9-3-1983 RECEIVED ON 11-3-3983 (.) WITHOUT PREJUDICE TO OUR RIGHTS AND CONTENTS WE REQUEST YOU TO INTIMATE US YOUR PROPOSED DELIVERY SCHEDULE FOR OUR CONSIDERATION (.) PL. CONFIRM IMMEDIATELY FAILING WHICH WE HAVE NO OTHER ALTERNATIVE BUT TO TAKE STEPS IN ACCORDANCE WITH LAW.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_5\">5. On May 4, 1983, respondent No. 1 called upon the petitioner to nominate an arbitrator and intimated the petitioner of respondent No. 1 having nominated Shri S. Rangarajan, Senior Advocate as an arbitrator. The petitioner appointed Shri S.T. Kenghe as their arbitrator. Both the arbitrators met in New Delhi on July 17, 1983, followed by another meeting on July 31, 1983, appointed Shri ST. Desai, Senior Advocate and formerly Chief Justice of the Gujarat High Court as umpire. It is, thereafter, that the present petition with similar prayers as mentioned in Panther&#x27;s case, was moved before the District Judge, Jaipur City, Jaipur.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_6\">6. Thus, in the matter of supply of &#x27;ACSR PANTHER&#x27; conductors and &#x27;ACSR Zebra&#x27; conductors, the only difference is, that in Panther case a telegram was issued by the petitioner withdrawing the ban on supply, while in Zebra conductors case it was not so done. However, still the common fact, in both these cases, is that respondent No. 1 has not made the supply of either Panther or Zebra conductors after their receiving letters in each, whereby, supplies against the purchase orders were deferred till further instructions. On the aforesaid facts the petitioner&#x27;s case before the learned District Judge was that the arbitrators had no jurisdiction to proceed with the arbitration as the condition precedent for invoking the arbitration clause is the existence of an arbitrable dispute and in these cases there is negotiable dispute as action of the petitioner for deferment of the supplies was accepted by respondent No. 1 in clear terms of the contract and thus the question of execution of the contract could not proceed to that extent unless the parties had agreed on the future delivery schedule. The petitioner&#x27;s objection was that despite the petitioner&#x27;s having called upon respondent No. 1 to agree to fix a schedule of delivery respondent has no reason for its own and choose to avoid the contract and this action is wholly unconnected with the contracts between the parties and thus for all practical purposes since after the deferment was accepted by respondent No. 1 the contract between the parties was not complete unless there was refixation of the delivery schedule by mutual consent.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_7\">7. Respondent No. 1 in their reply admitted the contract but submitted that specifications forming the tender enquiry in which purported Clause 2.12(d) was included by which a right was given to the petitioner to defer the supply was never intended to from part of the contract and submitted that there was no power reserved under the contract or under the law to the petitioner to defer supply. In the alternative it was submitted that assuming but not admitting such powers vested in the petitioner no reason existed or had been disclosed for the said suspension of the supplies and thereafter the petitioner did not issue any further despatch instructions and there existed no adequate reasons for the same. It was further stated that supplies could not be deferred to for indefinite and unreasonable length of time. It was submitted that purchase and supply orders both in Panther and Zebra cases were for more than one crore of rupees and the respondent had to plan and undertake manufacture as per the delivery schedule under the contract, besides that, when the order of suspension was given in January 1981, the Board withdrew the deferment in Panther&#x27;s casein December, 1982, and failed to reply to the letters and telegrams sent by respondent No 1 from time to time. Respondent No. 1 placed on record all the letters and telegrams sent by it to petitioners which have not been responded at all by the petitioner. The aforesaid letters are from Annexures Rule 1 to Rule 9 and it is submitted that it was in these circumstances that legal notice had to be sent on February 22, 1983, through their counsel appointing the arbitrator.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_8\">8. In Zebra&#x27;s case it is submitted by respondent No. 1 that since after the letter of deferment in January, 1981, the petitioner failed and neglected to lift the suspension and take supplies despite repeated letters from respondent No. 1 which have been placed on record Respondent No. 1 stated that he was always ready and willing to perform his part of the contract and the obligations of the petitioner to purchase the goods stipulated under the said contract was absolute. It was further, submitted that the petitioner had not put the appearance under protest as alleged and once it has chosen to participate in the said proceedings without any protest, it is an after thought and a delayed tactics in moving this application. It is stated that in view of the pleadings of the petitioner itself wherein it is pleaded that there was absolute power of deferment, it will be necessary to have recourse to the provisions of the contract and once it is found that the dispute touches concerns or arises out of the said contract, it is only the arbitrator who has jurisdiction and, therefore there are no good grounds for accepting the application of the petitioner. It is submitted that even for seeing whether there is power of deferment the recourse will have to be made to contract. Principally two points were canvassed before learned District Judge. First was concerning the question regarding petitioner&#x27;s right to invoke the jurisdiction of the court under <a href=\"/doc/1154891/\" id=\"a_6\">Section 33</a> of the Arbitration Act once it has chosen to appear before the arbitrator and surrender to his jurisdiction. It was canvassed that the Board not only appeared before the arbitrator but it appointed its own arbitrator and also agreed to the appointment of Shri S.T. Desai, Senior Advocate and formerly Chief Justice of Gujarat High Court as an umpire. The petitioners submitted that they had no option left but to appoint arbitrator. If that would not have been so within the time stipulated by law they would have been precluded for appointing their arbitrator and consequently Mr. A.N. Pareek, learned Counsel for the petitioner, when he appeared before the arbitrator did so under protest. In this connection the petitioner has submitted an affidavit of Shri P.C. Mathur, Superintending Engineer (TLPC) R.S.E.B. wherein it was stated by him that on July 17, 1983 he was present before the learned arbitrator and when the counsel on behalf of the R.S.E.B. stated that he was entering appearance under protest and second point which is of importance was whether there is an arbitrable dispute which can only be decided by an arbitrator. The learned trial Judge considered the various documents produced by either side and on the first point held that Shri A.N. Pareek learned Counsel himself has not filed an affidavit and the arbitrators have met on few occasions and such proceedings do not disclose that any protest was made. He did not rely upon the affidavit filed by Shri P.C. Mathur but considered that even assuming that an objection was raised still the jurisdiction of the arbitrators is not ousted. The court held that the petitioner not only acted upon the terms of arbitration but appointed its own employee as an arbitrator and hence it is erroneous to say that the appearance was made under protest. The court proceeded to decide the application on merits keeping in view the facts that despite the appearances of the petitioner before the arbitrator even with pro est application under <a href=\"/doc/1882318/\" id=\"a_7\">Sections 31</a>, <a href=\"/doc/874260/\" id=\"a_8\">32</a> and <a href=\"/doc/1154891/\" id=\"a_9\">33</a> of the Arbitration Act is maintainable for setting aside or staying the proceedings in case facts mentioned in the petition for non-maintainability of the arbitration proceedings can be substantiated. Another aspect of the case considering the various arguments the learned Judge came to the conclusion that the valid contracts were executed for manufacture and supply of conductors between the petitioner and respondent No. 1 and the contracts were complete, definite and enforceable and dispute has arisen between the parties regarding implementetion of the contract as even the provision about the right to defer the supply arose out of the contract and therefore dismissed the application of the petitioner. Aggrieved by the same these revision petitions have been preferred by the petitioners which are disposed of by this common order.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_9\">9. It is submitted by the petitioner that the petitioners invited tenders for supply of ACSR Panther/Zebra conductors for manufacture and supply of 1000 kms. each on or about March 10, 1979. These supplies were to be made worth crores of rupees. Purchase order was placed by respondent No. 1 soon after its tenders were accepted and ultimately the formal contract in each case was entered into on September 10, 1980. It is submitted that as per Clause 7 of the purchase order the Panther conductors&#x27; supply was to commence from April 1, 1981, and was to be completed within 8 equal quarterly instalments to the extent of 200 MT aluminium contents per quarter against order No. 3010, while in case of Zebra supply was to be made during July and December, 1980, and the balance in 8 equal quarterly instalments commencing from April, 1981 against Order No. TN 3013. Both these contracts were identical and the orders were placed according to the general conditions of the contract. It is submitted that there was specific Clause 2.12 (d) of Specification which reads as under:\n</p><blockquote id=\"blockquote_5\"> The purchaser also reserves the right to defer the delivery period as indicated in the detailed purchase order in case of successful tenderer. The period during which the supplies have been so deferred, shall not be reckoned as delay in delivery in terms of Clause No. 213 of the Specification\n \n\nIt is submitted that after certain supplies have been made the petitioner in exercise of its power under Clause 19 of the purchase order and Clause 2.1 to (d) of the specification wrote to respondent No. 1 that the supplies be deferred till further instructions and respondent No. 1 accepted the deferment in following terms:\n</blockquote><blockquote id=\"blockquote_6\"> While lifting the restriction for manufacture and despatch of the material the delivery will be required to be re-fixed mutually depending upon reproduction and delivery programme.\n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_10\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"182680325\" id=\"span_1\">10. It is submitted that because of the acceptance of deferment the contract which had been executed earlier it had become an executory contract and as such in fact and in law there remains no contract which could give rise to any dispute much less an arbitrable dispute. It is submitted that the petitioner requested respondent No. 1 to depute its fully authorised representative to discuss the matter concerning supply but the latter failed to contact petitioner No. 1 as and when desired and instead of completing the contract by fixing of the production and the delivery programme by mutual discussion, appointed an arbitrator and, therefore, unless after agreeing of respondent No 1 in deferring the supply and insisting on re-fixing of the delivery schedule, it cannot be said that there was any subsisting contract and, therefore, there is no dispute arising out of the contract. Since by agreement as mentioned aforesaid a new contract had emerged for stipulating re-fixation of the delivery and this new contract is not enforcable being vague and uncertain. It is submitted that this hits <a href=\"/doc/1818467/\" id=\"a_10\">Sections 29</a> and <a href=\"/doc/595325/\" id=\"a_11\">62</a> of the Indian Contract Act. It is further submitted that since respondent No. 1 has avoided the discussions after first agreeing upon this there is no concluded contract in existence giving rise to an irresistible dispute. It is submitted that the petitioner was always ready and willing and is still ready and willing to perform the contract It is submitted that the former having first agreed to mutually settle the schedule of delivery could not play a trick which he did on March 2, 1983 by declining to discuss the matter for re-fixation of the schedule and appointing the arbitrator as letter of agreement for re-fixation of schedule amounts to unconcluded contract and as per the law laid down by their Lordships of the Supreme Court in <a href=\"/doc/182680325/\" id=\"a_12\">Jawarhar Lal Barmra v. The Union of India</a> , that in case where there was no concluded contract it was necessary to move the court for a decision of the question about the existence and validity of the arbitration agreement. It is then, submitted that dispute raised is only sham dispute and not the real one. It is submitted that the learned District Judge has erred in not accepting the application under <a href=\"/doc/1154891/\" id=\"a_13\">Section 33</a> and has acted illegally in exercise of its jurisdiction and with material irregularity by not considering the fact that there was no arbitrable dispute which is foundation of jurisdiction of arbitration proceedings. It is further submitted that on the one hand respondent No. 1 called upon the petitioner to lift the suspension of the order deferring the manufacture and supply and to make the arrangement for taking delivery of the material by re-fixing the time schedule and on the other hand nominated the arbitrator by referring dispute to the arbitration and once it was so done by respondent No. 1 no option was left to the petitioner except to nominate its arbitrator in order to avoid the multiplicity of the proceedings else respondents No. 1&#x27;s nominated arbitrator would have been the sole arbitrator under <a href=\"/doc/1120409/\" id=\"a_14\">Section 9</a> of the Arbitration Act. It has further been submitted that arbitrators cannot decide their own jurisdiction about the enforceability or otherwise of the alleged contract as the same is not permissible. It is then submitted that the learned trial court has committed an error in not accepting the affidavit of Shri P.C. Mathur and insisted on affidavit of the counsel appearing on behalf of the petitioner before arbitrator. It is submitted that the affidavit of the counsel is not at all required and an unrebutted affidavit of Shri P.C. Mathur was sufficient to infer that appearance was made on behalf of the petitioner before the arbitrator under protest.</span>\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_11\">11. In support of his contentions the learned Counsel for the petitioner has referred to several books and case law which will be dealt here in after. Reference has been made on the Book. &quot;The Discipline of Law&quot; by Rt. Hon. Lord Denning 1979 Edition:\n</p> \n \n\n<blockquote id=\"blockquote_7\">I made a special note of it; and as it has had so much impact on subsequent development, I will set it out:\n</blockquote> \n\n<blockquote id=\"blockquote_8\">It is the first principle upon which all courts of Equity proceed, that if parties who have entered into definite and distinct terms involving certain legal results-certain penalties or legal forfeiture-after wards by their own act or with their own consent enter upon a course of negotiation which has the effect of leading one of the parties to suppose that the strict rights arising under the contract will not be enforced, or will be kept in suspense or held in abeyance, the person who otherwise might have enforced those rights will not be allowed to enforce them where it would be inequitable having regard to the dealings which have thus taken place between the parties.\n</blockquote> \n\n<blockquote id=\"blockquote_9\">I found also that that principle had been explained by Rowen LJ who said that it was not confined to penalties and forfeitures but extended to all cases of contractual rights. That was in a case in 1888-Birmingham and District Land Co. v. London and NW, Railway Co.\n</blockquote> \n\n<blockquote id=\"blockquote_10\">It got me over the fences which obstructed the way to High Trees: We, therefore, recommend that a promise which the promisor knows, or reasonably should know, will be relied upon by the promisee, shall be enforceable if the promisee has altered his position to his detriment in reliance on the promise.\n</blockquote> \n\n<blockquote id=\"blockquote_11\">In the High Trees case there was an actual promise or assurance. In the next case there was only conduct. The law as to sake of goods had got tied into knots, especially when times for delivery had been extended by word of mouth. All these knots were untied in Charlas Rickarde Ltd. v. Oppenhaim. Mr. Oppenhaim wanted a body built on a chasis of a Rolls Royce &#x27;Silver Wraith&#x27;. In July 1947, the coach builders promised to deliver it within six or at the most seven months&#x27;. They did not deliver it in that time Mr. Oppenhaim still pressed them to deliver. Suppose they tendered delivery in June 1948 in accordance with his request could Mr. Oppanhaim have refused to accept delivery? According to the old cases he could have done. I pointed out the difficulty and gave the solution:\n</blockquote> \n\n<blockquote id=\"blockquote_12\">.....It would have been said that there was no consideration: or, if the contract was for the sale of goods, that there was nothing in writing to support the variation. There is the well known case of Plevins v. Sowning coupled with what was said in Bessler Wachter Clover &amp;. Co. South Dorwent Coal Co. Ltd. which gave rise to a good deal of difficulty on that score; but all those difficulties are swept away now. If the defendant, as he did led the plaintiffs to believe that he would not insist on the stipulation as to time, and that, if they carried out the work, he would accept it, and they did it, he could not afterwards set up the stipulation as to the time against them, whether it be called waiver or forbearance on his part, or an agreed variation or substituted performance, does not matter. It is a kind of estoppel. By his conduct he evinced an intention to affect their legal relations. He made, in effect, a promise not to insist on his strict legal rights. That promise was intended to be acted on and was in fact acted on. He cannot afterwards go back on it.....It is a particular application of the principle which I endeavoured to state in Central London Property Trust Ltd. v. High Trees House Ltd.\n</blockquote> \n\n<blockquote id=\"blockquote_13\">What is the effect of that conduct in law? Mr. Monatra says with force that it is nothing else than an oral variation of a written contract a contract which, under the Sale of Goods Act, 1898, has to be in writing, and he says, therefore, under the authority of Morris v. Baron (1918) AC 1, this variation must be disregarded. In my judgment, that principle does not apply to this case. Although this is a variation never the less the requirement of writing, like the requirement of consideration is overridden by the broad principle of &quot;fair dealing and justice&quot; which was laid down by the House of Lords in Hughes v. Metropolitan Railway Company.....and by this court in.....Charles Richards Ltd. v. Oppenhaim.....It is this: If one party, by his conduct leads another to believe that the strict rights arising under the contract will not be insisted upon, intending that the other should act to that belief, and he does act on it, then the first will not afterwards be allowed to insist of the strict rights when it would be inequitable for him so to do.\n</blockquote> \n\n<blockquote id=\"blockquote_14\">What is the true basis of those decisions; is it variation of the original contract? or a waiver of the strict rights thereunder? or a promissory estoppel precluding the seller from insisting on his strict rights? or what else?\n</blockquote> \n\n<blockquote id=\"blockquote_15\">Looking back over the last 32 years since the High Trees case, it is my hope that the principles then stated and the extensions of them-will come to be accepted in the profession. The effect has been to do away with the doctrine of consideration in all but a handful of cases. During the 16 years whilst-I have been Master of the Rolls I do not recall any case in which it has arisen or been discussed. It has been replaced by the better precept; &#x27;My word is my bond&#x27;, irrespective of whether there is consideration to support it. Once a man gives a promise or assurance to&quot; his neighbour--on which the neighbour relies--he should not be allowed to go back on it. In stating the principle, and its extensions, the lawyers use the archaic word &#x27;estoppel&#x27;. I would prefer to put it in language which the ordinary man understands;\n</blockquote> \n\n<blockquote id=\"blockquote_16\">It is a principle of justice and of equity. It comes to this; when a man, by his words or conduct has led another to believe that he may safely act on the faith of them--and the other does act on them--he will not be allowed to go back on what he has said or done when it would be unjust or inequitable for him to do so.\n</blockquote>\n \n\n<p data-structure=\"RespArg\" id=\"p_12\">12. On the strength of the aforesaid passages the learned Counsel has emphasised on the conduct of respondent No. 1 and submits that once respondent No. 1 has agreed to deferment of supply and itself asked for re-fixation of the delivery schedule it cannot come forward and say that the contract still subsists so as to give rise to a dispute arising out of the contract. It is submitted that respondent No. 1 has led the petitioners to believe that they could safely act on their faith i.e., on deferment of the supply and, therefore, respondent No. 1 cannot go back when he has said or done as it would be unfair and inequitable for him to do.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_13\">13. Learned Counsel for respondent No. 1 submitted that the entire promises on which the petitioner has moved the application is Clause 2.1 (d) of Specifications which, in fact, does not find any mention either in the contract or in the purchase order. It is submitted that the said clause was never accepted by respondent No. 1. Besides this, it is submitted that purchase order itself shows that any delay in delivery entail penal consequences and as such respondent No. 1 was required to make all necessary arrangements to ensure that the delivery of the material was effected within time schedule prescribed by the contract and such time was the essence of the contract as well as purchase order have to be read together. It is further submitted that the order deferring the supply was made after the contract was acted upon and thus, manufacture and supply had started. It is submitted that Clause 2.1(d) of the Specifications is a Clause in the Specifications forming tender enquiry wherein a right was reserved by the petitioner to defer supplies but this purported Clause 2.1(d) of the Specifications was never intended to form the part of the contract and in fact the petitioner never accepted the same and, therefore, it was neither specifically included in the contract nor in the purchase order. It is submitted that the conduct of the petitioner had been most reprehensible throughout. In the contract Clause 7 was added a delivery clause which is as under:\n</p><blockquote id=\"blockquote_17\"> Your shall supply first 100/125 kms ACSR Zebra during the period July-December, 1980. Thereafter the supplies shall commence from April, 1981, and shall be completed within 8 (eight) equal quarterly Instalments to the extent of 203 Ton aluminium content par quarter in total taking both &#x27;Zebra&#x27; conductor ordered against his order and &#x27;Panther&#x27; conductor ordered against order TN-3010. The above delivery of 200 M. Ton aluminium content is based on actual/physical receipt of 1600 M. Ton of aluminium per quarter. In case aluminium is received less than 1600 M. Tons in a particular quarter the aforesaid delivery will be treated as reduced in the same ratio as that of receipt of aluminium. The supplier will, however, agree to commence supplies earlier and supply more quantity than scheduled.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_14\">14. As per the aforesaid clause it is submitted that since the time was essence of the contract as mentioned above the total supplies had to be completed by the end of March, 1983, and since after the letter of deferment, respondent No. 1 wrote a series of letters and telegrams for more than a year but the petitioner did not answer any telegram or letter and it was only towards the end of the period fixed under the contract that it called upon respondents No. 1 for discussion which was malafide and was calculated to frustrate the contract as the time was fastly running out. It is further submitted that arbitrable dispute is in existence as admittedly there was a binding contract between the parties for supply of conductors and as per terms of the contract, delivery was the essence of the contract. It is submitted that assuming but not admitting even if the power of deferment vested in the petitioner under the contract it is essential to have recourse to the provisions of the contract to settle the dispute as to whether such a power for deferring supply was available to the petitioner under the contract and if such power was vested whether such power can be exercised arbitrarily without any cause and for undue length of time. It is submitted that the disputes are touching concerning and/or arising out of the said contract and as such referable to arbitration and arbitrator alone has the jurisdiction in matter. It is submitted that the application is calculated to hold the arbitration proceeding and is malafide. It is further submitted that this court has a limited jurisdiction and there being no question of jurisdiction involved, the revision petition is not maintainable and this, infact, as submitted by the learned Counsel for the respondent No. 1 be first decided. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"340501\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1802788\" id=\"span_3\">In support of his contention about the maintainability of the revisions the learned Counsel has relied upon <a href=\"/doc/1802788/\" id=\"a_15\">Vora Abbashhi Ali Mohammed v. Haji Gulamnabi Haji Safibhai</a> , Rati Lal Balabhai Nazar v. Ranchhodbhai Shankarbhai Patel and Anr. <a href=\"/doc/340501/\" id=\"a_16\">AIR 1956 SC 439 and Shri M.L. Sethi v. Shri R.P. Kapur</a> . The learned Counsel has also submitted various other authorities in support of his other contentions which I will deal with here in after in this judgment.</span></span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_15\">15. I have heard the learned Counsel for the parties and have carefully gone through the pleadings of the parties and the documents produced by them before the learned District Judge and have also considered the case law.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_16\">16. Before I proceed to decide the revision petitions on merits I will deal with the maintainability of the revision petitions first. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1802788\" id=\"span_4\">In <a href=\"/doc/1802788/\" id=\"a_17\">Vora Abbasbhai v. Haji Gulamnabi</a> (supra), while discussing he scope of <a href=\"/doc/82577596/\" id=\"a_18\">Section 115</a>, CPC their Lordships held that if the trial court has jurisdiction to decide the question before it and decided it whether it decided it rightly or wrongly, court has no jurisdiction to decide the case and even if it decided the question wrongly it did not exercise its jurisdiction illegally or with material irregularities. This was held by their Lordships a case arising in a case where the Gujarat High Court in exercise of jurisdiction under <a href=\"/doc/82577596/\" id=\"a_19\">Section 115</a>, CPC had reversed the decree of the District Judge and had ordered the defendant to hand over peaceful possession of the premises to the plaintiff within four months from the date of the order and that too because the defendant was not ready and willing to pay standard rent and did not comply with the requirements of <a href=\"/doc/113949268/\" id=\"a_20\">Section 12(3)(b)</a> of the Bombay Rents, Hotel and Lodging House Rates Control Act and it was in those circumstances that their Lordships held that the High Court was in error in setting aside the decree of the District Court while exercising the powers of revision. As decision on <a href=\"/doc/1265271/\" id=\"a_21\">Section 12</a> did not affect the jurisdiction of the court to entertain and decide a suit in ejectment against the tenant.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"35670\" id=\"span_5\">In <a href=\"/doc/35670/\" id=\"a_22\">Ratilal Balabhai Nazar v. Ranchhodbhai Shankerbhai Patel and Anr.</a> (supra), their Lordships held that &#x27;Erroneous construction placed upon a statute by the trial court does not amount to exercising jurisdiction illegally or with material irregularity and would not furnish a ground for interference under <a href=\"/doc/82577596/\" id=\"a_23\">Section 115</a>, CPC&quot;. In this case also their Lordships were dealing with a case where the High Court itself had dismissed an application summarily under <a href=\"/doc/82577596/\" id=\"a_24\">Section 115</a>, CPC arising out of an order passed by the Principal Judge of the City Civil Court, Ahmedabad wherein he took a particular view about <a href=\"/doc/28802319/\" id=\"a_25\">Section 12</a> of the Bombay Rents, Hotel and Lodging House Rates Control Act, 1947.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"340501\" id=\"span_6\">In <a href=\"/doc/340501/\" id=\"a_26\">Shri M.L. Sethi v. Shri R.P. Kapur</a> (supra) their Lordships held that the jurisdiction of the High Court is limited one and Section is not directed against conclusions of law or fact in which the question of jurisdiction is not involved. It has further been held that a distinction must be drawn between the errors committed by subordinate courts in deciding questions of law which have relation to or are connected with question of jurisdiction of the said court, and errors of law which have no such relation or connection. An erroneous decision on a question of law reached by the subordinate court which has no relation to questions of jurisdiction of that court, cannot be corrected by the High Court under <a href=\"/doc/82577596/\" id=\"a_27\">Section 115</a>, CPC. The aforesaid case arose out of the disposal of an application for discovery of documents made under Order 11, Rule 12, <a href=\"/doc/161831507/\" id=\"a_28\">CPC</a>.</span>\n</p> \n\n<p data-structure=\"Issue\" id=\"p_17\">17. On reading of the aforesaid decision of their Lordships of the Supreme Court and other cases it is now well settled that under <a href=\"/doc/82577596/\" id=\"a_29\">Section 115</a>, CPC the High Court before interfering with the order of the subordinate court or entertaining the revision for disposal has to examine as to whether the order of the subordinate court is within its jurisdiction or the case is one in which the court ought to have exercised the jurisdiction or further that in exercising the jurisdiction the court has acted illegally in patent breach of some provision of law or with material irregularity by committing error of procedure. The question in the instant case about entertaining the revision is regarding admission of the revision petition if there was a caveat entered into on behalf of respondent No. 1 the relevancy is only to the effect of hearing the revision petition on merits of the case. In the instant case application had been moved under <a href=\"/doc/1154891/\" id=\"a_30\">Section 33</a> of the Arbitration Act before learned District Judge under <a href=\"/doc/738672/\" id=\"a_31\">Section 2(3)</a>, <a href=\"/doc/1882318/\" id=\"a_32\">31</a>, <a href=\"/doc/874260/\" id=\"a_33\">32</a> and <a href=\"/doc/1154891/\" id=\"a_34\">33</a> of the Arbitration Act and the jurisdiction of the arbitrator to arbitrate the dispute was challenged. A question had been raised in the case that arbitrators themselves could not have decided their own jurisdiction on the points sought to be raised in the application and it is this application which has been rejected by the learned District Judge holding that the arbitrator has the jurisdiction of adjudicating the dispute. Several questions had been raised in connection with the interpretation of provisions of the <a href=\"/doc/1052228/\" id=\"a_35\">Arbitration Act</a> as well as the clauses of contract incorporated in the specifications. One of the question is whether Clause 2(12)(d)of the specification could be one which can be considered to be a part and parcel of the contract or the breach of the order, and further whether an arbitrable dispute arose and the District Judge has jurisdiction to entertain the application, are matters where the question of jurisdiction is involved and this court is called upon to decide whether the District Judge has the jurisdiction to allow the application under <a href=\"/doc/1154891/\" id=\"a_36\">Section 33</a> of the Arbitration Act or whether the arbitrators have the jurisdiction, have to be decided and, therefore, I over-rule the preliminary objection about the maintainability of the revision petition.\n</p> \n\n<p data-structure=\"Section\" id=\"p_18\">18. To appreciate the submissions of learned Counsel for both the parties it is essential to quote some of the clauses of the agreement, purchase order and the specification. Clause 7 of the contract reads as under:\n</p> \n\n<blockquote id=\"blockquote_18\">Clause-7 Delivery:\n</blockquote> \n \n\n<blockquote id=\"blockquote_19\">You shall supply first 100/125 kms. ACSR Zebra during the period July-December 1980. Thereafter the supplies shall commence from April, 1981 and shall be completed within 8 equal quarterly instalments to the extent of £00 M. Ton Aluminium content per quarter in total taking both &#x27;Zebra&#x27; conductor ordered against TN. 3010. The above delivery of 200 M. Ton aluminium content is based on actual/physical receipt of 1600 M. Ton of alminium per quarter. In case aluminium is received less than 1600 M. Ton in a particular quarter the aforesaid delivery will be treated as the reduced in the same ratio as that of aluminium. The supplier will however, be free to commence supplies earlier and supply more quantity than scheduled.\n</blockquote> \n\n<blockquote id=\"blockquote_20\">The delivery shall be reckoned from the date of despatch i.e. date of R/R if despatches are made by rail. In case, the despatches are required by road the date of consignees receipted challans shall be considered relevant.\n</blockquote>\n \n\n<p data-structure=\"Section\" id=\"p_19\">19. A perusal of the different clauses of contract agreement, purchase order and specification make it abundantly clear that arbitration clause existed which was subsequently amended and it was agreed upon that there should be two arbitrators to be appointed: one by each party. The only question is whether clause 2(12)(d) of the Specifications which gave right to the purchaser to defer the delivery period as indicated in the detailed purchase order can set at naught the contract which has been entered into in pursuance of the tender being accepted and further that such a right can be determined without having recourse to the contract or without having reference to the same, particularly when it has been acted upon and the supply had been started. Prior to deciding this question on the existing material on facts and law first I will discuss passages from various books cited as well as the case law cited by either of the parties. The petitioner relied upon Chitty on Contract:\n</p>  \n\n<blockquote id=\"blockquote_21\">Para 48: Other Liability in connection with advertisements: A person who issues an advertisement may be under some form of liablility even though the advertisement does not amount to an offer. For example, a person who indicates by such an advertisement that he intends to sell goods when he in fact has no such intention might be liable in deceit to some one who suffered loss by acting in reliance on the statement; and he might possibly incur criminal liability under legislation passed for the protection of consumers. He may also be liable for false statements in advertisements relating to the characteristics of the subject-matter, or to the terms on which it is to be supplied.\n</blockquote> \n\n<blockquote id=\"blockquote_22\">Para 49: Tenders: A statement that goods are to be sold by tender is not an offer to sell to the person making the highest tender; it merely indicates readiness to receive offers. An invitation for tenders for the supply of goods or for the execution of works is, generally, not an offer, even though the preparation of the tender may involve very considerable expense. The offer in all such cases comes from the person who submits the tender.\n</blockquote> \n\n<blockquote id=\"blockquote_23\">Para 99: Agreement in principle only: Parties may reach against on broad matters of principle, but leave important points unsettled so that their agreement is incomplete. There is, for example no contract where an agreement for a lease fails to specify the date on which the term is to commence. On the other hand, an agreement may be complete although it is so worked out in meticulous detail. Thus an agreement for the sale of goods may be complete as soon as the parties have agreed to buy and sell, the remaining details being determined by the standard of reasonableness or by law. <a href=\"/doc/292669/\" id=\"a_37\">Section 8(2)</a> of the Sale of Goods Act 1893 provides that if no price is agreed, a reasonable price must be paid, and many other duties of the parties are determined by the Act. Even an agreement for the sale of land dealing only with the barest essentials may be regarded as complete if that was the clear intention of the parties. Thus in Perry v. Suffields Ltd. an offer to sell a public-house with vacant possession for 7,000 pounds was accepted without qualification. It was held that there was a complete contract even though many important paints, e.g. the date for completion and the question of paying a deposit, were left open.\n</blockquote> \n\n<blockquote id=\"blockquote_24\">Para 100: Stipulation for the execution of a formal document: The question whether the parties have reached a complete agreement frequency arises where there has been an agreement in general terms but the parties have stipulated for execution of some further formal document. The problem then is whether the agreement is too general to be valid in itself and is dependent on the making of a formula contract, or whether the parties, have in fact completed their agreement so that the execution of a further formal contract, though desirable is not essential. This is a question of construction for the court. In the words of Parker, J. in Von Hatafeldt Wildenburg v. Alexander. &quot;It appears to be well settied by the authorities that if the documents or letters relied on as constituting a contract contemplate the execution of a further contract between the parties, it is a question of construction whether the execution of the further contract is a condition or term of the bargain or whether it is a mere expression of the desire of the parties as to the manner in which the transaction already agreed to will in fact go through. In the former case there is no enforceable contract either because the condition is unfulfilled or because the law does not recognise a contract to enter into a contract. In the latter case there is a binding contract and the reference to the mere formal document may be ignored.\n</blockquote> \n\n<blockquote id=\"blockquote_25\">Para: 102--Agreement &quot;subject to contract&quot;: Agreements for the sale of land by private treaty are often made, &quot;subject to contract.&quot; Such agreements are incomplete until the terms of a formal contract have been settled and apporved by the parties. Even if a formal contract is approved, it is usually not binding until an exchange of the contractual documents has taken place. In such a case there is no uncertainty as to the terms of the agreement, but before the &quot;exchange of contracts&quot; neither party intends to be legally bound.\n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_20\">20. Thus in Winn v. Bull the defendant agreed to take a lease of a house for a certain time at a certain rent,, &quot;subject to the preparation and approval of a formal contract&quot;. It was held that there was no enforceable contract and Jessal M. R. said. It comes, therefore , to this that where you have a proposal or agreement made in writing expressed to be subject to a formal contract being prepared, it means what it says; it is subject to and is dependent upon formal contract being prepared&quot;. Other examples where it has been held that the parties have made the operation of their contract conditional on the execution of a further document are, an agreement to purchase freehold land &quot;Subject to a proper contract to be prepared by the vendor&#x27;s solicitiors&quot; an agreement to take a flat &quot;subject to suitable agreements being arranged between your solicitors and mine&quot; an agreement to grant a lease &#x27;^subject to the terms of a lease&quot; (because this meant subject to the terms to be contained in a lease executed by the lessor&quot;); and an agreement to purchase a house &quot;subject to formal contract to be prepared by the vendors solicitors if the vendors shall so require&quot;. In each so these cases the court held that the agreement gave rise to no legal liability\n \n \n\nPara 109: Criteria or machinery laid down in the agreement: The courts have less difficulty in upholding agreements which lay down criteria for determining matters which are left open. For example, in Hillas &amp; Co. Ltd. v. Aroes Ltd. an option to buy timber was held binding even though it did not specify the price, since it provided for the calculation of the price by reference lo the official price list. Similarly, an option to renew a lease &quot;at a rent to be fixed having regard to the market value of the premises&quot; has been binding as it provided a criterion (though not a very precise one) for resolving the uncertainty. Alternatively, the agreement may provide machinery for resolving matters originally left open. Agreements arc not incomplete merely because they provide that outstanding points shall be determined by arbitration or by the decision of a third party though such an agreement may be avoided if the third party refuses to give his decision. All this is not to say that the courts will hold parties bound when they have not yet reached substantial agreement it is not fatal that some points remain to be settled by further negotiation.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\">Para 181: Waiver or forbearance at common law: A variation which is not contractually binding (e.g. for want of consideration) may nevertheless have certain limited legar effects. These are sometimes said to arise because there has been a &quot;waiver&quot; by one party of his contractual rights. To distinguish such arrangements from variations, they will in the following discussion be referred to as &quot;Forbearances&quot;. A forbearance in this sense may in certain circumstances limit the right of the party granting it to enforce his rights under the contract. The exact effects of such a forbearance are discussed in chapter 22 but something must be said at this point about the distinction between a forbearance and a variation.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_22\">Para 183: Forbearance in equity: Equity developed a more satisfactory approach to the problem by concentrating, not on the intention of the parties, but on the effect of the forbearance on their conduct and position. The leading case is Hughes v. Metropolitan Rly. where a landord gave his tenant notice requiring him to do repairs within six months. During the six months he began to negotiate with the tenant for the purchase of this lease When the negotiations broke down he immediately claimed to forfeit the lease on the ground that the tenant had not done the repairs. It was held that he could not do so. Lord Cairas said that if one party leads the other &quot;to suppose that the strict rights arising under the contract will not be enforced, or will be kept in suspense, or held in abeyance, the person who otherwise might have enforced those rights will not be allowed to enforce them where it would be inequitable having regard to the dealings which thus taken place between the parties&quot;. The landlord had by his conduct during the negotiations led the tenant to suppose that he would not enforce his right to forfeit. Hence he could not forfeit immediately the negotiations broke down; he was bound to give the tenant another six months from that date to do the repairs. This equitable rule can now be applied to arrangements which might formerly have been regarded as ineffective variations at common law.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_23\">Para 197: Equitable forearance: Under the rule in Hughes v. Metropolitan Railway a promise by a contracting party not to enforce his strict legal rights has atleast a limited effect in equity. Before 1947, this rule had never been applied to a creditor&#x27;s promise to accept part payment of a debt in full settlement; indeed such an extension of the rule seemed to be barred by Foakes v. Beer The possibility of making the extension was, however, suggested by Denning, J. in 1947 in Central London Property Trust Ltd. v. High Trees House Ltd. In that case the plaintiffs had leased a block of flats to the defendant in 1937 at a ground rent of pound 2,500 a year. In January 1940 the plaintiffs agreed to reduce the rent to pound 1,250 a year because of war-time conditions as a result of which only a few of the flats were Jet. By the beginning of 1945 all the flats were Jet again but the defendants were still paying the reduced rent. The plaintiffs claimed the full rent, and tested their claim by paying for rent at the original rate for the last two quarters of 1945. On this they were held to be entitled to succeed, as the agreement of 1940 had (on its true construction) ceased to operate early in 1945. Denning, J. was however of the opinion that the plaintiffs could which was covered by the agreement of 1940. There was no consideration for the plaintiffs&#x27; promise to reduce the rent; and the doctrine of estoppel would not have assisted the defendants because the representation related to the future and not to an existing fact. But the defendants could have relied on the rule in Hughes v. Metropolitan Railway on the basis of which Denning, J. in the High Trees case fromulated the following principle a promise intended to be binding intended to be acted on, and in fact acted on should be binding. He added. &quot;The logical consequence no doubt is that a promise to accept a smaller sum in discharge of a larger sum, if acted upon, is binding notwithstanding the absence of consideration.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_24\">Para 208: Unilateral contracts: It was suggested in chapter 2 that, in the case of a unilateral contract, commencement of performance of the stipulated act or forbearance can amount to acceptance of the offer made by the promisor. Such commencement can also, it is submitted, amount to consideration it may be a detriment to walk only part of the way to York, or to refrain from smoking for part of the year. Of course the question whether performance was begun &quot;on the strength of&quot; the promise may raise difficult question of fact. This is particularly true where the stipulated performance was forbearance to sue. Commencement of performance may thus provide both an acceptance and consideration, and may accordingly deprive the promisor of his right to revoke the promise. Of course full performance of the stipulated act or forbearance is necessary before the promise can be enforced.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_25\">Para 1381: Waiver: Where one party votuntarily accedes to a request by the other that he should not insist on the precise mode of performance fixed by the contract, the court will hold that he has waived his right to insist that the contract be performed in this respect according to its original tenor.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_26\">21. It appears that the genesis of this doctrine is attributable to the difficulties which arose out of a strict application of the provisions that Statute of Frauds 1977. It has been noticed that any variation of a contract required to be evidenced by writing must itself be in writing. If it is merely oral, it is of no effect. Thus any oral forbearance or concession made by one party to the other should also strictly be unenforceable. Never the less, the courts showed themselves reluctant to apply this rule in its full severity. Accordingly they established a distinction between a variation (for which writing will still be necessary in the case of a contract required by the Statute to be evidenced by writing) and a waiver (which may be oral in any event.) This distinction is most difficult to apply in practice, although it has become much less important since the almost total repeal of the Statute by the Law Reform (Enforcement of Contracts) Act, 1954.\n</p><p data-structure=\"CDiscource\" id=\"p_27\"> Para 1475: Position of innocent party: Where the innocent party is entitled to, and does, treat the contract as discharged by the other party&#x27;s breach, he &#x27;is thereby absolved from future performance of his obligations under the contract&quot;. Termination for breach also deprives him of any right as against the other party to continue to perform. After such termination he is not bound to accept or pay for, any further performance by the other party. If he paid money under the contract to the party in default, he will he entitled to recover it by an action for money had and received, but only if the consideration for the payment has totally failed. A deposit paid by him to secure performance is, however recoverable. If he has expended labour or money under the contract, or delivered goods to the party in default, he will be entitled to sue for these on a quantum meruit or quantum valebat. Otherwise, his remedy is to sue for damages for breach of contract.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_28\">22. I have gone through the aforesaid passages from Chitty on Contract. So for as the reference to incomplete agreement is concerned, according to the principle laid down in Chitty on Contract the same is not applicable in the instant case because there is no dispute between the parties that the agreement had been completed. The paragraphs cited by the learned Counsel are in respect of either the agreement where some of the clauses had remained un-settled or/and where the agreement was subject to contract or it was subject to proper contract to be prepared by the vendor solicitor or about forbearance in equity. On the strength of the aforesaid passages the learned Counsel intends to submit that when pary voluntarily accedes to the request, it has waived his right to insist on the contract &amp; since respondent No. 1 had agreed for difference they cannot fall back on the contract. There cannot be any dispute in this disposition but the question to be decided in this case would rest on the peculier circumstances of the case which will be referred here in after. The question will have to be decided as a matter of fact whether the very question of waiver as argued by the learned Counsel would arise unless a reference can be made to the contract or the purchase order. The learned Counsel thereafter made reference to the passage from discipline of law.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_29\">23. A composite reading of all the paragraphs quoted above brings the law to the same position as has been sad in conclusion by Lord Denning himself after thread bare discussions and with reference to High Trees&#x27; case and ultimately he has said that &#x27;it is a principle of justice and of equity&#x27;. It comes to this: &#x27;When a man, by his words or conduct, has led another to believe that he may safely act on the faith of them-and the other does act on them he will not be allowed to go back on that he has said or done when it would be unjust or inequitable for him to do so.&quot; Thereafter, words and conducts will have to be gone into while deciding the instant case. Reference has then been made to Russe&#x27;l on Arbitration Twentieth Ed. page 50 where in it has been said that &quot;to constitute a submission proper, there must be a difference. If there is no difference there is nothing for an arbitrator to arbitrate about, and in the case of an agreement to refer future disputes to arbitration, the arbitrator&#x27;s jurisdiction does not arise until a dispute has arisen. It might seem, therefore, that if the agreement between the parties is in effect an agreement to prevent disputes from arising and not an agreement as to how they are to be settled, then it is neither an agreement to refer to arbitration nor a submission to arbitration and it is not within Act.&quot; This is not the posit on in the instant case. In the instant case the only question is whether the dispute out of a contract or arises because of the clause in the specification which makes the contract unexecutable subsequently. Hence the paragraph referred to above are not relevant in the facts of the present case. Reference is made to Keshavlal Lallubhai Patel and Ors. v. Lalbhai Trikumalal Mills Ltd. AIR 1985 SC 512, wherein it has been held as under:\n</p> \n \n\n<blockquote id=\"blockquote_26\">We must therefore hold that the learned Judges of the High Court were right in coming to the conclusion that the conditions metioned by the respondent in its letter asking for extension of time were so vague and uncertain that it is not possible to ascretain definitely the period for which the time for the performance of the contract was really intended to be extended. In such a case, the agreement for extension must be held to be vague and uncertain and as such void under <a href=\"/doc/1818467/\" id=\"a_38\">Section 29</a>, Contract Act.\n</blockquote> \n\n<blockquote id=\"blockquote_27\">After all, the plea raised is a plea of law based solely upon the construction of the letter which is the basis of the case for the extension of time for the performance of the contract and so it was competent to the appeal court to allow such a plea to be raised under <a href=\"/doc/161831507/\" id=\"a_39\">Order 41 Rule 2 CPC</a>. If on a fair construction the condition mentioned in the document is held to be vague or uncertain, no evidence can be admitted to remove the said vagueness or uncertainty.\n</blockquote>\n \n\n<p data-structure=\"CDiscource\" id=\"p_30\">24. The aforesaid case has been cited in support of the argument about vagueness in the condition and the proposal to extend time and a question about interpetation of Section 63 and <a href=\"/doc/1818467/\" id=\"a_40\">Section 29</a> of the Contract Act was before their Lordships. In that case the appellants had placed an order for 251 Bales of Printed Chints on or about July 4, 1942. This order was accepted and the delivery period was fixed for September and October and similar other orders with different dates were also placed. Because of the Quit India Movement on August 1942, workers went on strike and appellants wrote to the firm that in view of strike and political situation the supply cannot be made till normalcy and thereafter the correspondence went on and demand was not complied with till January 9, 1946 and a suit for damages was filed. It is in that sequence that their Lordships of the Supreme Court considered the question whether extension of time for performance of the contract was vague and uncertain whether it was possible to ascertain definitely the period for which the time of peformance of the contract. In the present case the position is absolutely different.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_31\">25. In the present case it was subsequent upon the execution of the contract and acting upon purchase order that the petitioners intend to seek the protection of clauses in the specifications and that cannot be decided in isolation without having a look into all the documents including the contract and the purchase order and once a reference is made to them records will have to be made to the contract where there exisis an arbitration clause. Therefore, the case is not applicable on the circumstances of the present case. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1640953\" id=\"span_7\">In <a href=\"/doc/1640953/\" id=\"a_41\">The Central Bank of India Ltd. Amritsar v. The Hartford Fire Insurance</a>  the court has held as under:</span>\n</p> \n \n\n<blockquote id=\"blockquote_28\">Now it is common place that it is the court&#x27;s duty to give effect to the bargain of the parties according to their intention and when that bargain is in writing the intention is to be looked for in the words used unless they are such that one may suspect that they do not convey the intention correctly. If those words are clear, there is very little that the court has to do. The court must give effect to the plain meaning of the words however it may dislike the result.\n</blockquote> \n\n<blockquote id=\"blockquote_29\">We also think that plain and categorical language cannot be radically changed by relying upon the surrounding circumstances; a right to terminate at will cannot by reason of the circumstances, be read as a right to terminate for a reasonable case.\n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_32\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1602127\" id=\"span_8\">26. The aforesaid case is also of no assistance to the petitioner in the circumstances of the present case as the point in dispute in this case is absolutely different. The reference has then been made to <a href=\"/doc/1602127/\" id=\"a_42\">Dalip Construction Company v. Hindustan Steel Ltd.</a>  wherein it has been held as under:</span>\n</p> \n \n\n<blockquote id=\"blockquote_30\">The weight of authority is clearly in favour of the view that unless there is repudiation of a claim there can be no dispute in respect thereof. In Chandmall Ganeshmull v. Nippon Munkwa Kabushiki Krisha (1921)33 Cal J. 545 : AIR 1921 Cal 342, the buyer wanted a variety of information from the sellers to enable him to judge whether the goods supplied were not according to the contract. Amongst other things, he demanded production of shipment samples, the Sellers declined to comply with the request. But there was at no stage an assertion by the buyer that the goods had not been supplied according to the contract and consequently there was not and could not be a repudiation by the sellers of any such assertion. It was held by Mookerjee and Fletcher, JJ. that there was no &quot;dispute&quot; which could be and had been validly referred to arbitration. While repelling the contention similar to the one made before us, Mookerjee, J. states:\n</blockquote> \n\n<blockquote id=\"blockquote_31\">It has been argued before us that this is an unduly narrow construction of the arbitration clause and that the trems difference&#x27; and &#x27;defect&#x27; need be restricted to difference&#x27; or defect in quantity or quality only. We are disposed to accede to this contention, but, even then the appellant is not entitled to succeed, unless he proves that there was a dispute as to difference or a dispute as to defect. Now, a dispute implies an assertion of a right by one party and a repudiation thereof by another. In the case before us, the parties never reached that stage.\n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_33\">27. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1039262\" id=\"span_9\">In <a href=\"/doc/1039262/\" id=\"a_43\">Dawoodbhai Abdulkader v. Abdulkader Ismailji</a> AIR 1931 Bom. 164 the plaintiff was the sub-partner of the defendant in a certain business The deed of sub-partnership incorporated all the articles, covenants, conditions and obligation contained in the principal partnership agreement between the defendent and his partner which were not inconsistent with the terms of the agreement. There was a clause in the deed of principal partnership which provided inter alia that any dispute or difference arising between partner with regard to the construction of any of the articles contained in the agreement or to the said partnership or the affairs thereof, shall be referred to arbitration in the manner therein mentioned. The plaintiff called upon the defendant to make up the accounts and to pay him the amount found due at the foot thereof. The defendant did not pay and the plaintiff filed a suit praying that the defendant may be ordered to render a true and complete account of the profits earned by the partnership business and of the amount due to the plaintiff, and to pay the same to him. The defendant thereupon took out a summons for an order to stay further proceedings to enable the parties to refer to arbitration. It was held by Wadia, J. that as there was no dispute between the parties but mere failure to pay, the suit was maintainable and could not be stayed. The principles deducible from these authorities are\n \n \n\n(1) The existence of a difference or dispute is an essential condition for the arbitrator&#x27;s jurisdiction to act under an arbitration clause in an agreement;</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_34\">(2) The jurisdiction of an arbitrator depends not upon the existence of a claim or the accrual of a cause of action, but upon the existence of a dispute. A dispute implies an assertion of a right by one party and redpudiation thereof by another;\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_35\">(3) A failure to pay is not a difference, and the mere fact that a party could not or would not pay does not in itself amount to a dispute unless the party who chooses not to pay raises a point of controversy regarding, for instance, the basis of payment, or the time or manner of payment.\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_36\">28. We are here not concerned with any procedural irregularities, but initial lack of jurisdiction. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1986314\" id=\"span_10\">In <a href=\"/doc/1986314/\" id=\"a_44\">Khardah Company Ltd. v. Raymon &amp; Co. (India) Pvt. Ltd.</a> AIR 1962 SC 1810, the Supreme Court has observed:</span>\n</p><blockquote id=\"blockquote_32\"> But what confers jurisdiction on the arbitrators to hear and decide a dispute is an arbitration agreement as denned in<a href=\"/doc/1430346/\" id=\"a_45\"> S. 2 (a)</a> of the Arbitration Act, and where is no such agreement, there is an initial want of jurisdiction which cannot be cured by acquiesence. It may also be mentioned that the decision in (1860) 30 LJ Bey 10 has been understood as an authority for the position that when one of the parties to the submission is under a disability that will not be a ground on which the other party can dispute the award if he was aware of it. Vide Russel on Arbitration, 16th Edition, 320.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_37\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318186\" id=\"span_11\">29. When the respondent was not willing to join in the submission, the remedy of the appellant lay by way of an application under <a href=\"/doc/811701/\" id=\"a_46\">Section 20</a> of the Arbitration Act. We are fortified in that view by the decision of the Supreme Court in <a href=\"/doc/318186/\" id=\"a_47\">Thawardas Pherumal v. Union of India</a>, . While dealing with the question, Lordships the Supreme Court observed:</span>\n</p> \n \n\n<blockquote id=\"blockquote_33\">A reference requires the assent of &#x27;both&#x27; sides. If one side is not prepared to submit a given matter to arbitration when there is an agreement between them that it should be referred, then recourse must be had to the Court, under <a href=\"/doc/811701/\" id=\"a_48\">Section 20</a> of the Act and the recalcitrant party can then be compelled to submit the matter under sub-Section (4);\n</blockquote> \n\n<blockquote id=\"blockquote_34\">In the absence of either, agreement by &#x27;both&#x27; sides about the terms of reference, or an order of the court under <a href=\"/doc/638888/\" id=\"a_49\">Section 20(4)</a>, compelling a reference the arbitrator is not vested with the necessary exclusive jurisdiction:\n</blockquote> \n\n<blockquote id=\"blockquote_35\">It is now well settled that an inherent lack of jurisdiction or want of jurisdiction renders the ultimate decision a nullity so that it can be challegned at any subsequent stage and even in collateral proceedings. Such a defect cannot be cured even by waiver or acquiescence of the party entitled to raise the objection. (See: Kiron Singh v. Chaman Paswan .) By now the expression &quot;jurisdiction&quot; has acquired a much wider meaning. However, the expression &quot;jurisdiction&quot; even in its original sense when it was limited, included within its ambit the stage of commencement of proceeding and, thereof, even in the original sense of the term, when it was so limited, such a defect of jurisdiction was a nullity. This theory has now been modified by enlarging the scope of the expression &quot;jurisdiction&quot; so as to include in its ambit even those defects which may crop up later during the course of the proceeding. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1348345\" id=\"span_12\">This modified meaning enlarging the scope of the expression &quot;jurisdiction&quot; is dealt with in Anisminic v. Foreign Compensation Commission, (1969) 1 All ER 208 followed with approval by their Lordships of the Supreme Court in <a href=\"/doc/1348345/\" id=\"a_50\">Union of India v. Tarachand Gupta</a> .</span>\n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_38\">30. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1097632\" id=\"span_13\">In <a href=\"/doc/1097632/\" id=\"a_51\">M.S. Ramaiah v. The State of Mysore</a> AIR 1973 Mysore 17 held as under:</span>\n</p> \n \n\n<blockquote id=\"blockquote_36\">The first contention, in my opinion, does not merit serious consideration on a reading of <a href=\"/doc/1154891/\" id=\"a_52\">Section 33</a> of the Arbitration Act, which provides:\n</blockquote> \n\n<blockquote id=\"blockquote_37\">33. Arbitration agreement or award to be contested by application any party to an arbitration agreement or any person claiming under him desiring to challenge the existence or validity of an arbitration agreement or an award or to have the effected of either determined shall apply to the court and the court shall decide the question on affidavits;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_39\">Provided that where the court deems it just and expedient, may set down the application for hearing on other evidence also and it may pass such orders for discovery and particulars as it may do in a suit.\n</p> \n\n<p data-structure=\"Section\" id=\"p_40\">When the State made an application under the above said Section to determine the effect of the arbitration clause and the earlier award between the parties, it was the duty of the court to decide the question. It would not have said that it was for the arbitrators to decide. To say so, would be nothing short of abdication of the statutory functions.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_41\">31. The ratio of the aforesaid two cases is that existence of an arbitrable dispute is condition precedent and it is the duty of the court to decide the question whether an arbitrable dispute exists or not. There is no dispute with the proposition of law in the aforesaid cases but they are not applicable to the facts of tie instant case as would be shown here in after when the various clauses of the documents would be referred to. Reference has been made to Heyman and Anr. v. Darwins Ltd. 1942 Vol. 1 All England Law Reports 331. In the aforesaid case emphasis has been laid by the learned Counsel on the following paragraphs:\n</p> \n \n\n<blockquote id=\"blockquote_38\">I may clear the ground by disposing of one or two simple cases. If it appears that the dispute is as to whether there has ever been a binding contract between the parties such a dispute cannot be covered by an arbitration clause in the challenged contract. If there has never been a contract at all, there has never been as part of it an agreement to arbitrate the greater includes the less Further, a claim to set aside a contract on such grounds as fraud, duress or essential error cannot be the subject matter of a reference under an arbitration clause in the contract sought to be set aside. Again, an admittedly binding contract containing a general arbitration clause may stipulate that in certain events the contract shall come to an end if a question arises whether the contract has for any such reason come to end. I can see no reason why the arbitrator should not decide that question. It is clear, too, that the parties to a contract may agree to bring it to an end to all intents and purposes and to treat it as if it had never existed. In such a case, if there be an arbitration clause in the contract, it perishes with the contract If the parties substitute a new contract for the contract which they have abrogated, the arbitration clause in the abrogated contract cannot be invoked for the determination of question under the new agreement. All this is more or less elementrary.\n</blockquote> \n\n<blockquote id=\"blockquote_39\">It may also be essential to distinguish between the ordinary submission of disputes and the stipulation that an award is a necessary condition of any right of action. Again, the discretionary power of the court to stay under <a href=\"/doc/1242720/\" id=\"a_53\">Section 4</a> of the Act, which only arises if the dispute falls within the clause, must be kept distinct from the question of the scope and effect of the clause; which depends on its language.\n</blockquote> \n\n<blockquote id=\"blockquote_40\">The word &quot;repudiation&quot; has also led to difficulties because it is an ambiguous word constantly used without precise definition in contract law. I do not attempt an exhaustive list of the senses in which the word has been used, but I may give some instances. Repudiation of a contract is some times used as meaning that the defendant denies that there ever was a contract in the sense of an actual consensus ad litem. If that is the case, a submission of disputes under the contract never comes into operative existence any more than the contract to which it was to be ancillary.\n</blockquote>\n \n\n<p data-structure=\"CDiscource\" id=\"p_42\">32. In the Editorial note to the above case it has been mentioned that their Lordships in dealing with the problem stated that &quot;its solution is largely depedent upon two previous questions. The first is the terms of the arbitration clause itself, which upon its proper construction, may be wide enough to include any dispute in connection with the contract or restricted to particular matters. The other is that the word repudiation has been applied to a number of different matters. Here the repudiation considered is a repudiation by one party as such by the other. Such repudiation ends the liability of the parties to perform the contract, but not the liability to pay the damages for any breach of contract.&quot; Thus, in the afore-said case Heyman v. Darwins (supra) question was of repudiation of the agreement. In the instant case neither of the two parties have come with the repudiation of the contract. The petitioner himself has come with a case that it deferred the supply and the respondents agreed to deferment. It is not the case the petitioner or respondent No. 1 or 2 repudiated the contract. Thus, the case Heyman v. Darwins (supra) cannot be said to be an authority having any bearing in the instant case. Much emphasis has been laid by the learned Counsel of Kings Bench Division Lord Denning judgment in Central London Properly Trust Ltd. v. High Trees House Ltd. properly known as High tree&#x27;s case reported in 1956 Vol. 1 of the England Law Reports 256. In that case landlord let anew block of flats in 1937 to High Trees House Ltd on 99 years lease at a ground rent of 2500 lbs. a year. Few of the flats had been let at the out break of war in 1939, and in view of the tenants&#x27; difficulty in paying the rent out of profits in prevailing conditions, the landlords agreed in writing in 1940 to reduce the rent to 1,250 lbs. No duration of the reduction of rent was specified and there was no consideration for it. The block of flats was let. On Sept. 21, 19, 5, the landlords were asking that the full rent of lbs. 2500 should be paid and claiming arrears 7915 lbs. and thereafter filed a suit of recovering the amount. In that case Lord Denning on behalf of the Kings Bench division held that the promise of reduction of rent, being intended to be legally binding and to be acted on, and having been acted on by the tenants, was binding on the landlords to the extent that they would not be allowed to act inconsistently with it, although it was not the subject of estoppel at common law&quot;. On the strength of this case the learned Counsel appearing for the petitioner wants to emphasize that since the deferment was accepted by respondent No. 1 it is not open for them now to fall back on the terms of the contract as unfettered discretion was given to the purchaser for deferring the supply and as mentioned above acted upon by respondent No. 1. For the same reasons as I have given above in case of Heyman v. Darwins (supra), this case also has no bearing on the facts of this case.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_43\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1593938\" id=\"span_14\">33. The learned Counsel has also placed reliance on <a href=\"/doc/1593938/\" id=\"a_54\">Union of India v. Birla Cotton Spinning and Weaving Mill Ltd.</a> , wherein principles of the decision of House of Lords in Heyman v. Darwins (supra) had been accepted. In this case the Birla Cotton Spinning and Weaving Mills supplied to the Union of India goods under a contract and received some money as a part payment of the price. The Union of India declined to pay the balance. A suit was filed by the Company and it was alleged that the Union has with held the payment on the plea that a particular amount was due to the Union under another contract between the parties for bulk purchase order. The Company submitted that there was no such contract and the dispute raised in that behalf by the Union had been referred to the Arbitration of the Officer on Special Duty, Directorate General of Supplies and Disposals but the same has been adjourned sine die by the arbitrators. Union of India moved a petition under <a href=\"/doc/1722761/\" id=\"a_55\">Section 34</a> of the Arbitration Act for stay of the suit alleging that a dispute had arisen between the parties and there being an arbitration agreement suit cannot be maintained. The company resisted the petition on the ground that no dispute concerning the contract was convered by any valid submission or arbitration clause which attracted the application of <a href=\"/doc/1722761/\" id=\"a_56\">Section 34</a> of the Act and the court in those circumstances held that the suit raised a dispute in respect of the matter agreed to be referred to arbitration and not independent of it and no dispute was raised by the Union about its liability to pay the amount claimed by the company arising under the contract and only dispute which was sought to be raised was in respect of the liability of the Company under another contract and therefore, the suit could not be stayed. Their Lordships of the Supreme Court held that the Union of India is not seeking to go to arbitration on a dispute between the parties about breach committed by one side or the other or whether circumstances have arisen which have discharged one or both parties from further performance. The court considered it to be a case in which in substance there was no dispute between the parties &quot;under&quot;, in connection with or even &quot;with regard to&quot; the contract and therefore, dismissed the appeal filed by the Union of India. This case is also of no assistance to the petitioner as in this case a dispute has been raised by respondent which according to the petitioner, does arise out not of contract. But from the clause of specification and that having been acted upon there is no subsisting contract. The submission of the learned Counsel for the petitioner that <a href=\"/doc/1568155/\" id=\"a_57\">Section 29</a> and <a href=\"/doc/595325/\" id=\"a_58\">Section 62</a> of the Indian Contract Act also apply in the facts of this case, is, in my opinion, an argument has only been raised to be rejected. <a href=\"/doc/1818467/\" id=\"a_59\">Section 29</a> of the Indian Contract Act reads as under:</span>\n</p><blockquote id=\"blockquote_41\"> <a href=\"/doc/1568155/\" id=\"a_60\">Section 29-</a>-Agreements, the meaning of which is not certain of capable of being made certain, are void.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_44\">34. In the present case an agreement which was en ered into by the parties was certain and time was essence of the contract. It was only in one of the terms of specification that the supply could be deferred which was agreed to upon by respondent No. 1. Neither there was an intention either of the party to make agreement uncertain or to make it capable of uncertain and assuming even if the period of supply became uncertain the basic agreement about purchase and supply remained unjudicating. It was only a mode and the time factor which was in dispute. Similarly <a href=\"/doc/595325/\" id=\"a_61\">Section 62</a> of the Indian Contract Act which deals with the effect of novation, rescission and alteration of contract reads as under:\n</p><blockquote id=\"blockquote_42\"> Section 62--If the parties to a contract agree to substitute a new contract for it, or to rescind or alter it, the original contract need not be performed.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_45\">35. Though it would be a repudiation yet I would like to emphasize that in this case neither of the three things exist. No agreement has been made to substitute the earlier contract. Even according to the petitioners the clause of deferment was in the earlier agreement specification and for that respondent No. 1 intended to re-fix delivery programme to be mutually depending upon its production. Neither re-fixation of the delivery programme does not amount the substitution of the contract, or rescinding the contract or any such act which brings into consideration <a href=\"/doc/595325/\" id=\"a_62\">Section 62</a> of the Indian Contract Act. The learned Counsel for the petitioner&#x27;s argument regarding promissory estoppel which is based on a passage from Pollock and Mulla&#x27;s book of contract and <a href=\"/doc/1671917/\" id=\"a_63\">Specific Relief Act</a>, also cannot be accepted as the same is based en High Trees case which I have already discussed above.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_46\">36. As I have already staled above the principal question on which the dispute stands is whether the deferment of the supply and extension of time of delivery shall be subject to re-fixation of the programme is a dispute covered by arbitration clause and for that law is well settled that in case the dispute raised is covered by the Arbitration clause and if the dispute arises out of the contract or concerns the contract or based upon the true construction of the contract then in all such conditions it would only be an arbitrator which shall have the jurisdiction. Right from the judgment in A.M. Nair &amp; Co. v. Gordhandas Sagarmal  till date their Lordships of the Supreme Court had taken a consistent view that in case recourse to the contract is the test whether the dispute is within the scope of arbitration clause. In A.M. Nair and Co. v. Gordhandas Sagarmal (supra) their Lordships of the Supreme Court after considering Heyman Trees Darwins case (supra) which has been relied upon by the petitioners in this case ultimately held as under:\n</p><blockquote id=\"blockquote_43\"> If, therefore, we come to the conclusion that both the disputes raised by the respondents fall within the scope of the arbitration clause, then there is an end of the matter, for the arbitrators would have jurisdiction to adjudicate on the disputes, and we are not concerned with any error of law or fact committed by them or any omission on their part to consider any of the matters. In this view, it would not be for us to determine the time construction of the contract and find out whether the respondents&#x27; contention is correct or not. Once the dispute is found to be within the scope of the arbitration clause, it is no part of the province of the court to enter into the merits of the dispute.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_47\">37. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"907667\" id=\"span_15\">In <a href=\"/doc/907667/\" id=\"a_64\">Ruby General Insurance Co. Ltd. v. Pearyelal Kumar and Anr.</a> AIR 1952 SC 119 their Lordships were considering scope of the application under <a href=\"/doc/1154891/\" id=\"a_65\">Section 33</a> of the Arbitration Act being a case which arose from clause of arbitration in respect of an insurance policy and considering the earlier judgment mentioned above and the decision in Heyman v. Darwins and Stebbing v. Liverpool (1917(2) KB 433) came to the conclusion that it is true that the appellant contends that arbitration agreement has ceased to be applicable but the conditions cannot be sustained for having recoruse to the arbitration agreement. It is said that the agreement no longer subsists, but that is very different from saying that the agreement never existed or was void ab initio and, therefore, is to be treated as non existent. This judgment of their Lordships of the Supreme Court is wholly applicable in the circumstances of the present case because for saying whether the petitioner could defer the supply indefinitely or for deciding whether the fault was on the part of respondent No. 1 in not responding to the call of the petitioners for re-fixation of delivery programme recourse will have to be made to the original agreement and it is not the case of the petitioner that the agreement was void ab initio. In this very case their Lordships held that in order to decide whether dispute arose of or in respect of the contract the test is whether a reference to or recourse to the contract is necessary to determine the dispute. A similar view has been taken by their Lordships of the Supreme Court in the Naihati Jute Mills Lid.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"783644\" id=\"span_16\">v. Khyaliram Jagannath,  in Para 12; <a href=\"/doc/783644/\" id=\"a_66\">Union of India v. Salween Timber and Construction Co. and Ors.</a>  and R.N. Ganekar and Co. v. Hindustan Wires Ltd. AIR 1944 SC 303 wherein a dispute arose about a variation in price and their Lordships considered the question raised by the appellant and observed as under:</span>\n</p> \n \n\n<blockquote id=\"blockquote_44\">The appellants contended that the respondents&#x27; application was not competent as even according to them there was concluded contract with an arbitration clause. The dispute was confined only to the price. The appellant alleged that the respondent had agreed to the firm price of Rupees 2450/- per M.T. while the respondents claimed that it was subject to variation. That was a matter which was entirely within the jurisdiction of the arbirators and, therefore, the court had no jurisdiction under <a href=\"/doc/238279/\" id=\"a_67\">Section 23</a> of the Arbitration Act to grant the relief claimed.\n</blockquote> \n\n<blockquote id=\"blockquote_45\">It is contended by the appellant that the learned Judge was in error in finding that there was no concluded contract at all between the parties. It was submitted that both the parties alleged that there was a concluded contract with a valid clause for arbitration and the only point of dispute between the parties was whether the respondents were entitled to the price rise as claimed by them. That was a matter entirely within the jurisdiction of the arbitration and hence the learned Judge was in error in dealing with the matter as if there was no concluded contract.\n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_48\">38. This Lordships said that the matter was entirely within the jurisdiction of the arbitrator and hence the learned Judge was in error in dealing with the matter as if there was no concluded contract. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"196949\" id=\"span_17\">In <a href=\"/doc/196949/\" id=\"a_68\">Tarapore and Company v. Cochin Shipyard Ltd., Cochin and Anr.</a> AIR SC 1072, their Lordships held that. If while entertaining or rejecting the claims or the dispute in relation to the claim reference has to be made to the contract it is a claim arising of contract.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_49\">39. Thus, on consideration of the above law I have to consider whether in the facts and circumstances of this case recourse will have to be made to the contract or not? It may be mentioned that the petitioner has not challenged the arbitration clause and on the contrary itself has said in the petition under <a href=\"/doc/1154891/\" id=\"a_69\">Section 33</a> that it does not challenge the existence of the arbitration agreement. If however, contends that for satisfying the conditions precedent to the existence of an arbitration dispute respondent No. 1 cannot compel the petitioner to submit to the jurisdiction of the arbitrators. In law the arbitrator cannot proceed further in facts and circumstances of the case.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_50\">40. Admittedly the agreement was signed between the petitioner and respondent No. 1 and according to the agreement supply was to be made in eight quarterly instalments and also some supply had been made. Thus the contract had been acted upon. The only dispute took place when the petitioner addressed a letter in the following language:\n</p><blockquote id=\"blockquote_46\"> Supplies against out purchase order under reference may not kindly be despatched till further instructions from this Office.\n</blockquote> \n\n<blockquote id=\"blockquote_47\">and the reply by repsondent. No. 1 was:\n</blockquote><blockquote id=\"blockquote_48\"> In this connection we would like to state that while lifting the restriction for manufacture and despatch of the material the delivery will be required to be re-fixed mutually depending upon our production delivery programme and all liability thereunder will be to the Board&#x27;s account.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_51\">41. This letter is dated January 21, 1981, and admittedly was received by the petitioner in time. The petitioner&#x27;s own case in Zebra conductors supply case is that they called upon respondent No. 1 to depute its fully authorised representative to discuss the matter of supply on February 27, 1983, and fixed March 2, 1983 for the purpose of discussion and respondent No. 1 on its part did not appear for re-fixation. In between January 21, 1981 till February 1983 i.e. for a period of two years there had been a complete silence on the part of the petitioners or atleast there is no mention in their petition about their entering into a negotiation for future re-fixation between this period. While it is clearly borne out from the documents placed on record by respondent No. 1 that they had been repeatedly writing to the petitioners. Thus, while determining the question about deferment for indefinite period and effect of long silence on the part of respondent would have to be considered while settling the dispute and that can only be done having reference to clause 7 of the delivery order clause 19 of the purchase order and clause 2(12)(d) of the specification which have been quoted above: All these things will have to be read together for settling the dispute. This recourse will have to be made to clause 27 of the purchase order as amended on April 29, 1980, in Zebra&#x27;s case.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_52\">42. Similarly in Panther&#x27;s case the purchase was deferred by order, dated January 17, 1981 in the following words:\n</p><blockquote id=\"blockquote_49\"> Supply against purchase order under reference may not kindly be despatched till further instructions from this office.\n</blockquote> \n\n<blockquote id=\"blockquote_50\">and respondent No. 1 answered in this connection:\n</blockquote><blockquote id=\"blockquote_51\"> We would like to state that while lifting the restriction for manufacture and despatch of the material the delivery will be required to be refixed mutually depending upon our production and delivery programme and all liability thereunder will be to the Board&#x27;s account.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_53\">43. It is thereafter that on October 21, 1981, the order dated January 17, 1981 of deferement was withdrawn by telegram which read as under:\n</p><blockquote id=\"blockquote_52\"> OUR LETTER OF DEFERMENT NUMBER 205 DATED JANUARY 17, 1981 REGARDING ORDER TN-3010 FOR SUPPLY OF ACSR PANTHER IS HEREBY WITHDRAWN (.) INTIMATE TELEGRAPHICALLY QUANTITY READY AND DATE FOR INSPECTION ENABLING TO DEPUTE INSPECTING OFFICER.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_54\">44. Thereafter the petioner asked the company to depute its authorised agent on December 24, 1982. Thus for one whole year even after withdrawing the order of deferment the petitioner remained silent despite the fact that respondent Mo. 1 repeatedly sent letters and telegrams to the petitioner. Thus, similar to one in Zebra&#x27;s case reference will have to be made to various clauses of the contract and purchase order for settlement of the dispute I cannot refrain from observing that it is unexplainable from the record as to why the petitioner took a long silence and only called for the representative of the respondent when the period under contract was going to expire. The petitioner&#x27;s counsel submitted that according to cl. 2(12)(d) of the specification the period during which the supplies has to be deferred was not to be reckoned as delay in delivery in terms of clause 2.13 of the specification. Even for deciding this recourse will have to be made to the clauses of the contract agreement.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_55\">45. In tins view of the matter, I am firmly of the opinion that an arbitrable dispute exists which can be decided only by the arbitrators and the application before the learned District Judge was wholly misconceived and has been rightly rejected.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_56\">46. In view of my aforesaid findings it is not necessary for me to examine and decide the other questions raised by the learned Counsel for the petitioners whether he appeared before the arbitrators under protest or not and I consider it unnecessary to dilate upon it. Accordingly both the revision petitions fail and are dismissed with costs which I assess at Rs. 3,000/- in each case.\n</p> \n\n","numcites":37,"numcitedby":0,"docsource":"Rajasthan High Court - Jaipur","citetid":1982723,"divtype":"judgments","relatedqs":[{"value":"jurisdiction of arbitration","formInput":"jurisdiction%20of%20arbitration"},{"value":"estoppel","formInput":"estoppel"},{"value":"concluded contract","formInput":"concluded%20contract"},{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"section 115 of cpc","formInput":"section%20115%20of%20cpc"},{"value":"indian contract act","formInput":"indian%20contract%20act"},{"value":"\"arbitrable dispute\"","formInput":"%22arbitrable%20dispute%22"},{"value":"section 115 code of civil procedure","formInput":"section%20115%20code%20of%20civil%20procedure"},{"value":"arbitrator jurisdiction","formInput":"arbitrator%20jurisdiction"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"enforce the contract","formInput":"enforce%20the%20contract"},{"value":"dispute from a contract","formInput":"dispute%20from%20a%20contract"},{"value":"acsr conductors ","formInput":"acsr%20conductors%20"},{"value":"contract dispute","formInput":"contract%20dispute"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"contract act","formInput":"contract%20act"},{"value":"material irregularity","formInput":"material%20irregularity"},{"value":"waiver","formInput":"waiver"},{"value":"deputation","formInput":"deputation"},{"value":"mutual","formInput":"mutual"}],"cats":[{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"effect-of-novation-rescission-and-alteration-of-contract","formInput":"tag:effect-of-novation-rescission-and-alteration-of-contract"},{"value":"agreements-void-for-uncertainty","formInput":"tag:agreements-void-for-uncertainty"}],"courtcopy":false,"query_alert":null,"agreement":false}