{"tid":1958202,"publishdate":"2007-10-10","title":"Lift And Shift India Pvt. Ltd. vs Container Corporation Of India Ltd. on 10 October, 2007","doc":"<h2 class=\"doc_title\">Lift And Shift India Pvt. Ltd. vs Container Corporation Of India Ltd. on 10 October, 2007</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2007(4)ARBLR286(DELHI)</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-k-kaul\">Sanjay Kishan Kaul</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-k-kaul\">Sanjay Kishan Kaul</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nSanjay Kishan Kaul, J.\n \n\n</pre><p data-structure=\"Facts\" id=\"p_1\">1. The respondent had awarded a contract for road transportation of ISO containers between ICD/SCS, Tughlakabad to Moradabad and Saharanpur vide its letter of 21.06.1993. Clause 17 of the terms and conditions governing the contract contained the arbitration clause. Disputes between the parties were to be referred to the sole arbitration of the Managing Director of the respondent and in case of his unwillingness to act, to the sole arbitration of some other person appointed by the Managing Director.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. Disputes arose between the parties and the managing director appointed Sh. Gauri Shankar as arbitrator vide a letter No. CON/SEC/ARBIT/NATVAR/95/2345 dated 21.12.1995. The disputes pertained to the outstanding dues of the claimant against the respondent. The arbitrator entered upon reference on 17.01.1996 and published the award dated 03.03.1997. The arbitrator has noted that extensions were granted with the consent of parties on four occasions, the last one being after the final hearing on 26.02.1997 up to 15.03.1997. In his award dated 03.03.1997, the arbitrator has found that the claimant is entitled to an amount of Rs 29,50,044/- and also granted interest @ 16 per cent per annum to be paid in case of delay in payment.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_3\">3. The respondent filed objections to the award. It is the case of the respondent that the arbitrator had no jurisdiction to adjudicate the disputes between the parties on account of clauses 8 and 17 of the contract. The respondent also contends that the award was null and void as it was passed beyond time. The extensions granted were stated to be granted on the condition of the decision of the arbitrator as regards jurisdiction. It has also been alleged that there are errors apparent on the face of the award. The respondent has alleged that the finding of the arbitrator that the implementation of the award by the parties does not constitute an excepted matter is illegal. it is averred that the arbitrator has invoked the provisions of the Multi-Modal Transportation of Goods Act, 1993 (hereinafter referred to as the &#x27;MMTG Act&#x27;) which was not applicable to the contract between the parties. A plea has also been taken that the arbitrator has disregarded evidence and the terms and conditions of the contract. Besides, the respondent has objected to the lack of decision on the applications of the respondent alleging that the arbitrator had no jurisdiction in the matter.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_4\">4. The petitioner has denied that the arbitrator has exceeded his jurisdiction or that the award was passed beyond time. It has been denied that the work was not executed to the satisfaction of the respondent. The involvement of a driver in the theft of containers alleged by the respondent has also been denied. It has been accepted that the petitioner was responsible for the safety of the containers and cargo while the same were in its custody. Insofar as the grounds of challenge are concerned, the petitioner has taken the stand that the arbitrator has acted within his jurisdiction and under the terms and conditions of the contract. As regards the extension of time, it is the submission of the petitioner that the arbitrator had requested the parties to extend the time for the publishing of the award but such extension was warranted by omissions and commissions on the part of the respondent who stayed away from the arbitration proceedings on various dates. The contention of the respondent that the extension granted was conditional has been denied by the petitioner and it is averred that both the parties had agreed to the extension of time for publishing the award. It has also been denied that there are any apparent errors in the award. The petitioner has stated in its reply that it cannot be said that the award is beyond the jurisdiction of the arbitrator just because the disputes referred were only pertaining to the transportation of containers between Moradabad and Delhi and the transportation of containers from Saharanpur, Panipat and DSO-OTKD were not referred to the arbitrator. The respondent did not raise any dispute in respect of the performance of the petitioner with regard to the transportation of containers from Saharanpur, Panipat, DSO-OTKD, either during or after the arbitration proceedings.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_5\">5. It is also the submission of the petitioner that a perusal of the award (paras 1.4, 1.5, 1.6, 1.7, 1.8, and 1.9) show that the arbitrator has considered the evidence on record with respect to the theft and thus it cannot be said that the arbitrator has misconducted himself. The petitioner has also alleged that it cannot be said that the arbitrator has misconducted himself by placing reliance on the internationally accepted practices in relation to marine cargo claims. It is further stated that during the course of the proceedings, all evidence, oral and documentary submitted by the parties were taken on record by the arbitrator and the respondent has not taken the stand that the arbitrator has not taken any evidence on record.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_6\">6. On 24.03.1999, the following issues were framed:\n</p>  \n\n<blockquote id=\"blockquote_1\">a) Whether the award of the arbitrator is liable to be set aside for the reasons stated in the objection petition?\n</blockquote> \n\n<blockquote id=\"blockquote_2\">b) Relief?\n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_7\">7. It may be noticed in the order dated 02.03.2006, it was noted that amounts were detained by the respondent under the 1990 contract on account of stated claims by third parties in respect of the 1993 contract. There were settlement discussions at one stage whereby the respondent would have released the amounts due to the petitioner as the third party litigation against the respondent arising from a suit proceedings for a claim of Rs. 7,97,437/- had come to an end. As the extent of the amounts detained under the 1990 contract and those detained under the 1993 contract were not clear, it was directed that an affidavit be filed.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_8\">8. In the affidavit filed on behalf of the respondent on 27.03.2006, it is stated that a contract was entered into between the President of India represented by the Divisional Manager Northern Railway and M/s Bombay Container Terminal Limited in December 1990 for handling domestic terminal at the Soft Coke Siding, Tuglakabad and transport of containers. The work was taken over by the respondent from August 1991. The stand taken is that as per the records of the respondent, a total outstanding against the bills was Rs. 17.01 lakhs and the respondent had received bills only of that amount till 28.09.1995. It is further stated that after the passing of an order dated 02.09.1996 by the arbitrator regarding jurisdiction, the petitioner sent a notice dated 11.09.1996 for appointment of an arbitrator under clause 20 of the Arbitration agreement. It is claimed that the respondent replied to the said letter vide a letter dated 03.10.1996 stating that there is no arbitration agreement between the parties. It is averred that according to the petitioners letter dated 2.09.1996, the sum of Rs. 8,76,094/- was in relation to the 1990 contract. The likely claims against the respondent by the shipping line was stated to be to the tune of Rs 25 lakhs and the respondent requested the petitioner to furnish bank guarantees of Rs. 20 lakhs in favor of the respondent to cover expected claims for shortages in the containers. The said guarantees are stated to have never been furnished.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_9\">9. On 04.05.2006, the General Manager of the respondent stated in court that he would look into the records and verify the bills of the petitioner to determine the amount payable by the respondent in view of the fact that as on date no claims of third parties were pending against the respondent in respect for which the petitioner was the carrier. It was also directed that the general manager should verify what were the claims pending against the respondent in respect of the goods carried by the petitioner and at what stage these claims came to an end. An affidavit was directed to be filed in that behalf.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_10\">10. Thus, an affidavit dated 28.10.2006 was filed by the general manager of the respondent. In this affidavit, the details of the bills received by the respondent under the 1990 contract as well as the 1993 contract have been set out. A perusal of the same shows that the bills received in respect of Saharanpur under the 1993 contract are for a total amount of Rs. 6,84,750/- and those in respect of Moradabad and Panipat total to Rs. 13,69,600/- and Rs 19,600/- respectively. Insofar as the 1990 contract is concerned, the bills received in respect of the DSO TKD RS 5,67,654/-. Further details have been set out of the bills accepted. The bills accepted in respect of the 1993 contract are of a total amount of Rs. 4,67,500/- ; Rs. 13,63,250/- and Rs. 19,600/- with regard to Saharanpur, Moradabad and Panipat respectively. Bills totalling to the amount of Rs. 3,81,744/- have been accepted under the 1990 contract. The total of the bills under both the contracts is Rs. 22,32,094 against which on deducting the demurrage charges of Rs. 5,30,823/-, the amount due is Rs. 17,01,271/-. It is stated that the amount of Rs 17.01 lakhs had been now released to the petitioner without prejudice to the rights and contentions of the respondent.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_11\">11. Insofar as the claims by the shipping lines are concerned, the details set out in the affidavit are as under:\n</p><blockquote id=\"blockquote_3\">  ------------------------------------------------------------------------------------\n</blockquote><pre id=\"pre_2\">S.  Container No.         Line        Shipper       Shortage         Date of notice/\nNo.                                                                   claim\n</pre><blockquote id=\"blockquote_4\">------------------------------------------------------------------------------------\n</blockquote><blockquote id=\"blockquote_5\">1.  GSTU 6912177-40       Samrat      Goyal MB      518 Cartons      17.06.95\n    with 1050 cartons     Shipping                  valuing \n                                                    Rs. 6,60,957/-\n</blockquote><blockquote id=\"blockquote_6\">2.  APLU 800651 with      APL         Intra Deco/   345 cartons      18.05.95\n    618 cartons                       PTC           valuing \n                                                    Rs. 7,25,169/-\n</blockquote><blockquote id=\"blockquote_7\">3.  APLU 885266 with      APL         Garg Sons     269 Cartons      18.05.1995\n    633 cartons                       Exports       valuing \n                                                     Rs. 4,61,190/-\n</blockquote><p data-structure=\"Section\" id=\"p_12\">------------------------------------------------------------------------------------\n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_13\">12. It is also stated that M/s Paramount Traders had also issued a legal notice dated 3.06.1996 in respect of a container no SEAU 8356959 for shortage of 327 cartons and claiming an amount of Rs. 6,13,415/- with interest @ 18 per cent per annum from the date of claim till the date of payment. A suit was filed for the recovery of Rs. 7,97,437 with interest @ 18 per cent per annum against the respondent which was dismissed on 2.09.2002 by the Additional District Judge IV Moradabad. It is stated that the court had observed that it was proved conclusively that the theft had taken place but not as to how many goods were stolen and how many goods less had reached USA. It was directed that the claims of M/s Paramount Traders be considered by the respondent. The same were rejected vide a letter dated 24.09.2002.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_14\">13. The petitioner filed a counter affidavit in respect of the affidavit dated 28.10.2006. It is stated that the respondent has admitted the bills for the routes Saharanpur, Moradabad and Panipat and has not disputed or denied the payable quantum either before or during the arbitration proceedings or before the court. Further it has been denied that the respondent received only a bill for Rs. 5,67,654/- towards the DSO-TKD contract and it is stated that a bill (no. FEB/11/CONCOR/ICD/94-95) dated 27.03.1995 for Rs. 3,08,440/- was submitted to the respondent at the relevant time during the period of the contract. It is stated that the total bill amount remaining unpaid by the respondent in respect of handling and transportation of containers at DCT-Tuglakabad soft coke sliding project is Rs. 8,76,094. It is further stated that for the DSO-TKD the petitioner was raising bills with two different outward identification numbers. It is the stand of the petitioner that the respondent has not denied the receipt of the said bill either before or during the arbitration proceedings or in this Court. The stand of the respondent that it had made qualified acceptance of the bills for payment has also been denied by the petitioner. The petitioner has stated that it was never intimated to the petitioner that only reduced amounts were being accepted by the respondent and this claim is being raised now ten years after the completion of the arbitration proceedings and the same has not been raised before the arbitrator. It is stated that no dispute was ever raised regarding the amount of bill and quantum of work and the disputes between the parties were with regard to the theft of cargo. The petitioner has also denied that any demurrage charges of Rs. 5,30,823/- were liable to be deducted from the petitioners bills. The total amount of the bills i.e. Rs. 29,50,044 due and payable to the petitioner has not been denied either before the arbitrator or before the court prior to the filing of the affidavit. The petitioner has denied that any of the shipping lines had filed any suit against the respondent and also that the ultimate buyer of the goods could have initiated legal proceedings for the recovery of the shortages in the containers at the ultimate destination i. e. the US. The importer had not produced any survey report or the alleged shortages from any statutory surveyor. It has been stated that even assuming that there was a shortage, the shortage could have taken place at any point of time after handing over cargo to the respondent or during transit.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_15\">Issue 1: Whether the award of the arbitrator is liable to be set aside for the reasons stated in the objection petition?\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_16\">14. Insofar as the objections to the award are concerned, the respondent has raised the objection that the arbitrator has awarded the whole amount of Rs. 29,50,044/- including the amount of Rs 8,76,094/- although the disputes were not arising out of the contract dated 21.06.1993 and related to separate legal entities. The arbitrator has not given any reason for awarding the whole amount including the disputes not covered by reference. In this behalf, reference was made to the judgment in R.S. Avtar Singh &amp; Co. v. N.P.C.C Ltd. AIR 1993 Del 230. In the said case, the court noted that as the arbitrator had pointed out the discrepancies in the final bill and measurement and called for clarification, it was necessary for the arbitrator to wait for a response from the respondent. As the arbitrator had not done so, he had misconducted himself and the proceedings depriving reasonable opportunity to the objector. The award was held liable to be set aside.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"190304\" id=\"span_1\">15. The petitioner&#x27;s contention on this aspect is that the consequential relief of release of withheld amounts of other transportation routes as a result of the settlement of disputes does not amount to exceeding jurisdiction. The dispute on the alleged pilferage was not an excepted dispute. A reference was made to the judgment of the Supreme Court in <a href=\"/doc/190304/\" id=\"a_1\">Naraindas Lilaram Adnani v. Narsingdas Naraindas Adnanai and Ors.</a> (1995) Supp (1) SCC 312 where the grievance of the parties related to the failure of the arbitrator to grant consequential reliefs. The court observed in the facts of the case that since it was clear that the provisions of the Bombay Rent Act are not attracted at all, the arbitrator ought to have granted the consequential relief of possession to make his award complete and effective. The award must not be in a form that compels the parties to embark upon further litigation.</span>\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_18\">16. It was submitted by the respondent that it was empowered under clause 8 of the contract to withhold the money in its sole discretion until the dispute is settled and determined. Clause 17 of the terms and conditions of contract, i.e., the arbitration clause provides for the reference of all questions or disputes relating to various aspects of the contract to arbitration of the managing director of the respondent except as otherwise provided in the contract. Learned Counsel for the respondent submitted that the disputes between the respondent and the shipping line had not been settled till the passing of the award. It was contended that the finding of the arbitrator that the arbitrator has been appointed to arbitrate on the dispute between CONCOR and NPIL and the dispute will be settled according to the award is perverse and contrary to the contract. Learned Counsel referred to the award wherein the arbitrator has taken note of the letter sent by the respondent on 26.12.1997 wherein two pleas were taken. Insofar as the aspect of jurisdiction is concerned, the arbitrator observed that it was clarified during the final hearing that the dispute has been referred to the arbitrator by the managing director of the respondent vide a letter dated 21.12.1995. The managing director had taken all the factors into account before accepting the request of the claimants to refer the disputes to arbitration. A series of hearings have taken place. The plea was thus held to have no relevance.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_19\">17. The second plea taken in the said letter is that the question of withholding of money alleged to be due to the petitioner is an excepted matter under the provisions of clause 17 read with clause 8 of the contract. In this behalf, the arbitrator has found that the arbitrator has been appointed to arbitrate on the dispute between the petitioner and the respondent and the dispute would be settled according to the award. The implementation of the award does not constitute an excepted matter.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_20\">18. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"120342440\" id=\"span_2\">In support of his submissions, learned Counsel referred to the judgment in  <a href=\"/doc/120342440/\" id=\"a_2\">H.M. Kamaluddin Ansari &amp; Co. v. Union of India</a>  in which the court considered a clause in a standard form contract which conferred wide powers to the Union of India to recover the amount claimed by appropriating any sum due or which at any time would be due to the contractor under other contracts it was observed that the clause indicated that it was not necessary that there should be a sum of money due and payable by the contractor to the purchaser but it was enough if there was a mere claim on the part of the purchaser for payment of a sum of money by the contractor irrespective of the fact whether such sum of money was presently due and payable or not. It was held that no injunction order could be passed restraining the Union of India from withholding the amount.</span>\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_21\">19. Another objection raised by the respondent is that the arbitrator was required by the provisions of clause 17.7 of the terms and conditions of the contract to give a separate award on each dispute or difference referred to him. it is contended that the arbitrator has awarded a lump sum amount without giving a separate amount in respect of each claim.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_22\">20. It is the submission of the petitioner that the objections of the respondent are barred by limitation. It was submitted that notice was issued on 08.07.1997 and the corresponding report of the process server shows refusal to receive the notice, and the fresh notice issued on 24.11.1997 was also refused. Learned Counsel contended that refusal to accept notice amounts to service of notice and since the objections were filed only on 10.02.1998 the same would be barred by limitation even under the <a href=\"/doc/1052228/\" id=\"a_3\">Arbitration Act, 1940</a> which is 30 days as per the provisions of <a href=\"/doc/710990/\" id=\"a_4\">Article 119</a> of the <a href=\"/doc/1317393/\" id=\"a_5\">Limitation Act, 1963</a> (hereinafter referred to as the &#x27;<a href=\"/doc/1317393/\" id=\"a_6\">Limitation Act</a>&#x27;).\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_23\">21. The respondent has alleged that the extension of time was granted under protest for the decision on the applications regarding jurisdiction and leading of evidence. The arbitrator has observed in this regard that a series of hearings have been held, documents called for and oral arguments put forth by both claimants and respondents. In view of the detailed examination, the observations made by the respondent (protest) was found to be not sustainable.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_24\">22. It is also the contention of the respondent that the arbitrator has ignored certain material documents on record.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_25\">23. Reliance placed on the MMTG Act and treating of the respondent and a Multi Modal Transport Operator has been alleged to be contrary to the terms of the agreement between the parties. A reference was made to the decision of the Court of Appeal in Annie Fox and Ors. v. P.G. Wellfair Ltd [1981] 2 Lloyd&#x27;s Law Reports 514, wherein it was observed on the facts by Lord Denning that the function of the arbitrator is not to supply evidence for the defendants but to adjudicate upon the evidence given to him. He can and should us his special knowledge so as to understand the evidence that is given the letters that have passed - the usage of the trade - the dealings in the market- and to appreciate the worth of all that he sees upon a view. But he cannot use his special knowledge so as to provide evidence on behalf of the defendants which they have not chosen to provide for themselves. For then he would be discarding the role of an impartial arbitrator and assuming the role of an advocate for the defaulting side. At any rate, he should not use his own knowledge to derogate from the evidence of the plaintiff&#x27;s experts-without putting his own knowledge to them and giving them a chance of answering it and showing that his own view is wrong. The arbitrator was held to have fallen into an error in this regard.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_26\">24. The respondent has contended that the learned arbitrator was appointed only to adjudicate the disputes between the parties with regard to Moradabad and Saharanpur. The arbitrator himself has recorded that he has been appointed to adjudicate the dispute in respect of the container from Moradabad to Tuglakabad and the petitioner was advised to approach the MD of the respondent for other disputes. However, while the transport charges of the container form Moradabad to Tuglakabad are only Rs. 13,69,600, the award has been passed with regard to all the claims of the petitioner and is of an amount of Rs. 29,50,044/- The finding of the arbitrator has been alleged to be contrary to clause 8 of the terms and conditions of the contract between the parties. The said clause reads as under:\n</p><blockquote id=\"blockquote_8\"> The security deposit shall, subject to any deduction that may be made there from, be returned to the transport contractor three calendar months after the termination of the contract and on issuance of &#x27;NO DUES CERTIFICATE&#x27; by the manager CFS, Panipat, Manager ICD Delhi, Manager CFS, Patparganj New Delhi and Manager, Rail Container siding, Tuglakabad. However, even if there is delay, the transport contractor shall not be entitled to shall not be entitled to any interest. In the event, however, of any dispute arising between CONCOR and the transport contractor or between CONCOR and any third party or in respect of any money due to CONCOR in reference to this contract or any other contracts entered into by the transport contractor singly or jointly with others and CONCOR, CONCOR shall detain the security deposit or such balance thereof and/or other amounts payable to the transport contractor as CONCOR may in its sole discreation deem sufficient until the dispute is settled and determined. the transport contractor shall have no claim for compensation or otherwise for any such detention made by CONCOR.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_27\">25. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1391503\" id=\"span_3\">In this behalf, reference was made to the judgment in <a href=\"/doc/1391503/\" id=\"a_7\">T.N. Electricity Board v. Bridge Tunnel Constructions and Ors.</a> .</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1478013\" id=\"span_4\">The court referred to the earlier decision in <a href=\"/doc/1478013/\" id=\"a_8\">Tarapore and Co. v. State of MP</a>  wherein it was observed that it has to be seen whether the term of the agreement permitted entertainment of the claim by necessary implication. The court did not accept the contention that whatever is not specifically excluded by the contract can be the subject matter of the claim by the contractor. However if something flows as a necessary concomitant to what was agreed upon, courts can assume that as a part of the contract between the parties. Again the decision in New India Civil Errector (P.)</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"268039\" id=\"span_5\"><a href=\"/doc/268039/\" id=\"a_9\">Ltd v. Oil and National Gas Corporation</a>  notes the legal position that if the parties have set limits to action by the arbitrator, then the arbitrator has to follow the limits set for him and the court can find that he exceeded his jurisdiction on proof of such excess.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_28\">26. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1015491\" id=\"span_6\">In <a href=\"/doc/1015491/\" id=\"a_10\">Associated Engineering Co. v. Government of Andhra Pradesh and Anr.</a> , it was observed that the arbitrator cannot act arbitrarily, irrationally, capriciously or independently of the contract. The sole function of the arbitrator is to arbitrate in terms of the contract and as he has no power apart from that given to him by the parties under the contract. If he has traveled outside the bounds of the contract, he has acted without jurisdiction. An arbitrator cannot widen his jurisdiction by deciding a question not referred to him by the parties or deciding a question otherwise than in accordance with the contract.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1602127\" id=\"span_7\">In a judgment of a division bench of the Madhya Pradesh High Court in <a href=\"/doc/1602127/\" id=\"a_11\">Dillip Construction Company v. Hindustan Steel Ltd</a> , it was observed that an inherent lack of jurisdiction renders the ultimate decision a nullity so that it can be challenged at a subsequent stage and even in collateral proceedings and the defect cannot be cured even by a waiver or acquiescence of the party entitled to raise an objection.</span> In Dharma Prathisthanam v. Madhok Construction , it was observed inter alia that in the event of the appointment of the arbitrator and reference to disputes to him being void ab initio as totally incompetent or invalid, the award shall be void and be liable to be set aside under the provisions of <a href=\"/doc/1503578/\" id=\"a_12\">Section 30</a> of the Arbitration Act, 1940.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_29\">27. Insofar as the aspect of limitation is concerned, in the present case notice of filing of award was issued to the parties on 08.07.1997 and thereafter again on 16.09.1997. The report for 24.11.1997 shows that in respect of the notice issued on 16.09.1997 the defendant was unserved being not available. The report for 10.02.1998 records that the defendant has been served according to the affidavit of service. The affidavit of service shows that the service was effected on 12.01.1998. The respondent first entered appearance on 10.02.1998 on which date the objections (I.A. 1576/1998) were also filed.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_30\">28. As regards the service of the notice of award on the respondent, the report shows that the same was served on 12.1.1998 and prior to that the respondent was not available and thus not served. The report dated 28.08.1997 of the process server shows that the concerned person was not available and it for this reason that the notice could not be served.\n</p> \n\n<p data-structure=\"Section\" id=\"p_31\">29. <a href=\"/doc/710990/\" id=\"a_13\">Article 119</a> of the <a href=\"/doc/1317393/\" id=\"a_14\">Limitation Act, 1963</a> prescribes a limitation period of 30 days from the date of receipt of notice of filing of the award for the filing of objections to the award. The respondent was served with the notice of filing of award on 12.01.1998 and filed its objections on 10.02.1998 which is within the period of 30 days prescribed by the <a href=\"/doc/1317393/\" id=\"a_15\">Limitation Act, 1963</a> in this regard. Thus, the objections cannot be said to be beyond the period of limitation.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_32\">30. The arbitrator has noted in the award that he has been appointed as arbitrator to decide the disputes in respect of the transport of containers from Moradabad to Tuglakabad and that for other claims, the claimant/petitioner was advised to approach the MD for reference of disputes to arbitration.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_33\">31. The dispute between the parties was with regard to the alleged shortages detected in the containers transported from Moradabad to Tuglakabad. The arbitrator found from the documents and evidence available that the containers had been delivered by the petitioner with the seals intact at the time of delivery at the Tuglakabad depot it was found that it was not conclusively proved that the shortage occurred while the containers were in the custody of the petitioner. The arbitrator confined his findings to the question of the alleged theft/shortage of goods. It was thus found that the petitioner was entitled to a sum of Rs. 29,50,044/-.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_34\">32. The respondent has taken the stand in the affidavit dated 28.10.2006 that they accepted bills of a lesser amount than those submitted by the petitioner. No such stand appears to have been taken before the arbitrator. In fact the dispute centered around the alleged theft and shortage of cargo due to which the amounts were stated to have been withheld by the respondent. The respondent had admitted most of the bills submitted by the petitioner with the exception of a bill for Rs. 3,08,440/- being No. FEB/11/CONCOR/ICD/ 94-95. Nothing appears to have been stated about the demurrage charges. The respondent in the objections filed before this Court on 10.02.1998 has also not raised any objection in this regard. In the affidavit dated 27.03.2006, for the first time it was stated that only Rs. 17.01 lakhs were due to the petitioner. It is in the affidavit dated 28.10.2006 that this aspect was first raised nearly after ten years of filing of the award. The respondent cannot thus be permitted to raise an objection at this stage as regards the acceptance of bills and demurrage charges.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_35\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1478013\" id=\"span_8\">33. There is no dispute in the legal proposition that the arbitrator has to decide claims in accordance with the terms of the contract and cannot exceed his jurisdiction by deciding questions not referred to him. However, something that flows as a necessary concomitant to what to what was adjudicated upon may be assumed to be part of the contract in view of the judgment in <a href=\"/doc/1478013/\" id=\"a_16\">Tarapore and Co.</a> case (supra). An award rendered in excess of jurisdiction is liable to be set aside.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_36\">34. Insofar as the applicability of clause 8 of the terms and conditions of contract between the parties is concerned, the said clause permits the respondent to detain any amounts and security deposit in the event of any dispute between the parties or between the respondent or third parties or in case any amounts are due to the respondent in reference to the contract or other contracts entered into with the transport contractor or jointly with others and the transport contractor. The said clause empowered the respondent to detain amounts only in case of pending disputes and not in case of likelihood of disputes arising.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_37\">35. The arbitrator found that no formal claim for shortages duly verified by the surveyor as is the practice in inter-modal transport has been lodged by the consignee or consignor with the Multi Modal transport operator i. e. the respondent.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_38\">36. The position in respect of claims/ disputes with the third parties/shipping lines is that out of four parties, three parties never went into litigation. Only one party had filed a suit in 1996. The dispute was with regard to Rs. 7,97,437/- and the same had come to an end in September 2002. Thus no disputes remained pending with third parties on account of which the respondent could have detained the payments. In fact it was due to this reason that the respondent was directed to file an affidavit stating the position as regards the amounts detained by them and the further affidavit after verifying the bills of the petitioner.\n</p> \n\n<p data-structure=\"Section\" id=\"p_39\">37. Insofar as the reference to international practice is concerned, the arbitrator has only referred to the same in respect of filing of claims by the consignor or consignee with the respondent. The reference is thus for a limited aspect and is not with regard to the main dispute between the parties with regard to the shortage/theft of goods which was adjudicated upon by the arbitrator.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_40\">38. Insofar as the aspect of giving of separate award in respect of each claim is concerned, a perusal of the prayer in the statement of claims of the petitioner shows that the petitioner has claimed the release of Rs. 20,73,950/- in respect of the 1993 contract and Rs. 8,76,094/- with respect to the 1990 contract which totals to Rs. 29,50,044/-. As regards the various prayers of the claimant the arbitrator has not given separate findings with regard to each prayer, the arbitrator has found that there is no conclusive evidence to show that the theft had taken place while the goods/containers were in the custody of the petitioner and thus held the petitioner entitled to the amount claimed as the same was detained on account of the dispute regarding the shortage of goods. The claimant has not really raised separate claims in respect of each of the bills/contracts. The award cannot be rejected on this technicality.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_41\">39. The respondent has also raised an objection as regards the interest awarded by the arbitrator. In this behalf, reference was made to clause 8 of the terms and conditions of the contract according to which no claim for compensation or otherwise would be maintainable in respect of the detention of amounts made by the respondent. The respondent was empowered under clause 8 to detain amounts inter alia in case of any dispute between the respondent and third parties in respect of the contracts entered into with third parties. However, the clause requires the amounts to be released once the dispute is settled or determined. The respondent thus could not detain the amounts unduly even after the disputes had determined. The arbitrator had awarded interest only in case of delay in payment beyond 31.05.1997 which was the date specified by the arbitrator for payment of the amount. It cannot be said in view of clause 8 of the contract that the petitioner could not be entitled to interest even where the amounts were unduly detained. As noted above there was only one suit stated to have been filed by a third party for Rs. 7,97,437/- and even that was dismissed in September 2002. There was thus no ground for the respondent to detain the remaining amount in any case or the said amount of Rs. 7,97,437/- after September 2007. The petitioner is thus entitled to interest for the undue detention of the amount. Interest rates were initially high but have thereafter declined. I am thus of the view that the petitioner is entitled to simple interest @ 12 per cent per annum from 1.6.1997 till the date of decree on the amount actually to be paid, so detained by the respondent ( Rs. 29,50,044 minus Rs. 7,97,437) and entitled to simple interest @ 12 per cent per annum from 1.10.2002 till the date of decree on the amount of Rs. 7,97,437 and future simple interest @ 9 per cent per annum till the date of realization on the principal amount excluding interest accrued.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_42\">40. In view of the aforesaid, the objections filed by the respondent I.A. 1576/1998 are dismissed with the modifications stated above.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_43\">Relief\n \n\n</p><p data-structure=\"Conclusion\" id=\"p_44\">41. The award of the sole arbitrator dated 03.03.1997 is made rule of the court with the modification as aforesaid, i.e., the petitioner will be entitled to simple interest @ 12 per cent per annum from 1.6.1997 till the date of decree on the amount actually to be paid and detained by the respondent ( Rs. 29,50,044 minus Rs. 7,97,437) and entitled to simple interest @ 12 per cent per annum from 1.10.2002 till the date of decree on the amount of Rs. 7,97,437 and future simple interest @ 9 per cent per annum till the date of realization on the principal amount excluding interest accrued. The amount of Rs. 17,01,000/- already paid to the petitioner be adjusted against the principal amount payable of Rs. 29,50,044/- as on the date of payment.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_45\">42. A decree sheet be drawn up accordingly.\n</p> \n\n","numcites":11,"numcitedby":1,"docsource":"Delhi High Court","citetid":1958202,"divtype":"judgments","relatedqs":[{"value":"excepted matter","formInput":"excepted%20matter"},{"value":"concor","formInput":"concor"},{"value":"theft","formInput":"theft"},{"value":"arbitrator jurisdiction","formInput":"arbitrator%20jurisdiction"},{"value":"DEMURRAGE CHARGES","formInput":"DEMURRAGE%20CHARGES"},{"value":"consequential relief","formInput":"consequential%20relief"},{"value":"multi modal transport","formInput":"multi%20modal%20transport"},{"value":" award by arbitrator","formInput":"%20award%20by%20arbitrator"},{"value":"  the limitation act 1963","formInput":"%20%20the%20limitation%20act%201963"},{"value":"saharanpur","formInput":"saharanpur"},{"value":"reference to arbitrator","formInput":"reference%20to%20arbitrator"},{"value":"\"arbitration\"   filter:   \"contract\" \"void-ab-initio\"","formInput":"%22arbitration%22%20%20%20filter%3A%20%20%20%22contract%22%20%22void-ab-initio%22"},{"value":"demurrage ","formInput":"demurrage%20"},{"value":"\"security deposit\"","formInput":"%22security%20deposit%22"},{"value":"arbitration proceedings","formInput":"arbitration%20proceedings"},{"value":"sanjay kishan kaul ","formInput":"sanjay%20kishan%20kaul%20"},{"value":"security deposit","formInput":"security%20deposit"},{"value":"simple interest","formInput":"simple%20interest"},{"value":"Panipat","formInput":"Panipat"},{"value":"what is principal amount","formInput":"what%20is%20principal%20amount"}],"cats":[{"value":"limitation","formInput":"tag:limitation"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"set-aside-award","formInput":"tag:set-aside-award"}],"courtcopy":false,"query_alert":null,"agreement":false}