{"tid":77204310,"publishdate":"2017-07-28","title":"R.K. Associates And Hotelier Private ... vs The Union Of India on 28 July, 2017","doc":"<h2 class=\"doc_title\">R.K. Associates And Hotelier Private ... vs The Union Of India on 28 July, 2017</h2>\n\n<pre id=\"pre_1\">                 IN THE HIGH COURT AT CALCUTTA\n                   Constitutional Writ Jurisdiction\n                            Original Side\n\n                         G.A. No. 1214 of 2017\n                         W.P. No. 218 of 2017\n\n               R.K. Associates and Hotelier Private Ltd.\n                                 Vs.\n                         The Union of India.\n\nFor the Petitioner            : Mr.   Pratap Chatterjee, Sr. Advocate\n                                Mr.   Joy Saha, Sr. Advocate\n                                Mr.   Rishad Medora, Advocate\n                                Mr.   Meghajit Mukherjee, Advocate\n\nFor the Respondent            : Mr. Koushik Chanda, Addl. Solicitor General</pre>\n<p data-structure=\"Section\" id=\"p_1\">                                Mr. Swapan Banerjee, Advocate\n\nHearing concluded on          : July 19, 2017\n\nJudgment on                   : July 28, 2017\nDEBANGSU BASAK, J.:-\n</p>\n<blockquote id=\"blockquote_1\">     The writ petition as well as an interim application made therein are\n\ntaken up for final hearing.\n</blockquote>\n<blockquote id=\"blockquote_2\">\n</blockquote><blockquote id=\"blockquote_3\">     Learned Senior Advocate for the petitioner submits that, the\n\npetitioner was granted a contract for catering services at the Sealdah -\n\nNew Delhi Rajdhani Express by virtue of a master license agreement\n\ndated June 23, 2014. The petitioner was discharging its obligations\n\nunder such agreement. Over a period of time, there were several\n\ncomplaints against the petitioner with regard to the quality of the food\n\nserved at such train. At every complain, the petitioner had accepted the\n allegation. The authorities had imposed fines upon the petitioner. The\n\npetitioner has paid such fines. The petitioner had done so in order to\n\navoid   controversies   to   the   extent   possible.   He   submits   that,\n\nconsequently, breach if any of the contract stood remedied by the\n\npayment of such penalty. He refers to an incident occurring on March\n\n27, 2017 and submits that, a section of the passengers in Coaches B-8\n\nand B-9 of Sealdah bound Rajdhani Express are took exception to the\n\ndinner served. The Pantry Manager and the Train Manager upon receipt\n\nof complaints from such passengers had looked into the issue and did\n\nnot find any wrong doings on the part of the petitioner. In support of\n\nsuch contention, he refers to the contemporaneous writings of such\n\nofficials. The petitioner was served with a show-cause notice dated\n\nMarch 17, 2017 with regard to such incident. The petitioner had replied\n\nthereto. He submits that, the Railway authorities are acting with a\n\nclosed mind with regard to the show-cause notice. The Railway\n\nauthorities are determined to cancel the contract without any basis.\n\nSuch decision, according to him, will appear from the statement made\n\nby the Hon&#x27;ble Minister of Railway in Parliament on March 29, 2017. In\n\nsupport of such contention he refers to a video clip of the statement of\n\nthe Minister for Railway made in Parliament. He submits that, when the\n\nHon&#x27;ble Railway Minister has taken a decision on termination of the\n contract, the decision on the show-cause notice and the reply thereto are\n\nforegone conclusions. In fact, during the pendency of the writ petition on\n\nApril 6, 2017, the petitioner was served with a purported letter of\n\ntermination at 9P.M. The petitioner has challenged the same in the\n\ninterim application.\n</blockquote>\n<blockquote id=\"blockquote_4\">\n</blockquote><blockquote id=\"blockquote_5\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"514236\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1479292\" id=\"span_2\">Referring to 2006 Volume 12 Supreme Court Cases page 33\n\n(<a href=\"/doc/1479292/\" id=\"a_1\">Siemens Limited v. State of Maharashtra &amp; Ors.</a>), 2010 Volume 13\n\nSupreme Court Cases page 427 (<a href=\"/doc/514236/\" id=\"a_2\">Oryx Fisheries Private Limited v.\n\nUnion of India &amp; Ors.</a>), learned Senior Advocate for the petitioner\n\nsubmits that, when the authorities are acting with a closed mind, then\n\nthe entire show-cause notice as also the subsequent proceedings stand\n\nvitiated. A direction for a decision on the show-cause notice in the facts\n\nof the present case would be an idle formality as the Hon&#x27;ble Railway\n\nMinister has already made up his mind.</span></span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1983845\" id=\"span_3\">He relies upon 1914 India Law\n\nReports 41 Cal page 436 (<a href=\"/doc/1983845/\" id=\"a_3\">Israil v. Shamser Rahman</a>) and submits\n\nthat, the Court can direct restoration of status quo ante, if need be.\n\nReferring to 2012 Volume 10 Supreme Court Cases page 1 (Natural\n\nResources Allocation, In Re, Special Reference No. 1 of 2012) he\n\nsubmits that, <a href=\"/doc/367586/\" id=\"a_4\">Article 14</a> of the Constitution applies to contractual\n\nmatters, and if the action of the <a href=\"/doc/609139/\" id=\"a_5\">Article 12</a> authority fails the test of\n\nreasonableness, the same should be struck down.</span>\n</blockquote><blockquote id=\"blockquote_6\">      Referring to the master license agreement dated June 23, 2014\n\nlearned Senior Advocate for the petitioner submits that, the existence of\n\nan arbitration clause in such agreement ipso facto does not oust the\n\njurisdiction of a Writ Court. Moreover, referring to <a href=\"/doc/19064592/\" id=\"a_6\">Articles 18.4</a> and <a href=\"/doc/1801593/\" id=\"a_7\">19.5</a>\n\nof the master license agreement, he submits that, the Railway\n\nauthorities, not having issued a notice for six months is not entitled to\n\nterminate the contract. In such circumstances he submits that, the\n\nimpugned show-cause notice as also the letter of termination dated April\n\n6, 2017 should be quashed.\n</blockquote>\n<blockquote id=\"blockquote_7\">\n</blockquote><blockquote id=\"blockquote_8\">     <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1205223\" id=\"span_4\">Learned Additional Solicitor General appearing for the Railway\n\nauthorities submits that, the Railway authorities had terminated the\n\ncontract by the writing dated April 6, 2017. Such termination of contract\n\nis not under challenge in the present writ petition. Without such\n\nchallenge being levelled, the petitioner is not entitled to a relief with\n\nregard to the termination. Relying upon 2003 Volume 4 Company Law\n\nJournal page 333 (Cal) (<a href=\"/doc/1205223/\" id=\"a_8\">Bharat Bhari Udyog Nigam Ltd. V. Jessop\n\n&amp; Co. Ltd. Staff Association &amp; Ors.</a>) learned Advocate Solicitor\n\nGeneral submits that, supplementary affidavit will not extend the scope\n\nand ambit of the writ petition. He refers to the prayers made in the writ\n\npetition in support of the contention that the letter of termination is not\n\nunder challenge. Moreover, the petitioner is seeking relief with regard to\n a contract existing between the parties. He refers to the contract itself\n\nand submits that, a material breach contemplated under <a href=\"/doc/211089/\" id=\"a_9\">Article 16</a> of\n\nsuch contract happening, the Railway authorities are entitled to act in\n\nterms of the provisions of <a href=\"/doc/1163710/\" id=\"a_10\">Article 18</a> and terminate the contract. The\n\nRailway authorities have done so. The termination of such contract,\n\ntherefore, would be a dispute covered by the arbitration clause existing\n\nin the agreement between the parties. The petitioner having agreed to\n\nrefer the dispute to an alternative dispute redressal forum, it should be\n\nasked to avail of the same. So far as no opportunity of hearing being\n\ngiven to the petitioner prior to the decision of termination being taken,\n\nlearned Additional Solicitor General submits that, firstly, the petitioner\n\nis not entitled to a hearing in the facts of the present case, and secondly,\n\nthe petitioner was actually heard. He refers to the sequence of events\n\nand submits that, the show-cause notice was issued on March 28, 2017,\n\nthe speech of the Hon&#x27;ble Minister in Parliament was on March 29,\n\n2017. The petitioner had replied to the show-cause notice on March 31,\n\n2017 and the letter of termination was issued on April 6, 2017.\n\n\nLearned   Additional   Solicitor   General   appearing   for   the   Railway\n\nauthorities submits that, there were numerous complaints against the\n\npetitioner, over a period of time. In fact, there were 138 complaints prior\n\nto the fateful one. The petitioner had accepted the same and had paid\n the fines imposed thereon. The number of complaints and the frequency\n\nof the same required the Railway authorities to take a decision on the\n\nsame. The Railway authorities, therefore, considering the totality of the\n\ncomplaints against the petitioner and the situation preventing, had\n\ndecided to terminate the contract. Such course of action was taken on\n\nthe subjective satisfaction of the materials on record by the railway\n\nauthorities. The petitioner cannot claim negative equality.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"108721012\" id=\"span_5\">In support of\n\nsuch contention, learned Additional Solicitor General relies upon 2003\n\nVolume 5 Supreme Court Cases page 437 (<a href=\"/doc/108721012/\" id=\"a_11\">Union of India &amp; Anr. v.\n\nInternational Trading Co. &amp; Anr.</a>). He submits that, past conduct of\n\nthe petitioner does not inspire confidence and that in respect of all the\n\n138 numbers of complaints against the petitioner, it had accepted the\n\nsame and had paid fines on a number of occasions thereof. The Railway\n\nauthorities had given number of opportunities to the petitioner to correct\n\nitself. However, the petitioner had chosen not to do the same. This\n\nconduct of the Railway authorities in providing opportunities to the\n\npetitioner to correct itself, demonstrates and establishes that, the\n\nRailway authorities were not unfair to the petitioner.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"77081689\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1135467\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1966455\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1598981\" id=\"span_9\">On the proposition\n\nthat, the parties are bound by the terms of the contract and the Court\n\nneed not rewrite the contract, learned Additional Solicitor General relies\n\nupon 1994 Volume 4 Supreme Court Cases page 104 (<a href=\"/doc/1598981/\" id=\"a_12\">Assistant\n Excise Commissioner &amp; Ors. v. Issac Peter &amp; Ors.</a>), 2009 Volume 4\n\nSupreme Court Cases page 357 (<a href=\"/doc/1966455/\" id=\"a_13\">S.K. Jain v. State of Haryana &amp;\n\nOrs.</a>), 2010 Volume 10 Supreme Court Cases page 174 (<a href=\"/doc/1135467/\" id=\"a_14\">Bharti\n\nCellular Limited v. Union of India &amp; Ors.</a>) and 2015 Volume 7\n\nSupreme Court Cases page 728 (<a href=\"/doc/77081689/\" id=\"a_15\">Joshi Technologies International\n\nInc. v. Union of India &amp; Ors.</a>).</span></span></span></span> He relies upon 1995 Volume 5\n\nSupreme Court Cases page 545 (Gujarat Bottling Co. Ltd. &amp; Ors. v.\n\n</blockquote><p data-structure=\"Section\" id=\"p_2\">Coca Cola Co. &amp; Ors.) on the conduct of the parties.\n</p>\n<p data-structure=\"Section\" id=\"p_3\">\n</p><p data-structure=\"Facts\" id=\"p_4\">     On April 29, 2014, the Railway authorities had awarded a contract\n\nfor catering services to the petitioner in respect of Sealdah-New Delhi\n\nRajdhani Express departing from Sealdah and New Delhi. The petitioner\n\nhad started operation thereon from May 3, 2014. The parties had\n\nentered into a master license agreement on June 23, 2014. The master\n\nlicense agreement contemplates a period of five years of operation. It\n\nstipulates a licence fee. The petitioner has paid the licence fee till May 2,\n\n2018.\n</p>\n<p data-structure=\"Section\" id=\"p_5\">\n</p><p data-structure=\"CDiscource\" id=\"p_6\">     Over a period of time, the Railway authorities had received 138\n\ncomplaints against the petitioner. In respect of every such complaints,\n\nthe petitioner had accepted its wrongdoings and had agreed to pay the\n\nfines imposed. In fact, it had paid the same. The Railway authorities had\n received a complaint with regard to an incident on the Sealdah bound\n\nRajdhani Express dated March 27, 2017. It had issued a show-cause\n\nnotice to the petitioner with regard thereto on March 28, 2017. The\n\npetitioner had replied thereto on March 31, 2017. The Railway\n\nauthorities had, thereafter, proceeded to terminate the contract on April\n\n6, 2017. However, between the date of the reply to the show-cause notice\n\nand letter of termination dated April 6, 2017, the petitioner had filed the\n\nwrit petition and the same was being heard.\n</p>\n<p data-structure=\"Section\" id=\"p_7\">\n</p><p data-structure=\"Precedent\" id=\"p_8\">     In re Natural Resources Allocation (supra) is rendered on a\n\npresidential reference. Eight questions were referred for opinion of the\n\nHon&#x27;ble Supreme Court. Opinion was sought on the permissible method\n\nfor disposal of natural resources. In such context, it is of the view that:-\n\n\n</p><blockquote id=\"blockquote_9\">           &quot;170. The legal propositions laid down in the instant\n     judgment in Shrilekha Vidyarthi case may be summarized as\n     follows:\n</blockquote><blockquote id=\"blockquote_10\">          171.1. Firstly, State actions in the contractual field are\n     meant for public good in public interest and are meant for\n     public good and in public interest and are expected to be fair\n     and just.\n</blockquote><blockquote id=\"blockquote_11\">         171.2. Secondly, it would be alien to the constitutional\n     scheme to accept the argument of exclusion of <a href=\"/doc/367586/\" id=\"a_16\">Article 14</a> of the\n     Constitution of India in contractual matters.\n</blockquote><blockquote id=\"blockquote_12\">           171.3. Thirdly, the fact that a dispute falls in the domain\n     of contractual obligation, would make no difference to a\n     challenge raised under <a href=\"/doc/367586/\" id=\"a_17\">Article 14</a> of the Constitution of India on\n     the ground that the impugned act is arbitrary, unfair and\n     unreasonable.\n</blockquote><blockquote id=\"blockquote_13\">            171.4. Fourthly, every State action must be informed of\n     reason and it follows that an act uninformed by reason is\n     arbitrary.\n</blockquote><blockquote id=\"blockquote_14\">           171.5. Fifthly, where no plausible reason or principle is\n     indicated (or is discernible), and where the impugned action ex\n     facie appears to be arbitrary, the onus shifts on the State to\n     justify its action as fair and reasonable.\n</blockquote><blockquote id=\"blockquote_15\">           171.6. Sixthly, every holder of public office is accountable\n     to the people in whom the sovereignty vests. All powers vested\n     in a public office, even in the field of contract, are meant to be\n     exercised for public good and for promoting public interest.\n</blockquote><blockquote id=\"blockquote_16\">          171.7. And seventhly, <a href=\"/doc/367586/\" id=\"a_18\">Article 14</a> of the Constitution of\n     India applies also to matters of governmental policy even in\n     contractual matters, and if the policy or any action of the\n     Government fails to satisfy the test of reasonableness, the\n     same would be unconstitutional.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_9\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1598981\" id=\"span_10\"><a href=\"/doc/1598981/\" id=\"a_19\">Issac Peter &amp; Ors.</a> (supra) is of the view that, in cases of contracts\n\nfreely entered into with the State, there is no room for invoking the\n\ndoctrine of fairness and reasonableness against one party of the\n\ncontract, for the purpose of altering or adding to the terms and\n\nconditions of the contract, merely because one of the party happens to\n\nbe a State.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"77081689\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1135467\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1966455\" id=\"span_13\">Similar view is expressed in <a href=\"/doc/1966455/\" id=\"a_20\">S.K. Jain</a> (supra), <a href=\"/doc/1135467/\" id=\"a_21\">Bharti\n\nCellular Limited</a> (supra) and <a href=\"/doc/77081689/\" id=\"a_22\">Joshi Technologies International Inc.</a>\n\n(supra). Doctrine of reasonableness and fairness are not applicable to\n\nmatters which require adjudication on the basis of law of contract or\n\nprivate law as distinguished from administrative law and public law.</span></span></span>\n\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"77081689\" id=\"span_14\"><a href=\"/doc/77081689/\" id=\"a_23\">Joshi Technologies International Inc.</a> (supra) is of the following view:-</span>\n</p><blockquote id=\"blockquote_17\"> The presidential reference related to disposal of natural resources by\n\nState authorities.\n</blockquote>\n<blockquote id=\"blockquote_18\">\n</blockquote><blockquote id=\"blockquote_19\">           &quot;70. Further, legal position which emerges from various\n     judgments     of    this   Court     dealing    with    different\n     situations/aspects relating to the contracts entered into by the\n     State/public Authority with private parties, can be summarized\n     as under:\n</blockquote><blockquote id=\"blockquote_20\">          70.1. At the stage of entering into a contract, the State\n     acts purely in its executive capacity and is bound by the\n     obligations of fairness.\n</blockquote><blockquote id=\"blockquote_21\">          70.2. State in its executive capacity, even in the\n     contractual field, is under obligation to act fairly and cannot\n     practice some discriminations.\n</blockquote><blockquote id=\"blockquote_22\">           70.3. Even in cases where question is of choice or\n     consideration of competing claims before entering into the field\n     of contract, facts have to be investigated and found before the\n     question of a violation of <a href=\"/doc/367586/\" id=\"a_24\">Article 14</a> of the Constitution could\n     arise. If those facts are disputed and require assessment of\n     evidence the correctness of which can only be tested\n     satisfactorily by taking detailed evidence, Involving examination\n     and cross- examination of witnesses, the case could not be\n     conveniently or satisfactorily decided in proceedings under\n     <a href=\"/doc/1712542/\" id=\"a_25\">Article 226</a> of the Constitution. In such cases court can direct the\n     aggrieved party to resort to alternate remedy of civil suit, etc.\n          70.4. Writ jurisdiction of High Court under <a href=\"/doc/1712542/\" id=\"a_26\">Article 226</a> of\n     the Constitution was not intended to facilitate avoidance of\n     obligation voluntarily incurred.\n</blockquote><blockquote id=\"blockquote_23\">           70.5. Writ petition was not maintainable to avoid\n     contractual obligation. Occurrence of commercial difficulty,\n     inconvenience or hardship in performance of the conditions\n     agreed to in the contract can provide no justification in not\n     complying with the terms of contract which the parties had\n     accepted with open eyes. It cannot ever be that a licensee can\n     work out the license if he finds it profitable to do so: and he can\n     challenge the conditions under which he agreed to take the\n license, if he finds it commercially inexpedient to conduct his\nbusiness.\n</blockquote><blockquote id=\"blockquote_24\">      70.6. Ordinarily, where a breach of contract is complained\nof, the party complaining of such breach may sue for specific\nperformance of the contract, if contract is capable of being\nspecifically performed. Otherwise, the party may sue for\ndamages.\n</blockquote><blockquote id=\"blockquote_25\">      70.7. Writ can be issued where there is executive action\nunsupported by law or even in respect of a corporation there is\ndenial of equality before law or equal protection of law or if it\ncan be shown that action of the public authorities was without\ngiving any hearing and violation of principles of natural justice\nafter holding that action could not have been taken without\nobserving principles of natural justice.\n</blockquote><blockquote id=\"blockquote_26\">     70.8. If the contract between private party and the\nState/instrumentality and/or agency of State is under the realm\nof a private law and there is no element of public law, the\nnormal course for the aggrieved party, is to invoke the remedies\nprovided under ordinary civil law rather than approaching the\nHigh Court under <a href=\"/doc/1712542/\" id=\"a_27\">Article 226</a> of the Constitution of India and\ninvoking its extraordinary jurisdiction.\n</blockquote><blockquote id=\"blockquote_27\">      70.9. The distinction between public law and private law\nelement in the contract with State is getting blurred. However, it\nhas not been totally obliterated and where the matter falls\npurely in private field of contract. This Court has maintained the\nposition that writ petition is not maintainable. Dichotomy\nbetween public law and private law, rights and remedies would\ndepend on the factual matrix of each case and the distinction\nbetween public law remedies and private law, field cannot be\ndemarcated with precision. In fact, each case has to be\nexamined, on its facts whether the contractual relations\nbetween the parties bear insignia of public element. Once on the\nfacts of a particular case it is found that nature of the activity or\ncontroversy involves public law element, then the matter can be\nexamined by the High Court in writ petitions under <a href=\"/doc/1712542/\" id=\"a_28\">Article 226</a>\nof the Constitution of India to see whether action of the State\nand/or instrumentality or agency of the State is fair, just and\nequitable or that relevant factors are taken into consideration\n      and irrelevant factors have not gone into the decision-making\n     process or that the decision is not arbitrary.\n</blockquote><blockquote id=\"blockquote_28\">           70.10. Mere reasonable or legitimate expectation of a\n     citizen, in such a situation, may not by itself be a distinct\n     enforceable right, but failure to consider and give due weight to\n     it may render the decision arbitrary, and this is how the\n     requirements of due consideration of a legitimate expectation\n     forms part of the principle of non-arbitrariness.\n</blockquote><blockquote id=\"blockquote_29\">           70.11. The scope of judicial review in respect of disputes\n     falling within the domain of contractual obligations may be more\n     limited and in doubtful cases the parties may be relegated to\n     adjudication of their rights by resort to remedies provided for\n     adjudication of purely contractual disputes.&quot;\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_10\">     <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"77081689\" id=\"span_15\">As noted in <a href=\"/doc/77081689/\" id=\"a_29\">Joshi Technologies International Inc.</a> (supra), there\n\nis no absolute bar to the maintainability of a writ petition in a\n\ncontractual field. However, Courts ordinarily do not exercise the\n\ndiscretion of granting relief when it finds no public law element to be\n\ninvolved in the contract, or where there are complex disputed questions\n\nof facts involved requiring oral evidence. There are differences and\n\ndistinctions between statutory contracts and non-statutory ones. The\n\nrigours of <a href=\"/doc/367586/\" id=\"a_30\">Article 14</a> are not so onerous in its applicability, in the case of\n\na non-statutory contract not involving any public law element.</span>\n\n\n</p><p data-structure=\"Section\" id=\"p_11\">     There is a contract between the parties. The parties have entered\n\ninto it freely and voluntarily. The actions of the parties ought to be\n\nadjudged on the terms and conditions of the contract between them. The\n\nmaster license agreement dated June 23, 2014, therefore, assumes a\n large significance. Few clauses of such agreement as referred to by the\n\nparties are set out hereafter:-\n</p>\n<p data-structure=\"Precedent\" id=\"p_12\">\n</p><blockquote id=\"blockquote_30\">     &quot;<a href=\"/doc/211089/\" id=\"a_31\">ARTICLE 16</a> EVNTS OF DEFAULT/MATERIAL BREACH\n     16.1 The following event(s) shall be deemed to be the events(s)\n          of default or material breach on the part of the licensee:\n</blockquote><blockquote id=\"blockquote_31\">           (a) If the licensee fails to start catering service within one\n           (1) month from the Commencement Date as defined in\n           <a href=\"/doc/1200881/\" id=\"a_32\">Article 1.1</a> of the Master License Agreement.\n</blockquote><blockquote id=\"blockquote_32\">           (b) If the Licensee fails to provide satisfactory services as\n           under the License; or\n</blockquote><blockquote id=\"blockquote_33\">           (c) If the Licensee fails to adhere to the desired\n           Performance Levels as determined by Railway at any time\n           during the term of this Agreement; or\n</blockquote><blockquote id=\"blockquote_34\">           (d) If the Railway receives persistent complaints against\n           the Licensee from the passengers or otherwise; or\n</blockquote><blockquote id=\"blockquote_35\">           (e) If the Licensee fails to pay license fee along with\n           interest, if any, to the Railway on or before due dates; or\n</blockquote><blockquote id=\"blockquote_36\">           (f) If the Licensee engages in corrupt or fraudulent\n           practices in execution of catering services under the\n           Agreement; or\n</blockquote><blockquote id=\"blockquote_37\">           (g) If the Licensee fails to provide any information/record\n           within the prescribed time as may be demanded by the\n           Railway from time to time; or\n</blockquote><blockquote id=\"blockquote_38\">           (h) If there is any failure or default at any time on the part\n           of the Licensee to carry out the terms and provisions of\n           this Agreement to the satisfaction of the Railway.&quot;\n</blockquote><blockquote id=\"blockquote_39\">     &quot;<a href=\"/doc/1163710/\" id=\"a_33\">ARTICLE 18</a> TERMINATION\n     18.1 If either party to the Agreement is subject to liquidation or\n          insolvency under the applicable law, then the other party\n          may forthwith terminate this Agreement by issuing a\n          notice for termination upon such confirmed events having\n          taken place.\n</blockquote><blockquote id=\"blockquote_40\"> 18.2 The parties agree that &#x27;Material Breach&#x27; for the Licensee\n     shall also mean (other than those instances set forth in\n     this Agreement), the failure to maintain the desired\n     Performance Levels&#x27; and/or any misrepresentation or\n     violation of the commitment set forth in this entire\n     Agreement or in response to the Bid or the breach or non-\n     compliance by Licensee of its fundamental obligations\n     under this Agreement, such that the breach or non-\n     achievement defeats the object and purpose of this\n     Agreement.\n</blockquote><blockquote id=\"blockquote_41\">18.3 Railway shall also have, without prejudice to other rights\n     and remedies, the right, in the event of &#x27;Material Breach&#x27;\n     by the Licensee of any of the terms and conditions of the\n     contract, or due to the Licensee&#x27;s inability to perform as\n     agreed for any reason whatsoever, to terminate the\n     contract forthwith and get the work done for the un-\n     expired period of the License at the &#x27;risk and cost&#x27; of the\n     Licensee or the manner Railway deems fit to recover\n     losses, damages, expenses, or costs that may be suffered\n     or incurred by the Railway. The decision of the Railway\n     about the Breach /failure on the part of the licensee shall\n     be final and binding on the Licensee and shall not be\n     called into question.\n</blockquote><blockquote id=\"blockquote_42\">18.4 Railway or the Licensee may terminate this Agreement\n     without assigning any reason to the Licensee/Railway by\n     giving 6(six) months prior notice in writing to the\n     Licensee/Railway.\n</blockquote><blockquote id=\"blockquote_43\">18.5 In the event that the Agreement is terminated by either\n     party pursuant to <a href=\"/doc/106068895/\" id=\"a_34\">Article 18.1</a> or by the Railway under\n     <a href=\"/doc/19064592/\" id=\"a_35\">Article 18.4</a>, then the effective date of termination shall be\n     decided by railway. However, the effect5ive date of\n     termination shall not be more than 6(six) months from the\n     date of notice, as given in <a href=\"/doc/106068895/\" id=\"a_36\">article 18.1</a> or <a href=\"/doc/19064592/\" id=\"a_37\">Article 18.4.</a>\n18.6 In the event the Agreement is terminated by the Licensee\n     under <a href=\"/doc/19064592/\" id=\"a_38\">Article 18.4</a>, the Railway shall forfeit the License\n     Fee, as per <a href=\"/doc/1163710/\" id=\"a_39\">Article 18.8</a>, paid by the Licensee, and invoke\n     the Security Deposit.\n</blockquote><blockquote id=\"blockquote_44\">18.7 In the event that the Agreement is terminated by either\n     party prior to the achievement of the Commencement Date,\n             then the parties to the Agreement agree to stop working on\n            the plan for commencement of operations.\n</blockquote><blockquote id=\"blockquote_45\">     18.8     In the event the Agreement is terminated after\n            Commencement Date, then the Licensee acknowledges\n            and undertakes to continue performance of the services\n            under the Agreement until the effective date of termination\n            as confirmed by Railway, irrespective of whichever party\n            has terminated the Agreement. Further, during the\n            intervening period, the Licensee agrees to provide services\n            on the same terms as it were being provided during the\n            tenure of the Agreement. The forfeiture of Licensee Fee\n            shall, however, only be for the period for which the\n            catering service has not been rendered by the Licensee in\n            a year.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_13\">     <a href=\"/doc/211089/\" id=\"a_40\">Article 16</a> deals with events of default. It defines material breach\n\nand events of default. Under <a href=\"/doc/250697/\" id=\"a_41\">Article 16.1(d)</a> receipt of persistent\n\ncomplains against the petitioner from the passengers, otherwise would\n\nbe considered as an event of default or a material breach. <a href=\"/doc/1163710/\" id=\"a_42\">Article 18</a>\n\nallows the termination of the contract. It allows the Railways to\n\nterminate the contract, if there is any material breach or if there is a\n\nfailure on the part of the petitioner to maintain the desired performance\n\nlevel, amongst others. <a href=\"/doc/161074276/\" id=\"a_43\">Article 18.3</a> allows the Railways to terminate the\n\ncontract forthwith and to get the work done for the unexpired period of\n\nthe stipulated licence period, at risk of the petitioner. <a href=\"/doc/19064592/\" id=\"a_44\">Article 18.4</a> allows\n\nthe Railways to terminate the contract by giving six months prior notice.\n\nThe terms and conditions of the contract between the parties, therefore,\n\ncontemplate eventualities requiring the termination of the contract. The\n parties have agreed that the Railways would be entitled to terminate the\n\ncontract. The parties have also agreed to a dispute redressal mechanism\n\nin the master license agreement. The legality, validity and sufficiency of\n\nthe termination of the contract can be referred to the agreed forum for\n\ndispute resolution.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_14\">\n</p><p data-structure=\"CDiscource\" id=\"p_15\">       <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1983845\" id=\"span_16\">In the present case, the Railway authorities have terminated the\n\ncontract on April 6, 2017 during the pendency of the writ petition. The\n\nRailway authorities did not obtain leave of the Court to terminate the\n\ncontract. However, on April 16, 2017 there did not subsist any order of\n\nthe Court restraining the Railway authorities from terminating the\n\ncontract. <a href=\"/doc/1983845/\" id=\"a_45\">Israil</a> (supra) is of the view that, if the Court finds that, there\n\nare good reasons to hold that, the status obtaining prior to the filing of\n\nthe suit should be maintained, it can do so. The Court, therefore, has\n\nthe power to direct the parties to maintain status quo ante. However, the\n\nexercise of such power will depend upon the fact scenario of each case\n\npresented to the Court. The question, therefore, in the present case is\n\nwhether in the fact scenario as obtaining in the present case, a direction\n\nfor maintaining status quo ante is required to be passed or not. In other\n\nwords, whether the show-cause letter dated March 28, 2017 and the\n\nletter of termination dated April 6, 2017 are required to be set aside or\n\nnot.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_16\">      The petitioner had suffered 138 complaints against it in respect of\n\nthe catering services rendered by it. The Railway authorities had\n\npermitted the petitioner to continue functioning, albeit imposing fines for\n\nthe 138 infractions. Therefore, the Railway authorities have given\n\nsufficient opportunities to the petitioner to correct itself. The contract is\n\nfor providing catering services to the passengers on board the train. A\n\npassenger travelling on board the Rajdhani has paid for the catering\n\nservices. Such a passenger is entitled to be served with the correct\n\nquantity of food, in a hygienic manner, with appropriate and palatable\n\ndisposition of the food served. Apparently, the petitioner had failed on\n\n138 occasions to do so. It cannot claim that, it will be immune from a\n\ntermination of a contract in spite of a number of complaints against it.\n\nThe Railway authorities also cannot overlook the number of complaints.\n\nA case is sought to be made out, that given the number of passengers\n\ntravelling on board the train and comparing the same with the length of\n\nthe period and the number of complaints, then the percentage of\n\ncomplaint is negligible. Viewed from such perspective also, the Court\n\ncannot ignore a situation where all complaints are not lodged with the\n\nauthorities and even if so done, the authorities do not take steps in\n\nrespect all of them. In the present case, the Railway authorities have\n\ntaken steps in respect of 138 complaints. The 139th complaint\n apparently was too much for the Railway authorities. The number of\n\ncomplaints made against the petitioner does not augur well for it. The\n\nCourt should not come to the assistance of a person who has failed in\n\nthe discharge of its obligations under a contract. The petitioner has not\n\nsubstantiated that, the failure was due to circumstances or events\n\nbeyond its control. The Railway authorities cannot be faulted if they are\n\ninsisting on quality to be maintained as in the instant case. The decision\n\nof termination taken, therefore, cannot be said to be against public good\n\nor public interest. Rather it can be said to be for public good and in\n\npublic interest.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_17\">\n</p><p data-structure=\"CDiscource\" id=\"p_18\">     The letter of termination was issued during the pendency of the\n\nwrit petition and without obtaining leave of the Court. As noted above,\n\non the date of issuance of the letter of termination, there was no\n\nsubsisting order preventing the Railway authorities from doing so.\n\nHowever, as an <a href=\"/doc/609139/\" id=\"a_46\">Article 12</a> authority, the Railway authorities could have\n\ninformed the Court as to its decision to terminate the contract. Not\n\nhaving done so, an allegation of arbitrariness and overreach of the Court\n\ndoes stick to the Railway authorities. By itself, however, in the facts of\n\nthe present case, I am not minded to say that, the letter of termination\n\ncan be faulted. <a href=\"/doc/161074276/\" id=\"a_47\">Article 18.3</a> of the master license agreement allows the\n\nRailway authorities to terminate the contract without assigning any\n reasons. There is an agreed dispute redressal mechanism provided in\n\nthe master license agreement. The petitioner may or may not have\n\nsuffered damages in respect of the unilateral termination of the contract.\n\nThat has to be looked into through the mechanism of dispute resolution\n\nagreed between the parties. As a Writ Court I need not interfere in such\n\nprocess, in the facts of the present case.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_19\">\n</p><p data-structure=\"CDiscource\" id=\"p_20\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1205223\" id=\"span_17\"><a href=\"/doc/1205223/\" id=\"a_48\">Bharat Bhari Udyog Nigam Ltd.</a> (supra) considers the question\n\nwhether disinvestment of equity shares of the Government of India in a\n\nGovernment company in favour of a private company was justified or\n\nnot. The writ petition was filed by the staff association of the\n\nGovernment     Company.    It   notices   the   number   of   supplementary\n\naffidavits filed in the writ petition and the initial prayers in the writ\n\npetition. It finds that, an entirely new case was sought to be built up\n\nwhich was never put up in the pleadings. It goes on to say that,\n\nsubsequent events did take place after filing of the writ petition and that,\n\nif the parties to the writ petition wanted to bring such developments on\n\nrecord, then the Courts in its liberal approach would take into\n\nconsideration such subsequent events. However, that should be done by\n\namending the writ petition and not by filing successive affidavits. In the\n\nfacts of the present case, the subsequent event developing after filing of\n\nthe writ petition is the letter of termination. The petitioner has brought it\n on record through the way of an interim application, not requiring an\n\namendment to the writ petition.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1205223\" id=\"span_18\">Such a procedure on the strength of the\n\nratio of <a href=\"/doc/1205223/\" id=\"a_49\">Bharat Bhari Udyog Nigam Ltd.</a> (supra) is suspected.</span>\n\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_21\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1479292\" id=\"span_19\"><a href=\"/doc/1479292/\" id=\"a_50\">Siemens Ltd.</a> (supra) concerns a writ petition questioning a show-\n\ncause notice demanding payment of cess. In the facts of such case, it is\n\nfound that, the show-cause notice was issued with a pre-meditation and\n\nthat, a direction by the Writ Court to the statutory authority to hear the\n\nmatter afresh, would not yield any fruitful purpose. In the present case,\n\nafter the show-cause and the petitioner having replied thereto, the\n\nRailway authorities have decided to terminate the contract. The Railway\n\nauthorities are entitled to terminate the contract in terms of <a href=\"/doc/161074276/\" id=\"a_51\">Article 18.3.</a>\n\nSuch exercise of power is independent to the show-cause notice.\n\nMoreover, the petitioner has an agreed dispute Redressal forum to\n\nventilate its grievances, if any.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_22\">\n</p><p data-structure=\"Conclusion\" id=\"p_23\">     There are serious disputes between the parties. The mechanism of\n\na writ petition may not be appropriate to resolve such disputes. The\n\ndisputes between the parties are such that oral evidence would be\n\nrequired. Therefore, although the writ petition was found to be\n maintainable at the stage of consideration of the grant of interim order,\n\nit would not be prudent to entertain the writ petition any further, in the\n\nfacts of the present case.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_24\">\n</p><p data-structure=\"Conclusion\" id=\"p_25\">     W.P. No. 218 of 2017 is disposed of accordingly.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_26\">\n     In view of the discussions had in respect of the writ petition, no\n\nfurther order need be passed in the interim application. G.A. No. 1214 of\n\n2017 is disposed of accordingly. No order as to costs.\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_27\">                                              [DEBANGSU BASAK, J.]\n </p>","numcites":20,"numcitedby":0,"docsource":"Calcutta High Court","citetid":77204310,"divtype":"judgments","relatedqs":[{"value":"contract termination","formInput":"contract%20termination"},{"value":"\"material breach\"","formInput":"%22material%20breach%22"},{"value":"status quo ante","formInput":"status%20quo%20ante"},{"value":"subsequent events","formInput":"subsequent%20events"},{"value":"material breach","formInput":"material%20breach"},{"value":"Article 18 ","formInput":"Article%2018%20"},{"value":"article 16","formInput":"article%2016"},{"value":"status quo","formInput":"status%20quo"},{"value":"public law element","formInput":"public%20law%20element"},{"value":"contractual obligations","formInput":"contractual%20obligations"},{"value":"Contract terminated once terminated again","formInput":"Contract%20terminated%20once%20terminated%20again"},{"value":"138 complaint","formInput":"138%20complaint"},{"value":"terminable contract","formInput":"terminable%20contract"},{"value":"\"public law element\" ","formInput":"%22public%20law%20element%22%20"},{"value":"natural resources","formInput":"natural%20resources"},{"value":"interim application  ","formInput":"interim%20application%20%20"},{"value":"senior advocate","formInput":"senior%20advocate"},{"value":"damages   filter:   execution of contract","formInput":"damages%20%20%20filter%3A%20%20%20execution%20of%20contract"}],"cats":[{"value":"equality-before-law","formInput":"tag:equality-before-law"},{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"equal-opportunity","formInput":"tag:equal-opportunity"},{"value":"definition-of-state","formInput":"tag:definition-of-state"}],"courtcopy":true,"query_alert":null,"agreement":false}