{"tid":16772848,"publishdate":"2017-05-26","title":"Smt. Jyoti Khare vs State Of U.P.,Thru.Secy.,Housing & ... on 26 May, 2017","doc":"<h2 class=\"doc_title\">Smt. Jyoti Khare vs State Of U.P.,Thru.Secy.,Housing &amp; ... on 26 May, 2017</h2>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:n-shukla\">Narayan Shukla</a>, <a href=\"/search/?formInput=benchid:s-k-singh-i\">Sheo Kumar Singh-I</a></h3>\n\n<pre id=\"pre_1\">\n\n\n\n\nHIGH COURT OF JUDICATURE AT ALLAHABAD, LUCKNOW BENCH\n \n \n\nA.F.R. \n \nReserved \n \n\n \n\n \n\n \nCase :- MISC. BENCH No. - 5595 of 2014\n \n\n \nPetitioner :- Smt. Jyoti Khare\n \nRespondent :- State Of U.P.,Thru.Secy.,Housing &amp; Urban Development &amp; 3 Ors\n \nCounsel for Petitioner :- Amitabh Mishra,Harish Chandra,Satya Prakash Srivastava\n \nCounsel for Respondent :- C.S.C.,Ajai Kr Singh,Gaurav Mehrotra\n \n\n \n\n \nHon&#x27;ble Shri Narayan Shukla,J.\n \n</pre><p data-structure=\"Issue\" id=\"p_1\">Hon&#x27;ble Sheo Kumar Singh-I,J.\n</p> \n\t\n \n<p data-structure=\"Issue\" id=\"p_2\">(Delivered by Sheo Kumar Singh-I, J.)\n \n1-\t\tBy means of present writ petition filed under <a href=\"/doc/1712542/\" id=\"a_1\">Article 226</a> of Constitution of India, the petitioner has prayed to issue a writ , order or direction in the nature of Mandamus commanding the opposite parties to allot the alternative house/land to the petitioner in the original terms of agreement and the cost deposited by her, in lieu of already allotted House E-4/563 Sector &quot;O&quot; Mansarowar Yojana Kanpur Road, Lucknow, without charging any additional cost for the purchase of house/land and further be directed to execute sale deed and handover the possession of the said house in favour of the petitioner.\n</p> \n<p data-structure=\"Facts\" id=\"p_3\">2-\t\tBrief facts giving rise to filing of the present writ petition are that Lucknow Development Authority notified the application for registration and allotment of a residential accommodation in the scheme of Mansarowar Yojana Kanpur Road, Lucknow, on 20.7.2006 and the petitioner deposited the required registration amount of 45,000/- on 29.7.2006.  After finalization of registration the respondent Lucknow Development Authority informed the petitioner vide letter dated 25.6.2007 that she has been allotted L.I.G. &quot;D&quot; type house measuring 38.30 Sq. meter duplex deluxe house, bearing No.- E-4/563/Sector &quot;O&quot; Mansarovar Yojana, Kanpur Road, Lucknow.    Being self finance scheme and on demand by the Lucknow Development Authority, the petitioner has further deposited amounting to rupees 67,500/- ,42,188,  3,00,000/- and 1,657/-, at certain intervals and after depositing the above mentioned amount, a request was made to the respondents to execute the sale deed in her favour.  Vide a communication dated 6.7.2011, the petitioner was informed that the Yojana in question and specifically house allotted to the petitioner is under dispute with the Defence Department and as such either the petitioner may wait for resolving the dispute or may get back money deposited with interest, in accordance with existing Rules.  In reply thereof the petitioner requested to the opposite parties to accommodate in any other scheme.  In response thereof she was communicated to get a flat in Sun Rise Apartment on the new terms and conditions with enhanced rate of property.  Though the petitioner was informed verbally to wait for resolving of the dispute with the Defence Department but vide letter dated 31.7.2012 she was informed to get back her money by 31.8.2012 failing which it will be presumed that the petitioner want to wait for resolving of the dispute with the Defence Department.\n</p> \n<p data-structure=\"Facts\" id=\"p_4\">3.\t\tBy submitting counter affidavit, respondent no.-2 has submitted that previously the petitioner was allotted residential accommodation No.-  E-4/563/Sector &quot;O&quot; Mansarovar Yojana, Kanpur Road, Lucknow, but due to dispute with the defence department and on request of the petitioner, the petitioner was allotted House No.-4/510 in Sector O,  Mansarovar Yojana, Kanpur Road, Lucknow by adjusting the previous amount deposited for allotment of House No.- E-4/563/Sector &quot;O&quot; Mansarovar Yojana, Kanpur Road, Lucknow.  By filing separate counter affidavit respondent nos.- 2 to 4 has submitted that the petitioner was informed through the costing letter dispatched to her on 22.11.2014 in order to deposit the required amount to be deposited against the allotment of new house admeasuring  52.66 Sq. Meter.  The rest of the amount which was required to be paid against the allotment of new residence has not been deposited by the petitioner on the ground that she has already deposited the amount of previous accommodation.\n</p> \n<p data-structure=\"PetArg\" id=\"p_5\">5.\t\tIt has been submitted by learned Counsel for the petitioner that the petitioner has deposited the total amount which was required at the time of, allotment of first residential accommodation in  Mansarovar Yojana, but due to dispute with the Defence Department, she was given choice for the second scheme for which she contended, but Lucknow Development Authority had demanded higher amount for which she cannot be compelled to deposit it.\n</p> \n<p data-structure=\"RespArg\" id=\"p_6\">6.\t\tLearned Counsel for the respondent has submitted that the petitioner was previously allotted Duplex Delux House, admeasuring and estimated area 38.30 Sq. Meter and later on on the request of the petitioner she was accommodated in the new scheme and after organizing the lottery in which 36 allottees including the petitioner have been allotted the house admeasuring 52.66 Sq. Meter.   Through costing letter dated 22.11.2014, the petitioner was informed that the area of the house is 52.66 Sq. Meter and her earlier deposit amount of rupees 4,56,345/- was adjusted and balance of amount of rupees 1,96,840/- was to be deposited by 31.12.2014 failing which an additional penal interest @ 16% yearly compounded was to be charged by the petitioner.  The petitioner was further informed to deposit free hold charge, water, sewerage and other miscellaneous charges which are mandatory for every allottee.\n</p> \n<p data-structure=\"Facts\" id=\"p_7\">7.\t\t The petitioner has raised certain objections to the costing letter sent by the Lucknow Development Authority.  Since the area which has been allotted to the petitioner is excess than the previous allotted accommodation i.e. 14.36 Sq. Meter more than the previous allotment, she will have to pay the excess amount which have been calculated as per guidelines and rules made by the Government from time to time.  Again in reply to the communication of the petitioner she was informed vide letter dated 9.1.2015 to deposit rupees 2,02,295/- which she had to deposit by 28.2.2015 failing which she have to pay penal interest as per Rules.  The calculation of the amount was done in accordance with the guide lines issued by the State Government vide Government Order No.-4049/9-A-1-9A/16 Samiti/198 dated 20.3.1999.  In Clause 15 of the guidelines provides that the additional cost of 10% of the allotted area and the calculation of the additional area at the current rate will be the criteria for calculation of the amount.\n</p> \n<p data-structure=\"Facts\" id=\"p_8\">8.\t\tThe respondent has also submitted the calculation chart maintained by the Lucknow Development Authority through which an amount of 2,02,295/- was payable by the petitioner on or before 28.2.2015 failing which the prevailing rate of interest shall be charged on the balance amount.  The petitioner has not paid the aforesaid amount till date.\n</p> \n<p data-structure=\"PetArg\" id=\"p_9\">9.\t\tLearned Counsel for the petitioner has submitted that the respondent cannot charge the current rate upon the excess land allotted alongwith allotted house which is more than the area of the previous allotment.  It has further been submitted that they have to charge the price of land at the old rate as it was on June 2007 when the original allotment was made to the petitioner.\n</p> \n<p data-structure=\"RespArg\" id=\"p_10\">10.\t\tLearned Counsel for the respondent has submitted that the purpose of the agreement with the petitioner became impossible or the agreement frustrated due to the reason that the previously vide gazette notification dated 17.12.1984 the area in question was acquired for planned development of Kanpur Road City Expansion Scheme Part-3, Lucknow and the award was declared by the Special Land Acquisition Officer, Nagar Mahapalika.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_11\">11.\t\tAfter completion of certain construction of houses in the said scheme the Defence Estate Department raised certain claims over 3.99 Acres of land and around 90 houses&#x27; construction work could not be taken place, due to which the petitioner was not allotted the said residence.  Even after intervention of State when the matter was not settled the petitioner has filed the petition before this Hon&#x27;ble Court and after intervention of the Court, Vice Chairman Lucknow Development Authority had constituted a six Members Committee headed by Additional Secretary, Lucknow Development Authority and after its meeting held in 26.6.2014, it was resolved that a lottery draw shall be organized to make an adjustment on disputed houses and it was published in two daily news papers.    36 allottees were adjusted in this scheme and the petitioner was successful and was communicated about the allotment/adjustment in the new scheme with further direction to pay the additional amount by stipulated date but the same has not been deposited till date. The reason of enhancement of the rate has been communicated to the petitioner with the calculation chart, which was based on 10% higher rate of old area and current rate of the additional land which has been allotted to the petitioner.  It is to be noted that previously the petitioner was allotted an area of 38.30 Sq. Meter,  whereas in the new allotment she was accommodated in the area of 52.66 Sq. Meter ( i.e. 14.36 excess area).  The new accommodation was alloted to the petitioner on the petitioner&#x27;s request and option.  Lucknow Development Authority vide letter dated 9.1.2015 has communicated to the petitioner about the allotment of new residence with communication about the payment of excess amount up to 28.2.2015 failing which the petitioner had to pay the penal interest.\n</p> \n<p data-structure=\"PetArg\" id=\"p_12\">12.\t\tLearned Counsel for the petitioner has submitted that the Lucknow Development Authority is bound to allot or execute a sale deed of the new accommodation on the previous rate while the respondent had submitted that they have to calculate the cost of the area with construction in accordance with the Rules, Government Orders, applicable from time to time and in accordance with the terms and conditions of the agreement.  The Brochure  under Clause 14.3 provides that in case the possession of the land was not possible or the sale deed is not executed in favour of the petitioner due to certain reasons the allottee will be entitled for the return of his/her deposited money but non execution of sale deed or non handing over the possession will not be the ground for filing any suit or petition in any Court.  Further Clause 14.7 provides that mere registration of the applicant does not entitle for allotment of the accommodation.\n</p> \n<p data-structure=\"RespArg\" id=\"p_13\">13.\t\tLearned Counsel for the respondents has submitted that due to reason of dispute with the Defence Department the construction of house at that area became impossible and when the agreement or the contract becomes impossible or frustrated due to certain new circumstances one of the party is not bound to fulfill the condition.\n</p> \n<p data-structure=\"Precedent\" id=\"p_14\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"264553\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1944274\" id=\"span_2\">14.\t\tThe Court has to consider the scope and application of doctrine of &quot;lex non cogit at impossibilia&quot; (the law does not compel a man to do what he cannot possibly perform) and &quot;impossibilium nulla obligatio est&quot; (the law does not expect the party to do the impossible). The scope of the said doctrines have elaborately been considered and applied by the Hon&#x27;ble Supreme Court in <a href=\"/doc/1944274/\" id=\"a_2\">Chandra Kishore Jha Vs. Mahaveer Prasad &amp; Ors.</a>, (1999) 8 SCC 266; and <a href=\"/doc/264553/\" id=\"a_3\">Mohammed Gazi Vs. State of M.P. &amp; Ors.</a>, (2000) 4 SCC 342. These maxims which have also been expressed as impotentia excusate lege must be  understood in the qualified sense that impotentia excuses when there is a necessary or invincible disability to perform the mandatory part of the law or to forbear the prohibitory. These maxims are akin to the maxim of Roman Law Nemo Tenetur ad Impossibilia (no one is bound to an impossibility) which is derived from common sense and natural equity and has been adopted and applied in law from time immemorial.</span></span> (Vide Eagar Vs. Furnivall, 17 Ch. D. 115).\n</p> \n<p data-structure=\"Precedent\" id=\"p_15\">\tIn Gujarat Assembly Election Matter, (2002) 8 SCC 237, the Hon&#x27;ble Apex Court observed as under:-\n</p> \n<blockquote id=\"blockquote_1\">\t&quot;The maxim of law impotentia excusat legem is intimately connected with another maxim of law lex non cogit ad impossibilia.  Impotentia excusat legem is that when there is a necessary or invincible disability to perform the mandatory part of the law that impotentia excuses. The law does not compel one to do that which one cannot possibly perform. Therefore, when it appears that the performance of the formalities prescribed by a statute has been rendered impossible by circumstances over which the persons interested had no control, like an act of God, the circumstances will be taken as a valid excuse.&quot;\n</blockquote> \n<p data-structure=\"Issue\" id=\"p_16\">\tThe law is understood to disclaim all intention of compelling to impossibilities and the administration of laws must adopt that general exception in the consideration of all particular cases. Therefore, there are implied obligations not to force a person to do something which is rendered impossible by causes beyond his control. (Vide Hick Vs. Rodocanachi, 1899 (2) QB 626).\n</p> \n<p data-structure=\"Precedent\" id=\"p_17\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"630382\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"627760\" id=\"span_4\">Similar view has been reiterated by the Hon&#x27;ble Apex Court in <a href=\"/doc/627760/\" id=\"a_4\">Hira Tikkoo Vs. Union Territory, Chandigarh &amp; Ors., JT</a> 2004 (5) SC 231; and <a href=\"/doc/630382/\" id=\"a_5\">Huda &amp; Anr. Vs. Dr. Babeswar Kanhar &amp; Anr.</a>, (2005) 1 SCC 191.</span></span>\n</p> \n<p data-structure=\"Section\" id=\"p_18\">15.\t\tThe allotment of the residential accommodation is guided by certain provisions and rules made by the State Government.  Lucknow Development Authority is not at all free to allot the residence in any terms or condition which may be violative of <a href=\"/doc/367586/\" id=\"a_6\">Article 14</a> of the Constitution of India. Agreement of contract is to be read inconsonance with law, rule, Government Orders or guidelines entering the field.\n</p> \n<p data-structure=\"Precedent\" id=\"p_19\">16.\t\t <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1222846\" id=\"span_5\">In <a href=\"/doc/1222846/\" id=\"a_7\">Dr. S.K. Kacker Vs. All India Institute of Medical Sciences &amp; Ors., JT</a> 1996 (8) SC 513, the Hon&#x27;ble Supreme Court  held that any resolution or order which is inconsistent with the Statutory Rules, cannot be permitted to have any role to play or has any legal efficacy and, therefore, any order which is inconsistent with the Statutory Rules, has to be ignored.</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_20\">\tIn Union Territory Chandigarh Adm. &amp; Ors. Vs. Managing Society, Goswami G.D.S.D.C., (1996) 7 SCC 665, the Hon&#x27;ble Supreme Court categorically held as under:-\n</p> \n<blockquote id=\"blockquote_2\">\t&quot;A contract in violation of the mandatory provisions of law can only be read and enforced in terms of the law and in no other way. The question of equitable estoppel does not arise. . . . . because there can be no estoppel against a Statute.&quot;\n</blockquote> \n<p data-structure=\"Section\" id=\"p_21\">17.\t\tWhile dealing with the matter relating to the agreement or contract between the parties, Court can neither add anything nor subtract anything from the terms and conditions as laid down in the agreement dealing with the matter of the parties.  ( Court cannot add or subtract anything in this Act)\n \n</p><p data-structure=\"Precedent\" id=\"p_22\">18.\t\tGenerally it would not be proper to intervene with the contractual matters. The parameters of the Court&#x27;s power have been analyzed by the Supreme Court in Commissioner of Income-tax, Bombay &amp; Ors,. Vs. Mahindra &amp; Mahindra Ltd. &amp; Ors., AIR 1984 SC 1182. We reproduce paragraph-11 of the said judgment-:\n</p> \n\n \n<blockquote id=\"blockquote_3\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"884550\" id=\"span_6\">&quot;By now, the parameters of the Court&#x27;s power of judicial review of administrative or executive action or decision and the grounds on which the Court can interfere with the same are well settled and it would be redundant to recapitulate the whole catena of decisions of this Court commencing from Barium Chemicals, 1966 Supp SCR 311: (AIR 1967 SC 295) case on the point. Indisputably, it is a settled position that if the action or decision is perverse or is such that no reasonable body of persons, properly informed, could come to, or has been arrived at by the authority misdirecting itself by adopting a wrong approach, or has been influenced by irrelevant or extraneous matters the Court would be justified in interfering with the same. This Court in one of its later decisions in <a href=\"/doc/884550/\" id=\"a_8\">Smt. Shalini Soni Vs. Union of India</a>, (1981) 1 SCR 962; (AIR 1981 SC 431), has observed thus: &quot;It is an unwritten rule of the law, constitutional and administrative, that whenever a decision-making function is entrusted to the subjective satisfaction of a statutory functionary, there is an implicit obligation to apply his mind to pertinent and proximate matters only, eschewing the irrelevant and the remote&quot;. Suffice it to say that the following passage appearing at pages 285-86 in Prof. de Smith&#x27;s treatise &#x27;&#x27;Judicial Review of Administrative Action&#x27; (4th Edn.) succinctly summarises the several principles formulated by the Courts in that behalf thus: &quot;The authority in which a discretion is vested can be compelled to exercise that discretion, but not to exercise it in any particular manner. In general, a discretion must be exercised only by the authority to which it is committed. That authority must genuinely address itself to the matter before it: it must not act under the dictation of another body or disable itself from exercising a discretion in each individual case. In the purported exercise of its discretion it must not do what it has been forbidden to do, nor must it do what it has not been authorised to do. It must act in good faith, must have regard to all relevant considerations, must not be swayed by irrelevant considerations, must not seek to promote purposes alien to the letter or to the spirit of the legislation that gives it power to act, and must not act arbitrarily or capriciously. Nor where a judgment must be made that certain facts exist can a discretion be validly exercised on the basis of an erroneous assumption about those facts. These several principles can conveniently be grouped in two main categories; failure to exercise a discretion, and excess or abuse of discretionary power. The two classes are not, however, mutually exclusive. Thus, discretion may be improperly fettered because irrelevant considerations have been taken into account; and where an authority hands over its discretion to another body it acts ultra vires. Nor, is it possible to differentiate with precision the grounds of invalidly contained within each category&quot;.</span>      \n</blockquote> \n\t       \t\n \n<p data-structure=\"Precedent\" id=\"p_23\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1901448\" id=\"span_7\">In <a href=\"/doc/1901448/\" id=\"a_9\">State of U.P. &amp; Ors., Vs. Renusagar Power Co. &amp; Ors</a>,. AIR 1988 SC 1737 it was held that exercise of administrative power will be set aside if there is a manifest error in the exercise of such power or the exercise of the power is manifestly arbitrary.</span> \n</p> \n<p data-structure=\"Precedent\" id=\"p_24\">The famous &quot;Wednesbury Case&quot; Associated Provincial Picture Houses Ltd. Us. Wednesbury Corp. (1947) 2 All ER 680 (CA) is considered to be the landmark in so far as the basic principles relating to judicial review of administrative or statutory direction are concerned. We quote a passage from the judgment of Lord Greene which is as follows:-\n</p> \n<blockquote id=\"blockquote_4\">&quot;It is true that discretion must be exercised reasonably. Now what does that mean? Lawyers familiar with the phraseology used in relation to exercise of statutory discretions often use the word &#x27;&#x27;unreasonable&#x27; in a rather comprehensive sense. It has frequently been used and is frequently used as a general description of the things that must not be done. For instance, a person entrusted with a discretion must, so to speak, direct himself properly in law. He must call his own attention to the matters, which he is bound to consider. He must exclude from his consideration matters, which are irrelevant to what he has to consider. If he does not obey those rules, he may truly be said, and often is said, to be acting &#x27;&#x27;unreasonably&#x27;. Similarly, there may be something so absurd that no sensible person could even dream that it lay within the powers of the authority...... . In another, it is taking into consideration extraneous matters. It is unreasonable that it might almost be described as being done in bad faith; and in fact, all these things run into one another.&quot;\n</blockquote> \n\n \n<p data-structure=\"Precedent\" id=\"p_25\">\t\tThe principles of judicial review of administrative action were further summarized in 1985 by Lord Diplock in Council of Civil Service Unions Vs. Minister for the Civil Service 1984 (3) Al. ER. 935, (commonly known as CCSU case) as illegality, procedural impropriety and irrationality. He said more grounds could in future become available, including the doctrine of proportionality which was a principle followed by certain other members of the European Economic Community. Lord Diplock observed in this case as follows:-\n</p> \n<blockquote id=\"blockquote_5\">&quot;....... Judicial review has I think, developed to a stage today when, without reiterating any analysis of the steps by which the development has come about, one can conveniently classify under three heads the grounds on which administrative action is subject to control by judicial review. The first ground I would call &#x27;&#x27;illegality&#x27;, the second &#x27;&#x27;irrationality&#x27; and the third &#x27;&#x27;procedural impropriety&#x27;. That is not to say that further development on a case-by-case basis may not in course of time add further grounds. I have in mind particularly the possible adoption in the future of the principle of &#x27;&#x27;proportionality&#x27; which is recognized in the administrative law of several of our fellow members of the European Economic Community.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_26\">Lord Diplock explained &#x27;&#x27;irrationality&#x27; as follows:\n</p> \n<blockquote id=\"blockquote_6\">&quot;By &#x27;&#x27;irrationality&#x27; I mean what can by now be succinctly referred to as &#x27;&#x27;Wednesbury unreasonableness&#x27;. It applies to a decision which is so outrageous in its defiance of logic or of accepted moral standards that no sensible person who had applied his mind to the question to be decided could have arrived at it.&quot;\n</blockquote> \n\n \n<p data-structure=\"Precedent\" id=\"p_27\">\tIn Union of India &amp; Anr,. Vs. G.Ganayutham (1997) 7 SCC 463 the Supreme Court after referring to the aforesaid two cases namely Wednesbury case and CCSU case held as follows:-\n</p> \n<blockquote id=\"blockquote_7\">&quot;We are of the view that even in our country-in cases not involving fundamental freedoms-the role of our courts/tribunals in administrative law is purely secondary and while applying Wednesbury and CCSU principles to test the validity of executive action or of administrative action taken in exercise of statutory powers, the courts and tribunals in our country can only go into the matter, as a secondary reviewing court to find out if the executive or the administrator in their primary roles have arrived at a reasonable decision on the material before them in the light of Wednesbury and CCSU tests. The choice of the options available is for the authority; the court/tribunal canot substitute its view as to what is reasonable.&quot;   \n</blockquote> \n\t   \t\n \n<p data-structure=\"Precedent\" id=\"p_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"777136\" id=\"span_8\">In <a href=\"/doc/777136/\" id=\"a_10\">Indian Railway Construction Co. Ltd. Vs. Ajay Kumar</a> (2003) 4 SCC 579 the Supreme Court held as follows-</span>\n</p> \n<blockquote id=\"blockquote_8\">&quot;It is trite law that exercise of power, whether legislative or administrative, will be set aside if there is manifest error in the exercise of such power or the exercise of the power is manifestly arbitrary. ............If a power (whether legislative or administrative) is exercised on the basis of facts which do not exist and which are patently erroneous, such exercise of power will stand vitiated.&quot;\n</blockquote> \n \n \n<p data-structure=\"Precedent\" id=\"p_29\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110957682\" id=\"span_9\">In People&#x27;s Union for <a href=\"/doc/110957682/\" id=\"a_11\">Civil Liberties &amp; Anr. Vs. Union of India</a> &amp; ors., 2004 AIR SCW 379 while dealing with the same issue, the Supreme Court observed as under:-</span>\n</p> \n<blockquote id=\"blockquote_9\">&quot;The jurisdiction of this Court in such matter is very limited. The Court will not normally exercise its power of judicial review in such matters unless it is found that formation of belief by the statutory authority suffers from mala fide, dishonesty or corrupt practice. The order can be set aside if it is held to be beyond the limits for which the power has been conferred upon the authorities by the Legislature or is based on the grounds extraneous to the legislation and if there are no grounds at all for passing it or if the grounds are such that no one can reasonably arrive at the opinion or satisfaction required thereunder.&quot;\n</blockquote> \n\n \n<p data-structure=\"Precedent\" id=\"p_30\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1986614\" id=\"span_10\">In <a href=\"/doc/1986614/\" id=\"a_12\">State of N.C.T. of Delhi &amp; Anr. Vs. Sanjeev</a> alias Bittoo 2005 AIR SCW 1987 the Supreme Court in paragraphs 16 and 18 held as follows:-</span>\n</p> \n<blockquote id=\"blockquote_10\">&quot;16.....................................................................................................One can conveniently classify under three heads the grounds on which administrative action is subject to control by judicial review. The first ground is &#x27;&#x27;illegality&#x27; the second &#x27;&#x27;irrationality&#x27; and the third &#x27;&#x27;procedural impropriety&#x27;.&quot;\n</blockquote> \n<p data-structure=\"Issue\" id=\"p_31\">.............................................................\n</p> \n<p data-structure=\"Issue\" id=\"p_32\">.............................................................\n</p> \n<p data-structure=\"CDiscource\" id=\"p_33\">18.\t The Court will be slow to interfere in such matters relating to administrative functions unless decision is tainted by any vulnerability enumerated above; like illegality, irrationality, and procedural impropriety. Whether action falls within any of the categories has to be established. Mere assertion in that regard would not be sufficient.&quot;\n</p> \n\n \n<p data-structure=\"Precedent\" id=\"p_34\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"884513\" id=\"span_11\">The principles applied in judicial review of administrative decisions relating to acceptance of the terms and conditions set out in the contract have been considered by the Supreme Court in <a href=\"/doc/884513/\" id=\"a_13\">Tata Cellular Vs. Union of India</a> AIR 1996 SC 11 and the same are as follows:-</span>\n</p> \n<blockquote id=\"blockquote_11\">\t\t\t\t&quot;The principles deducible from the above are:\n</blockquote> \n\n \n<blockquote id=\"blockquote_12\">(1) The modern trend points to judicial restraint in administrative action.\n</blockquote> \n<blockquote id=\"blockquote_13\">(2) The Court does not sit as a court of appeal but merely reviews the manner in which the decision was made.\n</blockquote> \n<blockquote id=\"blockquote_14\">(3) The Court does not have the expertise to correct the administrative decision. If a review of the administrative decision is permitted it will be substituting its own decision, without the necessary expertise which itself may be fallible.\n</blockquote> \n<blockquote id=\"blockquote_15\">(4) The terms of the invitation to tender cannot be open to judicial scrutiny because the invitation to tender is in the realm of contract. Normally speaking, the decision to accept the tender or award the contract is reached by process of negotiations through several tiers. More often than not, such decisions are made qualitatively by experts. \n</blockquote> \n<blockquote id=\"blockquote_16\">(5) The Government must have freedom of contract. In other words, a fairplay in the joints is a necessary concomitant for an administrative body functioning in an administrative sphere or quasi administrative sphere. However, the decision must not only be tested by the application of Wednesbury principle of reasonableness (including its other facts pointed out above) but must be free from arbitrariness not affected by bias or actuated by mala fides. \n</blockquote> \n<blockquote id=\"blockquote_17\">(6) Quashing decisions may impose heavy administrative burden on the administration and lead to increased and unbudgeted expenditure.&quot;\n</blockquote> \n\n \n<p data-structure=\"Precedent\" id=\"p_35\">In Sterling Computers Ltd., Vs. M/s. M &amp; N Publications Ltd &amp; Ors,. AIR 1996 SC 51 the Supreme Court observed as follows:-\n</p> \n<blockquote id=\"blockquote_18\">&quot;While exercising the power of judicial review, in respect of contracts entered into on behalf of the State, the Court is concerned primarily as to whether there has been any infirmity in the &quot;decision making process&quot;.   \n</blockquote> \n<p data-structure=\"Issue\" id=\"p_36\">...............................................\n</p> \n<p data-structure=\"Issue\" id=\"p_37\">..............................................\n</p> \n<p data-structure=\"Section\" id=\"p_38\">By way of judicial review the Court cannot examine the details of the terms of the contract which have been entered into by the public bodies or the State. Courts have inherent limitations on the scope of any such enquiry.&quot;\n</p> \n\n \n<p data-structure=\"Precedent\" id=\"p_39\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1780859\" id=\"span_12\">In <a href=\"/doc/1780859/\" id=\"a_14\">Monarch Infrastructure (P) Ltd. Vs. Commissioner, Ulhasnagar Municipal Corporation &amp; Ors</a>,. (2000) 5 SCC 287 it was held by the Supreme Court:-</span>\n</p> \n<blockquote id=\"blockquote_19\">&quot;Broadly stated, the courts would not interfere with the matter of administrative action or changes made therein, unless the Government&#x27;s action is arbitrary or discriminatory or the policy adopted has no nexus with the object it seeks to achieve or is mala fide.&quot;\n</blockquote> \n\n \n<p data-structure=\"Precedent\" id=\"p_40\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"722054\" id=\"span_13\">In <a href=\"/doc/722054/\" id=\"a_15\">Air India Ltd. Vs. Cochin International Airport Ltd. &amp; Ors</a>,. (2000) 2 SCC 617 the Supreme Court held as follows:-</span>\n</p> \n<blockquote id=\"blockquote_20\">&quot;Even when some defect is found in the decision-making process the court must exercise its discretionary power under <a href=\"/doc/1712542/\" id=\"a_16\">Article 226</a> with great caution and should exercise it only in furtherance of public interest and not merely on the making out of a legal point. The court should always keep the larger public interest in mind in order to decide whether its intervention is called for or not. Only when it comes to a conclusion that overwhelming public interest requires interference, the court should intervene.&quot;  \n</blockquote> \n\t \n \n<p data-structure=\"Precedent\" id=\"p_41\">\tAfter considering the aforesaid two decisions the Supreme Court in Directorate of Education &amp; Ors,. Vs. Educomp Datamatics Ltd. &amp; Ors,. (2004) 4 SCC 19 observed as follows:-\n</p> \n<blockquote id=\"blockquote_21\">&quot;It has clearly been held in these decisions that the terms of the invitation to tender are not open to judicial scrutiny, the same being in the realm of contract. That the Government must have a free hand in setting the terms of the tender. It must have reasonable play in its joints as a necessary concomitant for an administrative body in an administrative sphere. The courts would interfere with the administrative policy decision only if it is arbitrary, discriminatory, mala fide or actuated by bias. It is entitled to pragmatic adjustments which may be called for by the particular circumstances. The courts cannot strike down the terms of the tender prescribed by the Government because it feels that some other terms in the tender would have been fair, wiser or logical. The courts can interfere only if the policy decision is arbitrary, discriminatory or mala fide.&quot;\n</blockquote> \n\n \n<p data-structure=\"Precedent\" id=\"p_42\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1361651\" id=\"span_14\">The same principles were followed by the Supreme Court in M/s. <a href=\"/doc/1361651/\" id=\"a_17\">Master Marine Services Pvt. Ltd. Vs. Metcalfe &amp; Hodgkinson Pvt. Ltd. &amp; Anr.</a>, 2005 AIR SCW 2189.</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_43\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1533633\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"194067\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1737583\" id=\"span_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"982888\" id=\"span_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"768764\" id=\"span_19\">19.\t\tIn exercise of power of judicial review, the Courts do not ordinarily interfere with the policy decisions of the executive unless the policy can be faulted on the ground of mala fide, unreasonableness, arbitrariness or unfairness etc. Indeed arbitrariness, irrationality, perversity and mala fide, render the policy unconstitutional. Unless a policy decision is demonstrably capricious or arbitrary and not informed by any reason or discriminatory or infringing any Statute or the Constitution, it cannot be a subject of judicial interference. However, if the policy cannot be touched on any of these grounds, the mere fact that it may affect business interests of a party does not justify invalidating the policy. (Vide M/s. <a href=\"/doc/768764/\" id=\"a_18\">Ugar Sugar Works Ltd. Vs. Delhi Administration &amp; Ors.</a>, AIR 2001 SC 1447; <a href=\"/doc/982888/\" id=\"a_19\">State of Himachal Pradesh &amp; Anr. Vs. Padam Dev &amp; Ors.</a>, (2002) 4 SCC 510; <a href=\"/doc/1737583/\" id=\"a_20\">Balco Employees&#x27; Union (Regd) Vs. Union of India &amp; Ors.</a>, AIR 2002 SC 350; <a href=\"/doc/194067/\" id=\"a_21\">State of Rajasthan &amp; Ors. Vs. Lata Arun</a> AIR 2002 SC 2642; and <a href=\"/doc/1533633/\" id=\"a_22\">Federation of Railway Officers Association Vs. Union of India</a>, (2003) 4 SCC 289).</span></span></span></span></span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_44\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"108721012\" id=\"span_20\">In <a href=\"/doc/108721012/\" id=\"a_23\">Union of India &amp; Anr. Vs. International Trading Company &amp; Anr.</a> (2003) 5 SCC 437, the Supreme Court pointed out that the Policy of the Government, even in contractual matters, must satisfy the test of reasonableness and every State action must be informed by reason. <a href=\"/doc/367586/\" id=\"a_24\">Article 14</a> of the Constitution applies also to matters of governmental policy and if the policy or any action of the Government, even in contractual matters, fails to satisfy the test of reasonableness, it would be unconstitutional. The <a href=\"/doc/108721012/\" id=\"a_25\">Court further held</a> as under:-</span>\n</p> \n<blockquote id=\"blockquote_22\">&quot;15. While the discretion to change the policy in exercise of the executive power, when not trammelled by any statute or rule is wide enough, what is imperative and implicit in terms of <a href=\"/doc/367586/\" id=\"a_26\">Article 14</a> is that a change in policy must be made fairly and should not give the impression that it was so done arbitrarily or by any ulterior criteria. The wide sweep of <a href=\"/doc/367586/\" id=\"a_27\">Article 14</a> and the requirement of every State action qualifying for its validity on this touchstone irrespective of the field of activity of the State is an accepted tenet. The basic requirement of <a href=\"/doc/367586/\" id=\"a_28\">Article 14</a> is fairness in action by the State, and non-arbitrariness in essence and substance is the heartbeat of fair play. Actions are amenable, in the panorama of judicial review only to the extent that the State must act validly for a discernible reason, not whimsically for any ulterior purpose. The meaning and true import and concept of arbitrariness is more easily visualized than precisely defined. A question whether the impugned action is arbitrary or not is to be ultimately answered on the facts and circumstances of a given case. A basic and obvious test to apply in such cases is to see whether there is any discernible principle emerging from the impugned action and if so, does it really satisfy the test of reasonableness. \n</blockquote> \n<blockquote id=\"blockquote_23\">16. Where a particular mode is prescribed for doing an act and there is no impediment in adopting the procedure, the deviation to act in a different manner which does not disclose any discernible principle which is reasonable itself shall be labeled as arbitrary. Every State action must be informed by reason and it follows that an act uninformed by reason is per se arbitrary.&quot; (Emphasis added).\n</blockquote> \n<blockquote id=\"blockquote_24\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121952\" id=\"span_21\">In <a href=\"/doc/121952/\" id=\"a_29\">Union of India Vs. Dinesh Engineering Corpn. &amp; Anr.</a> (2001) 8 SCC 491 the Supreme Court observed as follows:-</span>\n</blockquote> \n<blockquote id=\"blockquote_25\">&quot;.........Where the decision of the authority is in regard to a policy matter, this Court will not ordinarily interfere since these policy matters are taken based on expert knowledge of the persons concerned and courts are normally not equipped to question the correctness of a policy decision. But then this does not mean that the courts have to abdicate their right to scrutinise whether the policy in question is formulated keeping in mind all the relevant facts and the said policy can be held to be beyond the pale of discrimination or unreasonableness, bearing in mind the material on record.......... . Any decision, be it a simple administrative decision or a policy decision, if taken without considering the relevant facts, can only be termed as an arbitrary decision. If it is so, then be it a policy decision or otherwise, it will be violative of the mandate of <a href=\"/doc/367586/\" id=\"a_30\">Article 14</a> of the Constitution.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_45\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"79972\" id=\"span_22\">In <a href=\"/doc/79972/\" id=\"a_31\">Krishnan Kakkanth Vs. Govt. of Kerala</a>, AIR 1997 SC 128; the Hon&#x27;ble Apex Court held that the judicial review of policy decision is permissible in exceptional circumstances only when the Court is of the view that the order suffers from arbitrariness and unreasonableness. The Court observed as under:-</span>\n</p> \n<blockquote id=\"blockquote_26\">\t&quot;To ascertain unreasonableness and arbitrariness in the context of <a href=\"/doc/367586/\" id=\"a_32\">Article 14</a> of the Constitution, it is not necessary to enter upon any exercise for finding out the wisdom in the policy decision of the State Government. It is immaterial if a better or more comprehensive policy decision could have been taken. It is equally immaterial if it can be demonstrated that the policy decision is unwise and is likely to defeat the purpose for which such decision has been taken. Unless the policy decision is demonstrably capricious or arbitrary and not informed by any reason whatsoever or it suffers from the vice of discrimination or infringes any statute or provisions of the Constitution, the policy decision cannot be struck down. It should be borne in mind that except for the limited purpose of testing a public policy in the context of illegality and unconstitutionality, Court should avoid embarking on uncharted ocean of public policy.&quot; \n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_46\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"2705126\" id=\"span_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"312106\" id=\"span_24\">The Supreme Court in <a href=\"/doc/312106/\" id=\"a_33\">Kailash Chandra Sharma Vs. State of Rajasthan &amp; Ors.</a>, AIR 2002 SC 2877 upheld the Full Bench judgment of the Rajasthan High Court in <a href=\"/doc/2705126/\" id=\"a_34\">Deepak Kumar Suthar Vs. State &amp; Ors.</a>, 2000 Lab IC 1 wherein the Court had struck down the policy decision of the Government granting bonus marks on the ground of residence in public employment being ultra vires the provisions of <a href=\"/doc/367586/\" id=\"a_35\">Article 14</a> and <a href=\"/doc/211089/\" id=\"a_36\">16</a> of the Constitution. The Supreme Court held that policy decision giving weightage to the candidates in public employment on the ground of residence was impermissible in view of the Constitutional provisions. The policy decision was, therefore, bad and in such a case judicial review was found to be warranted.</span></span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_47\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1057409\" id=\"span_25\">The Supreme Court in <a href=\"/doc/1057409/\" id=\"a_37\">Cholan Roadways Ltd. Vs. G. Thirugnanasambandam</a>, AIR 2005 SC 570, has gone a step further by bringing &quot;errors of facts&quot; within the scope of judicial review.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"165571\" id=\"span_26\">While deciding the said case, reliance was placed upon the judgment in <a href=\"/doc/165571/\" id=\"a_38\">E. Vs. Secretary of State</a> for the Home Department, (2004) 2 Weekly Law Report, 1351, wherein it has been held that a review of the merits of the decision making process is fundamental to the Court&#x27;s jurisdiction. The power of review may even extend to a decision on a question of fact. The error sought to be corrected must be undeniably a significant factor in the decision making process.</span>    \n</p> \n<p data-structure=\"Precedent\" id=\"p_48\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"314044\" id=\"span_27\">In <a href=\"/doc/314044/\" id=\"a_39\">R.K. Garg Vs. Union of India &amp; Ors.</a>, AIR 1981 SC 2138, the Supreme Court considered the validity of the provisions of the Special Bearer Bonds (Immunities and Exemptions) Ordinance, 1981 and <a href=\"/doc/1521888/\" id=\"a_40\">Special Bearer Bonds (Immunities and Exemptions) Act, 1981</a>, which was provided for exemption and immunity from criminal liability of the persons who invest money in purchasing the Special Bearer Bonds from the income never disclosed earlier. The Court made the following observations:-</span>\n</p> \n<blockquote id=\"blockquote_27\">\t&quot;It is clear that <a href=\"/doc/367586/\" id=\"a_41\">Article 14</a> does not forbid reasonable classification of persons, objects and transactions by the legislature for the purpose of attaining specific ends. What is necessary in order to pass the test of permissible classification under <a href=\"/doc/367586/\" id=\"a_42\">Article 14</a> is that the classification must not be &quot;arbitrary, artificial or evasive&quot; but must be based on some real and substantial distinction bearing a just and reasonable relation to the object sought to be achieved by the legislature...........Another rule of equal importance is that laws relating to economic activities should be viewed with greater latitude than laws touching civil rights such as freedom of speech, religion etc. It has been said by no less a person than Holmes, J., that the legislature should be allowed some play in the joints, because it has to deal with complex problems which do not admit of solution through any doctrinaire or straight jacket formula and this is particularly true in case of legislation dealing with economic matters, where, having regard to the nature of the problems required to be dealt with greater play in the joints has to be allowed to the legislature. The Court should feel more inclined to give judicial deference to legislative judgment in the field of economic regulation than in other areas where fundamental human rights are involved. ........The Court must always remember that &quot;legislation is directed to practical problems, that the economic mechanism is highly sensitive and complex, that many problems are singular and contingent, that laws are not abstract propositions and do not relate to abstract units and are not to be measured by abstract symmetry&quot; that exact wisdom and nice adaption of remedy are not always possible and that &quot;judgment is largely a prophecy based on meagre and uninterpreted experience&quot;. Every legislation particularly in economic matters is essentially empiric and it is based on experimentation or what one may call trial and error method and therefore it cannot provide for all possible situations or anticipate all possible abuse. There may be crudities and inequities in complicated experimental economic legislation but on that account alone it cannot be struck down as invalid.............There may even be possibilities of abuse, but that too cannot of itself be a ground for invalidating the legislation, because it is not possible for any legislature to anticipate as if by some divine prescience, distortions and abuses of its legislation which may be made by those subject to its provisions and to provide against such distortions and abuses. Indeed, howsoever great may be the care bestowed on its framing, it is difficult to conceive of a legislation which is not capable of being abused by perverted human ingenuity. The Court must therefore adjudge the constitutionality of such legislation by the generality of its provisions and not by its crudities or inequities or by the possibilities of abuse of any of its provisions. If any crudities, inequities or possibilities of abuse come to light, the legislature can always step in and enact suitable amendatory legislation. That is the essence of pragmatic approach which must guide and inspire the legislature in dealing with complex economic issues.  (Emphasis added).\n</blockquote> \n<blockquote id=\"blockquote_28\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"320843\" id=\"span_28\">In <a href=\"/doc/320843/\" id=\"a_43\">State of M.P. &amp; Ors. Vs. Nandlal Jaiswal &amp; Ors.</a>, (1986) 4 SCC 566, the Hon&#x27;ble Supreme Court re-examined the scope of <a href=\"/doc/367586/\" id=\"a_44\">Article 14</a> of the Constitution while having a judicial review of the executive order of the State relating to trade and business and held as under:-</span>\n</blockquote> \n<blockquote id=\"blockquote_29\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"320843\" id=\"span_29\">&quot;But, while considering the applicability of <a href=\"/doc/367586/\" id=\"a_45\">Article 14</a> in such a case, we must bear in mind that, having regard to the nature of the trade or business, the Court would be slow to interfere with the policy <a href=\"/doc/320843/\" id=\"a_46\">laid down by</a> the State Government for grant of licences for manufacture and sale of liquor. The Court would, in view of the inherently pernicious nature of the commodity allow a large measure of latitude to the State Government in determining its policy of regulating, manufacture and trade in liquor. Moreover, the grant of licences for manufacture and sale of liquor would essentially be a matter of economic policy where the court would hesitate to intervene and strike down what the State Government had done, unless it appears to be plainly arbitrary, irrational or mala fide..........in regard to legislation relating to economic matters must apply equally in regard to executive action in the field of economic activities, though the executive decision may not be placed on as high a pedestal as legislative judgment in so far as judicial deference is concerned. We must not forget that in complex economic matters every decision is necessarily empiric and it is based on experimentation or what one may call &#x27;trial and error method&#x27; and, therefore, its validity cannot be tested on any rigid &#x27;a priori&#x27; considerations or on the application of any strait jacket formula. The court must while adjudging the constitutional validity of an executive decision relating to economic matters grant a certain measure of freedom or &#x27;play&#x27; in the &quot;joints&quot; to the executive.........The Court cannot strike down a policy decision taken by the State Government merely because it feels that another policy decision would have been fairer or wiser or more scientific or logical. The Court can interfere only if the policy decision is patently arbitrary, discriminatory or mala fide.&quot;</span> \n</blockquote> \n\n \n<p data-structure=\"Precedent\" id=\"p_49\">\tWhile deciding the said case, the Apex Court relied upon the admonition given by the Frankfurter, J. in Morey v. Doud, (1957) 354 US 457:-\n</p> \n<blockquote id=\"blockquote_30\">\t&quot;In the utilities, tax and economic regulation cases, there are good reasons for judicial self-restraint if not judicial deference, to legislative judgment. The legislature after all has the affirmative responsibility. The courts have only the power to destroy, not to reconstruct. When these are added to the complexity of economic regulation, the uncertainty, the liability to error, the bewildering conflict of the experts, and the number of times the judges have been overruled by events - self limitation can be seen to be the path to judicial wisdom and institutional prestige and stability.&quot;\n</blockquote> \n\n \n<p data-structure=\"Precedent\" id=\"p_50\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"47808634\" id=\"span_30\">A similar view has been reiterated in <a href=\"/doc/47808634/\" id=\"a_47\">M. P. Oil Extraction &amp; Anr. Vs. State of M.P. &amp; Ors.</a>, (1997) 7 SCC 592.</span> \n</p> \n<p data-structure=\"Precedent\" id=\"p_51\">\tIn Sterling Computers Ltd. Vs. M/s. M &amp; N Publications Ltd., AIR 1996 SC 51, the Hon&#x27;ble Supreme Court held as under:-\n</p> \n<blockquote id=\"blockquote_31\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"47808634\" id=\"span_31\">&quot;It is not possible for Courts to question and adjudicate every decision taken by an authority, because many of the Government Undertakings which in due course have acquired the monopolist position in matters of sale and purchase of products and with so many ventures in hand, they can come out with a plea that it is not always possible to act like a quasi-judicial  authority while awarding contracts. Under some special circumstances a discretion has to be conceded to the authorities who have to enter into contract giving them liberty to assess the overall situation for purpose  of taking a decision as to whom the contract be awarded and at what terms. If the decisions have been taken in bona fide manner although not strictly following the norms <a href=\"/doc/47808634/\" id=\"a_48\">laid down by</a> the Courts, such decisions are upheld on the principle <a href=\"/doc/47808634/\" id=\"a_49\">laid down by</a> Justice Holmes, that Courts while judging the constitutional validity of executive decisions must grant certain measure of freedom of play in the joints to the executive........ On the basis of those judgments it cannot be urged that this Court has left to the option of the authorities concerned whether to invite tenders or not according to their own discretion and to award contracts ignoring the procedures which are basic in nature, taking into account factors which are not only irrelevant but detrimental to the public interest.&quot;</span> \n</blockquote> \n\t\n \n<p data-structure=\"CDiscource\" id=\"p_52\">\tThe Government has to rise above the nexus of vested interests and nepotism and eschew window-dressing. &quot;The principles of governance has to be tested on the touchstone of justice, equity, fair play and if decision is not based on justice, equity and fair play and has taken into consideration other matters, though on the fact of it, the decision may look legitimate but as a matter of fact, the reasons are not based on values but to achieve popular accolade; that decision cannot be allowed to operate. (Vide Onkar Lal Bajaj &amp; Ors. Vs. Union of India &amp; Ors., AIR 2003 SC 2562). \n</p> \n<p data-structure=\"Precedent\" id=\"p_53\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"348205\" id=\"span_32\">In <a href=\"/doc/348205/\" id=\"a_50\">State of Karnataka &amp; Anr. Vs. All India Manufacturers Organisation &amp; Ors.</a>, AIR 2006 SC 1846,  the Hon&#x27;ble Supreme Court examined the scope of change of policy with the change of the Government. After considering the scope of judicial review in contractual matters, the Court examined as under what circumstances, the government should revoke the decision taken by the earlier Government. The Court held that an instrumentality of the State cannot have a case to plead from that of the State and the policy in respect of a particular project adopted by the State Government should not be changed with the change of the government. The <a href=\"/doc/348205/\" id=\"a_51\">Court further held</a> as under:-</span>\n</p> \n<blockquote id=\"blockquote_32\">\t&quot;It is trite law that when one of the contracting parties is &quot;State&quot; within the meaning of <a href=\"/doc/609139/\" id=\"a_52\">Article 12</a> of the Constitution, it does not cease to enjoy the character of &quot;State&quot; and, therefore, it is subjected to all the obligations that &quot;State&quot; has under the Constitution. When the State&#x27;s acts of omission or commission are tainted with extreme arbitrariness and with mala fides, it is certainly subject to interference by the Constitutional Courts in this country........We make it clear that while the State Government and its instrumentalities are entitled to exercise their contractual rights under the FWA, they must do so fairly, reasonably and without mala fides; in the event that they do not do so, the Court will be entitled to interfere with the same.  \n</blockquote> \n<blockquote id=\"blockquote_33\">\tTaking an overall view of the matter, it appears that there could hardly be a dispute that the Project is a mega project which is in the larger public interest of the State of Karnataka and merely because there was a change in the Government, there was no necessity for reviewing all decisions taken by the previous Government, which is what appears to have happened. That such an action cannot be taken every time there is a change of Government.&quot;\n</blockquote> \n\n \n<p data-structure=\"Precedent\" id=\"p_54\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"255258\" id=\"span_33\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"321019\" id=\"span_34\">While deciding the said case, reliance had been placed by the Court in its earlier judgments in <a href=\"/doc/321019/\" id=\"a_53\">State of U.P. &amp; Anr. Vs. Johri Mal</a>, AIR 2004 SC 3800; and <a href=\"/doc/255258/\" id=\"a_54\">State of Haryana Vs. State of Punjab &amp; Anr.</a>, AIR 2002 SC 685. In the former, the Apex Court held that the panel of District Government Counsel should not be changed only on the ground that the panel had been prepared by the earlier Government. In the later case, while dealing with the river water-sharing dispute between two States, the Court observed thus :</span></span> \t\n</p> \n<blockquote id=\"blockquote_34\">\t&quot;.........in the matter of governance of a State or in the matter of execution of a decision taken by a previous Government, on the basis of a consensus arrived at, which does not involve any political philosophy, the succeeding Government must be held duty-bound to continue and carry on the unfinished job rather than putting a stop to the same.&quot;\n</blockquote> \n\n \n\n \n<p data-structure=\"Issue\" id=\"p_55\">20.\t\tThe question that arises for consideration is regarding the scope of judicial interference in matters of administrative decisions. Administrative action is stated to be referable to the broad area of governmental activities in which the repositories of power may exercise executive, quasi-legislative and quasi-judicial functions.\n</p> \n<p data-structure=\"Precedent\" id=\"p_56\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1748256\" id=\"span_35\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1462614\" id=\"span_36\">The parameters of the Court&#x27;s power have been analysed by the Hon&#x27;ble Supreme Court in <a href=\"/doc/1462614/\" id=\"a_55\">Commissioner of Income-tax, Bombay &amp; Ors. Vs. Mahindra &amp; Mahindra Ltd. &amp; Ors.</a>, AIR 1984 SC 1182 and held that by  now, the parameters of the Court&#x27;s power of judicial review of administrative or executive action or decision and the grounds on which the Court can interfere with the same are well settled and it would be redundant to recapitulate the whole catena of decisions of this Court commencing from <a href=\"/doc/1748256/\" id=\"a_56\">Barium Chemicals &amp; Anr. Vs. Company Law Board &amp; Ors.</a>, AIR 1967 SC 295 case on the point. &quot;It is a settled position that if the action or decision is perverse or is such that no reasonable body of persons, properly informed, could come to, or has been arrived at by the authority misdirecting itself by adopting a wrong approach, or has been influenced by irrelevant or extraneous matters the Court would be justified in interfering with the same.&quot;</span></span> \n</p> \n<p data-structure=\"Precedent\" id=\"p_57\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"884550\" id=\"span_37\">In <a href=\"/doc/884550/\" id=\"a_57\">Smt. Shalini Soni Vs. Union of India</a>, AIR 1981 SC 431, wherein it had been held that whenever a decision-making function is entrusted to the subjective satisfaction of a statutory functionary, there is an implicit obligation to apply his mind to pertinent and proximate matters only, eschewing the irrelevant and the remote.</span>   \t       \t\n</p> \n<p data-structure=\"Precedent\" id=\"p_58\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1901448\" id=\"span_38\">In <a href=\"/doc/1901448/\" id=\"a_58\">State of U.P. &amp; Ors., Vs. Renusagar Power Co. &amp; Ors.</a>, AIR 1988 SC 1737 it was held that exercise of administrative power will be set aside if there is a manifest error in the exercise of such power or the exercise of the power is manifestly arbitrary.</span> \n</p> \n<p data-structure=\"Precedent\" id=\"p_59\">The famous &quot;Wednesbury Case&quot; Associated Provincial Picture Houses Ltd. Vs. Wednesbury Corporation, (1947) 2 All ER 680 (CA) is considered to be a landmark in so far as the basic principles relating to judicial review of administrative or statutory actions are concerned. We quote a passage from the judgment of Lord Greene which is as follows:-\n</p> \n<blockquote id=\"blockquote_35\">&quot;It is true that discretion must be exercised reasonably. Now what does that mean? Lawyers familiar with the phraseology used in relation to exercise of statutory discretions often use the word &#x27;&#x27;unreasonable&#x27; in a rather comprehensive sense. It has frequently been used and is frequently used as a general description of the things that must not be done. For instance, a person entrusted with a discretion must, so to speak, direct himself properly in law. He must call his own attention to the matters, which he is bound to consider. He must exclude from his consideration matters, which are irrelevant to what he has to consider. If he does not obey those rules, he may truly be said, and often is said, to be acting &#x27;&#x27;unreasonably&#x27;. Similarly, there may be something so absurd that no sensible person could even dream that it lay within the powers of the authority....... In another, it is taking into consideration extraneous matters. It is unreasonable that it might almost be described as being done in bad faith; and in fact, all these things run into one another.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_60\">\tThe principles of judicial review of administrative action were further summarised in Council of Civil Service Unions Vs. Minister for the Civil Services 1984 (3) All. ER. 935, (commonly known as CCSU case) as &quot;illegality&quot;, &quot;procedural impropriety&quot; and &quot;irrationality&quot;. It was also observed that some more grounds could in future become available, including the &quot;doctrine of proportionality&quot; which was a principle followed by certain other members of the European Economic Community. Irrationality was explained as follows:-\n</p> \n<blockquote id=\"blockquote_36\">&quot;It applies to a decision which is so outrageous in its defiance of logic or of accepted moral standards that no sensible person who had applied his mind to the question to be decided could have arrived at it.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_61\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"107483\" id=\"span_39\">In <a href=\"/doc/107483/\" id=\"a_59\">Union of India &amp; Anr. Vs. G. Ganayutham</a>, (1997) 7 SCC 463, the Supreme Court after referring to the aforesaid two cases namely Wednesbury case and CCSU case held:-</span>\n</p> \n<blockquote id=\"blockquote_37\">&quot;We are of the view that even in our country-in cases not involving fundamental freedoms-the role of our courts/tribunals in administrative law is purely secondary and while applying Wednesbury and CCSU principles to test the validity of executive action or of administrative action taken in exercise of statutory powers, the courts and tribunals in our country can only go into the matter, as a secondary reviewing court to find out if the executive or the administrator in their primary roles have arrived at a reasonable decision on the material before them in the light of Wednesbury and CCSU tests. The choice of the options available is for the authority; the court/tribunal cannot substitute its view as to what is reasonable.&quot; \n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_62\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"777136\" id=\"span_40\">In <a href=\"/doc/777136/\" id=\"a_60\">Indian Railway Construction Co. Ltd. Vs. Ajay Kumar</a>, AIR 2003 SC 1843 the Hon&#x27;ble Supreme Court held that the Court can exercise the power of judicial review if there is manifest error in the exercise of power or the exercise of the power is manifestly arbitrary or if a power (whether legislative or administrative) is exercised on the basis of facts which do not exist and which are patently erroneous, such exercise of power will stand vitiated.</span> \n</p> \n<p data-structure=\"Precedent\" id=\"p_63\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110957682\" id=\"span_41\">In People&#x27;s Union for <a href=\"/doc/110957682/\" id=\"a_61\">Civil Liberties &amp; Anr. Vs. Union of India &amp; Ors.</a>, AIR 2004 SC 456, while dealing with the same issue, the Hon&#x27;ble Supreme Court observed that judicial review is permissible if it is found that formation of belief by the statutory authority suffers from mala fide, dishonesty or corrupt practice. The order can be set aside if it is held to be beyond the limits for which the power has been conferred upon the authorities by the Legislature or is based on the grounds extraneous to the legislation and if there are no grounds at all for passing it or if the grounds are such that no one can reasonably arrive at the opinion or satisfaction required thereunder.</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_64\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1986614\" id=\"span_42\">In <a href=\"/doc/1986614/\" id=\"a_62\">State of N.C.T. of Delhi &amp; Anr. Vs. Sanjeev</a> alias Bittoo, (2005) 5 SCC 181, the Hon&#x27;ble Supreme Court held that judicial review of an administrative action is permissible only on the grounds of illegality, irrationality and procedural impropriety.</span> \n</p> \n<p data-structure=\"Precedent\" id=\"p_65\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"884513\" id=\"span_43\">The principles applied in judicial review of administrative decisions have also been considered by the Hon&#x27;ble Supreme Court in <a href=\"/doc/884513/\" id=\"a_63\">Tata Cellular Vs. Union of India</a>, AIR 1996 SC 11, held that in such a case the Court should keep in mind that the Court does not sit as a court of appeal but merely reviews the manner in which the decision was made; the Court does not have the expertise to correct the administrative decision. If a review of the administrative decision is permitted it will be substituting its own decision, without the necessary expertise which itself may be fallible; and quashing decisions may impose heavy administrative burden on the administration and lead to increased and unbudgeted expenditure.</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_66\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1780859\" id=\"span_44\">In <a href=\"/doc/1780859/\" id=\"a_64\">Monarch Infrastructure (P) Ltd. Vs. Commissioner, Ulhasnagar Municipal Corporation &amp; Ors.</a>, AIR 2000 SC 2272, it was held by the Hon&#x27;ble Supreme Court:-</span>\n</p> \n<blockquote id=\"blockquote_38\">&quot;Broadly stated, the courts would not interfere with the matter of administrative action or changes made therein, unless the Government&#x27;s action is arbitrary or discriminatory or the policy adopted has no nexus with the object it seeks to achieve or is mala fide.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_67\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1143223\" id=\"span_45\">In <a href=\"/doc/1143223/\" id=\"a_65\">Air India Ltd. Vs. Cochin International Airport Ltd. &amp; Ors.</a>, AIR 2000  SC 801, the Hon&#x27;ble Supreme Court held as follows:-</span>\n</p> \n<blockquote id=\"blockquote_39\">&quot;Even when some defect is found in the decision-making process the court must exercise its discretionary power under <a href=\"/doc/1712542/\" id=\"a_66\">Article 226</a> with great caution and should exercise it only in furtherance of public interest and not merely on the making out of a legal point. The court should always keep the larger public interest in mind in order to decide whether its intervention is called for or not. Only when it comes to a conclusion that overwhelming public interest requires interference, the court should intervene.&quot;  \n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_68\">In Krishan Yadav &amp; Anr. Vs. State of Haryana &amp; Ors., AIR 1994 SC 2166, the Hon&#x27;ble Supreme Court observed that it is highly regrettable that the holders of public offices both big and small have forgotten that the offices entrusted to them are a sacred trust. Such offices are meant for use and not abuse. From a Minister to a menial everyone has been dishonest to gain undue advantages. Thus, in such a fact situation, scope of judicial review attains paramount importance.\n</p> \n<p data-structure=\"Precedent\" id=\"p_69\">\t<span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1748256\" id=\"span_46\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1114006\" id=\"span_47\">In <a href=\"/doc/1114006/\" id=\"a_67\">B. Ramanjini &amp; Ors. Vs. State of Andhra Pradesh &amp; Ors.</a>, AIR 2002 SC 2023, the Supreme Court enlightened what approach the Courts should adopt while dealing with matters relating to cancellation of examination and after referring to <a href=\"/doc/1748256/\" id=\"a_68\">Bihar School Education Board</a> (supra) observed that in such matters wide latitude should be shown to the Government and the courts should not unduly interfere with the action taken by the Government which is in possession of the necessary information and takes action upon the same. The courts ought not to take the action lightly and interfere with the same particularly when there was some material for the Government to act one way or the other.</span></span> \n</p> \n<p data-structure=\"Precedent\" id=\"p_70\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1981933\" id=\"span_48\">In <a href=\"/doc/1981933/\" id=\"a_69\">Union of India &amp; Ors. Vs. Tarun Kumar Singh &amp; Ors.</a>, AIR 2001 SC 2196 while deciding the similar case the Supreme Court held that &quot;in view of the allegation of malpractice, the departmental authorities has held an enquiry into the matter and the result of that enquiry has revealed gross irregularities and illegalities&quot;, thus no interference was warranted with the order passed by the statutory authority.</span> \n</p> \n<p data-structure=\"Precedent\" id=\"p_71\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"707249\" id=\"span_49\">In <a href=\"/doc/707249/\" id=\"a_70\">Zora Singh Vs. J.M. Tandon &amp; Ors.</a>, AIR 1971 SC 1537, the Hon&#x27;ble Apex Court while dealing with the issue of scope of judicial review, held as under:-</span>\n</p> \n<blockquote id=\"blockquote_40\">\t&quot;The principle that if some of the reasons relied on by a Tribunal for its conclusion turn out to be extraneous or otherwise unsustainable, its decision would be vitiated, applies to cases in which the conclusion is arrived at not on assessment of objective facts or evidence, but on subjective satisfaction. The reason is that whereas in cases where the decision is based on subjective satisfaction if some of the reasons turn out to be irrelevant or invalid, it would be impossible for a superior Court to find out which of the reasons, relevant or irrelevant, valid or invalid, had brought about such satisfaction. But in a case where the conclusion is based on objective facts and evidence, such a difficulty would not arise. If it is found that there was legal evidence before the Tribunal, even if some of it was irrelevant, a superior Court would not interfere if the finding can be sustained on the rest of the evidence. The reason is that in a writ petition for certiorari the superior Court does not sit in appeal, but exercises only supervisory jurisdiction, and therefore, does not enter into the question of sufficiency of evidence.&quot; (Emphasis added)\n \n\t\n \n</blockquote><p data-structure=\"Precedent\" id=\"p_72\">21.\t\tIt has been said from time and again by the Hon&#x27;ble Supreme Court that a party cannot be permitted to dispute the contractual obligations by invoking the extraordinary writ jurisdiction. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1893286\" id=\"span_50\">In <a href=\"/doc/1893286/\" id=\"a_71\">Bareilly Development Authority &amp; anr Vs. Ajay  Pal Singh &amp; ors</a>, AIR 1989 SC 1076, a similar contention had been raised.</span>   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"248227\" id=\"span_51\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1732064\" id=\"span_52\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"467021\" id=\"span_53\">The Apex Court considered a catena of judgments,  particularly, M/s. <a href=\"/doc/467021/\" id=\"a_72\">Radha Krishna Agarwal &amp; ors Vs. State of Bihar &amp; ors</a>, AIR 1977 SC  1496; <a href=\"/doc/1732064/\" id=\"a_73\">Premji Bhai Parmar &amp; ors Vs. Delhi Development Authority &amp; ors</a>, AIR  1980  SC  738; and <a href=\"/doc/248227/\" id=\"a_74\">The Divisional Forest Officer Vs. Bishwanath Tea Co.  Ltd.</a>, AIR 1981 SC 1368, and arrived at the conclusion that where the contract entered into between the State and the persons agreed is non-statutory   and purely contractual and the rights are governed only by the terms of the contract, writ petition under <a href=\"/doc/1712542/\" id=\"a_75\">Article 226</a> of the Constitution of India is not maintainable.</span></span></span>  Similar view has been taken in State of Gujarat &amp; ors. Vs.  Meghji Pethraj Shah Charitable Trust &amp; ors., (1994) 3 SCC 552; and Noida Entrepreneurs Association Vs. U.P. Financial Corporation  &amp; anr., 1994 Suppl.   (2) SCC 108.\n</p> \n<p data-structure=\"Precedent\" id=\"p_73\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1893286\" id=\"span_54\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1128192\" id=\"span_55\">In <a href=\"/doc/1128192/\" id=\"a_76\">Indore Development Authority Vs.  Smt. Sadhana Agarwal</a>  &amp;  ors.,  (1995) 3  SCC  1,  the Hon&#x27;ble Supreme  Court affirmed and approved  the view taken   by  the  Apex   Court  in   <a href=\"/doc/1893286/\" id=\"a_77\">Bareilly Development  Authority</a>  (supra), but  it  further observed  that  the High Court, while  exercising its extraordinary  jurisdiction under <a href=\"/doc/1712542/\" id=\"a_78\">Article 226</a> of the Constitution,  may  satisfy itself on  the materials  on record that the State has not acted in an arbitrary  or  erratic manner. A  similar view has been taken by the Supreme Court in Union of India  &amp;  ors. Vs.  M/s.  Graphic  Industries Co.  &amp; ors.,  (1994)  5  SCC 398.</span></span>   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1058612\" id=\"span_56\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1261492\" id=\"span_57\">In  <a href=\"/doc/1893286/\" id=\"a_79\">the  said judgment</a>,  the Apex Court referred to its earlier judgments,  particularly  in   <a href=\"/doc/1261492/\" id=\"a_80\">Kumari   Shrilekha Vidyarthi &amp; ors Vs.   State of U.P. &amp; ors</a>, AIR 1991 SC  537; Mahabir Auto  Stores  &amp;  ors.   Vs.   Indian Oil Corporation  &amp;  ors.,  (1990)  3  SCC  752;   and M/s <a href=\"/doc/1058612/\" id=\"a_81\">Dwarkadas  Marfatia &amp; Sons Vs.  Board of Trustees of the Port  of  Bombay</a>,  (1989) 3 SCC  293,  and observed that even in contractual matters, public authorities  have to act fairly and if the  State or its instrumentalities  have  failed to do  so, then writ  jurisdiction  of the High Court  under <a href=\"/doc/1712542/\" id=\"a_82\">Article 226</a>  of the Constitution can be  resorted to because   acting  unfairly   and   arbitrarily amounts to  flagrant  violation of <a href=\"/doc/367586/\" id=\"a_83\">Article 14</a>  of the Constitution.</span></span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_74\">In L.I.C. of India &amp; anr.  Vs. Consumer, Education &amp; Research Centre  &amp;  ors., (1995) 5  SCC  482,  the Apex Court  observed  as under:-\n</p> \n<blockquote id=\"blockquote_41\">&quot;While exercising the power under <a href=\"/doc/1712542/\" id=\"a_84\">Article 226</a>, the Court would be circumspect  to adjudicate  the  disputes arising out  of the  contract depending on the facts  and circumstances  in  a given case...   each case  is to be examined on its own  facts and  circumstances to find out the nature of  the  activity or scope and nature  of the  controversy....  If a contract or  a clause   in   a     contract   is   found unreasonable or unfair or irrational, one must  look  to  the  relative  bargaining  power of the contracting parties.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_75\">In Har Shankar &amp; ors.  Vs. The  Deputy Excise and Taxation  Commissioner &amp; ors, AIR 1975 SC 1121, the Apex Court has held as under:-\n</p> \n<blockquote id=\"blockquote_42\">&quot;The writ jurisdiction of the High Court under <a href=\"/doc/1712542/\" id=\"a_85\">Article 226</a> of the Constitution is not intended to facilitate avoidance of obligations voluntarily incurred.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_76\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"694385\" id=\"span_58\">Similarly, in <a href=\"/doc/694385/\" id=\"a_86\">State of Orissa &amp; ors Vs.  Narain Prasad</a> &amp;  ors., AIR 1997 SC 1493, the Apex  Court has observed as under:-</span>\n</p> \n<blockquote id=\"blockquote_43\">&quot;A   person  who   enters  into   certain contractual  obligations  with  his  eyes open  and  works   the  entire  contract, cannot  be allowed to turn round....  and question the validity of these obligations or the validity of the Rules which constitute the terms of contract. The extraordinary jurisdiction of the High Court under <a href=\"/doc/1712542/\" id=\"a_87\">Article 226</a>, which is of a discretionary nature and is exercised only  to advance the interest of justice,  cannot  certainly  be employed in aid  of such persons.  Neither justice nor equity is in their favour.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_77\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"952082\" id=\"span_59\">Similarly, in <a href=\"/doc/952082/\" id=\"a_88\">Raunaq International  Ltd. Vs.  I.V.R.   Construction Ltd.</a>  &amp; ors., AIR 1999 SC 393, the  Hon&#x27;ble Supreme Court has held  that in absence  of  mala fides  or   extreme  case  of arbitrariness, it is not permissible for the Writ Court to have a judicial review of contract or to enforce the  contractual obligations in  exercise of its jurisdiction  under  <a href=\"/doc/1712542/\" id=\"a_89\">Article  226</a>  of  the Constitution.</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_78\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318728\" id=\"span_60\">In  <a href=\"/doc/318728/\" id=\"a_90\">Kerala  State Electricity  Board &amp; anr  Vs. Kurien E.   Kalathil &amp; ors</a>,  (2000)  6  SCC  293;   the Hon&#x27;ble Supreme  Court,  in a similar  situation, observed as under:-</span>\n</p> \n<blockquote id=\"blockquote_44\">&quot;If a term of a contract is violated, ordinarily the remedy is not the writ petition under <a href=\"/doc/1712542/\" id=\"a_91\">Article 226.</a>  We are also unable to agree with the observation of the High Court the contractor was seeking enforcement  of a statutory contract.   A contract  would  not   become   statutory merely  because it is for construction of a  public utility and it has been awarded by  a statutory body.  We are also  agree with  the  observation of the High  Court that  since the obligation imposed by the contract on the contracting parties comes within  the purview of the <a href=\"/doc/171398/\" id=\"a_92\">Contract  Act</a>, that   would   not   make  the   contract statutory.   Clearly the High Court  fell into an error in coming to the conclusion that   the  contract  in   question   was statutory  in nature......  The  contract between  the  parties  is in the  rem  of private  law.   It  is  not  a  statutory contract. The dispute relating   to interpretation   of    the    terms   and conditions  of such a contract could  not have  been  agitated in a petition  under <a href=\"/doc/1712542/\" id=\"a_93\">Article 226</a> of the Constitution of India. This  is  a matter for adjudication by  a civil court or in arbitration if provided for in the contract.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_79\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1663246\" id=\"span_61\">On  the  contrary, in <a href=\"/doc/1663246/\" id=\"a_94\">Union of India &amp; anr  Vs. State of Haryana &amp; anr</a>  (2000) 10 SCC 482, the Hon&#x27;ble Supreme Court   clarified  that   where  a   pure question  of  law  is raised, the  issue  can  be considered  by the Writ Court also.  In the  said case, the question whether provisions of telephone  connections  and instrument amount  to sale and  even  so  why the Union  of  India  not exempted  from  payment  of sales tax  under  the respective  statute,  was involved.  The  Hon&#x27;ble Supreme Court held that instead of relegating the parties to the statutory appellate authority, the High Court ought to have dealt with the issue.</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_80\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"113707\" id=\"span_62\">In <a href=\"/doc/113707/\" id=\"a_95\">Century Spinning &amp; Manufacturing Co. Ltd. &amp; anr Vs. The Ulhasnagar Municipal Council</a> &amp; anr. AIR 1971 SC 1021, the Apex Court held that public bodies are as much bound as private individuals to carry   out  representations  of facts and promises made by them. &quot;The obligation arising against an individual out of his representation amounts to a promise which may be enforced ex-contract by a person who acts upon the promise.&quot;  The Court further observed that merely because a question of fact is raised, the High Court will not be justified in requiring the party to seek relief by the somewhat lengthy, dilatory and exceptional process by a civil suit against a public body. The questions of fact raised by the petitioner in this case are elementary.&quot;</span>\n</p> \n<p data-structure=\"Issue\" id=\"p_81\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1527980\" id=\"span_63\">In <a href=\"/doc/1527980/\" id=\"a_96\">Life Insurance Corpn. of India &amp; ors Vs. Smt. Asha Goel</a> &amp; anr., 2001 (2) SCC 160 while dealing with the similar issue the Hon&#x27;ble Apex Court held that High Court should not ordinarily entertain a writ petition for mere enforcement of a claim under a contract of insurance. The Court has to examine the facts and circumstances of the case, the nature of the dispute raised and the nature of the enquiry necessary to be made for determination of the questions involved. It is neither possible nor proper to enumerate exhaustively the circumstances in which such a claim can be enforced by filing a writ petition. The Court has to examine as to whether petition has been filed merely to enforce contractual rights or case involves important questions of law and constitutional issues.</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_82\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1956761\" id=\"span_64\">In <a href=\"/doc/1956761/\" id=\"a_97\">Verigamto Naveen Vs. Govt. of A.P. &amp; ors</a>, (2001) 8 SCC 344, the Hon&#x27;ble Supreme Court held that a writ petition involving contractual matters can be entertained by the High Court where breach of contract involves breach of a statutory obligation and order complained of has been made in exercise of statutory power by a statutory authority. In such cases though the cause of action may arise out of a contract, but the dispute of this nature falls within ambit of public law, and therefore, writ may be entertained.</span> \n</p> \n<p data-structure=\"Precedent\" id=\"p_83\">In State of Bihar &amp; ors. Vs. Jain Plastic &amp; Chemicals Ltd., (2002) 1 SCC 216 the Apex Court considering the same issue held that in case of a Government contract writ may not be a appropriate remedy. Where disputed questions or rival claims arising out of breach of contract are required to be investigated and determination, writ cannot be entertained.\n</p> \n<p data-structure=\"Precedent\" id=\"p_84\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1481600\" id=\"span_65\">In <a href=\"/doc/1481600/\" id=\"a_98\">Style (Dress Land) Vs. Union Territory, Chandigarh</a> &amp; anr., (1999) 7 SCC 89, the Apex  Court  held that in case the  procedure adopted by the   Authority is arbitrary or unreasonable,  the case falls within the ambit of <a href=\"/doc/367586/\" id=\"a_99\">Article 14</a> of the Constitution and writ jurisdiction can be resorted to in such a matter.</span>  \n</p> \n<p data-structure=\"Conclusion\" id=\"p_85\">\tThus, there seems to be no law of universal application regarding the  issue  of maintainability of the writ petition in contractual matters, rather it would depend upon the facts and circumstances of an individual case.\n</p> \n<p data-structure=\"Precedent\" id=\"p_86\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"191872\" id=\"span_66\">In <a href=\"/doc/191872/\" id=\"a_100\">National Highways Authority of India Vs. Ganga Enterprises</a> &amp; anr., (2003) 7 SCC 410, the Hon&#x27;ble Supreme Court cautioned the High Courts that while examining the contractual matters in a writ jurisdiction, the Court is duty bound first to examine the issue of maintainability for the reason that contractual matters cannot be entertained in a routine manner.</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_87\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1572716\" id=\"span_67\">In <a href=\"/doc/1572716/\" id=\"a_101\">Orissa State Financial Corporation Vs. Narsingh Ch. Nayak &amp; Ors.</a>, (2003) 10 SCC 261, it was held that the High Court cannot enter the area of contractual obligations between the parties and issue directions annulling an existing contract and introducing a new contract in its stead.</span> \n</p> \n<p data-structure=\"Precedent\" id=\"p_88\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_68\">In <a href=\"/doc/1156062/\" id=\"a_102\">State of U.P. &amp; Ors. Vs. Bridge &amp; Roof Company (India) Ltd.</a>, (1996) 6 SCC 22, it was held that the High Court was justified in not going into the dispute as it involved interpretation of terms of the contract.</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_89\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1116667\" id=\"span_69\">In <a href=\"/doc/1116667/\" id=\"a_103\">Indu Kakkar Vs. Haryana State Industrial Development Corporation Ltd. &amp; Anr.</a>, (1999) 2 SCC 37, the Hon&#x27;ble Supreme Court has held that parties are bound by the terms incorporated in the agreement and in case of violation of any of the conditions, the allotment is bound to be cancelled. In the instant case, the licence itself has a large number of conditions which were binding on the petitioner also. As per the terms of clause 4(e), the construction had to start by the petitioner within a period of six months from the date of grant of licence and had to commence the manufacturing and production within a period of twelve months. As per clause 9 of the said licence, it was provided that the lease would be executed by the licensee within thirty days of the receipt of the intimation in this regard from the Grantor and in case of default, the Grantor shall have the right and power to re-enter upon and resume possession of the said land and every thing thereon and thereupon this agreement shall cease and terminate the agreement itself. In view of the provisions of clause 13, a licence would automatically stand revoked in case of any change in the constitution of licensee, partnership firm or private limited company as on the date of execution of the agreement without prior approval in writing of the Grantor.</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_90\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1447184\" id=\"span_70\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1527980\" id=\"span_71\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1102476\" id=\"span_72\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1294225\" id=\"span_73\">22.\t\tWrit jurisdiction is a discretionary. It is not issued merely because if it is lawful to do so. Once a factual stand is taken, it cannot be changed on any legal proposition whatsoever nor it is permissible for the Court to examine the correctness of the findings of fact unless it is found to be perverse being based on no evidence or contrary to evidence, as the writ Court exercises its supervisory jurisdiction and not of appellate forum. The purpose of the writ Court is not only to protect a person from being subjected for violation of law but also to advance justice and not to thwart it. The Constitution does not place any fetter on the power of the extraordinary jurisdiction but leaves it to the discretion of the Court. However, being the power discretionary, the Court has to balance competing interest, keeping in mind that interest of justice and public interest can coalesce in certain circumstances. (<a href=\"/doc/1294225/\" id=\"a_104\">Vide Champalal Binani Vs. Income Tax Commissioner, West Bengal</a>, AIR  1970 SC 645; <a href=\"/doc/1102476/\" id=\"a_105\">Ramniklal N. Bhutta Vs. State of Maharastra</a>, (1997) 1 SCC 134; Chimajirao K. Shrike Vs. Oriental Fire and General Insurance Co. Ltd., AIR 2000 SC 2532; Ganpatrao Shama Prashant Raje Vs. Ganpat Rao, AIR  2000 SC 3094; <a href=\"/doc/1527980/\" id=\"a_106\">LIC of India Vs. Asha Goyal</a>, AIR  2001 SC 549; Roshandeen Vs. Preeti Lal, AIR  2002 SC 33; <a href=\"/doc/1447184/\" id=\"a_107\">S.D.S. Shipping Pvt. Ltd. Vs. Jay Container Services Co. Pvt. Ltd. &amp; Ors.</a>, 2003 (4) Supreme 44; and Chandra Singh Vs. State of Rajasthan &amp; Anr. JT 2003 (6) SC 20).</span></span></span></span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_91\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1893348\" id=\"span_74\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1293868\" id=\"span_75\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1125589\" id=\"span_76\">More so, it is settled legal proposition that writ Court should not quash the order if it revives a wrong and illegal order. [<a href=\"/doc/1125589/\" id=\"a_108\">Vide Gadde Venkateswara Rao Vs. Government of Andhra Pradesh &amp; Ors.</a>, AIR  1966 SC 828; <a href=\"/doc/1293868/\" id=\"a_109\">Maharaja Chintamani Saranath Shahdeo Vs. State of Bihar &amp; Ors.</a>, (1999) 8 SCC 16; <a href=\"/doc/1893348/\" id=\"a_110\">Mallikarjuna Muddnagal Nagappa &amp; Ors. Vs. State of Karnataka &amp; Ors.</a>, (2000) 7 SCC 238; and Chandra Singh (supra)].</span></span></span> \n</p> \n<p data-structure=\"Precedent\" id=\"p_92\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"899554\" id=\"span_77\">In <a href=\"/doc/899554/\" id=\"a_111\">A.M. Allison Vs. B.L. Sen</a>, AIR 1957 SC 227, the Apex Court held that writ Court can refuse to exercise its jurisdiction as the writ proceedings cannot &#x27;&#x27;of course&#x27;, if it is satisfied that there has been no failure of justice.</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_93\">\tIn Dal Singh Vs. King Emperor of India, 1917 PC 25, the Privy Council held that in case the authority/court has done substantial justice, the appellate court may not interfere even if the order was passed without jurisdiction or suffers from some kind of illegality. Same view has been reiterated in Mohammad Swalleh &amp; ors. vs. IIIrd Addl. <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"759699\" id=\"span_78\">District Judge, Meerut, AIR 1988 SC 94; and <a href=\"/doc/759699/\" id=\"a_112\">Shree Jain Swetambar Terapanthi Vid (s) Vs. Phundan Singh</a> &amp; ors., AIR 1999 SC 2322.</span> \n</p> \n<p data-structure=\"Precedent\" id=\"p_94\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1117226\" id=\"span_79\">In <a href=\"/doc/1117226/\" id=\"a_113\">Collector, Land Acquisition, Anantnag Vs. Mst</a>. Katiji &amp; ors.,AIR 1987 SC 1353, the Hon&#x27;ble Apex Court held as under:-</span>\n</p> \n<blockquote id=\"blockquote_45\">&quot;............When substantial justice and technical considerations are pitted against each other, the cause of substantial justice deserves to be preferred for the other side cannot claim to have vested right in injustice being done........&quot;\n</blockquote> \n\n \n<p data-structure=\"Precedent\" id=\"p_95\">\tTherefore, Court has to examine the case with this angle also bearing in mind that cause of substantial justice cannot be defeated on mere technicalities.\n</p> \n<p data-structure=\"Precedent\" id=\"p_96\">23.\t\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318728\" id=\"span_80\">In <a href=\"/doc/318728/\" id=\"a_114\">Kerala State Electricity Board &amp; Anr. Vs. Kurien E. Kalathil &amp; Ors.</a>, (2000) 6 SCC 293, wherein it was observed :-</span> \n</p> \n<blockquote id=\"blockquote_46\">\t&quot;We find that there is a merit in the first contention of Mr. Raval. Learned counsel has rightly questioned the maintainability of the writ petition. The interpretation and implementation of a clause in a contract cannot be the subject-matter of a writ petition. Whether the contract envisages actual payment or not is a question of construction of contract. If a term of contract is violated, ordinarily the remedy is not the writ petition under <a href=\"/doc/1712542/\" id=\"a_115\">Article 226.</a> We are also unable to agree with the observations of the High Court that the contractor was seeking enforcement of a statutory contract. A contract would not become statutory simply because it is for construction of a public utility and it has been awarded by a statutory body. We are also unable to agree with the observation of the High Court that since the obligations imposed by the contract on the contracting parties come within the purview of the <a href=\"/doc/171398/\" id=\"a_116\">Contract Act</a>, that would not make the contract statutory. Clearly, the High Court fell into an error in coming to the conclusion that the contract in question was statutory in nature. \n</blockquote> \n<blockquote id=\"blockquote_47\">\tA statute may expressly or impliedly confer power on a statutory body to enter into contracts in order to enable it to discharge its functions. Dispute arising out of the terms of such contracts or alleged breaches have to be settled by the ordinary principles of law of contract. The fact that one of the parties to the agreement is a statutory or public body will not by itself affect the principles to be applied. The disputes about the meaning of a covenant in a contract or its enforceability have to be determined according to the usual principles of the <a href=\"/doc/171398/\" id=\"a_117\">Contract Act</a>. Every act of a statutory body need not necessarily involve an exercise of statutory power. Statutory bodies, like private parties, have power to contract or deal with property. Such activities may not raise any issue of public law. In the present case, it has not been shown how the contract is statutory. The contract between the parties is in the realm of private law. It is not a statutory contract. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"9701717\" id=\"span_81\">The disputes relating to interpretation of the terms and conditions of such a contract could not have been agitated in a petition under <a href=\"/doc/1712542/\" id=\"a_118\">Article 226</a> of the Constitution of India. That is a matter for adjudication by a civil court or in arbitration if provided for in the contract. Whether any amount is due and if so, how much and refusal of the appellant to pay it is justified or not, are not the matters which could have been agitated and decided in a writ petition.&quot; (emphasis supplied)\n \n\tIn <a href=\"/doc/9701717/\" id=\"a_119\">State of Jammu &amp; Kashmir Vs. Ghulam Mohd. Dar &amp; Anr.</a>, AIR 2004 SC 510, the Supreme Court observed :-</span>\n</blockquote> \n<blockquote id=\"blockquote_48\">&quot;Furthermore, the respondent herein filed the aforementioned writ petition for enforcing a contract qua contract. Although an objection has been taken as regards the maintainability of the writ petition by the appellant herein, the same unfortunately has not been considered by the High Court. It is well settled that writ of or in the nature of mandamus would not ordinarily issue for enforcing the terms and conditions of a contract qua contract. A writ of mandamus would issue when a question involving public law character arises for consideration.&quot;\n</blockquote> \n<p data-structure=\"Conclusion\" id=\"p_97\">In view of the aforesaid decisions, it is not possible for us to issue the directions as prayed for while exercising powers under <a href=\"/doc/1712542/\" id=\"a_120\">Article 226</a> of the Constitution.\n</p> \n<p data-structure=\"Section\" id=\"p_98\">24.\t\tIt is settled law that when the action of the State or its instrumentalities is not as per the rules or regulations and supported by a statute, the Court must exercise its jurisdiction to declare such an act to be illegal and invalid.\n</p> \n<p data-structure=\"Precedent\" id=\"p_99\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1687907\" id=\"span_82\">In <a href=\"/doc/1687907/\" id=\"a_121\">Sirsi Municipality Vs. Cecelia Kom Francis Tellis</a>, AIR 1973 SC 855, the Supreme Court observed that &quot;the ratio is that the rules or the regulations are binding on the authorities.&quot;</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_100\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"974148\" id=\"span_83\">Similarly, a Constitution Bench of the Hon&#x27;ble Supreme Court in <a href=\"/doc/974148/\" id=\"a_122\">Sukhdev Singh &amp; Ors. Vs. Bhagatram Sardar Singh Raghuvanshi &amp; Anr.</a>, AIR 1975 SC 1331, has observed as under:-</span>\n</p> \n<blockquote id=\"blockquote_49\">&quot;The statutory authorities cannot deviate from the conditions of service. Any deviation will be enforced by legal sanction of declaration by Courts to invalidate actions in violation of rules and regulations. The existence of rules and regulations under statute is to ensure regular conduct with a distinctive attitude to that conduct as a standard. The statutory regulations in the cases under consideration give the employees a statutory status and impose restrictions on the employer and the employee with no option to vary the conditions............In cases of statutory bodies there is no personal element whatsoever because of the impersonal character of statutory bodies..............the element of public employment or service and the support of statute require observance  of rules and regulations. Failure to observe requirements by statutory bodies is enforced by courts by declaring (action) in violation of rules and regulations  to be void. This Court has repeatedly observed that whenever a man&#x27;s rights are affected by decision taken under statutory powers, the Court would presume the existence of a duty to observe the rules of natural justice and compliance with rules and regulations imposed by statute.&quot; (Emphasis added).\n</blockquote> \n<blockquote id=\"blockquote_50\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1008845\" id=\"span_84\">Similar view has been taken by the Supreme Court in Ambica Quarry Works etc. Vs. State of Gujarat &amp; Ors., AIR 1987 SC 1073; and <a href=\"/doc/1008845/\" id=\"a_123\">Commissioner of Police, Bombay Vs. Gordhandas Bhanji</a>, AIR 1952 SC 16.</span> In both the cases, the Apex Court relied upon the judgment of the House of Lord in Julius Vs. Lord Bishop of Oxford, (1880) 5 AC 214, wherein it was observed as under:-\n</blockquote> \n<blockquote id=\"blockquote_51\">&quot;There may be something in the nature of thing empowered to be done,  something in the object for which it is to be done, something in the title of the person or persons for whose benefit the power is to be exercised, which may couple the power with a duty, and make it the duty of the person in whom the power is reposed, to exercise that power when called upon to do so.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_101\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1008845\" id=\"span_85\">In <a href=\"/doc/1008845/\" id=\"a_124\">Commissioner of Police</a> (supra), the Apex Court observed as under:-</span>\n</p> \n<blockquote id=\"blockquote_52\">&quot;Public authorities cannot play fast and loose with the powers vested in them, and persons to whose detriment orders are made are entitled to know with exactness and precision what they are expected to do or forbear from doing and exactly what authority is making the order.........An enabling power of this kind conferred for public reasons and for the public benefit is, in our opinion, coupled with a duty to exercise it when the circumstances so demand. It is a duty which cannot be shirked or shelved nor it be evaded, performance of it can be compelled.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_102\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"15362401\" id=\"span_86\">In <a href=\"/doc/15362401/\" id=\"a_125\">Dr. Meera Massey Vs. Dr. S.R. Mehrotra &amp; Ors.</a>, AIR 1998 SC 1153, the Apex Court observed as under:-</span>\n</p> \n<blockquote id=\"blockquote_53\">&quot;If the laws and principles are eroded by such institutions, it not only pollutes its functioning deteriorating its standard but also exhibits............wrong channel adopted..........If there is any erosion or descending by those who control the activities all expectations and hopes are destroyed. If the institutions perform dedicated and sincere service with the highest morality it would not only up-lift many but bring back even a limping society to its normalcy.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_103\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"9971659\" id=\"span_87\">The Supreme Court has taken the same view in <a href=\"/doc/9971659/\" id=\"a_126\">Ram Chand &amp; Ors. Vs. Union of India &amp; Ors.</a>, (1994) 1 SCC 44, and held that &quot;the exercise of power should not be made against the spirit of the provisions of the statute, otherwise it would tend towards arbitrariness.&quot;</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_104\">\t\tIn  Ramniklal  N.  Bhutta &amp; anr. Vs.   State  of Maharashtra &amp; ors.,  AIR 1997 SC 1236, the Hon&#x27;ble  Apex Court observed as under:-\n</p> \n<blockquote id=\"blockquote_54\">\t&quot;The   power   under     <a href=\"/doc/1712542/\" id=\"a_127\">Art.    226</a>   is discretionary.  It will be exercised only in  furtherance of justice and not merely on  the  making  out of  a  legal  point.  ......   the  interest  of  justice   and  public  interest coalesce.  They are very  often  one  and  the same.   ......   The  Courts have to weight the public interest vis-a-vis  the  private   interest  while exercising  the power under <a href=\"/doc/1712542/\" id=\"a_128\">Art.  226....</a> indeed   any  of    their   discretionary  powers.&quot;\n</blockquote> \n\n \n<p data-structure=\"Conclusion\" id=\"p_105\">\tIn view of the above, we are of the considered opinion that every statutory provision requires strict adherence, for the reason that the statute creates rights in favour of the citizens, and if any order is passed de hors the same, it cannot be held to be a valid order and cannot be enforced. As the statutory provision creates legal rights and obligations for individuals, the statutory authorities are under a legal obligation to give strict adherence to the same and cannot pass an order in contravention thereof, treating the same to be merely decoration pieces in his office.\n</p> \n\t\n \n<p data-structure=\"RespArg\" id=\"p_106\">25.\t\tLearned Counsel for the petitioner has further submitted that after registration for the allotment of the residential accommodation and after depositing the amount required to be deposited by the petitioner, she has a legitimate expectations for the allotment of the residence.  Since the previous residential accommodation was not allotted to the petitioner due to dispute with the Defence Estate Department , thus the respondents are bound to execute sale deed on the terms and conditions of the previous registration.\n</p> \n<p data-structure=\"RespArg\" id=\"p_107\">26.\t\tLearned Counsel for the respondents has submitted that legitimate expectation does not extend to do the thing which has become impossible due to certain intervening reasons. The performance of the reason became impossible due to the reason intervention of defence department which took time for settlement and in the meantime the petitioner had made a request for allotment in the other scheme and it was the petitioner who made a request for allotment in new scheme and this way she had waived her right  in the first scheme.  Though the respondent had given a chance to the petitioner either to wait the completion of the work in the first scheme or to take the refund the amount already deposited by her with rate of interest as per Rules.\n</p> \n<p data-structure=\"Precedent\" id=\"p_108\">27.\t\tA person can have a legitimate expectation only in consonance with the statute and the rules framed thereunder and not in contravention of the same. This doctrine cannot be invoked for doing something contrary to law. The doctrine also does not apply against the public authorities when their mistaken advice or representation is found to be in breach of a statutory provision. The legal maxim &quot;salus populi est suprema lex&quot; (regard for public welfare is the highest law) comes to an aid. \t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1964881\" id=\"span_88\">In <a href=\"/doc/1964881/\" id=\"a_129\">Union of India &amp; Ors. Vs. Hindustan Development Corporation &amp; Ors</a>, AIR 1994 SC 988 the Supreme Court held as follows:-</span>\n</p> \n<blockquote id=\"blockquote_55\">&quot;On examination of some of these important decisions it is generally agreed that legitimate expectation gives the applicant sufficient locus standi for judicial review and that the doctrine of legitimate expectation is to be confined mostly to right of a fair hearing before a decision which results in negativing a promise or withdrawing of an undertaking is taken. The doctrine does not give scope to claim relief straight way from the administrative authorities as no crystallized right as such is involved. The protection of such legitimate expectation does not require the fulfilment of the expectation where an overriding public interest requires otherwise. In other words where a person&#x27;s legitimate expectation is not fulfilled by taking a particular decision then decision-maker should justify the denial of such expectation by showing some overriding public interest.&quot; (Emphasis added).\n</blockquote> \n<blockquote id=\"blockquote_56\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"349643\" id=\"span_89\">In <a href=\"/doc/349643/\" id=\"a_130\">Punjab Communications Ltd Vs. Union of India &amp; Ors.</a>, AIR 1999 SC 1801, the Supreme Court held as follows:-</span>\n</blockquote> \n<blockquote id=\"blockquote_57\">&quot;......the doctrine of legitimate expectation in the substantive sense has been accepted as part of our law and that the decision-maker can normally be compelled to give effect to his representation in regard to the expectation based on previous practice or past conduct unless some overriding public interest comes in the way............ reliance must have been placed on the said representation and the representee must have thereby suffered detriment..........The more important aspect, in our opinion, is whether the decision-maker can sustain the change in policy by resort to Wednesbury principles of rationality or whether the court can go into the question whether the decision-maker has properly balanced the legitimate expectation as against the need for a change. In the latter case the court would obviously be able to go into the proportionality of the change in the policy......The choice of the policy is for the decision-maker and not for the Court........The protection for substantive legitimate expectation was based on Wednesbury unreasonableness. In sum, this means that the judgment whether public interest overrides the substantive legitimate expectation of individuals will be for the decision-maker who has made the change in the policy and the courts will intervene in that decision only if they are satisfied that the decision is irrational or perverse.&quot;\n</blockquote> \n\n \n<p data-structure=\"Precedent\" id=\"p_109\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1908449\" id=\"span_90\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"47808634\" id=\"span_91\">While deciding the said case, reliance was placed by the Apex Court on its earlier judgments in <a href=\"/doc/47808634/\" id=\"a_131\">M.P. Oil Extraction Vs. State of Madhya Pradesh</a>, (1997) 7 SCC 592; and <a href=\"/doc/1908449/\" id=\"a_132\">National Buildings Construction Corporation Vs. S.Raghunathan</a>, (1998) 7 SCC 66.</span></span>   \n</p> \n<p data-structure=\"Precedent\" id=\"p_110\">\tThe doctrine of legitimate expectation has a meaning that the statements of policy or intention of the Government or its Department in administering its affairs should be without abuse or discretion. The policy statement could not be disregarded unfairly or applied selectively for the reason that unfairness in the form of unreasonableness is akin of violation of natural justice. It means that said actions have to be in conformity of <a href=\"/doc/367586/\" id=\"a_133\">Article 14</a> of the Constitution, of which non arbitrariness is a second facet. Public Authority cannot claim to have unfettered discretion in public law as the authority is conferred with power only to use them for public good. Generally legitimate expectation has essentially procedural in character as it gives assurance of fair play in administrative action but it may in a given case be enforced as a substantive right. But a person claiming it has to satisfy the Court that his rights had been altered or withdrawn on some rational ground or he has received assurance from the decision making Authority which is not fulfilled, i.e. , the kind of promissory estoppel.\n</p> \n<p data-structure=\"Section\" id=\"p_111\">This doctrine being an aspect of <a href=\"/doc/367586/\" id=\"a_134\">Article 14</a> of the Constitution by itself does not give rise to enforceable right but it provides a reasonable test to determine as to whether action taken by the Government or authority is arbitrary or otherwise, rational and in accordance with law.\n</p> \n<p data-structure=\"Precedent\" id=\"p_112\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"771183\" id=\"span_92\">In <a href=\"/doc/771183/\" id=\"a_135\">Kuldeep Singh Vs. Government of NCT of Delhi</a>, AIR 2006 SC 2652, the issue of legitimate was considered observing that the State actions must be fair and reasonable. Non-arbitrariness on its part is significant in the field of governance. The discretion should not be exercised by the State instrumentality whimsically or capriciously but a change in policy decision, if found to be valid in law, any action taken pursuant thereto or in furtherance thereof should not be invalidated.</span> \n</p> \n<p data-structure=\"Precedent\" id=\"p_113\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1067949\" id=\"span_93\">Similarly in <a href=\"/doc/1067949/\" id=\"a_136\">Ashok Smokeless Coal India (P) Ltd. &amp; Ors. Vs. Union of India &amp; Ors.</a>, (2007) 2 SCC 640, the Court held as under:-</span>\n</p> \n<blockquote id=\"blockquote_58\">&quot;Principles of natural justice will apply in cases  where there is some right which is likely to be affected by an act of administration. Good administration, however, demands observance of doctrine of reasonableness in other situations also where the citizens may legitimately expect to be treated fairly. Doctrine of legitimate expectation has been developed in the context of principles of natural justice.&quot;\n</blockquote> \n\n \n\t\n \n<p data-structure=\"PetArg\" id=\"p_114\">28.\t\tLearned Counsel for the petitioner has relied on 2011(1) SCC 508 Noida Intrepreneurs Association versus Noida Development Authority and Others,  which pertains to allotment and conversion of land or extension of contractual  work and change in land use however, the case of the petitioner is not covered with the above condition because she could not get his residence allotted due to unwarranted dispute raised by the Defence Estate Department.\n</p> \n<p data-structure=\"Precedent\" id=\"p_115\">29.\t\tSimilarly the case of Ganesh Prasad Versus Lucknow Development Authority Lucknow and Others 2011 (29) LCD page 2541, is also not applicable due to the reason that in that case the government released the land in violation of <a href=\"/doc/983800/\" id=\"a_137\">Section 48(1)</a> of the Land Acquisition Act due to which layout plan could not be sanctioned.   In the case of Rashid Umar Versus The Chairman Lucknow Development Authority and two Others (Writ Petition No.-11737 (MB) of 2011), is also not applicable for the reason that the place earmarked for park has been allotted to the allottee.\n</p> \n<p data-structure=\"RespArg\" id=\"p_116\">30.\t\tLearned Counsel for the respondents has submitted that all similarly situated persons, more than 36 allottees who were facing the same problem, were allotted the new accommodation in the new scheme and were directed to pay additional amount which was calculated in accordance with Government order, had been paid and necessary formalities have been executed by the respondents.  Any decision in alteration of the previous decision which has been taken in favour of the other allottees, will be violative of Article 14 of Constitution of India because Lucknow Development Authority has already decided the cost of the land and other allottees had paid it.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_117\">31.\t\tWe have considered the rival contentions of learned Counsel for the petitioner as well as learned Counsel for the respondents and we are of the view that it would not be proper to intervene in the financial/contractual matter which is based on certain policies and calculation of amount in proportion to the land and construction but we are also of the view that since the petitioner had paid some of the amount and it would not be proper to promote either unlawfull enrichment or unjust gain to any of the parties.\n</p> \n<p data-structure=\"Precedent\" id=\"p_118\">32.\t\tIn K.S. Satyanarayan Vs. V.R. Narayana Rao, AIR 1998 SC 2544, Hon&#x27;ble Supreme Court has held that juristic basis for such an order of recovery, even if not based on contract or tort, may fall on another category of quasi-contract or restitution. The Hon&#x27;ble Supreme Court, while deciding the said case, approved and followed two decisions of English Courts, namely, Filbrosa Vs. Fairbairn, (1942) 2 All.E.R.122; and Nelson Vs. Larholt, (1947) 2 All.E.R. 751, which are quite eliminating and the relevant parts thereof, respectively, are reproduced as under:-\n</p> \n<blockquote id=\"blockquote_59\">\t&quot;.....any civilised system of law is bound to provide remedies for cases of what has been called unjust enrichment or unjust benefit, that is, to prevent a man from retaining the money of, or some benefit derived from, another which it is against conscience that he should keep. Such remedies in English law are generically different from remedies in contract or in tort, and are now recognised to fall within a third category of the common law which has been  called quasi-contract or restitution.&quot;\n</blockquote> \n<blockquote id=\"blockquote_60\">\t&quot;It is no longer appropriate to draw distinction between law and equity. Principles have now to be stated in the light of their combined effect. Nor is it necessary to canvass the niceties of the old forms of action. Remedies now depend on the substance of the right, not on whether they can be fitted into a particular framework. The right here is not particular to equity or contract or tort, but falls naturally within the important category of cases where the court orders restitution if the justice of the case so requires.&quot;\n</blockquote> \n\t\n \n<p data-structure=\"Precedent\" id=\"p_119\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1854752\" id=\"span_94\">For the same, reliance can also safely be placed on the judgment in <a href=\"/doc/1854752/\" id=\"a_138\">State of Madhya Pradesh Vs. Vyankatlal &amp; Anr.</a>, AIR 1985 SC 901, wherein the Apex Court observed that &quot;only the persons of whom lay the ultimate burden to pay the amount, would be entitled to get the refund of the same, and if it is not possible to identify the person on whom had the burden been placed for payment towards the fund, the amount of the fund can be utilized by the Government for the purpose for which the fund is created.&quot;</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_120\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"424874\" id=\"span_95\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1218527\" id=\"span_96\">While deciding that case, the Hon&#x27;ble Supreme Court relied upon a large number of its earlier judgments, e.g., <a href=\"/doc/1218527/\" id=\"a_139\">Orient Papers Mill Ltd. Vs. State of Orissa</a>, AIR 1961 SC 1438; <a href=\"/doc/424874/\" id=\"a_140\">State of Bombay Vs. United Motors (India) Ltd.</a>, AIR 1953 SC 252; Shiv Shanker Dal Mill etc.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1263190\" id=\"span_97\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"527884\" id=\"span_98\">Vs. State of Haryana, AIR 1980 SC 1037; <a href=\"/doc/527884/\" id=\"a_141\">Nawabganj Sugar Mills Vs. Union of India</a>, AIR 1976 SC 1152; and <a href=\"/doc/1263190/\" id=\"a_142\">Sales Tax Officer, Banaras Vs. Kanhaiya Lal Mukund Lal Saraf</a>, AIR 1959 SC 135.</span></span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_121\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"527884\" id=\"span_99\">In <a href=\"/doc/527884/\" id=\"a_143\">Nawabganj Sugar Mills</a> (supra), the Hon&#x27;ble Supreme Court devised a procedure to deal with a situation where equity demanded re-distribution but procedural expensiveness and cumbersomeness effectively thwarted legal action by directing the Registrar of the High Court to receive and dispose of claim from the ultimate consumer for excess price paid on proper proof.</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_122\">\tIn Amar Nath Om Prakash Vs. State of Punjab, AIR 1985 SC 218, the Hon&#x27;ble Apex Court observed that a mere declaration that the levy and collection of fee in excess of the required amount would automatically vest in the dealer, the right to get excess amount when in fact he did not bear the burden of it and the morale and equitable owner of it was the consumer public to whom burden had been passed on.\n</p> \n<p data-structure=\"Precedent\" id=\"p_123\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1578795\" id=\"span_100\">Similar view had been taken by the Supreme Court in <a href=\"/doc/1578795/\" id=\"a_144\">Indian Oil Corporation Vs. Municipal Corporation, Jullundhar</a> &amp; ors., AIR 1993 SC 844.</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_124\">\tIn State of Rajasthan &amp; ors. Vs. Novelty Stores, AIR 1995 SC 1132, the Apex Court observed as under:-\n</p> \n<blockquote id=\"blockquote_61\">\t&quot;The orders of the High Court in the impugned appeals are to be set aside on the sole ground that the respondents after paying octroi duty have passed on the burden to the consumers and collected from the consumers... Therefore, the order of refund would be an unjust enrichment for them. This Court has repeatedly held that such a refund should not be ordered....since respondents are not entitled to the refund of the amount which is already collected and passed on the burden to the consumers, these appeals are to be allowed.&quot;\n</blockquote> \n\t\n \n<p data-structure=\"Precedent\" id=\"p_125\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"435086\" id=\"span_101\">In <a href=\"/doc/435086/\" id=\"a_145\">Entry Tax Officer, Banglore Vs. Chandanmal Champalal &amp; Co.</a> &amp; ors., (1994) 4 SCC 463, the Hon&#x27;ble Supreme Court held that any direction for refund would amount to unjust enrichment of the respondents who were merely dealers and had passed on the burden to the consumers. The dealers had not suffered any loss, they had merely passed on the liability.</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_126\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1956526\" id=\"span_102\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1741949\" id=\"span_103\">Similar view has been reiterated in Mafatlal Industries Ltd. &amp; ors. Vs. Union of India &amp; ors., (1997) 5 SCC 536; <a href=\"/doc/1741949/\" id=\"a_146\">Pawan Alloys &amp; Casting Pvt. Ltd., Meerut Vs. U.P.State Electricity Board</a> &amp; ors., (1997) 7 SCC 251; <a href=\"/doc/1956526/\" id=\"a_147\">Acqueous Victualso Pvt. Ltd. Vs. State of U.P.</a> &amp; ors., (1998) 5 SCC 474; and Bhadrachalam Paper boards Ltd. &amp; anr. Vs. Government of Andhra Pradesh &amp; anr., AIR 1998 SC 2634.</span></span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_127\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"943897\" id=\"span_104\">In <a href=\"/doc/943897/\" id=\"a_148\">Shree Digvijay Cement Company Ltd. Vs. Union of India</a> &amp; ors., 2003 AIR SCW 186, the Hon&#x27;ble Apex Court explained the scope of principle of unjust enrichment and held that before a claim is accepted, the claimant has to establish and satisfy the authority concerned that he has not passed on burden to any other person, i.e., consumer. In absence thereof, the money paid by somebody-else cannot be claimed by him. While deciding the said case, the Court <a href=\"/doc/943897/\" id=\"a_149\">placed reliance upon</a> its earlier judgment and held as under:-</span>\n</p> \n<blockquote id=\"blockquote_62\">\t&quot;Where the burden of duty has been passed on, the claimant cannot say that he has suffered any real loss or prejudice. Real loss or prejudice is suffered in such a case by the person who has ultimately borne the burden, and it is only that person who can legitimately claim its refund. But where such person does not come forward or where it is not possible to refund the amount to him, for one reason or the other, it is just and appropriate that amount is retained by the State, i.e., by the people. The doctrine of unjust enrichment is a just  and solitary doctrine. The power of the Court is not meant to be exercised for unjustly enriching a person. The doctrine of unjust enrichment is, however, inapplicable to the State, for the State represent the people of the country. No one can speak of the people being unjustly enriched.........Beside the principle of unjust enrichment, on equitable principles which squarely apply here, the applicants are not entitled to claim refund of amount paid.......&quot; \n</blockquote> \n\n \n<p data-structure=\"Precedent\" id=\"p_128\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"960471\" id=\"span_105\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1692733\" id=\"span_106\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1848245\" id=\"span_107\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"714436\" id=\"span_108\">Similar view has been reiterated in <a href=\"/doc/714436/\" id=\"a_150\">Flash Laboratories Ltd. Vs. Collector of Central Excise, New Delhi</a>, (2003) 2 SCC 86; <a href=\"/doc/1848245/\" id=\"a_151\">Hindustan Motor Pressing Works Vs. Commissioner of Central Excise, Pune</a>, (2003) 3 SCC 559;  <a href=\"/doc/1692733/\" id=\"a_152\">Commissioner of Central Excise, Chandigarh Vs. Steel Strips Ltd.</a>, (2003) 5 SCC 216; and <a href=\"/doc/960471/\" id=\"a_153\">Commissioner of Central Excise, Bombay Vs. Allied Photographic India Ltd.</a>, (2004) 4 SCC 34.</span></span></span></span>\n</p> \n<p data-structure=\"Conclusion\" id=\"p_129\">32.\t\tOn the basis of above discussions following facts are crystallized:-\n</p> \n<blockquote id=\"blockquote_63\">\t\t1.\tThe terms of the contract between parties should be read in consonance with the terms already written in the agreement.\n</blockquote> \n<blockquote id=\"blockquote_64\">\t\t2.\tThe Court cannot add or subtract any term or condition of the agreement.\n</blockquote> \n<blockquote id=\"blockquote_65\">\t\t3.\tWhen the performance of any agreement is impossible then the other parties are not bound to perform the thing which is impossible.\n</blockquote> \n<blockquote id=\"blockquote_66\">\t\t4.\tJudicial review in contractual matter is not permissible unless the terms and conditions are against the provisions of law or defeat the provisions of law.\n</blockquote> \n<blockquote id=\"blockquote_67\">\t\t5.\tGenerally the Court should not interfere in the policy decision and executive instructions, unless it is hit by <a href=\"/doc/367586/\" id=\"a_154\">Article 14</a> of the Constitution of India.\n</blockquote> \n<blockquote id=\"blockquote_68\">\t\t6.\tWhen the petitioner has waived her right by opting second scheme, the other party cannot be compelled to perform the agreement for allotment which has already been waived by the petitioner.\n</blockquote> \n<blockquote id=\"blockquote_69\">\t\t7.\tIn the circumstances where all other 36 allottees were adjusted in new scheme with the petitioner and other allottees had paid the amount which was calculated by the Lucknow Development Authority and taken the possession, the petitioner cannot claim to have special privilege in her favour by exempting the payment of actual amount as calculated by the Lucknow Development Authority.  This will not be a, reasonable classification and this will be hit by <a href=\"/doc/367586/\" id=\"a_155\">Article 14</a> of the Constitution of India.  Because no discrimination can be made on the ground as mentioned by the petitioner.\n</blockquote> \n<blockquote id=\"blockquote_70\">\t\t8.\tTo avoid unjust enrichment or unjust gain by the petitioner, it would be just and  proper either to pay the actual amount for the allotment of residential accommodation in new scheme or to withdraw the amount with interest which is applicable in the agreement or brochure issued by the Lucknow Development Authority.\n</blockquote> \n\n \n<p data-structure=\"Conclusion\" id=\"p_130\">33.\t\tThus, we are of the view that petitioner is entitled for execution of sale deed relating to House No.-E-4/510 in Sector O, Mansarovar Yojana, Kanpur Road, Lucknow after depositing an amount of Rs. 2,02,295/- , alongwith interest, with applicable rate of interest after 28.2.2015 till payment of the amount or she is entitled for the refund of the amount deposited in the Lucknow Development Authority with prevalent rate of interest in the Lucknow Development Authority.\n</p> \n\n \n<p data-structure=\"Conclusion\" id=\"p_131\">34.\t\t\tAccordingly, we hereby direct the respondents/Lucknow Development Authority that in case the petitioner deposits the amount communicated to her vide letter dated 9.1.2015 with upto date interest applicable in the Lucknow Development Authority and further pays the dues as free hold charge , water, sewerage and other miscellaneous charges, charges for execution of the sale deed, the sale deed be executed and after the execution of sale deed, she may be given possession immediately thereafter.  In case she is not willing to have the new residential accommodation and moves to the Lucknow Development Authority in writing,  the amount paid by the petitioner,  be refunded to her with applicable rate of interest.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_132\">The writ petition is disposed of accordingly.  The parties will bear their own costs.\n</p> \n\n \n<p data-structure=\"Conclusion\" id=\"p_133\">Dated: 26th May 2017\n \nJyoti/-\n</p> \n\n \n\n \n\n \n<pre id=\"pre_2\">(Sheo Kumar Singh-I, J.)             (Shri Narayan Shukla, J.)\t\t\n \n\n\n\n \n\n\n\n\n \n\n\n \n    \n     \n  \n </pre>","numcites":99,"numcitedby":0,"docsource":"Allahabad High Court","citetid":16772848,"divtype":"judgments","relatedqs":[{"value":"statutory contract what is","formInput":"statutory%20contract%20what%20is"},{"value":"administrative law","formInput":"administrative%20law"},{"value":"unjust enrichment","formInput":"unjust%20enrichment"},{"value":"LEGITIMATE EXPECTATION","formInput":"LEGITIMATE%20EXPECTATION"},{"value":"judicial review of administrative action","formInput":"judicial%20review%20of%20administrative%20action"},{"value":"judicial review","formInput":"judicial%20review"},{"value":"lucknow development authority","formInput":"lucknow%20development%20authority"},{"value":"test of reasonableness","formInput":"test%20of%20reasonableness"},{"value":"review by same court","formInput":"review%20by%20same%20court"},{"value":"estoppel","formInput":"estoppel"},{"value":"constitution article 14","formInput":"constitution%20article%2014"},{"value":"larger public interest","formInput":"larger%20public%20interest"},{"value":"eschew","formInput":"eschew"},{"value":"legislative judgment","formInput":"legislative%20judgment"},{"value":"maxim","formInput":"maxim"},{"value":"\"procedural impropriety\"","formInput":"%22procedural%20impropriety%22"},{"value":"article 226 of constitution","formInput":"article%20226%20of%20constitution"},{"value":"torts","formInput":"torts"},{"value":"contractual obligations","formInput":"contractual%20obligations"},{"value":"STATUTORY BODY","formInput":"STATUTORY%20BODY"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"equality-before-law","formInput":"tag:equality-before-law"}],"courtcopy":true,"query_alert":null,"agreement":false}