{"tid":588099,"publishdate":"1989-02-14","title":"Sudarsan Trading Co vs Govt. Of Kerala & Anr on 14 February, 1989","doc":"<h2 class=\"doc_title\">Sudarsan Trading Co vs Govt. Of Kerala &amp; Anr on 14 February, 1989</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1989 AIR 890, 1989 SCR (1) 665, AIR 1989 SUPREME COURT 890, (1989) 1 JT 339 (SC), 1989 (1) JT 339, (1989) 1 APLJ 65, (1989) 1 KER LT 534, 1989 (2) SCC 38, (1989) 1 COMLJ 289</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-mukharji\">Sabyasachi  Mukharji</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-mukharji\">Sabyasachi  Mukharji</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nSUDARSAN TRADING CO.\n\n\tVs.\n\nRESPONDENT:\nGOVT. OF KERALA &amp; ANR.\n\nDATE OF JUDGMENT14/02/1989\n\nBENCH:\nMUKHARJI, SABYASACHI (J)\nBENCH:\nMUKHARJI, SABYASACHI (J)\nRANGNATHAN, S.\n\nCITATION:\n 1989 AIR  890\t\t  1989 SCR  (1) 665\n 1989 SCC  (2)\t38\t  JT 1989 (1)\t339\n 1989 SCALE  (1)395\n CITATOR INFO :\n D\t    1989 SC1263\t (8,10)\n F\t    1990 SC 626\t (5)\n F\t    1990 SC1340\t (8,9,11)\n RF\t    1992 SC2192\t (9,10)\n\n\nACT:\n    <a href=\"/doc/1052228/\" id=\"a_1\">Arbitration\t   Act,\t   1940</a>:    s.\t   30---Non-speaking\naward--Validity\t of-Not\t open to court to probe\t the  mental\nprocess\t   of\tthe   arbitrator-Reasonableness\t   of\t the\nreasons--Arbitrator  the sole judge of quality and  quantity\nof evidence-Interpretation of contract by  arbitrator--Court\ncannot\t substitute  its  own  decision--Setting  aside\t  of\naward--Grounds for.\n\n\n\nHEADNOTE:\n    The\t  appellant-contractor\tundertook  construction\t  of\ncertain timebound projects. The work, however, could not  be\ncompleted within the scheduled time due to various  reasons.\nThe contract was consequently cancelled at appellant&#x27;s risk.\nThe  disputes  arising therefrom between  the  parties\twere\nreferred  to the arbitrator named in the agreement. He\tmade\nthree  awards  allowing claim Nos. 1(e), 2, 5,\t7(a),  7(b),\n7(c), 13, 14, and 15 preferred by the appellant\t aggregating\nto Rs.31.15 lakhs under the several heads mentioned therein.\n    Upon  these awards, an application was made\t before\t the\ncourt for passing decrees in terms thereof. Objections\twere\nalso filed.\n    The trial court took the view that it could not  adjudi-\ncate  upon the justification for the conclusions arrived  at\nby  the\t arbitrator unless such awards were  the  result  of\ncorruption, fraud or there were errors apparent on the\tface\nof  the award, that it was not necessary for the  arbitrator\nto  give reasons for his award, that there was no  jurisdic-\ntion  to  investigate  into the merits of the  case  and  to\nexamine the documentary and oral evidence for the purpose of\nfinding\t out whether or not the arbitrator had committed  an\nerror  of law or fact, that the arbitrator had not  incorpo-\nrated in the award any materials for his conclusion nor\t did\nhe  incorporate the terms of the contract between  the\tpar-\nties.  Under such circumstances the award could not  be\t set\naside,\tespecially when there was no error apparent  on\t the\nface of it and there was nothing to show that the arbitrator\nhad misconducted the proceedings or that the award had\tbeen\nimproperly procured.\nIn  appeal  before the High Court it was contended  for\t the\nrespon-\n 666\ndents  that  there were errors apparent on the face  of\t the\naward,\tthat  the arbitrator had  misconducted\thimself\t and\ntravelled  beyond  the terms of the contract, and  that\t the\nclaims\tallowed\t were beyond and contrary to  the  agreement\nbetween\t the  parties,\twhereas for the\t appellants  it\t was\ncontended  that\t the  award was a  non-speaking\t award\tand,\ntherefore,  it\twas  not open to the court to  go  into\t the\ncorrectness or reasonableness of the award.\n    The\t High  Court  set out the claims,  noted  the  rival\ncontentious  and  referred to the various  clauses  and\t the\nconditions  of the contract, though the contract itself\t was\nmade  no  part of the award, and concluded that\t there\twere\nerrors apparent on the face of the award that the arbitrator\nhad misconducted himself and travelled beyond his power.\n    In\tthe appeals by special leave, it was contended\tthat\nthe  High Court had exceeded its jurisdiction in  acting  in\nthe manner it did on the aforesaid aspects.\nAllowing the appeals by special leave,\n    HELD: 1.1 The High Court fell into an error in  deciding\nthe  question on interpretation of the contract. It  had  no\njurisdiction  to examine the different items awarded  clause\nby  clause  by\tthe arbitrator and to hold  that  under\t the\ncontract  these were not sustainable in the facts  found  by\nthe arbitrator. [688D,E]\n    1.2 Once there is no dispute as to the contract, what is\nthe  interpretation  of that contract, is a matter  for\t the\narbitrator and on which the court cannot substitute its\t own\ndecision. So also, the court cannot substitute the  decision\nof  the\t arbitrator, as to what was meant by  the  contract,\nonce  a dispute under the contract is conceded to the  arbi-\ntrator. [687B,D]\n    1.3\t In  the  instant case the court  had  examined\t the\ndifferent  claims not to find out whether these claims\twere\nwithin the disputes referable to the arbitrator, but to find\nout whether in arriving at the decision, the arbitrator\t had\nacted correctly or incorrectly. This the court had no juris-\ndiction to do, namely, substitution of its own evaluation of\nthe conclusion of law or fact to come to the conclusion that\nthe arbitrator had acted contrary to the bargain between the\nparties.  Whether a particular amount was liable to be\tpaid\nor damages liable to be sustained, was a decision within the\ncompetency of the arbitrator. By purporting to construe\t the\ncontract the court could not take upon itself\n 667\nthe burden of saying that this was contrary to the  contract\nand, as such, beyond jurisdiction. [686D-F]\n    1.4\t Furthermore, if on a view taken of a contract,\t the\ndecision of the arbitrator on certain amounts awarded, is  a\npossible view though perhaps not the only correct view,\t the\naward cannot be examined by the court in the manner done  by\nthe High Court in the instant case. [688D]\n    F.R.  Absalom,  Ltd. v. Great  Western  (London)  Garden\nVillage\t Society,  Ltd.,  [1933] AC 592; Heyman\t &amp;  Anr.  v.\nDarwins, Ltd. [1942] AC 356 and Attorney General for Manito-\nba v. Kelly &amp; Ors., [1922] 1 AC 268 distinguished.\n    State  of Kerala v. Poulose, [1987] 1 KLT 781 and  State\nof Kerala v. Raveendranathan, [1987] 1 KLT 604 partly  over-\nruled.\n    2.1\t Where there are errors apparent on the face of\t the\naward it can only be set aside if in the award there is\t any\nproposition  of\t law which is apparent on the  face  of\t the\naward, namely, in the award itself or any document  incorpo-\nrated  in  the award. But where a specific question  is\t re-\nferred,\t the  award  is not liable to be set  aside  on\t the\nground\tof  an error on the face of the award  even  if\t the\nanswer\tto the question involves an erroneous decision on  a\npoint of law. [684D-E]\n    Champsey Bhara &amp; Co. v. Jivraj Balloo Spinning &amp; Weaving\nCo.  Ltd. (L 1922 1A 324; M/s Alopi Parshad &amp; Sons, Ltd.  v.\nThe Union of India,  [1951] S.C.R. 793; Jivarajbhai  Ujamshi\nSheth &amp; Ors. v. Chintamanrao Balaji &amp; Ors., [1964] 5 SCR 480\nand Upper Ganges Valley Electricity Supply Co. Ltd. v.\tU.P.\nElectricity Board., [1973] 3 SCR 107 referred to.\n    2.2 An award can also be set aside if the arbitrator had\nmisconducted himself or the proceedings. One of the  miscon-\nducts  could be the decision by the arbitrator on  a  matter\nwhich is not included in the agreement or reference. But  in\nsuch a case one has to determine the distinction between  an\nerror within the jurisdiction and an error in excess of\t the\njurisdiction. [686C]\n    Anisminic  Ltd.  v.\t Foreign  Compensation\t Commission,\n[1969] 2 AC 147; Regina v. Noseda, Field, Knight &amp;  Fitzpat-\nrick,  [1958] 1 WLR 793 and Halsoury&#x27;s Laws of England,\t 4th\nEdn. Vol. para 622 referred\ntO.\n 668\n    2.3 An award may be remitted or set aside on the  ground\nthat the arbitrator in making it had exceeded his  jurisdic-\ntion and evidence of matters not appearing on the face of it\nwill be admitted in order to establish whether the jurisdic-\ntion had been exceeded or not, be because the nature of\t the\ndispute is something which has to be determined outside\t the\naward--whatever\t might be said about it in the award  or  by\nthe arbitrator. [685H; 686A-B]\n    Christopher\t Brown Ltd. v.\tGenossenschaft\tOesterreigh-\nischer etc., [1954] 1 QB 8; Dalmia Dairy Industries Ltd.  v.\nNational  Bank\tof Pakistan, [1978] 2 Lloyd&#x27;s Rep,  223\t and\nRussell\t on The Law of Arbitration, 20th Edn.  427  referred\nto.\n    2.4 An arbitrator acting beyond his jurisdiction, howev-\ner,  is\t a different ground from the error apparent  of\t the\nface  of  the award. In the former case the court  can\tlook\ninto  the arbitration agreement but in the latter it  cannot\nunless\tthe  agreement was incorporated or  recited  in\t the\naward. In the instant case the contract in question was\t not\nincorporated or referred to in the award. [686B-C]\n    2.5 However, there is a distinction between disputes  as\nto the jurisdiction of the arbitrator and the disputes as to\nin what way that jurisdiction should be exercised- There may\nbe  a conflict as to the power of the arbitrator to grant  a\nparticular  remedy.  The  nature of the dispute\t has  to  be\ndetermined. [686F-G]\n    Commercial Arbitration by Sir M.J. Mustill &amp; Steward  G.\nSoyd page 84, referred to.\n     3.1 The court look into the reasoning only in a  speak-\ning  award. It is not open to the court to probe the  mental\nprocess\t of the arbitrator and speculate, where\t no  reasons\nare  given by the arbitrator, as to what impelled the  arbi-\ntrator to arrive at his conclusion. [683G-H]\n     3.2  Furthermore, in any event, reasonableness  of\t the\nreasons\t given\tby  the arbitrator,  cannot  be\t challenged.\nAppraisement of evidence by the arbitrator is never a matter\nwhich the court questions and considers. If the parties have\nselected their own forum, the deciding forum must be conced-\ned the power of appraisement of the evidence. The arbitrator\nis the sole judge of the quality as well as the quantity  of\nevidence  and  it  will not be for the court  to  take\tupon\nitself the task of being a judge on the evidence before\t the\narbitrator. [684B-C]\n 669\n    3.3\t In the instant case, the award was not\t a  speaking\naward.\tThe  arbitrator had merely set out  the\t claims\t and\ngiven  the  history of the claims and then  awarded  certain\namount.\t He  had not spoken his mind indicating why  he\t had\ndone  what he had done; he had narrated only how he came  to\nmake the award. In the absence of any reasons for making the\naward,\tit was not open to the court to interfere  with\t the\naward. [684A-B]\n    Hindustan Steel Works .Construction Ltd. v. C.  Rajasek-\nhar Rao, [1987] 4 SCC 93 and Municipal Corporation of  Delhi\nv.  M/s\t Jagan\tNath Ashok Kumar &amp; Anr., [1987]\t 4  SCC\t 497\nreferred to.\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">    CIVIL APPELLATE JURISDICTION: Civil Appeal No. 840842 of\n1989.\n</p><p data-structure=\"Precedent\" id=\"p_2\">    From the Judgment and Order dated 5.5.1988 of the Kerala\nHigh Court in M.F.A. Nos. 72/83,346/83 and 380 of 1983.\n    K.K. Venugopal, Shiv Pujan Singh and Miss Niranjana\t for\nthe Appellant.\n</p><p data-structure=\"Precedent\" id=\"p_3\">G. Vishwanath Iyer and K.R. Nambiar for the Respondents.\nThe Judgment of the Court was delivered by\nSABYASACHI MUKHARJI, J. Leave granted.\n</p><p data-structure=\"CDiscource\" id=\"p_4\">    These  appeals arise from the judgment and order of\t the\nHigh Court of Kerala, dated 5th May, 1988. The High Court by\nthe  impugned judgment and order in M.F.A. Nos.\t 72,346\t and\n380 of 1983 allowed the appeals of the respondent--the Govt.\nof  Kerala, against the judgment and decree dated 25th\tSep-\ntember,\t 1982 passed by the principal Sub-Judge,  Trivandrum\nin S.P. (Arbitration) Cases Nos. 184, 185 and 186 of 1982 by\nwhich  the  learned Sub-Judge had upheld the awards  by\t the\narbitrator  on the ground that it was not open to the  court\nto sit in appeal over the decision of the arbitrator and the\ncourt  could not adjudicate upon the justification  for\t the\nconclusions arrived at by the arbitrator unless such  awards\nwere  the  result of corruption, fraud or  when\t there\twere\nerrors\tapparent on the face of the award. The learned\tSub-\nJudge  further held that there was no error apparent on\t the\nface of the record and there was no allegation of corruption\nor fraud. The High Court reversed the said decision.\n</p><span class=\"hidden_text\" id=\"span_1\"> 670</span>\n<p data-structure=\"Precedent\" id=\"p_5\">    The questions-involved in these appeals are: how  should\nthe  court  examine an award to find out whether  it  was  a\nspeaking  award or not; and if it be a\tnon-speaking  award,\nhow  and  to  what extent the court could  go  to  determine\nwhether\t there\twas any error apparent on the  face  of\t the\naward to be liable for interference by the court. The  other\nquestion that arises in this case is, to what extent can the\ncourt  examine the contract in question though not  incorpo-\nrated or referred to in the award.\n</p><p data-structure=\"Facts\" id=\"p_6\">    It\tmay be noted that on 23rd December, 1976 the  agree-\nment  No.  25/SESPC/1976-77  was entered  into\tbetween\t the\nappellant  and\tthe respondent herein  for  construction  of\nmasonary  dam across Siruvani river. Certain disputes  arose\nbetween\t the  appellant and the respondent.  These  disputes\nwere referred to the arbitrator named in the agreement.\t The\narbitrator  passed  the\t awards dated 12th,  16th  and\t23rd\nApril,\t1982, which were filed before the Sub-Judge and\t the\nappellant  prayed  for\tpassing of decree in  terms  of\t the\nawards. The respondents filed petitions seeking to set aside\nthe  awards.  The  learned Judge refused to  set  aside\t the\nawards and passed decrees in terms of the awards. The  Trial\nCourt held that there was no merit in the contention regard-\ning limitation; and that the claims under the award were not\nbarred\tby  limitation. It was further held by\tthe  learned\nTrial Judge that the arbitrator had not incorporated in\t the\naward any material for his conclusion nor had he incorporat-\ned  the\t terms of contract between the parties.\t Under\tsuch\ncircumstances  the award could not be set aside,  especially\nwhen there was no error apparent on the face and that  there\nwas  nothing to show that the arbitrator  had  mis-conducted\nthe  proceedings or that the award had been improperly\tpro-\ncured.\tSo  the objection to the passing of  the  award\t was\nturned down.\n</p><p data-structure=\"Facts\" id=\"p_7\">    Aggrieved  thereby, the respondent filed appeals  before\nthe  High  Court. The High Court by  the  impugned  judgment\ndated  5.5. 1988 set aside the awards and the decree of\t the\nTrial  Court  on the ground that there were  errors  of\t law\napparent on the face of the awards. It is contended that the\nHigh Court in the circumstances of this case and in view  of\nthe settled principles of law, exceeded its jurisdiction  by\nacting\tin the manner it purported to do. It is,  therefore,\nnecessary  to  refer to the award to determine how  has\t the\narbitrator  proceeded and what actually the  arbitrator\t has\ndecided.  The arbitrator has noted in the first\t award\tthat\nthe dispute related to the work of &#x27;Siruvani drinking  Water\nSupply\tproject--Construction of an Intak Tower\t and  allied\nstructures&#x27;; and observed that an estimate amounting to\t Rs.\n17.45 lakhs was sanctioned for the work and it was entrusted\non contract to the\n<span class=\"hidden_text\" id=\"span_2\">  671</span>\nclaimant--appellant  herein,  on tenders. The value  of\t the\nwork  arranged\ton contract was Rs. 14.45 lakhs as  per\t the\ndepartmental  estimate\twhich the  appellant  undertook,  as\nunderstood by the arbitrator, to carry out works at a  total\namount of Rs. 19.15 lakhs as per their tender. The  contract\nwas  embodied  in  agreement  No.  18/SC/SPS/1977-78   dated\n17.3.78\t between the claimants on the one side and  the\t re-\nspondent  No.  2 on behalf of the State of Kerala  cited  as\nrespondent  No.\t 1 on the other, in these  proceedings.\t The\nwork had been taken up as part of the scheme for  augmenting\nthe drinking water supply to Coimbatore city from the  yield\nof the Siruvani river and due to acute scarcity of water  in\nthe city, work was taken up on an urgent footing and it\t was\nunderstood  by\tboth  the parties that time  was  of  utmost\nimportance  in the execution of work. The site for the\twork\nwas handed over to the claimants on 17th December, 1977\t and\nthe  work had to be completed by 15.6.1978.  Accordingly  to\nthe  arbitrator, however, it was clear that the\t work  could\nnot be completed within the stipulated period due to various\nreasons for which each party blamed the other. It was  noted\nin the award that according to the respondents, after carry-\ning  out  the work to the tune of  Rs.3.46  lakhs  (approx.)\nagainst\t the accepted probably estimate of contract  of\t Rs.\n19.15  lakhs,  the appellant refused to\t proceed  with\tthe.\nbalance work in spite of specific notices to them and so the\nrespondents  were constrained to terminate the\tcontract  at\nthe  risk  and cost of the appellant. Several  efforts\twere\nmade to re-arrange the balance works and finally as per\t the\nsituation obtaining then these works were to be expected  to\nbe  completed  at an excess cost of Rs.0.97 lakhs  over\t the\namount that would have been payable to the appellant as\t per\nthe terms of the original contract. The arbitrator, thereaf-\nter,  noted that the appellant had raised in respect of\t the\ndispute\t which\tis the subject-matter in  the  first  award,\nspecific claims for an amount of Rs. 5.97 lakhs in  addition\nto  release  of their retention sum of Rs.  32,139  and\t the\nsecurity deposit of Rs.38,400 payment of final bill for\t the\nwork  done including the above claims, interest\t on  amounts\nawarded and cost of the arbitration proceedings.\n    It\tseems  from  the award of the  arbitrator  that\t the\ncontention of the respondents had been that as per the terms\nof  the contract, they were entitled to realise\t the  excess\ncost  on  re-arrangement of the balance works  estimated  at\nRs.0.87\t lakhs\tfrom the claimant and so  they\tproposed  to\nappropriate  the retention sum of Rs.32,139 lying  in  their\nhands, the Security Deposit of Rs.38,400 and the sums due to\nthe claimant by way of final bill on other works as well. It\nwas  noted by the arbitrator that there was a prayer by\t the\nappellant  for inspection of the site and the same  was\t in-\nspected on 9.12.80. It was contended on behalf\n<span class=\"hidden_text\" id=\"span_3\"> 672</span>\nof  the claimant that the site of work was situated  on\t the\nWestern Ghats far away from human habitation in dense forest\ninfected  with wild animals at an elevation of about  600  M\nand subject to heavy precipitation of upto 400 cms. annually\nand that access to the site was only from Coimbatore side in\nTamil  Nadu. Several obstacles for access to the  site\twere\nhighlighted  before the arbitrator. Another important  point\non  which considerable stress was laid was the\tcompensation\nfor losses occasioned to them on account of the\t unsatisfac-\ntory  law  and order situation coupled with  labour  unrest,\nstoppages  and\tthreats and even physical  violence  on\t the\nagents of the appellant. It was further highlighted that the\ntermination of the contract at their risk despite the  frus-\ntration and impossibility of performance was clearly illegal\nand  unjustified. In the premises compensation was  demanded\nfor  loss of equipments. The arbitrator noted that the\tmain\npoint of defence of the respondent was that the time for the\ncompletion  of the work forming part of the time-bound\tpro-\ngramme\twas  six months from the date of  handing  over\t the\nsite.  As the site was handed over on 16.12.77, the date  of\ncompletion  should have been 15.6.1978. Of the\tdifficulties\narising out of the location of the site of the work, it\t was\nemphasised by the respondent that the conditions under which\nthe  contract had to be performed were within the  knowledge\nof the parties, and there could not be any ground for claim-\ning any addition than those contemplated in the contract. It\nwas  definitely further stated that the\t additional  haulage\nwas  due  to the alternate route via Thachampara  which\t was\nopened\ton  15.2.1977  and that any claim  on  this  account\nsubsequent  to the above date was unjustified.\tFurthermore,\nthat  materials like sand, cement and steel were all  issued\nin time and there could hardly be any justification  regard-\ning  delays  on these account.\tRegarding  interruptions  in\npower  supply the respondents&#x27; case was that such  interrup-\ntions were not unexpected at a site to which the power lines\npassed\tthrough\t virgin reserve area, and at  any  rate\t the\nclaimants  were not assured by the respondents\tof  uninter-\nrupted\tpower  and there was hardly any items  of  machinery\nbelonging to the appellant which had remained idle for\twant\nof power.\n</p><p data-structure=\"Facts\" id=\"p_8\">     It\t was further stated that the various extra items  of\nworks including the work on the quarries had been adequately\npaid  for  by them and no further payments were due  to\t the\nappellant;  that there was no serious deterioration  of\t the\nlaw and order situation; and that the losses were due to the\nconduct\t of the claimant and the materials left over by\t the\nclaimant  at the end of the second working seasons that\t had\nbeen  taken over by them, duly accounted for and the  credit\nthereof\t given in the final bill. It was further  reiterated\nby the respondent that the work\n<span class=\"hidden_text\" id=\"span_4\"> 673</span>\nwas  not completed within the period agreed and,  therefore,\nthe  respondent issued notice to resume the work and on\t the\nfailure\t of the claimant to re-start the work, there was  no\nother  alternative except to terminate the contract  as\t the\nwork itself was part of a time-bound programme; and they had\nto  make  alternate arrangements and that  would  have\tcost\nRs.0.87 lakhs additionally which was sought to be  recovered\nfrom  the  appellant appropriating the retention  money\t and\nsecurity deposit. It was, therefore, claimed that the claims\nof the appellant should be rejected.\n</p><p data-structure=\"Section\" id=\"p_9\">    Considering all these contentions and noting the several\nrespective claims, the arbitrator awarded as follows:\n</p><blockquote id=\"blockquote_1\">\t      &quot;Claims  Nos. (1), (2) (a &amp; b) and  (3)  These\n\t      claims are declined.\n</blockquote><blockquote id=\"blockquote_2\">\t      Claim  No.  4 The Respondents  shall  pay\t the\n\t      Claimants a sum of Rupees Ninety Six  Thousand\n\t      only (Rs.96,000) in satisfaction of this claim\n\t      including\t the  various Sub Claims  under\t the\n\t      same.\n</blockquote><blockquote id=\"blockquote_3\">\t      Claims  No. 5(a), (b) &amp;  (c)--The\t Respondents\n\t      shall pay an amount of Rs. five thousand\tonly\n\t      (Rs.5,000) to the Claimants in satisfaction of\n\t      this claim.\n</blockquote><blockquote id=\"blockquote_4\">\t      Claims Nos. (6), (7), (8) and (9)--These\tfour\n\t      Claims are declined.\n</blockquote><blockquote id=\"blockquote_5\">\t      Claim No. (10)--The retention moneys recovered\n\t      from  the\t Claimants in regard  to  this\twork\n\t      shall be refunded to them by the\tRespondents.\n\t      Claim No. 11--The f.oo. for the work shall  be\n\t      paid  to Claimant for the sums  awarded  under\n\t      Claims  (4) and (5) Supra resulting in  a\t net\n\t      payment  of Rupees one Lakh and  One  thousand\n\t      only (Rs. 1,01,000).\n</blockquote><blockquote id=\"blockquote_6\">\t      Claim No. 12--The Respondents shall refund the\n\t      security\tdeposit\t held by the  Claimants\t for\n\t      this  work subject to the rules regarding\t tax\n\t      clearance.\n</blockquote><blockquote id=\"blockquote_7\">\t      Claim  No. 13--The Claim for interest  is\t de-\n\t      clined.\n</blockquote><blockquote id=\"blockquote_8\">\t      Claim  No. 14--The parties shall suffer  their\n\t      respective costs in these proceedings.&quot;\n</blockquote><span class=\"hidden_text\" id=\"span_5\"> 674</span>\n<p data-structure=\"Facts\" id=\"p_10\">    Regarding the counter-claims it was held that the  order\nof the 2nd respondent terminating the contract in favour  of\nthe  appellant was valid and as such, the  respondents\twere\nfree  to  arrange for the balance work in  the\tmanner\tthey\nthought fit. The counter claim for costs of the\t respondents\nwas  also  held\t by the arbitrator to be  covered  by  other\nclaims. The award was passed on 12th April, 1982.\n    There was another award dated 16th April, 1982 which was\nwith  regard to the dispute that arose for  controlling\t the\nwork of &quot;Siruvani Drinking Water Supply\t Project--Construct-\ning a Masonry dam across Siruvani River Block Nos. I, II and\nIII from Ch. 13 to 60 up to level + 883.00 metres and  Block\nNo.  III  from\tch. 60 to 82 upto level +  870\tmetres&quot;.  In\nrespect\t of the aforesaid, an estimate amounting to  Rs.71.5\nlakhs had been sanctioned for the work and it was  entrusted\non  contract to the appellant. It appears that the value  of\nthe  work arranged on contract was Rs.67,72,760 as  per\t de-\npartmental  estimate which the appellant undertook to  carry\nout  at a total amount of Rs.76,55,300 as per their  tender.\nThe contract was embodied in the aforesaid agreement of 23rd\nDecember,  1976. The arbitrator recited the  original  claim\nand  noted that the work could not be completed\t during\t the\nscheduled time and the respective contentions of the parties\nwere,  more  or\t less, identical with the one  made  in\t the\nprevious case.\n</p><p data-structure=\"CDiscource\" id=\"p_11\">    There  was inspection of documents and the parties\twere\nheard  in person, it was noted. After noting the  respective\ncontentions the arbitrator awarded as follows:\n</p><blockquote id=\"blockquote_9\">\t      &quot;Claim  No. (1)(A)--The Claim  for  additional\n\t      payment on account of aslar work is declined.\n\t      Claim  No. (1)(B)--The Respondents  shall\t pay\n\t      the  Claimants an additional amount of  Rupees\n\t      One  Lakh only (Rs. 1,00,000) in\tsatisfaction\n\t      of  this claim over and above the amounts\t al-\n\t      ready paid by them in the various part bills.\n\t      Claim No, (1)(c)--This claim for\tcompensation\n\t      on account of loss in hire charges and  short-\n\t      age of rubble is declined.\n</blockquote><blockquote id=\"blockquote_10\">\t      Claim  No.  2--The Respondents shall  pay\t the\n\t      Claimants\t a  sum of Rupees  three  lakhs\t and\n\t      thirty  six  thousand  only  (Rs.3,36,000)  in\n\t      satisfaction of this claim.\n</blockquote><blockquote id=\"blockquote_11\">\t      Claim  Nos.  3 &amp; 4--These two claims  are\t de-\n\t      clined.\n</blockquote><span class=\"hidden_text\" id=\"span_6\">\t       675</span>\n<blockquote id=\"blockquote_12\">\t      Claim  No.  5--The Respondents shall  pay\t the\n\t      Claimants\t an increase of forty (40) per\tcent\n\t      in the agreed rates for agreed items and rates\n\t      derived from the agreement for the extra items\n\t      for all work paid for after CC2 and part, such\n\t      increase\tbeing worked out on the cost of\t the\n\t      work  excluding  the value  of  the  materials\n\t      supplied by the Respondents.\n</blockquote><blockquote id=\"blockquote_13\">\t      Claim No. 6--The Claimant shall be entitled to\n\t      a payment of Rupees twenty five thousand\tonly\n\t      (Rs.25,000) in satisfaction of this claim\t and\n\t      the Respondent shall pay it accordingly.\n\t      Claim  No. 7(a)(b) &amp; (c)--The Claimants  shall\n\t      be  entitled  to\ta  consolidated\t payment  of\n\t      Rupees  fifty thousand only  (Rs.50,000)\tfrom\n\t      the  Respondents\tin  satisfaction  of   these\n\t      claims and the same shall be paid\t accordingly\n\t      in addition to the payments already made.\t The\n\t      Claimants\t on  receipt of such  payment  shall\n\t      have no lien whatsoever on the sheds, goods of\n\t      whatever\tdescription and materials  lying  at\n\t      the  site\t of the work and said to  belong  to\n\t      them.  Claims  8, 9, 10, 11 &amp;  12--These\tfive\n\t      claims are declined.\n</blockquote><blockquote id=\"blockquote_14\">\t      Claim  No. 13--The retention amounts from\t the\n\t      bills  of the Claimants lying in the hands  of\n\t      the Respondents shall be released to them.\n\t      Claim  No. 14--An amount of Rupees  two  lakhs\n\t      only (Rs.2,00,000 shall be paid to the  claim-\n\t      ants in settlement of the final claims on\t the\n\t      work  in\taddition to the specific  items\t re-\n\t      ferred  to  in the other claims  as  per\tthis\n\t      award.\n</blockquote><blockquote id=\"blockquote_15\">\t      Claim  No.  15--The Security  offered  by\t the\n\t      Claimants\t for this work shall be released  to\n\t      them subject to the rules regarding tax clear-\n\t      ance.\n</blockquote><blockquote id=\"blockquote_16\">\t      Claim  No. 16--The claim for interest  is\t de-\n\t      clined.\n</blockquote><blockquote id=\"blockquote_17\">\t      Claim  No. 17--The parties shall suffer  their\n\t      respective costs in these proceedings.&quot;\n</blockquote><p data-structure=\"RespArg\" id=\"p_12\">    Regarding  the counter claims, it was reiterated by\t the\narbitrator that the respondents were entitled to arrange for\nthe balance work in any manner they deemed fit on the termi-\nnation of the contract by\n<span class=\"hidden_text\" id=\"span_7\"> 676</span>\nthem.  But the appellant should not be responsible  for\t any\nloss  that might be sustained for this\tre-arrangement.\t The\ncounter\t claim for costs of the respondents was\t also  dealt\nwith.\n</p><p data-structure=\"Facts\" id=\"p_13\">    There  was\ta third award dated 23.4.1982 which  was  in\nrespect\t of the sum due to Blocks Nos.7, 8 &amp; 11. In  respect\nthereof an estimate of Rs.69.7 lakhs had been sanctioned for\nthe work and it was entrusted to the appellant. The value of\nthe work arranged on that contract was Rs.63.68 lakhs as per\nthe  departmental estimate which the claimants undertook  to\ncarry  but at a total amount of Rs.71.96 lakhs as per  their\ntender.\t After reiterating that time was of the\t essence  of\nthe  contract, the difficulties that arose in  carrying\t out\nthe  contract  and the respective  contentions,\t which\twere\nidentical  with those in respect of the first two  contracts\nwere discussed. In respect of interruptions in power  supply\nthe case of the respondent was that such interruptions\twere\nnot  unexpected\t at  a site through which  the\tpower  lines\npassed through virgin reserve forest and that the  claimants\nhad  not  been assured by the respondents  of  uninterrupted\npower and in any case there was hardly any item of machinery\nbelonging to the claimant which could have remained idle for\nwant  of power. In respect of the medical facilities it\t was\nsubmitted by the respondents that according to the terms  of\nthe  contract it was the primary, duty of the  appellant  to\nprovide\t for medical assistance to their work  force.  After\nsetting out the rival contentions the arbitrator awarded  as\nfollows:\n</p><blockquote id=\"blockquote_18\">\t      &quot;Claim  No. (1)(A)--The claim  for  additional\n\t      payment on account of aslar work is declined.\n\t      Claim  No. (1)(B): The respondents  shall\t pay\n\t      the  claimants an additional amount of  rupees\n\t      seventy  five  thousand  only  (Rs.75,000)  in\n\t      satisfaction of this claim over and above\t the\n\t      amounts  already paid by them in\tthe  various\n\t      part bills.\n</blockquote><blockquote id=\"blockquote_19\">\t      Claim  No. (1)(C): The claim for\tcompensation\n\t      on account of loss of hire charges and  short-\n\t      age of rubble is declined.\n</blockquote><blockquote id=\"blockquote_20\">\t      Claim  No.  2: The respondents shall  pay\t the\n\t      claimants\t a  sum of Rupees  three  lakhs\t and\n\t      seventy  five thousand only  (Rs.3,75,000)  in\n\t      satisfaction of this claim.\n</blockquote><blockquote id=\"blockquote_21\">\t      Claim  Nos.  3 &amp; 4: These two claims  are\t de-\n\t      clined.\n</blockquote><blockquote id=\"blockquote_22\">\t      Claim  No.  5: The respondents shall  pay\t the\n\t      claimants an\n<span class=\"hidden_text\" id=\"span_8\">\t       677</span>\n\t      increase of Forty (40) per cent in the  agreed\n\t      rates  for agreed items and rate derived\tfrom\n\t      the  agreement  for extra items for  all\twork\n\t      paid  for after CC 2 and part,  such  increase\n\t      being  worked  out  on the cost  of  the\twork\n\t      excluding\t the value of materials supplied  by\n\t      the respondents.\n</blockquote><blockquote id=\"blockquote_23\">\t      Claim  No. 6: the claimants shall be  entitled\n\t      to  a payment of rupees twenty  five  thousand\n\t      only (Rs.25,000) in satisfaction of this claim\n\t      and the respondents shall pay it accordingly.\n\t      Claim  No. 7(a)(b) &amp; (c): The claimants  shall\n\t      be  entitled  to\ta  consolidated\t payment  of\n\t      rupees  fifty thousand only  (Rs.50,000)\tfrom\n\t      the  respondents\tin  satisfaction  of   these\n\t      claims and the same shall be paid\t accordingly\n\t      in addition to the payments already made.\t The\n\t      claimants\t on  receipt of such  payment  shall\n\t      have no lien whatsoever on the sheds, goods of\n\t      whatever\tdescription and materials  lying  at\n\t      site of the work and said to belong to them.\n\t      Claims  Nos.  8, 9, 10, 11 &amp;  12:\t These\tfive\n\t      claims are declined.\n</blockquote><blockquote id=\"blockquote_24\">\t      Claim  No. 13: The retention amounts from\t the\n\t      bills  of the claimant lying in the  hands  of\n\t      the respondents shall be released to them.\n\t      Claim No. 14: An amount of rupees fifty  thou-\n\t      sand  only  (Rs.50,000) shall be paid  to\t the\n\t      claimants in settlement of the final claims on\n\t      the work in addition to the specified items as\n\t      per this award.\n</blockquote><blockquote id=\"blockquote_25\">\t      Claim  No.  15: The security  offered  by\t the\n\t      claimants\t for the work shall be\treleased  to\n\t      them subject to the rules regarding tax clear-\n\t      ance.\n</blockquote><blockquote id=\"blockquote_26\">\t      Claim  No. 16: The claim for interest  is\t de-\n\t      clined.\n</blockquote><blockquote id=\"blockquote_27\">\t      Claim  No. 17: The parties shall suffer  their\n\t      respective costs in these proceedings.&quot;\n</blockquote><p data-structure=\"RespArg\" id=\"p_14\">    About  the\tcounter claims it was also stated  that\t the\nclaimants would not be responsible to carry out the  balance\nwork which the\n<span class=\"hidden_text\" id=\"span_9\"> 678</span>\nrespondents might arrange in any manner they thought fit  on\ntermination  of\t the contract, but it should not be  at\t the\nrisk of the claimants.\n</p><p data-structure=\"RespArg\" id=\"p_15\">    Upon  these awards, an application was made\t before\t the\nCourt  of the Principle Sub-Judge, Trivandrum,\tfor  passing\ndecrees&#x27; in terms of the award. Objections were also  filed.\nThe  learned  Judge  by his judgment and  order\t dated\t25th\nSeptember,  1982 dealt with the objections. He rejected\t the\ncontention that the claims were barred. He further held that\nit was not necessary for the arbitrator to give reasons\t for\nhis  award;  and that there was no provision under  the\t law\nwhich  required that the arbitrator should  furnish  reasons\nfor the award. It was submitted before him that the arbitra-\ntor  ought  to have given separate findings for\t the  issues\nunder  claim No. 4 as the issues raised were entirely  inde-\npendent of each other. It was submitted that under sub-claim\n</p><p data-structure=\"CDiscource\" id=\"p_16\">(a) in claim No. 4 the appellant had claimed loss on account\nof  the\t pressure tactics adopted by  the  labourers.  Under\nsub-claim (b) the appellant had claimed compensation for the\nextra  works done. In the statement of defence filed by\t the\nrespondents it was more or less conceded that the claim\t for\nextra works would lie, and stated that the actuals should be\naccounted  and paid along with the final bill.\tThe  learned\njudge  noted that the arbitrator could only give a lump\t sum\naward  with respect to various claims and that he  need\t not\nquantify the sum awarded under each claim separately. It was\ncontended  before the learned Sub-Judge that in\t respect  of\nclaim  No.  5, there was no evidence to support\t the  claim.\nUnder  that  claim the appellant had detailed the  value  of\ntools,\tplants and materials etc. that were left by  him  at\nthe  site.  In the defence statement itself  the  respondent\nadmitted that some materials belonging to the appellant were\ntaken  possession of by them and the value thereof would  be\npaid in the final bill. Therefore, according to the  learned\njudge, it was not correct to say that there was no  evidence\nat  all for allowing claim No. 5. Further,it was  held\tthat\nthere was no jurisdiction to investigate into the merits  of\nthe  case and to examine the documentary and  oral  evidence\nfor the purpose of finding out whether or not the arbitrator\nhad  committed\tan error of law or fact. The  learned  judge\nreiterated  that the arbitrator had not incorporated in\t the\naward  any materials for his conclusion nor did he  incorpo-\nrate  the terms of the contract between the  parties.  Under\nsuch  circumstances the award could not be set\taside  espe-\ncially\twhen there was no error apparent on the face of\t it;\nand  there was nothing to show that the arbitrator had\tmis-\nconducted the proceedings or that the award had been improp-\nerly  procured. So the objection was repelled. In the  prem-\nises  the  judgment  in terms of the award  was\t passed.  In\nrespect of the three awards, three different judgments were\n<span class=\"hidden_text\" id=\"span_10\"> 679</span>\ndelivered incorporating more or less the same reasons.\n    Being aggrieved thereby the respondent preferred appeals\nbefore the High Court. The Division Bench of the High  Court\nby the judgment under appeal in F.M.A. Nos. 72, 346 and\t 380\nof 1983 disposed of the appeals.\n</p><p data-structure=\"Facts\" id=\"p_17\">    Being  aggrieved thereby, the appellant is\tbefore\tthis\nCourt.\tIn the judgment under appeal, the Division Bench  of\nthe  High Court has set out the claims and noted  the  rival\ncontentions  and  referred to the various  clauses  and\t the\nconditions  of the contract, though the contract itself\t was\nmade  no part of the award. The Division Bench\treferred  to\nthe  decision of the learned Sub-Judge. Before the  Division\nBench,\tthe main contention which succeeded was\t that  there\nwere errors apparent on the face of award, and further\tthat\nthe arbitrator had misconducted himself and travelled beyond\nthe  terms  of\tthe contract. On behalf\t of  the  appellant,\nhowever,  it was contended that the award was a\t nonspeaking\naward  and, hence, it was not open for the court to go\tinto\nthe correctness of the reasons of the award. The High  Court\nreferred  to the several decisions of this Court  and  other\nrelevant  decisions  of\t the Kerala High  Court.  In  order,\nhowever,  to appreciate the contentions, it is necessary  to\nrefer in detail to the judgment under appeal. The High Court\nreferred  to the various clauses of the contract which\twere\nproduced before the High Court. The submissions were made on\nbehalf\tof  the respondents .that the  claims  allowed\twere\nbeyond\tand contrary to the agreement between  the  parties.\nThe High Court noted that the arbitrator had allowed  claims\nNos.  1(b),  2,\t 5, 7(a), 7(b), 7(c), 13, 14 2\t15  and\t had\npassed\tan award for payment of an amount of Rs.31.15  lakhs\nto  the claimant towards his claim under the  several  heads\nmentioned therein. The High Court noted the judgment of\t the\nlearned Sub-Judge. It was held by the learned Sub-Judge that\nthe  court  could set aside an award only when\tit  was\t the\nresult of corruption, fraud or there were errors apparent on\nthe  face of the award. According to the  learned  Sub-Judge\nthere  was no error apparent on the face&#x27; of the  award\t and\nthere was no allegation of fraud. Thereafter, the  different\npoints\ton which the learned Sub-Judge rested his  decision,\nwere  noted by the High Court. It was contended\t before\t the\nHigh  Court  on behalf of the respondents  that\t there\twere\nerrors\tapparent  on  the face of the award,  and  that\t the\narbitrator had misconducted himself and travelled beyond the\nterms of the contract.\n</p><p data-structure=\"RespArg\" id=\"p_18\">    The first contention urged on behalf of the respondents,\nhowever,  was that the award was a non-speaking\t award\tand,\nthere-\n</p><span class=\"hidden_text\" id=\"span_11\">680</span>\n<p data-structure=\"Precedent\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1356455\" id=\"span_12\">fore,  it was not open to the court to go into the  correct-\nness  or  reasonableness of the award. The High\t Court\theld\nthat when the arbitrator was constituted the sole and  final\njudge  of all questions both of law and of  facts,  normally\nhis  decision should stand final and it was only when  there\nwas  any  error\t apparent on the face of  the  award  either\nbecause a question of law arose on the face of the award  or\nupon  some paper accompanying or forming part of the  award,\nit  could be interfered with. Thereafter, the High Court  in\npara 8 of its judgment observed that in the light of several\ndecisions  it could say that there were any errors  apparent\non  the face of the award, and that the arbitrator had\tmis-\nconducted  himself and had travelled beyond his\t power.\t The\nHigh Court referred to the decision of the Division Bench of\nthe Kerala High Court in <a href=\"/doc/1356455/\" id=\"a_2\">State of Kerala v. Poulose</a>,  [1987]\n1 KLT 781. The High Court, thereafter, observed that it\t was\nnot  open  to the arbitrator or the umpire  to\tarrogate  tO\nhimself\t jurisdiction and answer a question not referred  to\nhim.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"899911\" id=\"span_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1558249\" id=\"span_14\">In  this connection, reference was made  by  the\tHigh\nCourt  to  several decisions, namely, Attorney\tGeneral\t for\nManitoba  v. Kelly and Ors., [1922] 1 AC 268;  <a href=\"/doc/1558249/\" id=\"a_3\">Upper  Ganges\nValley\tElectricity  Supply  Co. Ltd.  v.  U.P.\t Electricity\nBoard</a>,\t[1973] 3 SCR 107; M/s Alopy Parshad &amp; Sons, Ltd.  v.\nThe Union of India, [1951] 2 <a href=\"/doc/899911/\" id=\"a_4\">SCR 793 and Jivarajbhai Ujamshi\nSheth &amp; Ors. v. Chintamanrao Balaji &amp; Ors.</a>, [1964] 5 SCR480.\n    Regarding  claim No. 1(b) it was the contention  of\t the\nrespondent  that  the award was over and above\tthe  amounts\nalready paid under various part bills. It was argued  before\nthe High Court that the Department had measured and paid for\nall quantities of earth work and ruble work and the same had\nbeen  entered  in the measurement book and accepted  by\t the\ncontractor. Hence, the award of additional amount was unwar-\nranted. It was also argued that as per clause 10 of Form No.\n83 (Notice inviting tender) which formed part of the  agree-\nment, every tenderer was expected to inspect the site of the\nproposed  work and quarries, and satisfy himself  about\t the\nquality and availability of materials. It was also  notified\nin  the same clause that the Govt. would not, after  accept-\nance of the contract rate, pay any extra charges for lead or\nany  other reason in case the contractor was found later  on\nto  have  mis-judged the materials available.  It  was\talso\nnotified  that\tthe Department would not be liable  for\t any\nclaim  raised later on the plea of non-access to  the  site.\nExt.  R2 was a copy of extract of Clause 10 of Form No.\t 83.\nIt  was argued that the award of Rs.75,000 under claim\t1(b)\nwas beyond the powers of the arbitrator. The High Court held\nthat  the award on this aspect was beyond the provisions  of\nthe  agreement, and therefore there were errors apparent  on\nthe face of the award.</span></span>\n</p><span class=\"hidden_text\" id=\"span_15\"> 681</span>\n<p data-structure=\"RespArg\" id=\"p_20\">    Similarly, in respect of the claim for Rs.3,75,000 under\nclaim  No. 2, it was contended on behalf of the\t respondents\nthat  this was beyond the powers of the arbitrator  and,  as\nsuch,  there were errors apparent on the face of the  award.\nIt was argued by him that clause No. 2 of the general speci-\nfication  and  special conditions of  the  contract  clearly\nnotified  to the tenderers the site of the dam. It was\talso\ncontended by the Govt. Pleader that the period during  which\nthe  contractor\t had conveyed sand through  Madukkarai,\t the\nclaimant  had  been  actually  paid  additional\t  conveyance\ncharges.  Hence, after construing clause 10 of Form No.\t 83,\nnamely, notice inviting tender, the High Court held that  it\nwas necessary for the contractor to have inspected the\tsite\nbefore\ttender.\t Therefore, in awarding, the amount  as\t the\narbitrator did on this head, there was error apparent on its\nface  and  such award was liable to be set aside.  The\tHigh\nCourt did so accordingly.\n</p><p data-structure=\"CDiscource\" id=\"p_21\">    With  regard to claim No. 5, it was contended  that\t the\nclaim was beyond the powers of the arbitrator and  reference\nwas made to clause 6(6)111 of the General Specification\t and\nSpecial Conditions which stated that the Department was\t not\nresponsible for supply of uninterrupted electric supply,  so\nany  damage on that basis was also unwarranted. The  finding\non this issue found in the award was set aside.\n    Similarly,\tin connection with claim No. 6, there was  a\nclaim for Rs.24,000 towards expenses for providing a  perma-\nnent doctor. It was held to be contrary to Clause 7 of\t(IV)\nof  the contract dealing with camp  facilities--medical\t aid\netc. which, according to the high Court, indicated that\t the\ncontractor  himself  was responsible for  providing  medical\nfacilities  to the contract labourers and that the  respond-\nents were not bound to pay any additional medical  expenses.\nThe claim on this construction and view of the contract, was\nheld to be not sustainable.\n</p><p data-structure=\"Precedent\" id=\"p_22\">    The\t arbitrator had awarded Rs.50,000 by way of  damages\nfor sheds and other materials left by the contractor at\t the\nsite  under claim No. 7. It was held by the High Court\tthat\nit  was the duty of the contractor to remove the  sheds\t and\nmaterials brought by him and, therefore, the award  allowing\nsuch  claim  was  definitely against the  provision  of\t the\ncontract.  On  this head it was held that the award  by\t the\narbitrator  was contrary to the provision of  the  agreement\nand as such bad.\n</p><p data-structure=\"Precedent\" id=\"p_23\">Regarding claim No. 14 for an additional amount of Rs.50,000\nit\n<span class=\"hidden_text\" id=\"span_16\"> 682</span>\nwas held that it was unsustainable and due to the misconduct\nof  the arbitrator that it was awarded. It was\tfurther\t ob-\nserved that it was beyond the power of the arbitrator as  it\nwas against the provisions of the contract.\n</p><p data-structure=\"Precedent\" id=\"p_24\">    While dealing with that part of the award which  exoner-\nated  the  contractor from the risk after holding  that\t the\ntermination of the contract by the respondent was valid,  it\nwas held that the same was opposed to the provisions of\t the\nagreement.  The direction to release the amount and  release\nof security deposit without taking into account the liabili-\nty to account for the loss on re-arrangement of work amount-\ned  to errors apparent on its face. In the aforesaid  light,\nthe  High Court held that the award under claims Nos.  1(b),\n2,  5,\t6  &amp; 7 and also the award of an\t additional  sum  of\nRs.50,000  under claim No. 14 over and above the  claim\t al-\nlowed was against the terms of the contract and,  therefore,\nliable to be set aside.\n</p><p data-structure=\"CDiscource\" id=\"p_25\">    Similarly,\tin  M.F.A. No. 346/82, the High\t Court\twent\ninto  the details of the claims and on the  construction  of\nthe contract, came to the conclusion that the termination of\nthe  contract  was  legal and that the\texoneration  of\t the\ncontractor  from  the risk and losses was  opposed  to\tthat\nfinding.  In the aforesaid light, the High Court  set  aside\nseveral claims as mentioned in the judgment on the award. On\nsimilar or, more or less, identical grounds several items of\nMFA No. 380/83, were set aside.\n</p><p data-structure=\"CDiscource\" id=\"p_26\">    One\t of  the claims under claim No. 4 was the  award  of\nRs.96,000.  The\t High Court found that it was  under  clause\n20(5) of the General Specification and Special Conditions of\nthe contract, which stated that the Department would not  be\nliable to pay any damages or compensation for hold up caused\nby  intervention  of the court, labour strike or  any  other\nextraneous forces and therefore and award under claim No.  4\non the ground of labour unrest and extra work, suffered from\nbeing  erroneous and was liable to be set aside. The  clause\nof the contract covered only situations of labour strike and\nnot labour unrest.\n</p><p data-structure=\"Precedent\" id=\"p_27\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"525017\" id=\"span_17\">It\twas  submitted\tbefore us that the  High  Court\t had\nexceeded its jurisdiction in acting in the manner it did  on\nthese aforesaid aspects. The first question, therefore, that\narises for consideration in this case is, whether the  award\nin question was a speaking award or not. In our opinion, the\naward  was  not a speaking award. An award can also  be\t set\naside  if  the arbitrator had misconducted  himself  or\t the\nproceedings or had proceeded beyond his jurisdiction.  These\nare separate and district\n<span class=\"hidden_text\" id=\"span_18\">683</span>\ngrounds\t for  challenging an award. Where there\t are  errors\napparent  on the face of the award it can only be set  aside\nif  in\tthe award there is any proposition of law  which  is\napparent  on  the face of the award, namely,  in  the  award\nitself or any document incorporated in the award. The  Judi-\ncial  Committee\t in <a href=\"/doc/525017/\" id=\"a_5\">Champsey Bhara &amp; Co.  v.  Jivraj  Balloo\nSpinning  &amp;  Weaving Co, Ltd., L</a> 1922 IA 324  has  discussed\nthis  problem. It was held that an award of arbitration\t can\nbe  set aside on the ground of error of law apparent on\t the\nface  of the award only when in the award or in\t a  document\nincorporated with it, as for instance a note appended by the\narbitrator  stating the reasons for his decision,  there  is\nfound some legal proposition which is the basis of the award\nand which is erroneous. In that case the appellants had sold\ncotton\tto the respondents by a contract which\tcontained  a\nsubmission  to arbitration of disputes as to quality, and  a\nfurther clause submitting to arbitration all other  disputes\narising\t out of the contract. Cotton was delivered, but\t the\nrespondents objected to its quality, and upon arbitration an\nallowance  was awarded; the respondents\t thereupon  rejected\nthe  cotton. The appellants claimed damages for\t the  rejec-\ntion,  and upon that dispute being referred  to\t arbitration\nunder  the further clause, were awarded damages.  The  award\nrecited\t that  the contract, the date and subject  of  which\nwere  stated, was subject to the rules of the Bombay  Cotton\nTrade  Association, which were not further referred to;\t and\nthat  the respondents had rejected on the grounds  contained\nin  a  letter of a certain date. That letter  stated  merely\nthat  as the arbitrators had made an allowance of a  certain\namount\tthe respondents rejected the cotton. The High  Court\nset aside the award, holding that it was bad on its face, in\nthat under one of the rules of the Association the  respond-\nents were entitled to reject without liability. It was\theld\nby  the Judicial Committee that the award could not  be\t set\naside;\tthe terms of the contract were not  so\tincorporated\nwith  the award as to entitle the Court to refer to them  as\nshowing,  either  that the award was wrong in law,  or\tthat\nunder  them the contract, and therefore the jurisdiction  of\nthe  arbitrators,  were terminated. This  decision  and\t the\nratio on this proposition of law has always been accepted by\nthe courts of this country and is well-settled.\n    The next question on this aspect which requires  consid-\neration is that only in a speaking award the court can\tlook\ninto the reasoning of the award. It is not open to the court\nto probe the mental process of the arbitrator and speculate,\nwhere  no  reasons are given by the arbitrator, as  to\twhat\nimpelled the arbitrator to arrive at his conclusion.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"881364\" id=\"span_19\">See the\nobservations  of  this Court in Hindustan Steel\t Works\tCon-\nstruction <a href=\"/doc/881364/\" id=\"a_6\">Ltd. v. C. Rajasekhar Rao</a>, [1987] 4 SCC 93.</span> In the\nin-\n</p><span class=\"hidden_text\" id=\"span_20\"> 684</span>\n<p data-structure=\"CDiscource\" id=\"p_28\">stant case the arbitrator has merely set out the claims\t and\ngiven  the  history of the claims and then  awarded  certain\namount.\t He  has not spoken his mind indicating why  he\t was\ndone  what he has done; he has narrated only now he came  to\nmake  the  award. In absence of any reasons for\t making\t the\naward,\tit  is not open to the court to interfere  with\t the\naward.\tFurthermore,  in any event,  reasonableness  of\t the\nreasons\t given\tby  the arbitrator,  cannot  be\t challenged.\nAppraisement of evidence by the arbitrator is never a matter\nwhich the court questions and considers. If the parties have\nselected their own forum, the deciding forum must be conced-\ned the power of appraisement of the evidence. The arbitrator\nis the sole judge of the quality as well as the quantity  of\nevidence  and  it  will not be for the court  to  take\tupon\nitself the task of being a judge on the evidence before\t the\narbitrator. See the observations of this Court in  Municipal\nCorpn. of Delhi v. M/s Jagan Nath Ashok Kumar &amp; Anr., [1987]\n4 SCC 497.\n</p><p data-structure=\"Precedent\" id=\"p_29\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1989300\" id=\"span_21\">The same principle has been stated in M/s. <a href=\"/doc/1989300/\" id=\"a_7\">Alopi Parshad\n&amp;  Sons,  Ltd. v. The Union of India</a>,  (supra).\t There\tthis\nCourt held that the award was liable to be set aside because\nof  an error apparent on the face of the award. An  arbitra-\ntion  award might be set aside on the ground of an error  on\nthe  face  of it when the reasons given\t for  the  decision,\neither in the award or in any document incorporated with it,\nare  based upon a legal proposition which is erroneous.\t But\nwhere  a  specific question is referred, the  award  is\t not\nliable to be set aside on the ground of an error on the face\nof the award even if the answer to the question involves  an\nerroneous  decision  on a point of law. But an\taward  which\nignores express terms of the contract, is bad.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"899911\" id=\"span_22\">Similarly, in\n<a href=\"/doc/899911/\" id=\"a_8\">Jivarajbhai  Ujamshi Sheth &amp; Ors. v. Chintamanrao  Balaji  &amp;\nOrs.</a>  (supra),\tthis Court reiterated that an  award  by  an\narbitrator  is conclusive as a judgment between the  parties\nand  the  court\t is entitled to set aside an  award  if\t the\narbitrator  has\t misconducted himself in the  proceeding  or\nwhen the award has been made after the issue of an order  by\nthe  Court superseding the arbitration or after\t arbitration\nproceedings  have  become invalid under <a href=\"/doc/1912867/\" id=\"a_9\">section\t 35</a>  of\t the\nArbitration  Act or where an award has been improperly\tpro-\ncured  or is otherwise invalid under <a href=\"/doc/1503578/\" id=\"a_10\">section 30</a> of the\tAct.\nAn award may be set aside on the ground of error on the face\nof the award, but an award is not invalid merely because  by\na  process of inference and argument it may be\tdemonstrated\nthat  the arbitrator has committed some mistake in  arriving\nat  his conclusion. The Court, however, went into the  ques-\ntion  whether the arbitrator had included  depreciation\t and\nappreciation of certain assets in the value of the  goodwill\nwhich he was incompetent to include by virtue of the  limits\nplaced upon his authority by the deed of\n<span class=\"hidden_text\" id=\"span_23\">685</span>\nreference. The Court found that was not a case in which\t the\narbitrator had committed an error of fact or law in reaching\nhis  conclusions  on the disputed  questions  submitted\t for\nadjudication.  It was a case of assumption  of\tjurisdiction\nnot  possessed\tby him and that rendered the  award  to\t the\nextent to which it was beyond the arbitrators&#x27; jurisdiction,\ninvalid. This was reiterated by Justice Hidayatullah that if\nthe parties set limits to action by the arbitrator, then the\narbitrator  had\t to follow the limits set for  him  and\t the\ncourt can find that he exceeded his jurisdiction on proof of\nsuch excess. In that case the arbitrator in working out\t net\nprofits for 4 years took into account depreciation of immov-\nable  property.\t For  this reason he must be  held  to\thave\nexceeded  his jurisdiction and it is not a question  of\t his\nhaving\tmerely\tinterpreted the\t partnership  agreement\t for\nhimself\t as to which the Civil Court could have had no\tsay,\nunless\tthere was an error of law on the face of the  award.\nTherefore, it appears to us that there are two different and\ndistinct  grounds involved in many of the cases. One is\t the\nerror  apparent on the face of the award, and the  other  is\nthat the arbitrator exceeded his jurisdiction. In the latter\ncase, the courts can look into the arbitration agreement but\nin the former, it can not, unless the agreement was incorpo-\nrated or recited in the award.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1558249\" id=\"span_24\">In Upper Ganges Valley  Elec-\ntricity\t <a href=\"/doc/1558249/\" id=\"a_11\">Supply Co. Ltd. v. U.P. Electricity Board</a>  (supra),\nthe respondent had taken over the appellant&#x27;s  undertakings,\nbut as the parties were at variance on the true market value\nto  be\tpaid to the appellant, the matter  was\treferred  to\narbitration. As the arbitrators were unable to agree on\t the\nquestion whether the appellant was entitled to\tcompensation\nfor  the  &#x27;service lines&#x27; which were laid with the  help  of\ncontributions made by consumers, they referred the  question\nto the umpire. The umpire framed an issue and gave a finding\nthat  the appellant was not entitled to claim from  the\t re-\nspondent  the  value of the position of\t the  service  lines\nwhich  were laid at the cost of the consumers, for the\tsole\nreason that they were laid at the cost of the consumers. The\nappellant  filed  an  application under <a href=\"/doc/1503578/\" id=\"a_12\">section\t 30</a>  of\t the\nArbitration Act, 1940 challenging the validity of the  award\non  the\t question. The lower court and the High\t Court\theld\nagainst\t the appellant. Allowing the appeal, it was held  by\nthis  Court  that the appellant&#x27;s  application\tfor  setting\naside the award could succeed only if there was any error of\nlaw on the face of the award. There, it was found, that\t the\numpire\thad made a speaking award and there was no  question\nof  the\t construction  of any document\tincorporated  in  or\nappended to the award. If it was transparent from the  award\nthat a legal proposition which forms its basis is erroneous,\nthe award is liable to be set aside.</span>\n</p><p data-structure=\"Precedent\" id=\"p_30\">An award may be remitted or set aside on the ground that the\n<span class=\"hidden_text\" id=\"span_25\"> 686</span>\narbitrator  in making it, had exceeded his jurisdiction\t and\nevidence of matters not appearing on the face of it, will be\nadmitted in order to establish whether the jurisdiction\t had\nbeen  exceeded or not, because the nature of the dispute  is\nsomething which has to be determined outside award--whatever\nmight  be said about it in the award or by  the\t arbitrator.\nSee  in this connection, the observations of Russell on\t The\nLaw of Arbitration, 20th Edn. 427. Also see the observations\nof Christopher Brown Ltd. v. Genossenschaft Oesterreichisch-\ner etc., [1954] 1 QB 8 at p. 10 and Dalmia Dairy  Industries\nLtd v. National Bank of Pakistan, [1978] 2 Lloyd&#x27;s Rep\t223.\nIt has to be reiterated that an arbitrator acting beyond his\njurisdiction--is a different ground from the error  apparent\non the face of the award. In Halsbury&#x27;s Laws of England (4th\nEdn. Vol. 2 para 622) one of the misconducts enumerated,  is\nthe  decision  by the arbitrator on a matter  which  is\t not\nincluded  in the agreement or reference. But in such a\tcase\none has to determine the distinction between an error within\nthe jurisdiction and an error in excess of the jurisdiction.\nSee the observations in Anisminic Ltd. v. Foreign  Compensa-\ntion  Commission,  [1969]  2 AC 147 and\t Regina\t v.  Noseda,\nField,\tKnight &amp; Fitzpatrick, [1958] 1 WLR 793. But, in\t the\ninstant case the court had examined the different claims not\nto  find out whether these claims were within  the  disputes\nreferable  to  the arbitrator, but to find  out\t whether  in\narriving at the decision, the arbitrator had acted correctly\nor  incorrectly.  This,\t in our opinion, the  court  had  no\njurisdiction to do, namely, substitution of its own  evalua-\ntion of the conclusion of law or fact to come to the conclu-\nsion  that the arbitrator had acted contrary to the  bargain\nbetween the parties. Whether a particular amount was  liable\nto be paid or damages liable to be sustained, was a decision\nwithin\tthe  competency of the arbitrator in this  case.  By\npurporting to construe the contract the court could not take\nupon  itself the burden of saying that this was contrary  to\nthe contract and, as such, beyond jurisdiction. It has to be\ndetermined  that there is a distinction between disputes  as\nto the jurisdiction of the arbitrator and the disputes as to\nin what way that jurisdiction should be exercised. There may\nbe  a conflict as to the power of the arbitrator to grant  a\nparticular  remedy. See Commercial Arbitration by  Sir\tN.J.\nMustil and Stewart C. Boyd page 84.\n</p><p data-structure=\"Precedent\" id=\"p_31\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1356455\" id=\"span_26\">The High Court in the judgment under appeal referred  to\nthe decision of the Division Bench of the Kerala High  Court\nin  <a href=\"/doc/1356455/\" id=\"a_13\">State of Kerala v. Poulose</a>, (supra). Our  attention\t was\nalso  drawn  to\t <a href=\"/doc/1356455/\" id=\"a_14\">the said decision</a> by the  counsel  for\t the\nrespondents  that  if an arbitrator or\tthe  umpire  travels\nbeyond his jurisdiction and arrogates jurisdiction that does\nnot  vest  in  him, that would be a ground  to\timpeach\t the\naward. If\n<span class=\"hidden_text\" id=\"span_27\">687</span>\nan arbitrator, even in a non-speaking award decides contrary\nto  the basic features of the contract, that  would  vitiate\nthe  award, it was held. It may be mentioned that in so\t far\nas the decision given that it was possible for the court  to\nconstrue  the terms of the contract to come to a  conclusion\nwhether\t an award made by the arbitrator was possible to  be\nmade or not, in our opinion, this is not a correct  proposi-\ntion in law and the several decisions relied by the  learned\nJudge  in  support of that proposition do not  support\tthis\nproposition.  Once there is no dispute as to  the  contract,\nwhat is the interpretation of that contract, is a matter for\nthe arbitrator and on which court cannot substitute its\t own\ndecision.</span>\n</p><p data-structure=\"Precedent\" id=\"p_32\">    Reference  was  also made to the decision  in  State  of\nKerala v. Raveendranathan, [1987] 1 KLT 604. Insofar as\t the\ncourt  held  therein that an arbitrator deciding  a  dispute\nunder  the contract, is bound by the contract, the court  is\nright. The court cannot, however, substitute the decision of\nthe  arbitrator as to what was meant by the  contract,\tonce\nthat dispute is conceded to the arbitrator. In so far and to\nthe  extent the aforesaid decision of the Kerala High  Court\ndecided to the contrary, the same is not the correct law.\n    The\t Kerala\t High Court in certain decisions  relied  on\ncertain\t authorities of England. In a decision of the  House\nof  Lords  in F.R. Absalom, Ltd. v. Great  Western  (London)\nGarden Village Society, Ltd., [1933] AC 592 it was held that\nthe arbitrator had erred in his construction of clause 30 of\nthe contract. But as the judgment of Lord Warrington at page\n600  of the report, made it quite clear that the  arbitrator\nhad  recited the terms of clause 32 of the contract  in\t the\naward,\tand thereafter on the construction of  that  clause,\nthe  court decided that the arbitrator had misconstrued\t the\neffect thereof. That was a case where dispute was not within\nthe  contract. In Heyman &amp; Anr. v. Darwins, Ltd., [1942]  AC\n356  the controversy was entirely different.  Similarly,  in\nAttorney General for Manitoba v. Kelly &amp; Ors., (supra), upon\nwhich  the High Court in the judgment under appeal  referred\nwas  again  in a different context. There, in an  action  in\nManitoba  against building contractors to recover  sums\t im-\nproperly  paid to them under a contract, and for damages,  a\njudgment  by  consent was entered whereby it  was  provided,\ninter  alia, that the plaintiff should recover, among  other\nsums,  &quot;all  loss to the plaintiff by  reason  of  defective\nworkmanship and materials&quot;, and that these should be set off\nagainst\t the sums recovered by the plaintiff the fair  value\nof the work done and materials provided at fair contractor&#x27;s\nprices.\t The  judgment, however, provided further  that\t the\nsums to be debited and\n<span class=\"hidden_text\" id=\"span_28\"> 688</span>\ncredited  were to be determined by two appraisers, and\tthat\nany matter upon which they differed was to be referred to  a\nnamed  umpire  whose decision thereon was to be\t final;\t and\nthat  the  Manitoba Arbitration Act should  not\t apply.\t The\ndefendants moved to set aside or vary an award. It was\theld\nthat  under the words &quot;all loss&quot; there was  jurisdiction  to\naward to the plaintiff not only sums actually expended,\t but\nalso  a\t sum estimated as being necessary to make  good\t the\ndefects,  and that extrinsic evidence was not admissible  to\nshow  that the sum allowed to the defendants as set-off\t had\nbeen reduced in respect of defective work for which they had\nalso been debited. Further, it was held that the award being\nwithin\tthe  jurisdiction conferred by the  submission,\t and\nthere  being no error apparent on its face, it could not  be\nquestioned either on the facts or on the law.\n</p><p data-structure=\"Precedent\" id=\"p_33\">    In the instant case, the High Court seems to have fallen\ninto an error of deciding the question on interpretation  of\nthe contract. In the aforesaid view of the matter we are  of\nthe  opinion  that the High Court was in error.\t It  may  be\nstated\tthat if on a view taken of a contract, the  decision\nof the arbitrator on certain amounts awarded, is a  possible\nview  though  perhaps not the only correct view,  the  award\ncannot\tbe examined by the court in the manner done  by\t the\nHigh Court in the instant case.\n</p><p data-structure=\"Conclusion\" id=\"p_34\">    In\tlight of the above, the High Court, in our  opinion,\nhad  no jurisdiction to examine the different items  awarded\nclause\tby clause by the arbitrator and to hold\t that  under\nthe  contract these were not sustainable in the facts  found\nby the arbitrator.\n</p><p data-structure=\"Conclusion\" id=\"p_35\">    These appeals are, therefore, allowed. The judgment\t and\norder of the High Court are set aside and the orders of\t the\nlearned Sub Judge are restored. In the facts and the circum-\nstances\t of the case, however, the parties will\t bear  their\nown costs.\n</p><pre id=\"pre_2\">P.S.S.\t\t\t\t\t       Appeals\t al-\nlowed.\n<span class=\"hidden_text\" id=\"span_29\">689</span>\n\n\n\n</pre>","numcites":9,"numcitedby":613,"docsource":"Supreme Court of India","citetid":588099,"divtype":"judgments","relatedqs":[{"value":"misconduct of arbitrator","formInput":"misconduct%20of%20arbitrator"},{"value":"error apparent on face of award","formInput":"error%20apparent%20on%20face%20of%20award"},{"value":"counter claim ","formInput":"counter%20claim%20"},{"value":"setting aside of award","formInput":"setting%20aside%20of%20award"},{"value":"arbitrator not court","formInput":"arbitrator%20not%20court"},{"value":"high court judgments","formInput":"high%20court%20judgments"},{"value":"works contract","formInput":"works%20contract"},{"value":"arbitrator jurisdiction","formInput":"arbitrator%20jurisdiction"},{"value":"error of law","formInput":"error%20of%20law"},{"value":"award should be reasoned  ","formInput":"award%20should%20be%20reasoned%20%20"},{"value":"final bill","formInput":"final%20bill"},{"value":"what is exceeding jurisdiction","formInput":"what%20is%20exceeding%20jurisdiction"},{"value":"alopi parshad","formInput":"alopi%20parshad"},{"value":" award by arbitrator","formInput":"%20award%20by%20arbitrator"},{"value":"speaking award ","formInput":"speaking%20award%20"},{"value":"apparent error on the face of it","formInput":"apparent%20error%20on%20the%20face%20of%20it"},{"value":"\"security deposit\"","formInput":"%22security%20deposit%22"},{"value":"reference to arbitrator","formInput":"reference%20to%20arbitrator"},{"value":"Terms of the contract","formInput":"Terms%20of%20the%20contract"},{"value":"arbitration act","formInput":"arbitration%20act"}],"cats":[{"value":"set-aside-award","formInput":"tag:set-aside-award"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":true,"query_alert":null,"agreement":false}