{"tid":128412049,"publishdate":"2018-10-05","title":"M/S. Bimala Gas Service & Anr vs Indian Oil Corporation Limited & Ors on 5 October, 2018","doc":"<h2 class=\"doc_title\">M/S. Bimala Gas Service &amp; Anr vs Indian Oil Corporation Limited &amp; Ors on 5 October, 2018</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-sinha\">Amrita Sinha</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-sinha\">Amrita Sinha</a></h3>\n\n<pre id=\"pre_1\">                  IN THE HIGH COURT AT CALCUTTA\n                    Constitutional Writ Jurisdiction\n                            Appellate Side\n\nPresent :- Hon&#x27;ble Justice Amrita Sinha\n\n                         WP No. 12206 (W) of 2014\n                      M/s. Bimala Gas Service &amp; Anr.\n                                    Vs.\n                   Indian Oil Corporation Limited &amp; Ors.\n\nFor the writ petitioner         :-    Mr. Amales Ray, Adv.\n                                      Ms. Mousumi Bhowal, Adv.\n                                      Mr. Deborshi Dhar, Adv.\n\nFor the Respondent              :-    Mr. M.S. Yadav, Adv.</pre>\n\n<pre id=\"pre_2\">Heard on                        :-    22.06.2018, 10.08.2018 &amp; 14.09.2018\n\n\nJudgment on                     :-    05-10-2018\n\nAmrita Sinha, J.:-\n\n</pre><p data-structure=\"Issue\" id=\"p_1\">      The impugned order dated 26th March, 2014 terminating the liquefied\n\npetroleum gas (LPG for short) distributorship of the petitioners by the\n\nrespondent Indian Oil Corporation Limited (IOCL for short) is the subject\n\nmatter of challenge in the instant writ petition.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n</p><p data-structure=\"CDiscource\" id=\"p_3\">      All the parties have been served. An affidavit of service is on record.\n\nNone appears on behalf of the respondent no. 6 in spite of service.\n\n\n</p><p data-structure=\"Facts\" id=\"p_4\">      The facts of the case are as follows:\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">\n</p><blockquote id=\"blockquote_1\">      Hiralal Sarkar the petitioner no. 3 as sole proprietor of M/s. Bimala\n\nGas Service applied for obtaining LPG distributorship at Dhupguri, district\n\nJalpaiguri sometimes in 1996. A letter of intent was issued in his favour by\n\nIOCL on 2nd April, 1996. As per Clause 1.2 of the said letter of intent the\n\ndistributor was debarred from inducting any partner during the continuation\n\nof the distributorship. The said letter of intent was thereafter cancelled by\n\nIOCL vide letter dated 6th February, 1997 and was again revived vide letter\n\ndated 3rd August, 2000. A formal letter of appointment of the petitioner No.3\n as distributor was issued by IOCL on 15th February, 2001. An agreement of\n\ndistributorship was executed by and between the said Hiralal Sarkar\n\nproprietor of M/s. Bimala Gas Service and IOCL on 20th March, 2001. The\n\npetitioner No.3 continued with the business for a considerable period of time.\n\n\n</blockquote><blockquote id=\"blockquote_2\">       Due to ill health Hiralal Sarkar was unable to manage his business\n\neffectively.    With prior intimation to IOCL he entered into a deed of\n\npartnership with his wife the petitioner no. 2 Smt. Sumita Sarkar on 21st\n\nMay, 2012 for effective management of his business.             The deed of\n\npartnership was duly registered before the District Sub-Registrar, Jalpaiguri\n\non 24th May, 2012.         The reconstitution of the distributorship from\n\nproprietorship to partnership was communicated to IOCL who approved the\n\nsame. On 28th June, 2012 a fresh memorandum of agreement was entered\n\nin between the partnership firm of M/s. Bimala Gas Service and IOCL.\n\n\n</blockquote><blockquote id=\"blockquote_3\">       One Sujit Guha the respondent No. 6 herein filed a title suit being T.S\n\nNo. 399 of 2012 in the Court of the learned Civil Judge (junior division) at\n\nAlipore against IOCL and all the petitioners herein praying for a decree of\n\ndeclaration that the deed of partnership dated 26th December, 2000 entered\n\nin between the plaintiff (Sujit Guha) and defendant no. 2 (Hiralal Sarkar) was\n\nvalid and in the alternative to cancel the distributorship license issued by\n\nIOCL in favour of Hiralal Sarkar. In the plaint the primary allegation was\n\nthat the said Sujit Guha invested a considerable sum of money in setting up\n\nthe LPG distributorship business of Hiralal Sarkar and the entire business of\n\nHiralal Sarkar was managed and looked after by the plaintiff. Hiralal Sarkar\n\nassured the plaintiff that a proper deed of partnership would be executed\n\nand Sujit Guha will be made one of the partners of the distributorship\n\nbusiness.      Instead of executing the deed of partnership with Sujit Guha\n\nHiralal Sarkar executed the deed of partnership with his wife Sumita Sarkar.\n\nBoth Hiralal Sarkar and Sumita Sarkar played fraud upon the plaintiff and\n deprived the plaintiff from his legitimate share of profit from the\n\ndistributorship business. The petitioners herein contested the said Suit and\n\nthe same was ultimately dismissed for default on 14th September, 2017.\n\n\n</blockquote><blockquote id=\"blockquote_4\">      The said Sujit Guha also lodged a complaint before the area manager,\n\nIOCL on 19th October, 2012 alleging that he had invested huge sum of money\n\nin the business of Hiralal Sarkar and he was the person who conducted the\n\nday to day business of Hiralal Sarkar. In the said letter it was also alleged\n\nthat he (Sujit Guha) was forcefully restrained from entering into the office of\n\nthe distributor due to which he had to suffer financial hardship.\n\n\n</blockquote><blockquote id=\"blockquote_5\">      Pursuant to the aforesaid complaint lodged by Sujit Guha the\n\nrespondent No. 6 herein IOCL issued a show cause notice in favour of the\n\npetitioner no. 2 on 15th April, 2013.     In the said show cause notice the\n\npetitioner no. 2 was described as proprietor of M/s. Bimala Gas Service. It\n\nwas mentioned that as per the terms and conditions of Clause 1.2 of the\n\ndistributorship agreement dated 20th March, 2001 it was mandated upon the\n\ndistributorship not to induct any partner. As the petitioner no. 2 inducted\n\nthe respondent No. 6 as a partner of the said distributorship business the\n\npetitioner no. 2 have deliberately and intentionally suppressed the said fact\n\nand violated the conditions of the letter of intent. The petitioner no. 2 was\n\ndirected to show cause as to why the distributorship agreement shall not be\n\nterminated for violation of the terms and conditions of the letter of intent.\n\n\n</blockquote><blockquote id=\"blockquote_6\">      The petitioner no. 2 replied to the said show cause notice vide his letter\n\ndated 8th May, 2013 and denied all the allegations made therein along with\n\nsupporting documents in his favour.\n</blockquote>\n<blockquote id=\"blockquote_7\">\n</blockquote><blockquote id=\"blockquote_8\">      Vide a letter dated 26th September, 2013 IOCL issued a further show\n\ncause notice to all the petitioners containing the selfsame allegations made\n\nin the earlier show cause notice.     The petitioners duly replied to the said\n show cause vide letter dated 23rd October, 2013.       A personal hearing was\n\ngiven to the petitioners on 22nd January, 2014 and by a letter dated 26th\n\nMarch, 2014 IOCL terminated the distributorship of the petitioners.\n\n\n</blockquote><blockquote id=\"blockquote_9\">      The said termination is impugned in the instant writ petition.\n\n\n      The main contention of the petitioners is that their distributorship had\n\nbeen cancelled on the charge of violation of the terms and conditions of the\n\nletter of intent amounting to fraud upon IOCL and for violation of clauses 21,\n\n23(b) and 23(c)(i) of the distributorship agreement.\n</blockquote>\n<blockquote id=\"blockquote_10\">\n</blockquote><blockquote id=\"blockquote_11\">      The petitioners submit that initially the petitioner no. 3 as an\n\nindividual applied for the distributorship in the year 1996 and the letter of\n\nintent was issued in favour of the petitioner no. 3 as sole proprietor on 2nd\n\nApril, 1996 which was subsequently cancelled on 6th February, 1997 and\n\nagain revived on 3rd August, 2000. The petitioner no. 3 was appointed as\n\ndistributor on 15th February, 2001 and the distributorship agreement was\n\nentered in between the petitioner no. 3 and IOCL on 20th March, 2001.\n\nThereafter the petitioner no. 3 with the prior permission of IOCL inducted his\n\nwife as a partner to assist him in his business and executed a proper deed of\n\npartnership with his wife. The said deed of partnership was duly registered\n\nand the registered deed was forwarded to IOCL. IOCL accepted the proposal\n\nfor reconstitution of the proprietorship firm to partnership and recorded the\n\nname of Sumita Sarkar the petitioner no. 2 herein as one of the partners of\n\nthe distributorship. A formal memorandum of agreement was also entered in\n\nbetween the partnership firm and IOCL on 28th June, 2012. The petitioners\n\nclaim that the entire process of reconstitution of the business from\n\nproprietorship to partnership was made known to IOCL and it is only after\n\nthe IOCL approved of the change of constitution of the business fresh\n\nmemorandum of agreement was entered in between the petitioners and the\n\nrespondent no. 1.     It is strenuously contended that there had been no\n violation of any of the terms and conditions of the agreement entered in\n\nbetween the parties. It is further submitted that IOCL ought not to interfere\n\nin the private dispute raised by the respondent no. 6 against the petitioners.\n\nMoreover, the title suit filed by the respondent no. 6 in the learned Court\n\nbelow had also been dismissed for default. The said private respondent is\n\nnot taking any steps before any of the legal forums including the High Court.\n\nHe submits that the private respondent is intentionally and deliberately\n\navoiding the legal proceedings as he does not have any valid reason to stop\n\nthe business of the petitioners. Had he been really interested to contest the\n\nproceeding then he would have definitely taken steps before the court of law.\n\nThe private respondent has conspicuously maintained his silence before this\n\nCourt, the learned Civil Court as well as before IOCL. He also submits that\n\nthe petitioners have forwarded all the relevant documents including the bank\n\naccount details, income tax returns, balance sheet etc. wherein all the\n\ntransactions relating to the business had been recorded and wherefrom it\n\ncould be understood that the private respondent did not invest any money in\n\nthe business of the petitioners. As regards admission of the fact that the\n\npetitioner no. 3 had executed a deed of partnership with the respondent no.\n\n6 it has been submitted that though the deed was executed but the same\n\nwas never given effect to and the same was never acted upon in between the\n\nparties. The alleged deed of partnership entered in between Hiralal Sarkar\n\nthe petitioner no. 3 and Sujit Guha the respondent no. 6 herein was a mere\n\nproposal which ultimately did not materialize.\n</blockquote>\n<blockquote id=\"blockquote_12\">\n</blockquote><p data-structure=\"RespArg\" id=\"p_6\">      The petitioners submit that in the first show cause notice issued in the\n\nname of Hiralal Sarkar IOCL had referred to the distributorship agreement\n\ndated 20th March, 2001. He submits that the agreement dated 20th March,\n\n2001 lost its force immediately upon execution of the subsequent\n\ndistributorship agreement dated 28th June, 2012. On the date of issuance of\n the show cause notice i.e. 15th April, 2013 the agreement dated 20th March,\n\n2001 was no longer in existence and accordingly no steps could have been\n\ntaken relying on the said agreement. He submits that any action taken in\n\nconnection with a non-existent agreement is non est in the eye of law.\n\n\n</p><p data-structure=\"PetArg\" id=\"p_7\">      It has also been submitted that IOCL issued a second show cause\n\nnotice on 26th September, 2013 in order to rectify the mistake that IOCL had\n\ncommitted in issuing the first show cause notice dated 15th April, 2013. In\n\nthe second show cause notice also IOCL referred to their earlier show cause\n\nnotice dated 15th April, 2013. It is contended that in the second show cause\n\nnotice IOCL admitted that they had accepted the proposal of the petitioner\n\nno. 3 for reconstitution of the business from proprietorship to partnership.\n\n\n</p><p data-structure=\"PetArg\" id=\"p_8\">      It is the specific case of the petitioners that according to clause 21 of\n\nthe agreement a distributor was restrained from selling, assigning,\n\nmortgaging or parting with or otherwise transferring his interest in the\n\ndistributorship or the right, interest or benefit conferred on him by the\n\nagreement to any other person. It has been submitted that the terms and\n\nconditions of the said agreement are prospective in operation and are\n\neffective on and from the date of entering into the agreement on 28th June,\n\n2012. The petitioners never entered into any agreement regarding change of\n\nconstitution of the partnership business after 28th. June 2012. He submits\n\nthat the allegation of entering into a partnership business with the private\n\nrespondent no. 6 dated back to the year 2000 and the last memorandum of\n\nagreement was entered by and between the petitioners and IOCL in 2012,\n\naccordingly the fact of entering into agreement in the year 2000 cannot and\n\nshould not lead to cancellation of the distributorship which had been entered\n\nin the year 2012.\n</p>\n<p data-structure=\"Section\" id=\"p_9\">\n</p><p data-structure=\"PetArg\" id=\"p_10\">      The learned Advocate for the petitioners relies on the following\n\njudgments in support of his case:\n</p><blockquote id=\"blockquote_13\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"514236\" id=\"span_1\">(<a href=\"/doc/514236/\" id=\"a_1\">1) (2010) 13 SCC 427 Oryx Fisheries Pvt. Ltd. vs. Union of India &amp;\n\n  Ors.</a> on the proposition that the show cause notice hinted of alleged\n\n  guilt instead of telling the charges, that is, the initiation of the\n\n  proceeding was made with a closed mind set. The show cause notice\n\n  and the hearing thereafter was an empty ceremony as the authorities\n\n  had already prejudged the issue and had formed an opinion.</span>\n\n</blockquote><p data-structure=\"Section\" id=\"p_11\">  Accordingly the proceeding was not fair and the same is liable to be set\n\n  aside.\n</p>\n<p data-structure=\"Precedent\" id=\"p_12\">\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1788673\" id=\"span_2\">(<a href=\"/doc/1788673/\" id=\"a_2\">2) (2009) 9 SCC 466 Commissioner of Central Excise, Bhubaneswar-I\n\n  vs. Champdany Industries Ltd.</a> on the proposition that since the\n\n  foundation of the case i.e. the issuance of the show cause notice was\n\n  not proper accordingly the entire proceeding is liable to fall through.</span>\n\n\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"609434\" id=\"span_3\">(<a href=\"/doc/609434/\" id=\"a_3\">3) (2011) 5 SCC 697 Union of India &amp; Ors. Vs. Tatia Construction\n\n  Pvt. Ltd.</a> on the proposition that availability of alternative remedy is\n\n  not an absolute bar for invocation of the writ jurisdiction.</span>\n\n\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1603548\" id=\"span_4\">(<a href=\"/doc/1603548/\" id=\"a_4\">4) (2003) 2 SCC 107 Harbanslal Sahnia &amp; Anr. vs. Indian Oil\n\n  Corporation Ltd. &amp; Ors.</a> wherein it was held that as the petitioner&#x27;s\n\n  dealership being their bread and butter came to be terminated for an\n\n  irrelevant and non existent cause the High Court should have allowed\n\n  relief instead of driving them to the need of initiating arbitration\n\n  proceedings.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_13\">\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1863304\" id=\"span_5\">(<a href=\"/doc/1863304/\" id=\"a_5\">5) (2007) 9 SCC 593 Popcorn Entertainment &amp; Anr. vs. City\n\n  Industrial Development Corporation &amp; Anr.</a> on the proposition that\n\n  writ petitions can be entertained in contractual matters and the same\n\n  need not be necessarily dismissed on the ground of availability of\n\n  alternative remedy.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_14\">    (6) AIR 2006 SC 871 Dresser Rand S.A vs M/s. Bindal Agro Chem Ltd.\n\n        &amp; Anr. on the proposition that a letter of intent merely indicates a\n\n        party&#x27;s intention to enter into a contract with the other party in future.\n\n        A letter of intent is not intended to bind other party ultimately to enter\n\n        into any contract.\n</p>\n<p data-structure=\"RespArg\" id=\"p_15\">\n        IOCL has filed opposition in the writ petition. The learned Advocate\n\nappearing     for   IOCL     raises   a   preliminary   objection   as    regards    the\n\nmaintainability of the writ petition.       He submits that the dispute arose in\n\nconnection     with   the    distributorship    agreement    which       contained   an\n\narbitration clause. As per the said clause disputes and differences in relation\n\nto the said agreement were liable to be referred to the sole arbitrator. He\n\nprays for dismissal of the writ petition on the ground of availability of\n\nalternative remedy.\n</p>\n<p data-structure=\"Precedent\" id=\"p_16\">\n</p><p data-structure=\"PetArg\" id=\"p_17\">        He further submits that at the time of execution of the memorandum\n\nof agreement on 28th June, 2012 the petitioners have suppressed the fact of\n\nentering into a partnership business with Sujit Guha on 26th December,\n\n2000.     He submits that the petitioner no. 3 initially applied for the\n\ndistributorship in his individual capacity but thereafter he inducted his wife\n\nas a partner. He submitted that IOCL had approved the partnership between\n\nthe petitioner no. 2 and petitioner no. 3 but the petitioner no. 3 had\n\nsurreptitiously kept the IOCL in the dark with regards to the partnership\n\nagreement which he had entered with the private respondent in the year\n\n2000.    He submits that the petitioner no. 3 was illegally transferring the\n\nbenefit of the business in favour of the private respondent which was not\n\ndisclosed to IOCL. It is submitted that IOCL being a public limited company\n\ncannot shut its eyes and allow illegal activities to perpetuate. He submits\n\nthat the petitioners are bound by the terms and conditions mentioned in the\n\ndeed of agreement entered in between the parties and the distributorship of\n the petitioners had been rightly terminated due to violation of several\n\nconditions mentioned in the distributorship agreement.              The learned\n\nAdvocate for the respondent further submits that there was no public law\n\nelement involved in the matter and the dispute in between the private parties\n\nis not amenable under the high prerogative writ jurisdiction of this Hon&#x27;ble\n\nCourt. He submits that the same can be effectively resolved in a domestic\n\nforum and accordingly the writ petition is liable to be rejected.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_18\">      The learned Advocate relies upon the following judgments in support of\n\nhis aforesaid contentions:\n</p>\n<p data-structure=\"Precedent\" id=\"p_19\">\n</p><blockquote id=\"blockquote_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_6\">(<a href=\"/doc/1156062/\" id=\"a_6\">1)   (1996) 6 SCC 22 State of UP &amp; Ors. vs. Bridge and Roof Co. (India)\n\nLtd.</a> on the proposition of dismissal of writ petition on the ground of\n\navailability of effective alternative remedy wherein it has been held that the\n\ncontract between the parties not being a statutory contract is in the realm of\n\nprivate law. It is governed by the provisions of the <a href=\"/doc/171398/\" id=\"a_7\">Contract Act</a>. The writ\n\npetition praying for issuance of a writ of mandamus was wholly misconceived\n\nand not maintainable in law.      It further held that when a contract itself\n\nprovides for a mode of settlement for a dispute arising from the contract,\n\nthere is no reason why the parties should not follow and adopt that remedy\n\nand invoke the extraordinary jurisdiction of the High Court under Article</span>\n\n</blockquote><blockquote id=\"blockquote_15\">226. The existence of an effective alternative remedy provided in the contract\n\nitself is a good ground for the Court to decline to exercise its extraordinary\n\njurisdiction under <a href=\"/doc/1712542/\" id=\"a_8\">Article 226.</a>\n</blockquote>\n<blockquote id=\"blockquote_16\">\n</blockquote><p data-structure=\"Precedent\" id=\"p_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1089337\" id=\"span_7\">(<a href=\"/doc/1089337/\" id=\"a_9\">2)   (2007) 14 SCC 680 Empire Jute Co. Ltd. &amp; Ors. Vs Jute\n\nCorporation of India Ltd. &amp; Anr.</a> wherein the Hon&#x27;ble Supreme Court held\n\nthat the power of judicial review vested in the superior Courts undoubtedly\n\nhas wide amplitude but the same should not be exercised when there exists\n\nan arbitration clause.</span>\n</p><p data-structure=\"Precedent\" id=\"p_21\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"855552\" id=\"span_8\">(<a href=\"/doc/855552/\" id=\"a_10\">3)   (2008) 8 SCC 172 Pimpri Chinchwad Municipal Corporation &amp;\n\nOrs. Vs. Gayatri Construction Co. &amp; Anr.</a> wherein it was held that\n\ndisputes relating to contracts cannot be agitated under <a href=\"/doc/1712542/\" id=\"a_11\">Article 226</a> of the\n\nConstitution of India. It is a matter for adjudication by a civil court or in\n\narbitration if provided for in the contract.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_22\">\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"160601512\" id=\"span_9\">(4)   (2016) SCC online <a href=\"/doc/160601512/\" id=\"a_12\">DEL 2501 Shivan Auto Centre vs. Indian Oil\n\nCorporation Ltd. &amp; Anr.</a> wherein it was held that running of business by a\n\nthird party for the last several years is contrary to the policy of the\n\nCorporation.    Though the respondent had provided all the facilities and\n\ngranted dealership to the appellant who is a widow, yet a third party is\n\nenjoying the profits and benefits to an extent of 98% and such an act is an\n\nirreversible act.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_23\">\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"77081689\" id=\"span_10\">(<a href=\"/doc/77081689/\" id=\"a_13\">5)   (2015) 7 SCC 728 Joshi Technologies International Inc. vs. Union\n\nof India &amp; Ors.</a> wherein it was held that in pure contractual matters the\n\nextraordinary remedy of writ under <a href=\"/doc/1712542/\" id=\"a_14\">Article 226</a> or <a href=\"/doc/981147/\" id=\"a_15\">Article 32</a> of the\n\nConstitution cannot be invoked. However, in a limited sphere such remedies\n\nare available only when the non-Government contracting party is able to\n\ndemonstrate that it is a public law remedy which such party seeks to invoke,\n\nin contradistinction to the private law remedy simpliciter under the contract.</span>\n\n\n</p><p data-structure=\"PetArg\" id=\"p_24\">      In reply to the submissions made by the learned Advocate appearing\n\nfor IOCL the petitioners submit that there in an element of public law\n\ninvolved in the issue in question as the matter relates to distribution of LPG\n\ncylinders to the general public. The petitioners supplied gas cylinders to the\n\npublic which were used by the public for their daily use and accordingly the\n\ngeneral public had to suffer due to termination of the distributorship of the\n\npetitioners.   Apart from the above the petitioners further submit that the\n\ndistributorship was their source of livelihood. Their bread and butter\n\ndepended upon the running of the distributorship business. Fundamental\n right of the petitioners were being infringed by the respondent company and\n\naccordingly the writ petition is liable to be entertained and necessary\n\ndirections be issued upon the respondent authority to restore the\n\ndistributorship business of the petitioners.\n</p>\n<p data-structure=\"Precedent\" id=\"p_25\">\n</p><p data-structure=\"Facts\" id=\"p_26\">      After hearing the rival contentions made on behalf of both the parties\n\nand upon perusal of the documents annexed to the writ petition it appears\n\nthat a letter of intent was issued in the name of Hiralal Sarkar the petitioner\n\nno.3 on 2nd April, 1996 which stood cancelled on 6th February, 1997 and\n\nthereafter again revived vide letter dated 3rd August, 2000. Pursuant to the\n\nletter of intent an agreement was entered on 20th March, 2001 between IOCL\n\nand Hiralal Sarkar, proprietor M/s. Bimala Gas Service.          There was a\n\nrestriction in the agreement to the effect that the distributor without\n\nprevious written consent of the Corporation shall not enter into any\n\narrangement, contract or understanding whereby the operation of distributor\n\nmay be controlled/carried out and/or financed by any other person, firm or\n\ncompany and a further restriction that the distributor shall not effect any\n\nchange in its constitution whether in the identity of his partners or\n\nappointment of whole-time officer bearers.       Accordingly the distributor\n\nHiralal Sarkar made a proposal before IOCL praying for permission to\n\nreconstitute his business from proprietorship to partnership. IOCL accepted\n\nthe proposal of Hiralal Sarkar and vide letter dated 28th June, 2012\n\npermitted Hiralal Sarkar proprietor M/s. Bimala Gas Service to reconstitute\n\nhis proprietorship firm to a partnership business. Hiralal incorporated the\n\nname of his wife as his partner and executed and registered a deed of\n\npartnership.   IOCL executed a fresh distributorship agreement with the\n\npartnership firm on 28th June, 2012.\n</p>\n<p data-structure=\"Precedent\" id=\"p_27\">\n</p><p data-structure=\"CDiscource\" id=\"p_28\">      Pursuant to a complaint lodged by the respondent no. 6 herein on 19th\n\nOctober, 2012 a show cause notice was issued upon Hiralal Sarkar\n proprietor of M/s. Bimala Gas Service. Hiralal Sarkar replied to the show\n\ncause. A second show cause notice in continuation to the earlier show cause\n\nwas issued on 26th September, 2013 in the name of the partnership firm as\n\nwell as both its partners. The petitioners replied to the show cause notice. A\n\nnotice to appear for hearing was issued upon the petitioners as well as the\n\nrespondent no. 6.        Though the petitioners appeared and produced\n\ndocuments in support of their case at the time of hearing the private\n\nrespondent abstained and did not appear in the hearing. IOCL terminated\n\nthe LPG distributorship on the ground of violation of the terms and\n\nconditions mentioned in the letter of intent as well as the distributorship\n\nagreement.\n</p>\n<p data-structure=\"Precedent\" id=\"p_29\">\n</p><p data-structure=\"RespArg\" id=\"p_30\">      It appears that the private respondent also preferred a title suit in the\n\nCourt of the learned Civil Judge (Junior Division) at Alipore against IOCL as\n\nwell as the petitioners.    The said suit was dismissed for default on 14th\n\nSeptember, 2017. The private respondent did not take any steps to contest\n\nthe instant writ petition either.\n</p>\n<p data-structure=\"Precedent\" id=\"p_31\">\n</p><p data-structure=\"CDiscource\" id=\"p_32\">      From the conduct of the private respondent it appears that apart from\n\nlodging a complaint before IOCL he did not take any further steps to proceed\n\nwith his case. The said private respondent also did not take any steps to\n\npursue the title suit which he had filed before the learned Court below. The\n\nconduct of the private respondent clearly indicates that he is no longer\n\ninterested to proceed with his complaint. In the absence of any testimony\n\nfrom the side of the private respondent IOCL could not have come to a\n\ndefinite conclusion with regards to the veracity of the allegations made in his\n\nletter of complaint. On the contrary the petitioners all along took steps to\n\ndefend their case. The petitioners have also annexed copies of the income\n\ntax returns as well as the audited accounts in respect of the proprietorship\n concern as well as the partnership business to disprove the allegations that\n\nhad been made against them.\n</p>\n<p data-structure=\"Precedent\" id=\"p_33\">\n</p><p data-structure=\"Conclusion\" id=\"p_34\">      In the letter of termination the grounds mentioned are violation of\n\nclauses 21, 23(b) and 23(c)(i) of the distributorship agreement. Clauses 21,\n\n23 (b) and 23 (c) (i) of the distributorship agreement dated 28th June, 2012\n\nare set out herein below:\n</p>\n<p data-structure=\"Precedent\" id=\"p_35\">\n</p><blockquote id=\"blockquote_17\">      21.   The Distributor shall not sell, assign, mortgage or part with or\n\notherwise transfer his interest in the distributorship or the right, interest or\n\nbenefit conferred on him by this agreement to any person. In the event of the\n\nDistributor being a partnership firm any change in the constitution of the firm,\n\nwhether by retirement, introduction of new partners or otherwise howsoever\n\nwill not be permitted without the previous written approval of the Corporation\n\nnotwithstanding   that   the   Corporation    may   have   dealings   with   such\n\nreconstituted firm or impliedly waived or condoned the breach or default\n\nmentioned hereinabove by the Distributor. In the event of death of any of the\n\npartners, the Distributor shall immediately inform the Corporation giving the\n\nnecessary particulars of the heirs and legal representatives of the deceased\n\npartner and it shall be the option of the Corporation either to continue the\n\ndistributorship with the said firm or to have a fresh agreement of\n\ndistributorship with any reconstituted firm or to terminate the distributorship\n\nagreement and the decision of the Corporation in that behalf shall be final and\n\nbinding on all the parties concerned. No claim on premature termination for\n\ncompensation or otherwise will be made or sustainable against the\n\nCorporation on account of such termination.\n</blockquote>\n<blockquote id=\"blockquote_18\">\n</blockquote><blockquote id=\"blockquote_19\">      23. (b) It shall be a paramount condition of the agreement that the\n\nDistributor himself (if he be an individual) or both the partners of the\n\ndistributor&#x27;s firm (if the Distributor is a partnership firm consisting of two\n\npartners only) or the majority of the partners of the Distributor&#x27;s firm (if the\n Distributor is a firm consisting of more than two partners) or the majority of the\n\noffice Bearers/Elected Members of the Distributors Co-operative Society (if the\n\nDistributor is a Co-operative Society) Managing/Whole time or Elected Directors\n\n(if the Distributor is a private limited company) as the case may be shall take\n\nactive part in the management and running of the Distributorship and shall\n\npersonally supervise the same and shall not under any circumstances do so\n\nthrough any other person, firm or body.\n</blockquote>\n<blockquote id=\"blockquote_20\">\n</blockquote><p data-structure=\"CDiscource\" id=\"p_36\">      (c) Except with the previous written consent of the Corporation:-\n\n\n</p><blockquote id=\"blockquote_21\">            (i)    The Distributor shall not enter into any arrangement,\n\n                   contract or understanding whereby the operations of the\n\n                   Distributor hereunder are or may be controlled/carried out\n\n                   and/or financed by any other person, firm or Company,\n\n                   whether directly or indirectly and whether in whole or in\n\n                   part.\n</blockquote>\n<blockquote id=\"blockquote_22\">\n</blockquote><p data-structure=\"Section\" id=\"p_37\">The termination clause of the agreement reads as follows:\n\n\n</p><blockquote id=\"blockquote_23\">      27. Notwithstanding anything to the contrary herein contained, the\n\nCorporation shall also be at liberty at its entire discretion to terminate this\n\nAgreement forthwith upon or at any time after the happening of any of the\n\nfollowing events, namely:-\n</blockquote>\n<blockquote id=\"blockquote_24\">\n</blockquote><blockquote id=\"blockquote_25\">      (a)   If the Distributor shall commit a delay, breach or default of any\n\n      of the terms, conditions, covenants and stipulations contained in the\n\n      Agreement and fail to remedy such breach within four days of the\n\n      receipt of a written notice from the Corporation in that regard.\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_38\">      A plain reading of clause 21 clearly indicates that the same refers to a\n\nfuture incident. It debars the distributors from selling, assigning, mortgaging\n\nor parting with or otherwise transferring interest in the distributor or the\n\nright, interest or benefit conferred on him by &quot;this agreement&quot; i.e. after\n execution of the distributorship agreement. In the instant case the\n\ndistributorship agreement was entered between the proprietorship firm and\n\nIOCL on 20th March, 2001 and between the partnership firm and IOCL on\n\n28th June, 2012. There is no indication in the letter of termination that the\n\npetitioners have sold, assigned, mortgaged, parted with or transferred their\n\ninterest in the distributorship or the right, interest or benefit conferred on\n\nthem after entering into the agreement. Accordingly invocation of clause 21\n\nis not a valid ground for termination of the distributorship of the petitioners.\n\n\n</p><p data-structure=\"RespArg\" id=\"p_39\">        Clause 23(b) mentions that the distributor shall take active part in the\n\nmanagement and running of the distributorship and shall personally\n\nsupervise the same and shall not under any circumstances do so through\n\nany other person, firm or body. Though the complaint made by the private\n\nrespondent alleged that he had invested a lot of money in the distributorship\n\nand he used to run the distributorship but the said private respondent did\n\nnot come forward to substantiate and prove the allegations made in his\n\ncomplaint.     On the contrary the petitioners produced all the necessary\n\ndocuments relating to the financial transactions including the bank details,\n\nbalance sheets as well as the income tax returns to show that all the\n\npayments had been made from their own account. Accordingly it was not\n\nproper on the part of IOCL to arrive at a contrary conclusion and terminate\n\nthe distributorship on the basis of unfounded and unproved allegations\n\nmade by the private respondent by invoking clause 23(b) of the agreement.\n\n\n</p><p data-structure=\"Facts\" id=\"p_40\">        Clause 23(c) mentioned that the distributor shall not enter into\n\nagreement, contract or understanding whereby the distributor may be\n\ncontrolled/carried out/financed by any other person.        In the instant case\n\nHiralal Sarkar the sole proprietor changed the constitution of his business\n\nfrom proprietorship to partnership only after taking proper permission from\n\nIOCL.    The alleged partnership agreement between Hiralal Sarkar and the\n private respondent was entered on 26th December, 2000 whereas the first\n\ndistributorship agreement was entered in between Hiralal Sarkar as\n\nproprietor and IOCL on 20th March, 2001 and the second distributorship\n\nagreement was entered between M/s. Bimala Gas Service the partnership\n\nfirm of Hiralal Sarkar and his wife Sumita Sarkar and IOCL on 28th June,\n\n2012.    Complaint was lodged by the private respondent on 19th October,\n\n2012. Had the private respondent been genuinely aggrieved by any act of\n\nomission and/or commission on the part of Hiralal Sarkar he would have\n\nlodged a complaint long before.    Lodging the complaint after a period of\n\nnearly 12 years from the date of execution of the alleged partnership\n\ndeed/agreement cannot be made a ground for termination of distributorship.\n\n\n</p><p data-structure=\"RespArg\" id=\"p_41\">        IOCL contended that Hiralal Sarkar had changed the constitution of\n\nthe business after execution of the distributorship agreement. The fact that\n\nIOCL had permitted the proprietor Hiralal Sarkar to reconstitute his\n\nbusiness and induct his wife as a partner indicates that IOCL did not have\n\nany objection in the reconstitution of the proprietorship business to a\n\npartnership. There has not been any complaint from any consumer that the\n\ndistributor was not providing services to them satisfactorily.    Even after\n\nreconstitution of the business the petitioners maintained the services\n\nproperly up to the satisfaction of the consumers. As IOCL had themselves\n\nallowed the petitioner No.3 to reconstitute his business accordingly they are\n\nestopped from raising the plea of reconstitution and further terminate the\n\nlicense of the petitioners on the said ground. An alleged private dispute in\n\nbetween one of the partners of a partnership business with a third party\n\nought not to be a ground for termination of the distributorship of the\n\npetitioners. No element of fraud and suppression of fact can be proved from\n\nthe documents placed before this Court.\n</p><p data-structure=\"CDiscource\" id=\"p_42\">       The question of recalling the letter of intent also does not arise in the\n\nfacts and circumstances of the instant case in as much as the letter of intent\n\nhad already been acted upon and a proper distributorship agreement had\n\nbeen entered between IOCL and the partnership firm. Admission of the fact\n\nof entering into a partnership business with the respondent no. 6 also does\n\nnot have any consequence as the person making the complaint never\n\nappeared or participated in any of the proceedings either at the time of\n\nhearing before IOCL, or before the learned Court below to defend his title suit\n\nor before this High Court in the present proceeding. Accordingly all the steps\n\ntaken by IOCL in response to the complaint made by the respondent no. 6 on\n\nallegations not being proved are liable to be set aside.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_43\">      The only point remaining for consideration is the maintainability of the\n\nwrit petition on the ground of availability of alternative remedy. Admittedly\n\nthe distributorship agreement contains an arbitration clause.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_44\">      The arbitration clause mentioned in the agreement under reference is\n\nset out herein below:\n</p>\n<p data-structure=\"Conclusion\" id=\"p_45\">\n</p><blockquote id=\"blockquote_26\">      37. (a) All question, disputes and differences arising under or in relation\n\nto this Agreement shall be referred to the sole arbitration of the Director\n\n(Marketing) of the Corporation.     If such Director (Marketing) is unable or\n\nunwilling to act as the sole arbitrator, the matter shall be referred to the sale\n\narbitration or some other officer of the Corporation by such Director (Marketing)\n\nin his place, who is willing to act as such sole arbitrator. It is known to the\n\nparties herein that the Arbitrator appointed hereunder is an employee of the\n\nCorporation and may be Shareholder of the Corporation.         The arbitrator to\n\nwhom the matter is originally referred, whether the Director (Marketing) or\n\nOffice, as the case may be, on his being transferred or vacating his office or\n\nbeing unable to act, for any reason, the Director (Marketing) shall designate\n\nany other person to act as arbitrator in accordance with the terms of the\n Agreement and such person shall be entitled to proceed with the reference\n\nfrom the stage at which it was left by his predecessor. It is also the term of\n\nthis Agreement that no person other than the Director (Marketing) of the person\n\ndesignated by the Director (Marketing) as aforesaid shall act as arbitrator.\n\n</blockquote><p data-structure=\"Section\" id=\"p_46\">The award of the Arbitrator so appointed shall be final, conclusive and binding\n\non all the parties to the Agreement and provisions of the <a href=\"/doc/1306164/\" id=\"a_16\">Arbitration &amp;\n\nConciliation Act, 1996</a> or any statutory modification or re-enactment thereof\n\nand the Rules made thereunder and for the time being in force shall apply to\n\nthe arbitration proceedings under this clause.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_47\">\n</p><p data-structure=\"Conclusion\" id=\"p_48\">      It is settled law that availability of alternative remedy is not an\n\nabsolute bar to entertain a writ petition. In the instant case the cause of\n\naction arose when the distributorship agreement was terminated by IOCL on\n\n26th March, 2014. The writ petition had been filed immediately thereafter.\n\nAdmittedly it took more than four years to consider the said writ petition,\n\nhear out and decide the same.      Adequate opportunities were given to the\n\nprivate respondent to defend his case. The private respondent chose not to\n\nappear. Prior to passing the order of termination an opportunity of hearing\n\nwas given to all the parties.    Even then the private respondent chose to\n\nremain silent. Remanding the matter back to arbitration would not in my\n\nopinion serve the ends of justice. The same will again be sheer wastage of\n\ntime, energy and money and it would stand in the way of providing\n\nsubstantial justice to an aggrieved party. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1603548\" id=\"span_11\">In my considered opinion\n\nremanding the matter for arbitration would be a futile exercise and in any\n\ncase the same will not amount to effective and efficacious remedy. Moreover\n\nas livelihood of the petitioners has been taken away relying on an irrelevant\n\nand non existent cause, the fundamental right of the petitioners to carry on\n\ntrade and earn their living had been illegally infringed by the respondent\n\nauthorities. The impugned order of termination is not tenable in the eye of\n law. The Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/1603548/\" id=\"a_17\">Harbanslal Sahania</a> (supra)\n\nclearly held that where the petitioner&#x27;s dealership, which was their bread and\n\nbutter, came to be terminated for an irrelevant and non existent cause relief\n\nshould have been allowed by the High Court itself instead of driving them to\n\nthe need of initiating arbitration proceedings.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_49\">\n</p><p data-structure=\"Precedent\" id=\"p_50\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"77081689\" id=\"span_12\">In fact in <a href=\"/doc/77081689/\" id=\"a_18\">Joshi Technologies</a> (supra) the Hon&#x27;ble Supreme Court held\n\nthat writ remedy may be invoked in a limited sphere which means that\n\navailability of alternative remedy is not an absolute bar in filing writ\n\npetitions.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_51\">\n</p><p data-structure=\"Precedent\" id=\"p_52\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"855552\" id=\"span_13\">In <a href=\"/doc/855552/\" id=\"a_19\">Shivan Auto and Pimpri Chinchwad</a> (supra) the Hon&#x27;ble Supreme\n\nCourt held that where the contract itself provides for a mode of settlement of\n\ndispute &quot;in between the parties&quot; there is no reason to approach the writ\n\ncourt.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_53\">\n</p><p data-structure=\"CDiscource\" id=\"p_54\">         In the instant case there is no dispute between the parties to the\n\ncontract. A dispute has been sought to be raised by a third party against one\n\nof the parties to the contract. The so called aggrieved party i.e. the\n\nrespondent No. 6 filed a title suit before the Civil Court that stood dismissed\n\nfor default, which indicates that he was/is not interested to proceed with his\n\ncomplaint. Relegating the petitioners to arbitration proceedings on such facts\n\nwould be an empty formality and will be sheer injustice to the petitioners.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_55\">         In the absence of any proved default on the part of the petitioners the\n\nimpugned order of termination of the distributorship license of the\n\npetitioners dated 26th March, 2014 is bad and not sustainable in law. The\n\nsame is hereby set aside. The respondent authorities are directed to restore\n\nthe distributorship license of the petitioners without any delay and preferably\n\nwithin a period of eight weeks but not later than twelve weeks from the date\n\nof receipt of a copy of this order.\n</p><p data-structure=\"Conclusion\" id=\"p_56\">       WP No. 12206 (W) of 2014 is disposed of accordingly.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_57\">\n      No order as to costs.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_58\">\n      Urgent certified photocopy of this judgment, if applied for, be supplied\n\nto the parties on compliance of usual legal formalities.\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_59\">                                                       (Amrita Sinha, J.)\n </p>","numcites":14,"numcitedby":2,"docsource":"Calcutta High Court (Appellete Side)","citetid":128412049,"divtype":"judgments","relatedqs":[{"value":"lpg distributorship","formInput":"lpg%20distributorship"},{"value":" reconstitution of business","formInput":"%20reconstitution%20of%20business"},{"value":"second show cause notice","formInput":"second%20show%20cause%20notice"},{"value":"letter of intent","formInput":"letter%20of%20intent"},{"value":"partnership  filter:  indian oil corporation termination of dealership","formInput":"partnership%20%20filter%3A%20%20indian%20oil%20corporation%20termination%20of%20dealership"},{"value":"title suits","formInput":"title%20suits"},{"value":" IOCL","formInput":"%20IOCL"},{"value":"indian oil corporation ","formInput":"indian%20oil%20corporation%20"},{"value":"where alternate remedy was available","formInput":"where%20alternate%20remedy%20was%20available"},{"value":"\"alternative remedy\"","formInput":"%22alternative%20remedy%22"},{"value":"distributorship agreement","formInput":"distributorship%20agreement"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"partnership firm","formInput":"partnership%20firm"},{"value":"dealership","formInput":"dealership"},{"value":"what is a partnership deed","formInput":"what%20is%20a%20partnership%20deed"},{"value":"writ jurisdiction","formInput":"writ%20jurisdiction"},{"value":"indian oil corporation limited","formInput":"indian%20oil%20corporation%20limited"},{"value":"proprietorship firm","formInput":"proprietorship%20firm"},{"value":"arbitration proceedings","formInput":"arbitration%20proceedings"},{"value":"sole proprietor","formInput":"sole%20proprietor"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"contract","formInput":"tag:contract"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"appeal-to-supreme-court, power-to-issue-writ","formInput":"tag:appeal-to-supreme-court, power-to-issue-writ"}],"courtcopy":true,"query_alert":null,"agreement":false}