{"tid":1702990,"publishdate":"1957-12-31","title":"Sirmur Chemical And General Industries ... vs The Union Of India (Uoi) And Ors. on 31 December, 1957","doc":"<h2 class=\"doc_title\">Sirmur Chemical And General Industries ... vs The Union Of India (Uoi) And Ors. on 31 December, 1957</h2>\n\n<pre id=\"pre_1\">JUDGMENT</pre>\n \n\n<p data-structure=\"Issue\" id=\"p_1\"> T. Ramabhadran, J.C. \n \n\n (1) This is an appeal under Section 39 (1) (vi) of the Indian Arbitration Act. It arises under the following circumstances:--On 30-6-1945 A. D., the erstwhile Darbar of Sirmur State granted a monopoly in favour of Professor Harcharan Das in respect of cultivation and collection of medicinal herbs within Sirmur State, to enable him to manufacture drugs therefrom, and dispose of the same, either within the State, Or by export outside the State. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\"> The monopoly rights were to hold good for a period of 20 years, subject to the condition that the Professor floated a Private Limited Company with a capital of Rs. 10,00,000/- after obtaining the necessary permission from the Examiner of the Capital Issues, Government of India. Half the capital was to be raised within Sirmur State and the rest from British India. On 18-9-1945, A. D., a formal agreement was entered into by the Sirmur Darbar, on one side, and Prof. Harcharan Das, on the other, which, inter alia, recorded the monopoly rights granted to the Professor on 30-6-1945, A. D. \n \n\n Under para 6 of that agreement, the Professor was required to float a private Company within three months, after receiving the necessary sanction from the Examiner of the Capital Issues, with regard to the floating of capital in British India. Further, under para 8 of the agreement, the Darbar reserved to itself the right to revoke the monopoly rights, if the&#x27; Company failed to start work within one year of the agreement. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_3\"> AS soon as the Company was formed, the Professor was bound to transfer to that Company the rights conferred upon him by the Darbar (vide para 12 of the agreement). Para 17 of the agreement provided for reference to arbitration under certain circumstances. I shall deal with this paragraph, in detail, in due course.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\"> (2) On 23-11-1945, A. D., a Company styled as &quot;Sirmur Chemical and General Industries Ltd&quot;, came into being and was registered as such by the Registrar under the <a href=\"/doc/153279772/\" id=\"a_1\">Indian Companies Act</a>, at Nahan. Five days later, i.e., )n 28-11-1945, A.D., Professor Harcharan Das transferred all his rights and interests, granted to him by the Darbar on 30-6-1945 and 18-9-1945, to the Company. The Company started work on 5-4-1946 A. D. under its Articles of Association. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_5\"> On 15-4-1948 A. D., Sirmur State merged in the Indian Union. On 10th Baisakh, 2005-B. (corresponding to 22-4-1948 A. D.), the Secretary, Sirmur Government , wrote to the Managing Agent of Sirmur Chemical and General Industries Ltd. (which will be referred to hereafter as the &quot;(Company)&quot; informing it that the licence granted to it on 30-6-1945 A. D. had been revoked under para 8 of the agreement dated 18-9-1945 A. D. on account of various defaults committed by the Company. The Company challenged the action of the Darbar in revoking the licence on the ground that no valid grounds existed for such a drastic action. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\"> Upon a protest being lodged with the Sirmur Government, the Chief Executive Officer, Nahan, wrote to the Company on 6-5-1948 A. D. (vide Ex. R. 1/1) informing it that the licence had been revoked by the Sirmur Government on 6th Phagun, 2004-B. (corresponding to 17-2-1948), since the Company had failed to fulfil its obligations, despite grant of ample opportunity. Further, correspondence took place between the Managing Agents of the Company, on the one side, and the Deputy Chief Commissioner, Himachal Pradesh, on the other, who had, subsequent to the merger, taken over the administration of the State. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_7\"> The latter endorsed the communication sent by the Chief Executive Officer on 6-5-1948 A. D. and repeated that the licence had been revoked by the Sirmur Darbar on 6th Phagun, 2004-B. (corresponding to 17-2-1948) and the Darbar was within its rights in doing so. He further pointed out that, under the terms of the agreement, the Company could not claim any compensation on account of the revocation of the licence. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_8\"> Thereupon, the Company sought to refer the dispute to arbitration, since, in its opinion, such a course was permissible under para 17 of the agreement dated 18-9-1945, A. D. The Deputy Chief Commissioner, Himachal Pradesh, however, felt that the revocation of the licence was outside the ambit of the arbitration clause. Consequently, he refused to take part in the arbitration proceedings, i.e. by appointing an arbitrator on his side. Thereupon, the Company appointed Lala Hari Chand Bhatia of Amritsar as the sole arbitrator. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_9\"> The latter proceeded ex parte and, on 26-4-1949 A. D., purported to 1 pass a &quot;decree&quot; for Rs. 92,000/- plus Rs. 800/- costs in favour of the Company as against the Dominion of India On 25-10-1949 A. D., the arbitrator presented a Petition, under Section 14 of the Indian Arbitration Act, to the Court of the District Judge, Sirmur. The original award was filed along with the Petition and the Court was requested to give notice thereof to the parties. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_10\"> Upon notice being issued to the Dominion of India and the Chief Commissioner, Himachal Pradesh, written-statements were filed and, eventually, as many as 10 issues were framed by the learned District Judge, including the one regarding relief. By means of his judgment dated 19-7-1951 A. D., the District Judge, Sirmur, set aside the award made by Lala Hari Chand Bhatia on the following grounds :-- \n</p>   \n\n<blockquote id=\"blockquote_1\"> (A) The Union of India (Dominion of India till the present Constitution came into force) was not bound by the agreement dated 18-9-1945 A. D. and, therefore, the liabilities of the Sirmur Darbar, under that agreement could not be deemed to have been transferred to the Union of India. \n</blockquote> \n\n<blockquote id=\"blockquote_2\"> (B) In the absence of a notice to the Union of India to appoint an arbitrator or to the effect that Lala Hari Chand Bhatia would function as the sole arbitrator, the Union of India was not bound by the proceedings conducted by the sole arbitrator. Notice sent to the Chief Commissioner, Himachal Pradesh, could not take the place of a separate notice to the Union of India. \n</blockquote> \n\n<blockquote id=\"blockquote_3\"> (C) The revocation of the licence was outside the scope of the arbitration clause in the agreement and, therefore, the reference to arbitration, by the Company was invalid.  \n</blockquote> \n\n<blockquote id=\"blockquote_4\"> (3) In the result, the District Judge set aside the award filed in Court by the sole arbitrator, Lala Hari Chand Bhatia. It is against this order that the Company has come up in appeal. \n</blockquote> \n\n<blockquote id=\"blockquote_5\"> (4) This appeal was presented to this Court on 25-10-1951 A. D. It was admitted to regular hearing by my learned predecessor on 1-12-1951. On 17-11-1952, my predecessor directed that the hearing Of this appeal should be postponed till the proceedings in the connected Civil Miscellaneous Petition No. 6 of 1951, under <a href=\"/doc/153279772/\" id=\"a_2\">Section 162</a> of the Indian Companies Act, 1913, were completed and that case became ripe for arguments. \n</blockquote> \n\n<blockquote id=\"blockquote_6\"> (5) Recording of the evidence in C. M. P. 6 of 1951, took a long time due to various unavoidable causes. Eventually, evidence of the parties was recorded and arguments heard in C. M. P. 6 of 1951 on the 9th, 10th and 11th instant. Arguments in this appeal were heard at Nahan on the 16th instant. I now proceed to deliver judgment in both the cases simultaneously, although by separate judgments. \n</blockquote> \n\n<blockquote id=\"blockquote_7\"> (6) For reasons to be stated shortly, I have come to the conclusion that there is no force in this appeal. \n</blockquote> \n\n<blockquote id=\"blockquote_8\"> (7) I shall refer to the arguments advanced by learned counsel on either side, seriatim. \n</blockquote> \n\n<blockquote id=\"blockquote_9\"> (8) (A) Mr. Awasthy for the appellant strenuously urged that the merger of the Sirmur State, in the Dominion of India, would not amount to an act of State, as the Court below thought. Learned counsel pointed out that the authorities, relied upon by the District Judge, were pre-constitution cases, i.e., Secy. of State v. Kamiachee Boye Sahaba, 7 Moo Ind. App. <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"276520\" id=\"span_1\">476 (A), Cook v. Sprigg, 1899 <a href=\"/doc/276520/\" id=\"a_3\">A. C. 572 (B), Vajesingji Joravarsingji v. Secy, of State</a>, AIR 1924 P. C. 216 (C) and Asrar Ahmed v. Durgah Committee, Ajmer, AIR 1947 P. C. 1 (D). Mr. Awasthy submitted that the circumstances under which the Sirmur State, as well as other princely States, united with the former British Indian provinces, to constitute the Union of India, were totally different from those dealt with in the aforesaid rulings.</span> \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_11\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"987351\" id=\"span_2\">He invited my attention to a comparatively recent decision of this Court, reported in <a href=\"/doc/987351/\" id=\"a_4\">Gajjan Singh v. Union of India</a>, AIR 1956 Him. Pra.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"635617\" id=\"span_3\">9 (E), where, following the decision of the Supreme Court, reported in <a href=\"/doc/635617/\" id=\"a_5\">Virendra Singh v. State of U. P.</a>, AIR 1954 S. C. 447 (F), I had pointed out that:</span> \n</p>   \n\n<blockquote id=\"blockquote_10\"> &quot;There is nothing in the agreement to suggest that there was to be a break in the continuity of the administration, or in the rule of law. Under paragraph 5 of the Himachal Pradesh (Administration) Order, 1948, all laws in force in Himachal Pradesh or any part thereof before the commencement of the Order were to continue in force until repealed or amended by a competent authority. It was not a case of a cession or annexation as is referred to in the three Privy Council decisions, discussed earlier. Learned counsel supported his argument by reference to AIR 1954 S. C, 447 (F).&quot; \n</blockquote> \n\n<blockquote id=\"blockquote_11\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"635617\" id=\"span_4\">&quot;The Supreme Court judgment<a href=\"/doc/635617/\" id=\"a_6\">, <a href=\"/doc/635617/\" id=\"a_7\">referred to above</a></a>, makes it clear that there can be no Act of State against a citizen.&quot;</span>  \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_12\"> In the light of the above, it follows that, broadly speaking, the Union of India, as the legal successor of the former Sirmur State, would be bound by all lawful obligations, liabilities and commitments entered into by the Sirmur Darbar, except in so far as the same can be avoided under any law in force. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_13\"> (9) Thus, I am unable to endorse the view of the District Judge that the Company was precluded from proceeding against the Dominion of India, altogether in the absence of recognition, express or implied, of those rights by the Dominion of India. Learned counsel for the respondent invited my attention to Halsbury&#x27;s Laws of England, Volume VII (Second Edition), para 420, where, dealing with the question of assignment of liabilities by act of parties, the learned author observes : \n</p>  \n\n<blockquote id=\"blockquote_12\"> &quot;By consent) of all parties, however, liability under a contract may be transferred so as to discharge the original contracting party, provided that certain conditions are fulfilled. Such a transfer of liability constitutes, in reality, a new contract, and, strictly, is not an assignment at all.&quot; It should, however, be borne in mind that the circumstances under which the Union of India--consisting of the erstwhile princely States and British Indian Provinces--came into being, were altogether unique. There was no Act of State, nor was there any interruption in the continuity of the administration. In my opinion, therefore, the findings of the District Judge on issues 1 and 2 cannot be supported. At the same time, however, as will be shown presently, this will not affect the outcome of this appeal. \n</blockquote> \n\n<blockquote id=\"blockquote_13\"> (9a) (B) This has reference to the subject matter of issues 4 and 5. The District Judge has found that no notice was served upon the Dominion of India, calling upon it to appoint its arbitrator, or informing it that on account of its default, the Company had appointed Lala Hari Chand Bhatia, as the sole arbitrator. Notices were, however, sent to the Deputy Chief Commissioner, Himachal pradesh. \n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_14\"> The point for determination is whether notice to the Deputy Chief Commissioner would amount to notice to the Dominion of India (now the Union of India). Mr. Awasthy, for the appellant, invited my attention to the provisions of <a href=\"/doc/22282476/\" id=\"a_8\">Section 94</a> of the Government of India Act, 1935, and of <a href=\"/doc/297117/\" id=\"a_9\">Article 239</a> of the Constitution of India, 1950. He urged that the Deputy Chief Commissioner, in his dealings with the Company, had acted as the agent of the Union Government and, therefore, notice to him would amount to notice to his principal (the Indian Union). \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_15\"> In support of his argument, Mr. Awasthy cited the following authorities : (i) Kidar Nath-Ram Chandra v. Secy. of State, AIR 1938 Lah 223 (G). There, the facts were : \n</p><blockquote id=\"blockquote_14\">  &quot;An agreement between a Military Department and a contractor provided that in case of a dispute between the parties as to the subject matter of the contract, the same is to be referred to the arbitration of the sanctioning authority but does not say by whom the reference is to be made.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_16\"> Under those circumstances, Jai Lal, J., held that : \n</p><blockquote id=\"blockquote_15\">  &quot;In absence of any indication in the contract that the reference should be made by a particular officer a reference by any officer of the department is competent.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_17\"> I fail to see the relevancy of this decision to the facts of the present case. In the case before me, i am requested to hold that notice served upon the Deputy Chief Commissioner (H. P.) would amount, constructively, to notice on the Union Government. I fail to see how any such deduction can be made in the absence of evidence to show that the Deputy Chief Commissioner or the Chief Commissioner was competent to accept notice on behalf of the Union Government In such cases. The mere, fact that the shares, standing in the name of the Sirmur Darbar, were transferred to the Chief Commissioner would not alter the situation. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_18\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"542092\" id=\"span_5\">(<a href=\"/doc/542092/\" id=\"a_10\">ii) Satya Dev v. Padam Dev</a>, AIR 1934 S. C. 587 (H). There, their Lordships of the Supreme Court indicated that :</span> \n</p>   \n\n<blockquote id=\"blockquote_16\"> &quot;The President, who is the executive head of! the Part C States, does not function as the executive head of the Central Government, but as the head of the State under powers specifically vested in him under <a href=\"/doc/297117/\" id=\"a_11\">Article 239.</a> The authority conferred under <a href=\"/doc/297117/\" id=\"a_12\">Article 239</a> to administer Part C States has not the effect of converting those States into the Central Government. Under <a href=\"/doc/297117/\" id=\"a_13\">Article 239</a>, the President occupies in regard to Part C States, a position analogous to that of a Governor in Part A States and of a Rajpramukh in Part B States. Though the Part C States are centrally administered under the provisions of <a href=\"/doc/297117/\" id=\"a_14\">Article 239</a>, they do not cease to be States and become merged with the Central Government.&quot; If anything, this ruling goes against the appellant. The arbitrator has made an award for Rs. 92,800/- against the Dominion of India (actually he purports to grant a &quot;decree&quot; in favour of the Company for that amount against the Dominion of India). It is noteworthy that the award or the so-called decree has not been made against the Chief Commissioner, H. P. but against the Dominion of India. The arbitrator appears to have realized the importance of making the Dominion of India, the judgment-debtor. \n</blockquote> \n\n<blockquote id=\"blockquote_17\"> Thus, it becomes all the more necessary that before any award was made against the Dominion of India, notice should have been given to it. There is nothing on the record to show that the Chief Commissioner had been authorized by the Central Government to accept) notices in their behalf in such matters.  \n</blockquote> \n\n<blockquote id=\"blockquote_18\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"786577\" id=\"span_6\">(<a href=\"/doc/786577/\" id=\"a_15\">iii) Ram Bharosey v. Pearey Lal, (S</a>) AIR 1957 All. 265 (I). There, an award was sought to be set aside on the ground that notice was not given to the parties as required by <a href=\"/doc/665266/\" id=\"a_16\">Section 14 (1)</a> of the Arbitration Act. No other objection was taken. Under those circumstances, a learned Judge of that High Court held that :</span> \n</blockquote><blockquote id=\"blockquote_19\">  &quot;The validity of the award does not depend upon the notice of the same being given to the parties. When an award is duly made, signed and filed in Court, it is a valid document. If notice is ultimately given by the Court under Clause (2) of <a href=\"/doc/87235247/\" id=\"a_17\">Section 14</a>, the parties have full opportunity of filing objections to the validity of the award and omission of notice by the arbitrators under Clause (1) of <a href=\"/doc/87235247/\" id=\"a_18\">Section 14</a> is, therefore, immaterial.&quot; \n</blockquote>\n \n\n<p data-structure=\"CDiscource\" id=\"p_19\"> In the present case, it is noteworthy that notice was not given to the Dominion of India under <a href=\"/doc/111792517/\" id=\"a_19\">Section 9</a>, i.e. before the appointment of the sole arbitrator. Consequently, the Allahabad ruling will not help the appellant. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_20\"> (10) It, therefore, comes to this that the Dominion of India was, at no stage, notified to appoint an arbitrator or was informed that Lala Hari Chand Bhatia had been appointed as the sole arbitrator. Learned counsel for the respondent pointed out that in the Court of the District Judge, notice was issued to the Dominion of India at the express request of the counsel for the petitioner there i.e. (the arbitrator). \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_21\"> Under these circumstances, I agree with the findings of the Court below on issues 4 and 5, i.e. to the effect that in the absence of a separate notice to appoint an arbitrator or to the effect that the Company had appointed Mr. Bhatia as the sole arbitrator, the Dominion of India could not be deemed to have had notice of the arbitration proceedings and, consequently, would not be bound by the award, vide <a href=\"/doc/1120409/\" id=\"a_20\">Section 9</a> of the Arbitration Act. Mr. Sita Ram for the respondent further pointed out that no notice of making and signing the award was given to the Dominion of India as iequired by <a href=\"/doc/665266/\" id=\"a_21\">Section 14 (i)</a> of the Arbitration Act. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_22\"> (11) (C). Learned counsel for the appellant urged, vehemently, that the revocation of the licence destroyed the foundation of the company and, therefore, would certainly be covered by the provisions of paragraph 17 of the agreement dated 18-9-1945 A. D. Para 8 of the above agreement gives the Darbar the option to revoke the licence of the Company if it did not start functioning within one year of the agreement. Paragraph 17 of the agreement runs as follows: \n</p><blockquote id=\"blockquote_20\">  &quot;If and whenever any dispute or difference arises regarding the construction, meaning of these presents, or the rights and powers, liabilities or duties of the parties, hereto, or as to the amount or payment of any monies, payable by virtue hereof, or in relation of these presents the same shall be referred to the arbitration, subject to the provisions of Indian Arbitration Act, of two independent persons, one to be appointed by the Licensee and the other by the Darbar, and in case of difference of opinion amongst the Arbitrators, the entire dispute (or if the parties agree, the matter in difference) shall be referred to a nominee of the two arbitrators, as Umpire, whose decision shall be final&quot;. It is noteworthy that paragraph 17 nowhere provides that in the event of action being taken by the Darbar under para 8, i.e. to revoke the licence, such action could&quot; form the subject-matter of reference to arbitration. Mr. Awasthy suggested that the expression &quot;rights and powers, liabilities or duties of the parties hereto or as to the amount or payment of any monies payable toy virtue hereof or in relation of these Presents&quot;--to be found in para 17--would include a case of the present kind, i.e. where the exercise of the Darbar&#x27;s option under para 8 is challenged and compensation is claimed by the Company on that account. \n</blockquote> \n\n<blockquote id=\"blockquote_21\"> (12) Mr. Awasthy cited the following authorities: \n</blockquote>   \n\n<blockquote id=\"blockquote_22\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"486124\" id=\"span_7\">(<a href=\"/doc/486124/\" id=\"a_22\">i) Puran Singh v. Mt. Bahal Kunwar</a>, AIR 1930 All 319 (2) (J). If anything, this decision goes against the appellant. There, is a Division Bench of the Allahabad High Court observed:</span> \n</blockquote>   \n\n<blockquote id=\"blockquote_23\"> &quot;Any  agreement  as   contemplated  by  Schedule 2, Para 1, between the parties should clearly set forth what are the matters in difference between the parties on which the arbitrators are required to arbitrate.&quot; \n</blockquote> \n\n<blockquote id=\"blockquote_24\"> &quot;There is no provision in Schedule 2, for an agreement to refer to arbitration which sets forth that any matters which might in future arise between the parties might also be referred to the decision of the arbitrators on application of the parties&quot;.  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_23\"> &#x27;It is noteworthy that para 17 of the agreement nowhere says that the propriety of revocation of the licence under para 8, if challenged toy the Company must be referred to arbitration. Further, there is nothing in para 17 to suggest that upon such reference the arbitrator would have power to assess damages and award the same in favour of the Company.&#x27; The revocation of the licence, in my opinion, is not a matter arising out of the &quot;construction or meaning of the agreement or of rights, powers, liabilities or duties of the parties&quot;, as contemplated in para 17. It is not necessary to speculate as to whether the Company would have an alternate remedy in case the Darbar had arbitrarily revoked the licence. Suffice it to say that recourse cannot be had to arbitration, under para 17, in such an event. \n</p>   \n\n<p data-structure=\"Precedent\" id=\"p_24\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"180028\" id=\"span_8\">(<a href=\"/doc/180028/\" id=\"a_23\">ii) Thirumalai Chettiar v. Nanjayya Gowder</a>, AIR 1941 Mad 266 (K). There, Wadsworth, J., held that:</span> \n</p><blockquote id=\"blockquote_25\">  &quot;The reference to arbitration should be read not in any pedantic spirit but so as to interpret broadly the intention of the parties&quot;. \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_25\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"180028\" id=\"span_9\">It would however, appear that <a href=\"/doc/180028/\" id=\"a_24\">in <a href=\"/doc/180028/\" id=\"a_25\">the above case</a></a>, the Panchayatdars had been empowered by the parties, not only to fix time for the performance of various parts of the act of delivery, but also to assess the damages for defaulting in adhering to that time-table. In the present case, as already shown, para 17 does not disclose that in the event of revocation of the licence, the question of damages should toe referred to arbitration. Therefore, this ruling will not help the appellant.</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_26\"> (iii) Firm Karam Narain Daulat Ram v. Volkart Bros., AIR 1946 Lah 116 (FB) (L). There, it was held that: \n</p><blockquote id=\"blockquote_26\">  &quot;Where a contract of sale of goods contains an arbitration clause, and the seller expressly reserves a right of re-sale in case the buyer should make default, the arbitration clause is not wiped out on the rescission of the contract by the seller by the exercise of his right of resale under the contract and hence reference to arbitration can be made in pursuance of the arbitration clause&quot;. \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_27\"> In my opinion, this ruling will also not help the appellant. At the risk of repetition, I may point out that para 17 of the agreement nowhere provides for assessment of damages, in the event of revocation of the licence by the Darbar. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_28\"> (iv) A.M. Mair and Co. v. Gordhandas Sagar-mull, AIR 1951 SC 9 (M).   There, the facts were: \n</p><blockquote id=\"blockquote_27\">  &quot;On 25-1-1946, the appellants entered into a contract with the respondents for the sale of 5,000 maunds of jute, which was evidenced by a &quot;sold note&quot; (Ex. A), which is in the form of a letter addressed to the respondents, commencing with these words: &#x27;We have this day sold by your order and for your account to the undersigned, etc.&#x27; \n\n \n\n The word &#x27;undersigned&#x27; admittedly refers to the appellants, and, at the end of the contract below their signature the word &#x27;brokers&#x27; is written. On the same day, a &#x27;bought note&#x27; (Ex. B) was addressed by the appellants to the Bengal Jute Mill Company, with the following statement: &#x27;We have this day bought by your order and for your account from the undersigned, etc.&#x27;. In this note also, the word &#x27;undersigned&#x27; refers to the appellants, and underneath their signature, the word &#x27;brokers&#x27; appears, as in the &#x27;sold note&#x27;. \n</blockquote> \n\n<blockquote id=\"blockquote_28\"> There are various provisions in the sold note, relating to delivery of jute, non-delivery of documents, non-acceptance of documents, claims, etc., but the most material provisions are to be found in paras 10 and 11. Paragraph 10 provides that the sellers may, in certain cases be granted an extension of time for delivering the jute, for a period not exceeding thirty days, from the due date, free of all penalties, and if the contract is not implemented within the extended period, the buyers would be entitled to several options, one of them being to cancel the contract and charge the sellers the difference between the contract rate and the market rate on the day on which the opinion is declared. In the same para, there is another provision to the following effect: \n</blockquote><blockquote id=\"blockquote_29\">  &quot;Sellers shall notify Buyers that goods will or will not be shipped within such extended period referred to in (a) and in the case of sellers intimating that they will be unable to ship within the extended time Buyers shall exercise their option within 5 working days of receiving notice and notify Sellers. In the absence of any such notice from sellers, it shall be deemed that the goods have not been shipped and Buyers shall exercise their option within 5 working days after expiration of extended date and notify Sellers&quot;. \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_29\"> It is common ground that the respondents delivered 2,256 maunds of jute under the contract, but the balance of 2,744 maunds could not be delivered within the stipulated period, and, by mutual agreement, time was extended upto 30-6-1946. On 2-7-1946, the respondents addressed a letter to the appellants stating that the balance of jute could not be despatched owing to lack of wagons, and &#x27;extension&#x27; was requested for a period of one month. In reply to this letter, which was received by the appellants on or about 3-7-1946, time was extended till 31-7-1946. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_30\"> On the same day on which the reply was received by the respondents, i.e. on 9-7-1946, they addressed a letter to the appellants pointing out that the extension of time had not been intimated within the 5th working day as provided in the contract and therefore the contract was automatically cancelled. After this letter, some further correspondence followed between the two parties, and finally a bill of difference amounting to Rs. 4,116/- was submitted by the appellants to the respondents, who, in their turn, denied their liability to pay the sum. The appellants thereupon claimed arbitration under Clause 11 of the sold note and submitted the dispute between them and the respondents to the Bengal Chamber of Commerce&quot;. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_31\"> Their Lordships of the Supreme Court, after referring to the arbitration clause contained in para 7, held that: \n</p>   \n\n<blockquote id=\"blockquote_30\"> &quot;The principal dispute raised in this case was whether the extension of time for delivery was granted within the time limited in the contract. That dispute is certainly covered by the arbitration clause. The further dispute that the brokers (appellants) were not parties to the contract in their own right as principals but entered into the contract only on behalf of the Bengal Jute Mill Company does not appear to have been raised until the matter went to the arbitrators. \n</blockquote> \n\n<blockquote id=\"blockquote_31\"> Assuming that, at that stage, it was open to the respondents to raise such an objection, after the other dispute, which clearly fell within the arbitration clause was referred to the arbitrators, this further dispute is also one, which turns upon the true interpretation of the Contract, so that the respondents must have recourse to the contract to establish their claim that the appellants were not bound as principals while the latter say that they were. If that is the position, such a dispute, the determination of which turns on the true construction of the contract, would also seem to be a dispute under or arising out of or concerning the contract&quot;. The facts of the present case, as already shown, are different and, therefore, in my opinion, the above decision will not help the appellant.  \n</blockquote> \n\n<blockquote id=\"blockquote_32\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"907667\" id=\"span_10\">(<a href=\"/doc/907667/\" id=\"a_26\">v) Ruby General Insurance Co. Ltd. v. Pearey Lal Kumar</a>, AIR 1952 SC 119 (N). There, the facts were :</span> \n</blockquote>   \n\n<blockquote id=\"blockquote_33\"> &quot;A policy of motor insurance contained the following arbitration clause: &#x27;All differences, arising out of this policy, shall be referred to the decision of an arbitrator, to be appointed in writing by the parties in difference or if they cannot agree upon a single arbitrator to the decision of two arbitrators one to be appointed in writing by each of the parties within one calendar month .... .... .... .............. \n</blockquote> \n\n<blockquote id=\"blockquote_34\"> The policy-holder made a claim upon the company for the loss of his car in communal riots. The company repudiated its liability under the policy on three successive occasions the last of such disclaimer being on 1-8-1948. On 21-11-1949, the policy holder appointed an arbitrator. The company thereupon made an application under <a href=\"/doc/1154891/\" id=\"a_27\">Section 33</a>, Arbitration Act, praying for a declaration that the reference was illegal and for an injunction to restrain the arbitrator from proceeding in the matter. \n</blockquote> \n\n<blockquote id=\"blockquote_35\"> The company&#x27;s case was that as the appointment of arbitrator was made more than 12\nmonths after even the last disclaimer by it, the\nclaim must be deemed to have been abandoned.\n</blockquote><blockquote id=\"blockquote_36\">The case of the policy holder, on the other hand,\nwas that there was no valid disclaimer by the\ncompany. The question for decision was whether the point in dispute fell to be decided by the\narbitrator as being a difference &#x27;arising out of\nthe policy&#x27; or by the Court under <a href=\"/doc/1154891/\" id=\"a_28\">Section 33</a>, Arbitration Act&quot;.  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_32\"> Following AIR 1951 SC 9 (M), their Lordships\nof the Supreme Court held that: \n</p>   \n\n<blockquote id=\"blockquote_37\"> &quot;The test in such cases is whether recourse to the contract by which the parties are bound, is necessary for the purpose of determining the matter in dispute between them. If such recourse to the contract is necessary, then the matter must come within the scope of the arbitrator&#x27;s jurisdiction. In the present case both the parties admitted the contract and stated that they were bound by it. \n</blockquote> \n\n<blockquote id=\"blockquote_38\"> In fact, each of them relied upon it to support its case. The difference between the parties was therefore a difference arising out of the policy and the arbitrator had jurisdiction to decide it, the parties having made him the sole judge of all differences, arising out of the policy&quot;. In the present case, the facts are different. A recourse to the terms of the agreement was neither necessary nor sufficient for determining the matter in dispute, i.e. the propriety of the revocation. Consequently, I am in agreement with the finding of the Court below on issues 6 and 7 that it was not open to the arbitrator, either to go into the question of revocation, or assess damages in favour of the company on the footing that the revocation was uncalled for. I do not consider it necessary to express any opinion as to whether the Company had any other remedy, if it felt aggrieved by the revocation.  \n</blockquote> \n\n<blockquote id=\"blockquote_39\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"276520\" id=\"span_11\">(13) In view of my findings at (<a href=\"/doc/276520/\" id=\"a_29\">B) and (C</a>) supra, it follows that the award was rightly set aside by the District Judge. This appeal, therefore, fails.</span>\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_33\">ORDER   \n \n\n (14)  The    appeal is,     accordingly,\ndismissed with one set of costs, payable to respondent No. 1  (Union of India).\n</p>\n \n\n","numcites":16,"numcitedby":4,"docsource":"Himachal Pradesh High Court","citetid":1702990,"divtype":"judgments","relatedqs":[{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"article 239","formInput":"article%20239"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"indian arbitration act","formInput":"indian%20arbitration%20act"},{"value":"monopoly","formInput":"monopoly"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"delivery   filter:  sales of goods act 1930 cases","formInput":"delivery%20%20%20filter%3A%20%20sales%20of%20goods%20act%201930%20cases"},{"value":"sole arbitrator","formInput":"sole%20arbitrator"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"disclaimer","formInput":"disclaimer"},{"value":"seller","formInput":"seller"}],"cats":[{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"}],"courtcopy":false,"query_alert":null,"agreement":false}