{"tid":91337551,"publishdate":"2022-11-25","title":"Food Corporation Of India And Others vs M/S Iqbal Motors Transport Service And ... on 25 November, 2022","doc":"<h2 class=\"doc_title\">Food Corporation Of India And Others vs M/S Iqbal Motors Transport Service And ... on 25 November, 2022</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:m-k-kazmi\">Moksha Khajuria Kazmi</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:m-k-kazmi\">Moksha Khajuria Kazmi</a></h3>\n\n<pre id=\"pre_1\">              HIGH COURT OF JAMMU &amp; KASHMIR AND LADAKH\n                               AT SRINAGAR\n                                  FOA no. 23/2022\n                                   CM 6535/2022\n                                Caveat No. 1840/2022\n                                                Reserved on 18.11.2022\n                                              Pronounced on 25.11.2022\n\nFood Corporation of India and others\n                                                              .... Appellants\n                          Through: Mr Jahangir Iqbal Ganai, Sr. Advocate with\n                                  Mr Omais Kawos, Advocate\n\n                                          v\nM/S Iqbal Motors Transport Service and another\n                                                          ... Respondent(s)\n                              Through:    Mr Mohsin Qadri, Sr. Advocate with\n                                          Ms Mehreen Altaf, Advocate\nCORAM:\n           Hon&#x27;ble Ms Justice Moksha Khajuria Kazmi, Judge\n\n                                   JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\"><span class=\"hidden_text\" id=\"span_1\">Caveat No. 1840/2022</span>\n\n</p><p data-structure=\"PetArg\" id=\"p_2\">1.     Heard learned counsel for the caveator. Caveat discharged.\n\n</p><p data-structure=\"Issue\" id=\"p_3\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"21887780\" id=\"span_2\">2.     The appellants, through the medium of present appeal, seek setting aside of\n\nthe order dated 08.09.2022, hereinafter for short as impugned order, passed by the\n\nlearned 2nd Additional District Judge, Srinagar, for short trial court, in an appeal\n\ntitled M/s <a href=\"/doc/21887780/\" id=\"a_1\">Iqbal Motors Transport Service &amp; Anr v. Food Corporation of India and\n\nothers</a>, on the grounds taken in the memo of appeal.</span>\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">BRIEF FACTS\n</p><p data-structure=\"Facts\" id=\"p_5\">3.     The case of the appellants, precisely, is that pursuant to tender notice, No.\n\nCont./32(3)/JK/Tender/2019-20 dated 10.06.2020, the respondent transport\n\ncompany was allotted the tender, after having been declared as successful bidder,\n\non 24.02.2021. The respondent-transport company was required, in terms of the\n\ncontract, to supply foodgrains from EX-FSD New Godown Jammu to FSD\n\nBudgam. During the currency of such contract, the appellants issued a termination\n\nand debarment order no. Cont 32 (3)/ (JK)/Tender/2019-20/NIT:20.11.2020/NG\n\n<span class=\"hidden_text\" id=\"span_3\">FAO no. 23/2022                                                        Page 1 of 10</span>\n Jammu to PEG Budgam II dated 26/08.2022, by virtue of which the contract with\n\nthe respondent-transport company was terminated with immediate effect. The\n\noperative portion of the termination order is, for facility of reference, taken note of\n\nherein, thus:\n</p>\n<blockquote id=\"blockquote_1\">                &quot;Therefore, in exercise of the power conferred under MTF\n                clause X(a), XI (b), XI (c), XII (a), XII (b) &amp; 13 of the Road\n                transport contract for the route Ex-FSD New Godown Jammu\n                to PEG Budgam-II, awarded to M/s Iqbal Motor Transport\n                Services vide award letter dated 24.02.2021 for the period\n                16.03.2021 to 15.03.2023 is hereby terminated with immediate\n                effect and M/s Iqbal Motor Transport Services is hereby\n                debarred for participating in any future tender of FCI for a\n                period of three (3) years from the date of issue of this order\n                besides forfeiture of SD and the Corporation shall proceed for\n                appointment of another contract as per the MTF at the risk\n                and cost of M/s Iqbal Motor Transport Services. Any damages,\n                losses, charges, expenses or cost that may be suffered or\n                incurred by the Corporation due to the contractor&#x27;s\n                negligence or unworkman like performance of any of the\n                services under the contract would be recovered from M/s\n                Iqbal Motor Transport Services without prejudice to any other\n                rights and remedies available to the corporation under the\n                contract and law of the land.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_6\">4.     Feeling aggrieved of the termination/ debarment order supra, the respondent\n\ntransport company challenged the same by filing a suit for declaration and\n\nmandatory injunction before the trial court. The suit was accompanied by an\n\napplication for grant of ad-interim relief.\n</p>\n<p data-structure=\"Facts\" id=\"p_7\">5.     The trial court, upon consideration of the matter, stayed the operation of the\n\ntermination/ debarment order in terms of the impugned order on the ground that the\n\nprinciples of natural justice have not been followed while passing the termination/\n\ndebarment order inasmuch as the respondent transport company/ plaintiff before\n\nthe trial court, was not afforded an opportunity of hearing before the order of\n<span class=\"hidden_text\" id=\"span_4\">FAO no. 23/2022                                                          Page 2 of 10</span>\n termination. The operative portion of the impugned order is reproduced\n\nhereinbelow, thus:\n</p>\n<blockquote id=\"blockquote_2\">              &quot;For the reasons and the law discussed herein above, it\n              requires determination that whether the defendants have acted\n              in a fair manner and have followed the principles of natural\n              justice before passing the order under challenge and that fact\n              cannot be ascertained at this stage, therefore, I am of the\n              opinion that applicants/ plaintiffs have succeeded in\n              establishing a prima-facie case for grant of interim relief at\n              this stage, however this court is equally conscious of the fact\n              the defendants are yet to file their objections to the\n              application, however the ld Counsel for the non-applicants/\n              defendants sought time for filing of objections in the\n              application at hand, the time as prayed for is granted to him.\n              Therefore till the objections are filed and same are considered\n              by this court, the operation of the Termination and debarment\n              order   No    Cont    32   (3)   /   (JK)   /   Tender/   2019-\n              20/NIT:20.11.2020/NG Jammu to PEG Budgam II dated\n              26/08/2022 issued by the defendant Corporation is stayed till\n              next date of hearing. Applicant/ plaintiff shall deliver copy of\n              this order along with the copies of the plaint, applications,\n              affidavits and documents to the non-applicant/ defendant at\n              his own cost and file an affidavit before this Court within three\n              days stating therein that the copies aforesaid have been\n              delivered or sent. This application shall come up for further\n              proceedings on 24/09/2022.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_8\">6.     The said order is being assailed by the appellants by the medium of present\n\nappeal inter alia on the grounds; that in terms of the impugned order an injunction\n\nhas been issued for a determinable contract which is impermissible in law; the\n\ntermination and debarment order is issued in accordance with the terms and\n\nconditions governing the contract and in terms of the provisions of Section 14 (d)\n\nread with <a href=\"/doc/1221024/\" id=\"a_2\">Section 41(e)</a> of the Specific Relief Act, 1963, no injunction could have\n\nbeen issued even if the termination/ debarment order was issued wrongly as <a href=\"/doc/21887780/\" id=\"a_3\">in that\n\n<span class=\"hidden_text\" id=\"span_5\">FAO no. 23/2022                                                          Page 3 of 10</span>\n case</a> the respondent transport company would be entitled to seek damages; the\n\nprinciples of natural justice have not been violated; the trial court does not record\n\nas to in whose favour the balance of convenience lies and who is going to suffer\n\nthe irreparable loss, as such, the basic principle for grant of ad-interim relief has\n\nnot been followed rendering the impugned order bad in law; the order impugned is\n\nwithout jurisdiction as no cause of action has arisen in favour of the respondent\n\nwithin the territorial limits of the trial court.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_9\">7.     Heard learned counsel for the parties.\n</p>\n<p data-structure=\"PetArg\" id=\"p_10\">8.     Learned senior counsel for the appellants reiterated the grounds taken by\n\nhim in his pleadings to lend support to his case. Additionally, the learned senior\n\ncounsel submits that the appellants have resorted to forum shopping as they have\n\ndeliberately avoided invoking the jurisdiction of the courts at Jammu or at\n\nBudgam.\n</p>\n<p data-structure=\"Precedent\" id=\"p_11\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1190401\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"175521\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"686209\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1816612\" id=\"span_9\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1737629\" id=\"span_10\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"273124\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"4448434\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"611025\" id=\"span_13\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"49480\" id=\"span_14\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"442524\" id=\"span_15\">9.     The learned senior counsel for the appellants referred to and relied upon the\n\njudgments delivered in cases titled <a href=\"/doc/442524/\" id=\"a_4\">A. Venkatasubbiah Naidu v. S. Chellappan &amp;\n\nOthers</a>, reported as 2000 Vol [7] SCC 695; Indian Oil Corporation limited v.\n\nAmritsar Gas Service and others, 1991 (1) SCC 533; <a href=\"/doc/49480/\" id=\"a_5\">Dalpat Kumar and another v.\n\nPrahlad</a> singh and others (1992) 1 SCC 719; <a href=\"/doc/611025/\" id=\"a_6\">M Gurudas &amp; others v. Rasaranjan\n\n&amp; others</a>, 2006 (8) SCC 367; <a href=\"/doc/4448434/\" id=\"a_7\">National High Authority of India v. Panipat\n\nJalandhar NH-1 Toll Way Pvt. Ltd</a>, 2021 SCC Online Del 2632; <a href=\"/doc/273124/\" id=\"a_8\">Airport Authority\n\nof India v. Sh Kanwar Singh Yadav</a>, 1999 (51) DRJ (Delhi HC); <a href=\"/doc/1737629/\" id=\"a_9\">Rajasthan\n\nBreweries Limited v. The Stroh Brewery Company</a>, 2000 (55) DRJ (DB) (Delhi\n\nHigh Court); <a href=\"/doc/1816612/\" id=\"a_10\">Akmal Ali &amp; others v. State of Assam and others</a>, AIR 1984 Gauhati\n\nHigh Court, 86; <a href=\"/doc/686209/\" id=\"a_11\">E. Mangamma v. A. Muniswamy Naidu</a>, AIR 1983 Andhra\n\nPradesh, 128; <a href=\"/doc/175521/\" id=\"a_12\">Zila Parishad, Buduan &amp; others v. Brahma Rishi Sharma</a>, <a href=\"/doc/1190401/\" id=\"a_13\">AIR 1970\n\nAllahabad, 376 and Ratna Commercials Enterprises Ltd &amp; Anr v. Vasutech Ltd</a>,\n\n2007 (97) DRJ, 304.</span></span></span></span></span></span></span></span></span></span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_12\"><span class=\"hidden_text\" id=\"span_16\">FAO no. 23/2022                                                         Page 4 of 10</span>\n</p><p data-structure=\"RespArg\" id=\"p_13\"> 10.    Learned senior counsel for the respondent-transport corporation submits that\n\nthe impugned order is quite in conformity with law as the trial court was satisfied\n\nthat the principles for grant of ad-interim relief were in favour of the\n\nplaintiffs/respondents. He further submits that the instant appeal is a miscellaneous\n\nappeal and this court cannot adjudicate upon the merits of the case in such appeal\n\nand requires remanding the case to the trial court for adjudication.\n\n</p><p data-structure=\"PetArg\" id=\"p_14\">11.    Learned senior counsel further submits that the appellant-Corporation has its\n\nsub-office in Srinagar also, therefore, the submission in respect of the alleged\n\nforum shopping is unfounded. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"232539\" id=\"span_17\">In support of his case, the learned senior counsel\n\nreferred to and relied upon case law delivered in cases titled Wander Ltd. &amp; anr. v.\n\nAntox India P. Ltd, 1990 (2) ARBLR 399, SC, K. K. Puri &amp; Ors. V. A. K. Puri &amp;\n\nOrs; <a href=\"/doc/232539/\" id=\"a_14\">Astral Traders v. Haji Mohammad Shaban Dar &amp; Ors</a>:</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_15\">12.    Considered the submissions made.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_16\">13.    It is not denied by the respondent-transport company that the present dispute\n\nis arising out of a determinable contract and as such the parties to the dispute are\n\ngoverned by the terms of the contract. Since the dispute relates to the termination\n\nof contract, therefore, the clause governing such dispute in the tender document\n\nwould be desirable to be taken note of, thus:\n</p>\n<blockquote id=\"blockquote_3\">              &quot;XX. Law Governing the Contract &amp; Dispute resolution:\n</blockquote><blockquote id=\"blockquote_4\">                   (a) ....\n</blockquote><blockquote id=\"blockquote_5\">                   (b) In case of any dispute arising out of and touching\n                       upon the contract, the same will be first referred to\n                       the    Dispute/Grievance      Redressal     Committee\n                       constituted and functioning at the Zonal Office of the\n                       Corporation, with a view to settle the disputes. The\n                       role of GRC shall cover the period from the date of\n                       award of contract. If any dispute remains thereafter,\n                       the same will be settled in the Court of Law having\n                       competent jurisdiction.&quot;\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_18\">FAO no. 23/2022                                                         Page 5 of 10</span>\n<p data-structure=\"CDiscource\" id=\"p_17\"> 14.    It appears that the respondent chose to file a suit in disregard of the terms of\n\nthe contract and the trial court also passed an order of injunction on the basis of\n\nunfounded assumptions. The impugned order, ex facie appears to be legally bad as\n\nthe trial court has not satisfied itself as regards the fulfillment of the basic principle\n\ngoverning the grant of ad-interim relief. The trial court has concluded the ad-\n\ninterim injunction order in the following manner:\n</p>\n<blockquote id=\"blockquote_6\">              &quot;For the reasons and the law discussed herein above, it\n              requires determination that whether the defendants have\n              acted in a fair manner and have followed the principles of\n              natural justice before passing the order under challenge and\n              that fact cannot be ascertained at this stage, therefore, I am\n              of the opinion that applicants/ plaintiffs have succeeded in\n              establishing a prima facie case for grant of interim relief at\n              this stage&quot; (Emphasis supplied)\n</blockquote><p data-structure=\"Precedent\" id=\"p_18\">15.    Perusal of the impugned order would reveal that the trial court has not\n\nadverted to and returned finding on the basic principles governing the grant of ad-\n\ninterim relief. The trial court has very clearly recorded in the impugned order that\n\nit requires determination that whether the defendants have acted in a fair manner\n\nand have followed the principles of natural justice before passing the order under\n\nchallenge, thereby indicating that the interim relief has been passed only on the\n\nbasis of assumptions that principles of natural justice might not have been followed\n\nor that the appellants might not have acted in fair manner. The plea that the trial\n\ncourt has satisfied itself only in respect of one of the three principles governing the\n\ngrant of ad-interim relief, therefore, does not find support. It can, as such, be safely\n\nheld that the trial court has given a complete good bye to the principles of law\n\ngoverning the grant of ad-interim relief. The law on the point is clear that the court\n\nconsidering the application of grant of ad-interim relief has to satisfy itself on all\n\nthe three ingredients viz. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1434824\" id=\"span_19\">prima-facie case; balance of convenience; and\n\nirreparable loss. The relief cannot be granted even if one of the three supra\n\n<span class=\"hidden_text\" id=\"span_20\">FAO no. 23/2022                                                             Page 6 of 10</span>\n principles, appears to be tilting in favour of the party seeking such relief.\n\nTherefore, even if it is assumed that the trial court satisfied itself in respect of a\n\nprima facie case being in favour of the respondent/ plaintiff, yet it was not justified\n\nto pass the impugned order. The Hon&#x27;ble Supreme Court in case titled <a href=\"/doc/1434824/\" id=\"a_15\">Grid\n\nCorporation of Orissa Ltd. V. Indian Charge Chrome Ltd.</a>, reported as AIR 1998\n\nOri 101 has held that balance of convenience would be taken into consideration in\n\ngranting the application for interim measure of protection and where grant of\n\ninterim measure of protection is opposed to the rule of balance of convenience, it\n\nshould not be granted. In the instant case, the trial court has not made even a\n\nwhisper as to in whose favour lies the balance of convenience or who is going to\n\nsuffer an irreparable loss in the event the ad-interim relief is granted or rejected.</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"130617577\" id=\"span_21\">16.    The Hon&#x27;ble Supreme Court in case titled <a href=\"/doc/130617577/\" id=\"a_16\">Best Sellers Retail (India) Private\n\nLimited v. Aditya Birla Nuvo Limited and others</a> reported as (2012) 6 Supreme\n\nCourt Cases 792, has held that the settled principle of law is that even where prima\n\nfacie case is in favour of the plaintiff, the Court will refuse temporary injunction if\n\nthe injury suffered by the plaintiff on account of refusal of temporary injunction\n\nwas not irreparable. In the instant case there was no occasion for the respondent to\n\nhave suffered an irreparable loss if the temporary injunction was refused by the\n\ncourt.</span> The Hon&#x27;ble Apex Court had in the Best sellers supra case quoted the words\n\nof Alderson, B. in Attorney General v. Hallett (ER p. 1321) in the following terms:\n\n</p><blockquote id=\"blockquote_7\">              &quot;... I take the meaning of irreparable injury to be that which,\n              if not prevented by injunction, cannot be afterwards\n              compensated by any decree which the court can pronounce in\n              the result of the cause.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_20\">17.    It transpires from the perusal of the final notice bearing No. Cont.\n\n32(3)/JK/Tender/2019-20/NIT:20.11.2020/NG Jammu to PEG Budgam II/545\n\ndated 04.09.2022, that the performance review of the respondent for the period\n\nMay 2022 to July 2022 had been found unsatisfactory, therefore, besides issuing\n\n<span class=\"hidden_text\" id=\"span_22\">FAO no. 23/2022                                                            Page 7 of 10</span>\n notices to him, he was heard in person by the General Manager (J&amp;K) on 30th June,\n\n2022. Moreso the said final notice is stated to have been responded to also by the\n\nrespondent as is recorded in the termination and debarment order. In this view of\n\nthe matter there was no occasion for the trial court to pass an injunction order on\n\nthe basis of mere conjectures.\n</p>\n<p data-structure=\"Section\" id=\"p_21\">18.    The impugned order further appears to be bad for the reason that it has been\n\npassed in disregard to the mandate of <a href=\"/doc/124747/\" id=\"a_17\">Section 14 (d)</a> and <a href=\"/doc/1221024/\" id=\"a_18\">41 (e)</a> of the Specific\n\nRelief Act, 1963, for short as Act. <a href=\"/doc/124747/\" id=\"a_19\">Section 14 (d)</a> and <a href=\"/doc/1221024/\" id=\"a_20\">41 (e)</a> for facility of reference\n\nare reproduced herein, thus:\n</p>\n<blockquote id=\"blockquote_8\">              &quot;14. Contracts not specifically enforceable.- The following\n              contracts cannot be specifically enforced, namely__\n</blockquote><blockquote id=\"blockquote_9\">              (a)....\n</blockquote><blockquote id=\"blockquote_10\">              (b)....\n</blockquote><blockquote id=\"blockquote_11\">              (c)....\n</blockquote><blockquote id=\"blockquote_12\">              (d) a contract which is in its nature determinable.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_22\">              41.     Injunction when refused.__ An injunction cannot be\n              granted__\n</p><p data-structure=\"Conclusion\" id=\"p_23\">              (a)....\n</p><p data-structure=\"Conclusion\" id=\"p_24\">              (b)....\n</p><p data-structure=\"Conclusion\" id=\"p_25\">              (c)....\n</p><p data-structure=\"Conclusion\" id=\"p_26\">              (d)....\n</p><p data-structure=\"CDiscource\" id=\"p_27\">              (e) to prevent the breach of a contract the performance of\n              which would not be specifically enforced.&quot;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_28\">\n</p><p data-structure=\"Section\" id=\"p_29\">19.    Perusal of <a href=\"/doc/124747/\" id=\"a_21\">Section 14 (d)</a> of the Act makes it abundantly clear that certain\n\ncontracts cannot be specifically enforced. Such contracts include the contracts\n\nwhere on account of non-performance, monetary compensation is a sufficient\n\nrelief. Therefore, there was no occasion for the trial court to pass an order of\n\ninjunction in complete disregard to <a href=\"/doc/124747/\" id=\"a_22\">Section 14</a> and <a href=\"/doc/1221024/\" id=\"a_23\">41 (e)</a> of the Act.\n\n</p><p data-structure=\"PetArg\" id=\"p_30\">20.    The contention of the learned senior counsel for the appellants that the\n\nrespondent has resorted to &quot;forum shopping&quot; by choosing a court at Srinagar\n<span class=\"hidden_text\" id=\"span_23\">FAO no. 23/2022                                                          Page 8 of 10</span>\n district when as a matter of fact the supply was required to be made from Jammu to\n\nBudgam. He submits that ordinarily the courts at Jammu or at Budgam were\n\ncompetent to consider the matter and choosing a court outside the said two districts\n\nis a clear indication of forum shopping, which is inadmissible in the eyes of law.\n\n</p><p data-structure=\"PetArg\" id=\"p_31\">21.    The plea of the learned senior counsel for the appellants cannot be brushed\n\naside completely as there is no reason, not to speak of a plausible reason, having\n\nbeen shown by the other side that constrained them to choose a court in a district\n\nother than those figuring in the contract for the purposes of the supply in question\n\ni.e. the district from where the supply had to be lifted and the district where the\n\nsupply was to be provided. The learned senior counsel for the respondent has only\n\nmade a submission, to refute such contention, that the appellant corporation has its\n\nsub-office at Srinagar, therefore, the respondent was not precluded to invoke the\n\njurisdiction of the court at Srinagar. The submission of the learned senior counsel\n\nfor the respondent is noted to be rejected only as in that case he could choose a\n\ncourt even outside the Union Territory of J&amp;K as the appellant corporation must be\n\nhaving its sub offices all over the country.\n</p>\n<p data-structure=\"Precedent\" id=\"p_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1596320\" id=\"span_24\">22.    Hon&#x27;ble Supreme Court while dealing with somewhat similar position in\n\ncase titled <a href=\"/doc/1596320/\" id=\"a_24\">M/S Sonic Surgical v. National Insurance Company</a> reported as 2010 (1)\n\nSCC 135 has held as under:</span>\n</p>\n<blockquote id=\"blockquote_13\">              &quot;....If the contention of the learned counsel for the appellant is\n\n              accepted, it will mean that even if a cause of action has arisen\n\n              in Ambala, then too the complainant can file a claim petition\n\n              even in Tamil Nadu or Gauhati or anywhere in India where as\n\n              branch office of the insurance company is situated. We cannot\n\n              agree with this contention. It will lead to absurd consequences\n\n              and lead to bench hunting. In our opinion, the expression\n\n              &#x27;branch office&#x27; in the amended <a href=\"/doc/976213/\" id=\"a_25\">Section 17 (2)</a> would mean the\n\n<span class=\"hidden_text\" id=\"span_25\">FAO no. 23/2022                                                         Page 9 of 10</span>\n                 branch office where the cause of action has arisen. No doubt\n\n                this would be departing from the plaint and literal words of\n\n                <a href=\"/doc/976213/\" id=\"a_26\">Section 17 (2) (b)</a> of the Act but such departure is sometimes\n\n                necessary (as it is in this case) to avoid absurdity. In the\n\n                present case, since the cause of action arose at Ambala, the\n\n                State Consumer Redressal Commission, Haryana alone will\n\n                have jurisdiction to entertain the complaint.&quot;\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_33\">CONCLUSION\n</p><p data-structure=\"Conclusion\" id=\"p_34\">23.     In view of above discussion, the appeal filed by the appellants succeeds and\n\nis allowed as such. The impugned order dated 08.09.2022 passed by the court of\n\n2nd Additional District Judge, Srinagar, is held to be not in consonance with law\n\nand set-aside accordingly. The suit filed before the trial court in its present form is\n\nbarred by the provisions of <a href=\"/doc/124747/\" id=\"a_27\">Section 14 (d)</a> and <a href=\"/doc/1221024/\" id=\"a_28\">41 (e)</a> of the Act, therefore, is\n\ndismissed. The respondent shall however be at liberty to avail the appropriate\n\nremedy available under law.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_35\">24.     Before parting with the file I wish to make it clear that the then presiding\n\nofficer of the trial court needs to be very careful in future. He is supposed to act\n\nvery diligently and not to pass orders in haste or in slipshod manner as is manifest\n\nfrom the impugned order.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_36\">\n</p><p data-structure=\"Conclusion\" id=\"p_37\">                                                         (Moksha Khajuria Kazmi)\n                                                                   Judge\nSrinagar\n25.11.2022\nAmjad lone, Secretary\n                             Whether approved for reporting:   Yes\n\n\n\n\n<span class=\"hidden_text\" id=\"span_26\">FAO no. 23/2022                                                          Page 10 of 10</span>\n </p>","numcites":18,"numcitedby":0,"docsource":"Jammu & Kashmir High Court - Srinagar Bench","citetid":91337551,"divtype":"judgments","relatedqs":[{"value":"Forum Shopping","formInput":"Forum%20Shopping"},{"value":"temporary injunction","formInput":"temporary%20injunction"},{"value":"principles of natural justice","formInput":"principles%20of%20natural%20justice"},{"value":"\"irreparable loss\"","formInput":"%22irreparable%20loss%22"},{"value":"interim relief","formInput":"interim%20relief"},{"value":"irreparable loss","formInput":"irreparable%20loss"},{"value":"caveat","formInput":"caveat"},{"value":"\"prima facie case\"","formInput":"%22prima%20facie%20case%22"},{"value":"injunction order","formInput":"injunction%20order"},{"value":"ad-interim relief","formInput":"ad-interim%20relief"},{"value":"2022  filter:  national consumer disputes redressal commission","formInput":"2022%20%20filter%3A%20%20national%20consumer%20disputes%20redressal%20commission"},{"value":"\" temporary injunction\"\"","formInput":"%22%20temporary%20injunction%22%22"},{"value":"jammu","formInput":"jammu"},{"value":"what is ad- interim reliefs","formInput":"what%20is%20ad-%20interim%20reliefs"},{"value":"Prima facie                                filter:                                Andhra pradesh ad interim injunction                              ","formInput":"Prima%20facie%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20filter%3A%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20Andhra%20pradesh%20ad%20interim%20injunction%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20"},{"value":"prima facie case","formInput":"prima%20facie%20case"},{"value":"\" principles of natural justice\"","formInput":"%22%20principles%20of%20natural%20justice%22"},{"value":"food corporation","formInput":"food%20corporation"},{"value":"SRINAGAR","formInput":"SRINAGAR"}],"courtcopy":true,"query_alert":null,"agreement":false}