{"tid":57335685,"publishdate":"2013-11-11","title":"Dharambir vs State Of Haryana on 11 November, 2013","doc":"<h2 class=\"doc_title\">Dharambir vs State Of Haryana on 11 November, 2013</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:n-k-sanghi\">Naresh Kumar Sanghi</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:n-k-sanghi\">Naresh Kumar Sanghi</a></h3>\n\n<pre id=\"pre_1\">         Criminal Appeal No.S-344-SB of 2002                                  {1}\n\n                    IN THE HIGH COURT OF PUNJAB AND HARYANA\n                                      AT CHANDIGARH\n\n\n                                               Criminal Appeal No.S-344-SB of 2002\n                                               Date of Decision: 11th November, 2013\n\n         Dharambir\n                                                                        ...Appellant\n                                          Versus\n         State of Haryana\n                                                                        ...Respondent\n\n         CORAM: HON&#x27;BLE MR. JUSTICE NARESH KUMAR SANGHI\n\n         Present:                   Mr.Pawan Kumar Hooda, Advocate,\n                                    for the appellant.\n\n                                    Mr.Nitin Kaushal, AAG, Haryana.\n\n                                               ***\n         Naresh Kumar Sanghi, J.\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">                               Challenge in this appeal is to the judgment of conviction\n\n         dated 11.01.2002 and the order of sentence dated 14.01.2002 passed\n\n         by the learned Additional Sessions Judge, Sonepat, whereby appellant\n\n         Dharambir was held guilty for the offences punishable under <a href=\"/doc/455468/\" id=\"a_1\">Sections\n\n         307</a>, IPC, and <a href=\"/doc/73862/\" id=\"a_2\">Section 25</a> of the Arms Act and ordered to undergo the\n\n         following sentences:-\n</p>\n<blockquote id=\"blockquote_1\">                     Offence              Sentence (R.I.)         Fine           In default (R.I.)\n                  25 <a href=\"/doc/1934415/\" id=\"a_3\">Arms Act</a>                One year              --            --\n</blockquote><blockquote id=\"blockquote_2\">                     307, <a href=\"/doc/1569253/\" id=\"a_4\">IPC</a>              Seven years          ` 1000/-         Six months\n\n\n                               Both the substantive sentences were ordered to run\n\n         concurrently.\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_2\">                               The brief facts of the case are that Balak Ram had\n\n         solemnized marriage with two ladies. Umed Singh (since acquitted)\n\n         had taken birth from the first wife while Krishan (injured-PW8) and\n\n<span class=\"hidden_text\" id=\"span_1\">Sharma Seema</span>\n<span class=\"hidden_text\" id=\"span_2\">2013.12.17 10:34</span>\n<span class=\"hidden_text\" id=\"span_3\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_4\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_5\">Chandigarh</span>\n          Criminal Appeal No.S-344-SB of 2002                             {2}\n\n         Jaswant (PW9) from the second wife. Dharambir (appellant) and Har\n\n         Kishan (since acquitted) are sons of Umed Singh. There arose a land\n\n         dispute between Umed Singh and his step brothers including Krishan\n\n         (injured-PW8).\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">                               On 08.05.1999 at about 9.00 a.m, Krishan (PW8) was\n\n         returning to his house from the bus stand of his village and when\n\n         reached in front of the house of one Sultan, then Dharambir (appellant)\n\n         armed with pistol and Har Krishan (since acquitted) armed with\n\n         gandasa came out of the house of Bhaiyal. Umed Singh (since\n\n         acquitted) armed with               jeli also reached the spot and exhorted\n\n         Dharambir (appellant) to fire a shot at Krishan so that he might not\n\n         escape. Dharambir (appellant) fired several shots aiming at Krishan.\n\n         Har Kishan and Umed Singh chased Krishan and caused injuries to\n\n         him with their respective weapons. Krishan entered in to the house of\n\n         Jaswant (PW9) and closed the doors. The accused tried to open the\n\n         doors by pushing the same with their respective weapons. Dharambir\n\n         fired shots in the air in front of the house of Jaswant and while retiring\n\n         from the spot, the accused also threatened to kill the aggrieved\n\n         persons.              Injured-Krishan (PW8) was carried to the Civil Hospital,\n\n         Gohana, from where he was referred to the Post Graduate Institute of\n\n         Medical Sciences, Rohtak, for treatment, where he was medico-legally\n\n         examined by Dr.Amarjit Singh (PW5) vide MLR (Ex.PD). On receipt of\n\n         information regarding the admission of injured-Krishan, ASI Ram Avtar\n\n         (PW10) went to Rohtak and recorded statement (Ex.PA) of Krishan\n\n         and sent the same to the Police Station, Gohana, for registration of the\n\n         case on the basis of which formal FIR (Ex.PA/1) was registered by\n<span class=\"hidden_text\" id=\"span_6\">Sharma Seema</span>\n<span class=\"hidden_text\" id=\"span_7\">2013.12.17 10:34</span>\n<span class=\"hidden_text\" id=\"span_8\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_9\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_10\">Chandigarh</span>\n          Criminal Appeal No.S-344-SB of 2002                                {3}\n\n         Moharrir Head Constable Shree Krishan (PW1).                   The Investigating\n\n         Officer went to the spot, prepared rough site plan, recorded\n\n         statements of the witnesses and after arrest of the remaining accused,\n\n         recovered the gandasa and the jeli. The pistol (Ex.P-7) was sent to the\n\n         Forensic Science Laboratory, Madhuban, for testing. After completion\n\n         of the investigation, the charge-sheet (report under <a href=\"/doc/1412034/\" id=\"a_5\">Section 173</a>,\n\n         Cr.P.C.) was presented before the learned Area Judicial Magistrate.\n\n         Since the offence punishable under <a href=\"/doc/455468/\" id=\"a_6\">Section 307</a>, IPC, was exclusively\n\n         triable by the Court of Session, therefore, the case was committed to\n\n         the said Court.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">                               Finding a prima facie case, the appellant and his co-\n\n         accused were charged for the offence punishable under Section 307\n\n         read with <a href=\"/doc/37788/\" id=\"a_7\">Section 34</a>, IPC, while Dharambir (appellant) was further\n\n         charged for the offence punishable under <a href=\"/doc/73862/\" id=\"a_8\">Section 25</a> of the Arms Act.\n\n         The appellant and his co-accused pleaded not guilty and claimed trial.\n\n</p><p data-structure=\"Precedent\" id=\"p_5\">                               In order to substantiate its allegation, the prosecution\n\n         examined the following witnesses:-\n</p>\n<blockquote id=\"blockquote_3\">                               PW-1 H.C.Shree Kishan: He deposed that after receipt of\n\n                               memo (Ex.PA), he registered formal FIR (Ex.PA/1). During\n\n                               course of investigation, the Investigating Officer had\n\n                               deposited the case property on two occasions which was\n\n                               later sent to the Director, FSL, Madhuban.\n</blockquote>\n<blockquote id=\"blockquote_4\">                               PW-2 Satbir Singh, Record Keeper of PGIMS, Rohtak: He\n\n                               had produced the treatment file of Krishan (PW8).\n</blockquote>\n<blockquote id=\"blockquote_5\">                               PW-3 Jagbir Singh: He deposed that on 26.05.1999, he\n\n                               had visited the spot and prepared the scaled site plan\n<span class=\"hidden_text\" id=\"span_11\">Sharma Seema</span>\n<span class=\"hidden_text\" id=\"span_12\">2013.12.17 10:34</span>\n<span class=\"hidden_text\" id=\"span_13\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_14\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_15\">Chandigarh</span>\n          Criminal Appeal No.S-344-SB of 2002                                    {4}\n\n                               (Ex.PB) on the demarcation of Jaswant s/o Balak Ram.\n</blockquote>\n<blockquote id=\"blockquote_6\">                               PW-4 SI Amar Dass: After completion of the investigation,\n\n                               he prepared the report under Section 173, Cr.P.C.\n</blockquote>\n<blockquote id=\"blockquote_7\">                               PW-5 Dr.Amarjit Singh: On 08.05.1999 while posted as\n\n                               Medical Officer in PGIMS, Rohtak, he medico legally\n\n                               examined Krishan (PW8) and found the following two\n\n                               injuries:-\n</blockquote>\n<blockquote id=\"blockquote_8\">                                      (i)    0.5 x 0.5 cm to 0.3 x 0.3 cm multiple lacerated\n\n                                      wound with blackening around the wound at right\n\n                                      forearm, lower part of right arm and right hand.\n</blockquote>\n<blockquote id=\"blockquote_9\">                                      (ii)   0.5 x 0.5 cm to 0.3 x 0.3 cm multiple lacerated\n\n                                      wound with blackening around the wound at right\n\n                                      lateral abdomen, right lower chest and right iliac crest.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_6\">                                      Injury No.1 was kept for Ortho Surgeon&#x27;s opinion\n\n                               while injury No.2 was kept for surgeon&#x27;s opinion. He had\n\n                               informed the police vide memo Ex.PE.\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">                               PW-6 Silak Ram, Reader, District Magistrate, Sonepat: He\n\n                               deposed that the then District Magistrate, Sonepat, had\n\n                               accorded sanction (Ex.PF) for prosecution of the accused\n\n                               for the offence punishable under <a href=\"/doc/73862/\" id=\"a_9\">Section 25</a> of the Arms\n\n                               Act.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_8\">                               PW-7 Dr.Jatin Dhingra: He deposed that on 08.05.1999,\n\n                               he was a student in the Radiological Department at PGIMS,\n\n                               Rohtak. On that day, he radiologically examined Krishan\n\n                               (PW8) and observed multiple radio opaque shadows in\n\n                               abdomen, right hand and elbow.          He proved his report\n<span class=\"hidden_text\" id=\"span_16\">Sharma Seema</span>\n<span class=\"hidden_text\" id=\"span_17\">2013.12.17 10:34</span>\n<span class=\"hidden_text\" id=\"span_18\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_19\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_20\">Chandigarh</span>\n          Criminal Appeal No.S-344-SB of 2002                                 {5}\n\n                               (Ex.PF).\n</p>\n<p data-structure=\"Facts\" id=\"p_9\">                               PW-8 Krishan, complainant/injured: He fully supported the\n\n                               prosecution case and reiterated the version as narrated to\n\n                               the police while lodging the report.\n</p>\n<p data-structure=\"PetArg\" id=\"p_10\">                               PW-9 Jaswant: He is brother of the injured who had\n\n                               witnessed the occurrence.          He too supported the\n\n                               prosecution case and narrated the manner in which, the\n\n                               appellant caused injuries to Krishan (PW8).\n</p>\n<p data-structure=\"CDiscource\" id=\"p_11\">                               PW-10 ASI Ram Avtar: He is the Investigating Officer and\n\n                               deposed in detail regarding the investigation carried out by\n\n                               him.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_12\">                               During recording of the prosecution evidence, the learned\n\n         Public Prosecutor had tendered in evidence the FSL report (Ex.PC).\n\n</p><p data-structure=\"CDiscource\" id=\"p_13\">                               After completion of the prosecution evidence, statements\n\n         of the appellant and that of his co-accused, in terms of <a href=\"/doc/767287/\" id=\"a_10\">Section 313</a>,\n\n         Cr.P.C, were recorded.                  The appellant denied the incriminating\n\n         circumstances appearing against him and in response to the\n\n         penultimate question answered as under:-\n</p>\n<blockquote id=\"blockquote_10\">                               &quot;I am innocent.    My father Umed Singh has been living\n                               separately from his step brothers who are six in numbers.\n                               The complainant and other step brothers of my father have\n                               formed a party against me and my father and are not\n                               allowing us to cultivate the land of the share of my father.\n                               The land of complainant and that of ours is joint holding\n                               and due to this dispute, my father and mother were\n                               mercilessly beaten by the complainant and his five other\n                               brothers and have been dragging us in false, fictitious\n                               litigation with an ulterior motive to grab the land of our\n                               share forcibly. The present case is quite false and myself\n<span class=\"hidden_text\" id=\"span_21\">Sharma Seema</span>\n<span class=\"hidden_text\" id=\"span_22\">2013.12.17 10:34</span>\n<span class=\"hidden_text\" id=\"span_23\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_24\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_25\">Chandigarh</span>\n          Criminal Appeal No.S-344-SB of 2002                               {6}\n\n                               and my co-accused have not caused any injury to the\n                               complainant. No weapon was recovered from me and a\n                               false recovery was planted against me by the police at the\n                               instance of complainant.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_14\">                               In defence evidence, the appellant examined Prem (DW-1)\n\n         and Bhalle Ram (DW2). Both of them deposed that there was land\n\n         dispute amongst both the factions. Krishan (PW8) had murdered his\n\n         real brother Ram Kishan and in addition to the said case of murder, he\n\n         was also involved in a dacoity case.               They also deposed that the\n\n         accused had never inflicted injuries on the person of the injured and\n\n         the case got registered by Krishan was false one.\n\n</p><p data-structure=\"Section\" id=\"p_15\">                               After completion of evidence of both the sides, the\n\n         arguments were heard. Har Krishan and Umed Singh were acquitted\n\n         while Dharambir (appellant) was held guilty for the offence punishable\n\n         under <a href=\"/doc/455468/\" id=\"a_11\">Section 307</a>, IPC and <a href=\"/doc/73862/\" id=\"a_12\">Section 25</a> of the Arms Act and ordered to\n\n         undergo the sentences as has been discussed in the initial part of the\n\n         judgment.\n</p>\n<p data-structure=\"PetArg\" id=\"p_16\">                               Learned counsel for the appellant submits that the rough\n\n         site plant prepared by the Investigating Officer did not depict the house\n\n         of Jaswant (PW9) and as such, his (Jaswant) presence on the spot\n\n         was improbable. He further submits that at the time of the recovery of\n\n         the weapon of offence from Dharambir (appellant), no person from the\n\n         public was joined which creates suspicion over the said recovery. The\n\n         occurrence alleged to have taken place at 9.00 a.m in the thickly\n\n         inhabited             area and in spite of that, no independent person was\n\n         produced by the prosecution to corroborate the deposition of injured\n\n<span class=\"hidden_text\" id=\"span_26\">Sharma Seema</span>\n<span class=\"hidden_text\" id=\"span_27\">2013.12.17 10:34</span>\n<span class=\"hidden_text\" id=\"span_28\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_29\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_30\">Chandigarh</span>\n          Criminal Appeal No.S-344-SB of 2002                              {7}\n\n         Krishan(PW8); concededly, a land dispute was going on between both\n\n         the private factions and as such, false implication of the appellant, his\n\n         father and brother in the present case could not be ruled out; that from\n\n         the material available on record the mischief of <a href=\"/doc/455468/\" id=\"a_13\">Section 307</a>, IPC, is not\n\n         attracted; and that the sentence awarded to the appellant is on higher\n\n         side.\n</p>\n<p data-structure=\"PetArg\" id=\"p_17\">                               Learned counsel for the State vehemently refuted the\n\n         submissions made by the learned counsel for the appellant and\n\n         submits that there was motive on the part of the appellant to cause\n\n         injuries on the person of Krishan (PW8); from his deposition and that of\n\n         his brother Jaswant (PW9), it has well been proved on record that the\n\n         appellant fired shots from the pistol (Ex.P-7) and caused injuries on the\n\n         vital organs of Krishan (PW8). He further submits that there was no\n\n         motive on the part of the injured to have falsely implicated the\n\n         appellant.              He also submits that in view of the on going enmity\n\n         between the brothers, no villager would have dared to come forward to\n\n         depose against them. He also submits that from the oral as well as the\n\n         medical evidence, it is proved beyond the shadow of reasonable doubt\n\n         that Dharambir (appellant) had caused injuries with an intention to\n\n         cause death of Krishan (PW8), therefore, the learned trial court had\n\n         rightly held him guilty for the offence punishable under <a href=\"/doc/455468/\" id=\"a_14\">Section 307</a>,\n\n         IPC and <a href=\"/doc/73862/\" id=\"a_15\">Section 25</a> of the Arms Act.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_18\">                               I have heard the learned counsel for the parties and with\n\n         their able assistance gone through the material available on record.\n\n</p><p data-structure=\"CDiscource\" id=\"p_19\">                               It has come on record that formal FIR (Ex.PA/1) was\n\n         recorded on the basis of statement (Ex.PA) of Krishan (PW8) that on\n<span class=\"hidden_text\" id=\"span_31\">Sharma Seema</span>\n<span class=\"hidden_text\" id=\"span_32\">2013.12.17 10:34</span>\n<span class=\"hidden_text\" id=\"span_33\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_34\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_35\">Chandigarh</span>\n          Criminal Appeal No.S-344-SB of 2002                            {8}\n\n         08.05.1999 at 9.00 a.m when he was returning to his house from the\n\n         bus stand of his village, then Dharambir (appellant) armed with pistol\n\n         (Ex.P-7) met him on the way and he on exhortation of his brother (Har\n\n         Krishan) and father (Umed Singh), fired shots at him. Resultantly, he\n\n         received the pellet injuries on the right hand and near the chest on the\n\n         right side. The occurrence was witnessed by Jaswant (PW9). During\n\n         his deposition, Krishan (PW8) reiterated the facts as narrated in the\n\n         first version to the police. The deposition of Krishan was corroborated\n\n         by Jaswant (PW9).             The medical evidence also supported the oral\n\n         testimony of Krishan (PW8), therefore, the submission of the learned\n\n         counsel for the appellant that the house of Jaswant (PW9) was not\n\n         shown in the rough site plan prepared by the Investigating Officer has\n\n         no legs to stand. It has come in the statement of Krishan (PW8) which\n\n         was further corroborated by the deposition of ASI Ram Avtar (PW10)\n\n         that Dharambir (appellant) got recovered the pistol (Ex.P-7) by which\n\n         the shots were fired at him, therefore, this Court has no reason to\n\n         disbelieve            the recovery of the pistol (Ex.P-7) at the instance of\n\n         Dharambir (appellant) only on the premise that no person from the\n\n         public was joined to witness the said recovery. In the evidence, it has\n\n         also emerged on record that the injured as well as the appellant were\n\n         thickly related with each other and as such, the villagers were reluctant\n\n         to come forward to make statement in favour of either party. There is\n\n         no reason to disbelieve the statement of Krishan (PW8) that              he\n\n         received the injuries by means of a fire arm allegedly used by\n\n         Dharmbir (appellant), therefore, non-examination of any villager or a\n\n         person from the locality where the alleged occurrence had taken place\n<span class=\"hidden_text\" id=\"span_36\">Sharma Seema</span>\n<span class=\"hidden_text\" id=\"span_37\">2013.12.17 10:34</span>\n<span class=\"hidden_text\" id=\"span_38\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_39\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_40\">Chandigarh</span>\n          Criminal Appeal No.S-344-SB of 2002                               {9}\n\n         would not cause prejudice to the case of the appellant. It is settled law\n\n         that it is the quality and not the quantity which weighs with the Court\n\n         while appreciating the evidence. There is no reason for this Court to\n\n         disbelieve the statement of the injured which has further been\n\n         corroborated from the testimony of Jaswant (PW9), though the brother\n\n         of the injured. This Court is also conscious of the fact that the injuries\n\n         allegedly received by Krishan (PW8) cannot be self-inflicted or could\n\n         be caused with friendly hands on such parts. It is not possible for a\n\n         person to receive a pellet injury near the chest just to falsely implicate\n\n         a person.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_20\">                               The argument of the learned counsel for the appellant that\n\n         the appellant has falsely been implicated in this case on account of a\n\n         land dispute cannot be given any credence in view of the facts and\n\n         circumstances of the case. Concededly, the appellant and the injured,\n\n         Krishan, are collateral and they had a dispute regarding the land and\n\n         earlier to the present occurrence their family members had quarreled\n\n         on account of the said dispute. Even otherwise, the motive pales into\n\n         insignificance when the prosecution version is based on eye-witness\n\n         account and particularly if it is based on the deposition of the injured\n\n         person. It is also settled that injured is a stamped witness, therefore,\n\n         this Court is not impressed with the submission raised by the learned\n\n         counsel for the appellant that Dharambir (appellant) had been falsely\n\n         implicated in this case on account of previous enmity.\n\n</p><p data-structure=\"CDiscource\" id=\"p_21\">                               However, there appears to be substance in the argument of\n\n         the learned counsel for the appellant, when he argues, that in the facts\n\n         and circumstances of the case, the mischief of <a href=\"/doc/455468/\" id=\"a_16\">Section 307</a>, IPC, was\n<span class=\"hidden_text\" id=\"span_41\">Sharma Seema</span>\n<span class=\"hidden_text\" id=\"span_42\">2013.12.17 10:34</span>\n<span class=\"hidden_text\" id=\"span_43\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_44\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_45\">Chandigarh</span>\n          Criminal Appeal No.S-344-SB of 2002                                   {10}\n\n         not attracted.              The deposition of Dr. Amarjeet Singh (PW5), who\n\n         conducted the Medico Legal Report and that of Dr. Jatin Dhingra\n\n         (PW7), who radiologically examined Krishan (PW8), clearly revealed\n\n         that the two lacerated wounds found on the right arm and on the right\n\n         side of the chest were simple in nature. The medical evidence is not to\n\n         the effect that the injuries, individual or collectively, were dangerous to\n\n         life or they were sufficient to cause death in the ordinary course of\n\n         nature. Mere use of a gun would not give rise to a presumption that\n\n         Dharambir appellant had fired shot with an intention to cause death of\n\n         Kirshan (PW8).\n</p>\n<p data-structure=\"Precedent\" id=\"p_22\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1713421\" id=\"span_46\">A Division Bench of this Court, in the matter of <a href=\"/doc/1713421/\" id=\"a_17\">State of\n\n         Punjab v. Parveen Kumari</a>, 1991 (3) R.C.R. (Criminal) 422, has held\n\n         as under:-</span>\n</p>\n<blockquote id=\"blockquote_11\">                               &quot;6.   As regards the offence committed by Rajneesh\n                               Kumar, the learned trial Court had come to the conclusion\n                               that Rajneesh Kumar had fired a shot at Ram Parkash with\n                               revolver Exhibit P1. But by firing that shot he had not\n                               committed an offence under <a href=\"/doc/455468/\" id=\"a_18\">Section 307</a>, Indian Penal\n                               Code but the offence came under the purview of <a href=\"/doc/724142/\" id=\"a_19\">Section\n                               324</a>, Indian Penal Code, as there was no intention to\n                               commit murder of the deceased. Dr. Sunil K. Singh stated\n                               that the injury on the person of Ram Parkash was simple in\n                               nature and it could not have resulted in death. The injured\n                               was fit to make a statement on the same evening and he\n                               was discharged on the third day. As per site plan prepared\n                               by the Draftsman, the fire was shot from a distance of 22\n                               feet. When the revolver was seized it had still three bullets\n                               in it. Only one shot was fired which did not hit any vital part\n                               of the body.\n</blockquote><blockquote id=\"blockquote_12\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1864997\" id=\"span_47\">In the case of <a href=\"/doc/1864997/\" id=\"a_20\">Bhagwan Din and others v. State</a>, AIR\n<span class=\"hidden_text\" id=\"span_48\">Sharma Seema</span>\n<span class=\"hidden_text\" id=\"span_49\">2013.12.17 10:34</span>\n<span class=\"hidden_text\" id=\"span_50\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_51\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_52\">Chandigarh</span>\n          Criminal Appeal No.S-344-SB of 2002                                               {11}\n\n         1967 Allahabad 580, it was held :-</span>\n</blockquote><blockquote id=\"blockquote_13\">                                    &quot;The mere fact that a firearm was used to cause\n                                    injuries to the victim will not necessarily bring the\n                                    case   under          Section    307.        There     can    be   no\n                                    presumption that the accused intended to cause the\n                                    death merely because he used a firearm to cause\n                                    hurt. The intention of the accused person has to be\n                                    established from either the nature of his act actually\n                                    committed        by     him     or   from      other    surrounding\n                                    circumstances. Where the injury has actually been\n                                    caused      to    the    victim,     the      prosecution,     while\n                                    attempting to establish that the real intention of the\n                                    accused was to cause an injury of the nature which\n                                    was sufficient in the ordinary course of nature to\n                                    cause death or was so imminently dangerous that it\n                                    would cause death, had further to establish the\n                                    intention    or       Knowledge         of     the     accused     as\n                                    contemplated in <a href=\"/doc/455468/\" id=\"a_21\">Section 307</a> Indian Penal Code. The\n                                    burden of proof is on the prosecution and not on the\n                                    accused.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_23\">                                    7. In the instant case, the shot was fired from a\n                                    distance and it did not hit any vital part of the body. A\n                                    simple injury was caused and no further shots were\n                                    fired although the revolver contained three more\n                                    bullets. There was no evidence to establish with\n                                    certainty the existence of requisite intention or\n                                    knowledge of the respondent. Rajneesh Kumar\n                                    respondent was, therefore, rightly convicted of the\n                                    offence under <a href=\"/doc/724142/\" id=\"a_22\">Section 324</a>, Indian Penal Code. As he\n                                    was a boy of the age of 15 years, he was given the\n                                    benefit of probation.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_24\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"344997\" id=\"span_53\">In the matter of <a href=\"/doc/344997/\" id=\"a_23\">Babu Ram and others v. State of U.P.</a>,\n\n         2013 (81) Allahabad Criminal Cases 74, it was held that where from\n\n<span class=\"hidden_text\" id=\"span_54\">Sharma Seema</span>\n<span class=\"hidden_text\" id=\"span_55\">2013.12.17 10:34</span>\n<span class=\"hidden_text\" id=\"span_56\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_57\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_58\">Chandigarh</span>\n          Criminal Appeal No.S-344-SB of 2002                                 {12}\n\n         the two shots fired from a firearm three pellets injuries were caused in\n\n         the legs and though the case was registered for the offence punishable\n\n         under <a href=\"/doc/455468/\" id=\"a_24\">Section 307</a>, IPC, but the offence committed by the accused\n\n         would attract the mischief of <a href=\"/doc/724142/\" id=\"a_25\">Section 324</a>, IPC.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1864997\" id=\"span_59\">A similar view was\n\n         taken by the Division Bench of the Allahabad High Court in the matter\n\n         of <a href=\"/doc/1864997/\" id=\"a_26\">Bhagwan Din and others v. State</a>, AIR 1967 Allahabad 580.</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_25\">                                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1491793\" id=\"span_60\">In <a href=\"/doc/1491793/\" id=\"a_27\">Atma Singh v. State of Punjab</a>, 1980 PLR 719, a\n\n         Division Bench of this Court while discussing the expressions\n\n         &quot;dangerous to life&quot; and &quot;endangering life&quot; , held that mere opinion of\n\n         the doctor that the injury/injuries were sufficient to cause death would\n\n         not mean that the same were sufficient to cause death in ordinary\n\n         course of nature and, as such, the provision of <a href=\"/doc/455468/\" id=\"a_28\">Section 307</a>, IPC, was\n\n         not attracted.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_26\">                                In the case in hand, concededly the injuries were simple in\n\n         nature and the medical evidence was absolutely lacking to the effect\n\n         that the same were sufficient to cause death in ordinary course of\n\n         nature.               This Court is conscious of the fact that for attracting the\n\n         mischief of <a href=\"/doc/455468/\" id=\"a_29\">Section 307</a>, IPC, the intention of the accused matters a lot.\n\n         The same has to be gathered from the attending circumstances and\n\n         one of the most vital circumstances is the nature of the injuries\n\n         received by the injured. There is no doubt that if a shot is fired from\n\n         the firearm and no injury was received by the person, in that\n\n         eventuality also the accused can be held guilty for the offence\n\n         punishable under <a href=\"/doc/455468/\" id=\"a_30\">Section 307</a>, IPC, but it all depends upon the facts of\n\n         each case.\n</p>\n<p data-structure=\"Section\" id=\"p_27\">                                After scanning the material available on record, this Court\n<span class=\"hidden_text\" id=\"span_61\">Sharma Seema</span>\n<span class=\"hidden_text\" id=\"span_62\">2013.12.17 10:34</span>\n<span class=\"hidden_text\" id=\"span_63\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_64\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_65\">Chandigarh</span>\n          Criminal Appeal No.S-344-SB of 2002                                {13}\n\n         has come to a definite conclusion that Dharambir (appellant) had no\n\n         intention to cause death of Krishan (PW8). Therefore, his conviction\n\n         for the offence punishable under <a href=\"/doc/455468/\" id=\"a_31\">Section 307</a>, IPC, is not sustainable\n\n         and he is acquitted of the said charge. However, the simple injuries\n\n         received by means of pellets would attract the provisions of <a href=\"/doc/724142/\" id=\"a_32\">Section\n\n         324</a>, IPC. Therefore, Dharambir (appellant) is convicted for the offence\n\n         punishable under <a href=\"/doc/724142/\" id=\"a_33\">Section 324</a>, IPC, which is the lesser offence of\n\n         <a href=\"/doc/455468/\" id=\"a_34\">Section 307</a>, IPC.\n</p>\n<p data-structure=\"PetArg\" id=\"p_28\">                               Learned counsel for the State has produced the affidavit of\n\n         officiating Superintendent, District Jail, Rohtak, dated 11.11.2013,\n\n         showing the period of incarceration suffered by Dharambir (appellant)\n\n         and the same is taken on record. Perusal of the same reveals that the\n\n         appellant had suffered incarceration for 1 year, 8 months and 27 days.\n\n         If the period of 10 weeks availed by the appellant as parole is\n\n         deducted, then the actual sentence suffered by him comes to 1 year, 6\n\n         months and 17 days.                The alleged occurrence had taken place on\n\n         8.5.1999, i.e. more than 14 years back. The appellant and the injured\n\n         are collateral and they had a land dispute at that time. During the\n\n         pendency of the trial and the appeal, the appellant remained on bail,\n\n         but he did not misuse the said concession. Learned counsel for the\n\n         appellant has specifically submitted that the appellant is neither\n\n         required nor involved in any other case and the said contention is\n\n         fortified from the affidavit produced by the learned counsel for the\n\n         State.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_29\">                               Keeping in view the totality of the facts and circumstances\n\n         of the case including the period of incarceration suffered by the\n<span class=\"hidden_text\" id=\"span_66\">Sharma Seema</span>\n<span class=\"hidden_text\" id=\"span_67\">2013.12.17 10:34</span>\n<span class=\"hidden_text\" id=\"span_68\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_69\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_70\">Chandigarh</span>\n          Criminal Appeal No.S-344-SB of 2002                                {14}\n\n         appellant and the fact that the alleged occurrence had taken place on\n\n         account of a land dispute, the substantive sentence of the appellant is\n\n         reduced to the period already undergone by him. Since the sentence\n\n         awarded for the offence punishable under <a href=\"/doc/73862/\" id=\"a_35\">Section 25</a> of the Arms Act\n\n         was rigorous imprisonment for one year and both the sentences were\n\n         ordered to run concurrently, therefore, the appellant has already\n\n         served the sentence awarded for the offence punishable under <a href=\"/doc/73862/\" id=\"a_36\">Section\n\n         25</a> of the Arms Act.              However, taking into consideration the agony\n\n         suffered by the injured Krishan (PW8), this Court is of the opinion that\n\n         he deserves some compensation. Therefore, the appellant is ordered\n\n         to pay a compensation of ` 50,000/- to the injured Krishan (PW8). The\n\n         appellant shall deposit the amount of compensation, as ordered by this\n\n         Court, within three months of passing of this judgment with the learned\n\n         Trial         Court      otherwise   the   appellant   shall   undergo    rigorous\n\n         imprisonment for 8 months in default in addition to the sentence\n\n         already suffered by him. There will be no change in the amount of fine\n\n         and the term of imprisonment imposed for default of payment thereof\n\n         by the learned Trial Court.\n</p>\n<p data-structure=\"Precedent\" id=\"p_30\">                               As soon as the amount of compensation is deposited by\n\n         the appellant, the learned Trial Court would issue a notice to the\n\n         injured, Krishan (PW8) for disbursement of the said amount of\n\n         compensation to him in accordance with the norms.\n\n</p><p data-structure=\"Conclusion\" id=\"p_31\">                               With the above modification in the order of sentence, the\n\n         present appeal is partly allowed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_32\">\n\n</p><pre id=\"pre_2\">         November 11, 2013                                      (Naresh Kumar Sanghi)\n         Seema                                                         Judge\n<span class=\"hidden_text\" id=\"span_71\">Sharma Seema</span>\n<span class=\"hidden_text\" id=\"span_72\">2013.12.17 10:34</span>\n<span class=\"hidden_text\" id=\"span_73\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_74\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_75\">Chandigarh</span>\n          Criminal Appeal No.S-344-SB of 2002   {15}\n\n\n\n\n<span class=\"hidden_text\" id=\"span_76\">Sharma Seema</span>\n<span class=\"hidden_text\" id=\"span_77\">2013.12.17 10:34</span>\n<span class=\"hidden_text\" id=\"span_78\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_79\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_80\">Chandigarh</span>\n</pre><span class=\"hidden_text\" id=\"span_81\"> </span>","numcites":12,"numcitedby":18,"docsource":"Punjab-Haryana High Court","citetid":57335685,"divtype":"judgments","relatedqs":[{"value":"sec 307 of indian penal code","formInput":"sec%20307%20of%20indian%20penal%20code"},{"value":"307 ipc","formInput":"307%20ipc"},{"value":"medical evidence","formInput":"medical%20evidence"},{"value":"section 324 ipc","formInput":"section%20324%20ipc"},{"value":"arms act","formInput":"arms%20act"},{"value":"sec.324 of indian penal code ","formInput":"sec.324%20of%20indian%20penal%20code%20"},{"value":"sec.307 ipc","formInput":"sec.307%20ipc"},{"value":"offence under section 307","formInput":"offence%20under%20section%20307"},{"value":"section 307","formInput":"section%20307"},{"value":"land dispute","formInput":"land%20dispute"},{"value":"indian penal code 307","formInput":"indian%20penal%20code%20307"},{"value":"section 324","formInput":"section%20324"},{"value":"section 307 i.p.c.","formInput":"section%20307%20i.p.c."},{"value":"ipc 324","formInput":"ipc%20324"},{"value":"25 arms act ","formInput":"25%20arms%20act%20"},{"value":"sec.324 i.p.c.","formInput":"sec.324%20i.p.c."},{"value":"mischief","formInput":"mischief"},{"value":"\"324 ipc\"","formInput":"%22324%20ipc%22"},{"value":"medico legal","formInput":"medico%20legal"},{"value":"step brother","formInput":"step%20brother"}],"cats":[{"value":"attempt-to-murder","formInput":"tag:attempt-to-murder"},{"value":"punishment-for-prohibited-arms","formInput":"tag:punishment-for-prohibited-arms"},{"value":"cause-hurt","formInput":"tag:cause-hurt"}],"courtcopy":true,"query_alert":null,"agreement":false}