{"tid":26426945,"publishdate":"2016-06-01","title":"Arvind Bhardwaj & Anr vs Sana Realtors Pvt Ltd & Ors on 1 June, 2016","doc":"<h2 class=\"doc_title\">Arvind Bhardwaj &amp; Anr vs Sana Realtors Pvt Ltd &amp; Ors on 1 June, 2016</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:m-singh\">Manmohan Singh</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:m-singh\">Manmohan Singh</a></h3>\n\n<pre id=\"pre_1\">*     IN THE HIGH COURT OF DELHI AT NEW DELHI\n\n%                                   Judgment reserved on: 10th May, 2016\n                                  Judgment pronounced on: 1st June, 2016\n\n+                                      Arb. P. No.471/2015\n\n      ARVIND BHARDWAJ &amp; ANR                                    ..... Petitioners\n                   Through                   Mr. Amit Kr. Singh, Adv.\n\n                                  versus\n\n      SANA REALTORS PVT LTD &amp; ORS             ..... Respondents\n                    Through    Mr. Sanchit Dhawan, Adv.\n\n      CORAM:\n      HON&#x27;BLE MR.JUSTICE MANMOHAN SINGH\n\nMANMOHAN SINGH, J.\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">1.    The petitioners have filed the present petition under <a href=\"/doc/1841764/\" id=\"a_1\">Section 11</a>\nof the Arbitration and Conciliation Act, 1996 (hereinafter referred to\nas the &#x27;Act&#x27;) for appointment of an Arbitrator.\n</p><p data-structure=\"Facts\" id=\"p_2\">2.    Brief facts of the case as per the petition are that on 20 th\nMarch, 2010, the petitioners and the respondent-Company entered\ninto an Agreement to Sell for a space on third floor admeasuring\n3100 Sq. ft at &quot;Silverton Towers&quot; being developed in Sector-50\nGurgaon (Haryana) by the respondents for a consideration of Rs.\n60,00,000/-.\n</p><p data-structure=\"Facts\" id=\"p_3\">3.    On 18th November, 2011, the petitioners and the respondent-\nCompany entered into a Memorandum of Understanding wherein it\nwas    mentioned           that    after   the   receipt   of   consideration     of\nRs.60,00,000/- from the petitioners, the respondent/developer shall\ngive an investment return @ Rs. 1,55,000/- per month with effect\n\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">      Arb.P. No.471/2015                                            Page 1 of 8</span>\n from June, 2010 till the time respondent/developer is not able to\nlease the proposed space.\n</p><p data-structure=\"PetArg\" id=\"p_4\">4.      The petitioners made the entire payment of Rs.60,00,000/- as\na consideration for the space provided by the respondent-Company\nthrough cheques dated 24th March, 2010, 24th April, 2010, 4th May,\n2010 and 10th May, 2010.\n</p><p data-structure=\"PetArg\" id=\"p_5\">5.      It is further stated that the said investment of the petitioners\nwas done solely on the premise of assured return on the said\nproperty/investment of Rs. 1,55,000/- till the date the respondent-\nCompany got the said space of the petitioners leased out for the first\ntime.\n</p><p data-structure=\"Facts\" id=\"p_6\">6.      It is further stated in the petition that the respondent-\nCompany started paying Rs.1,55,000/- every month as an assured\nreturn as guaranteed to the petitioners since June,2010 which was\npaid to the petitioners till 30th March, 2014 with some delay on some\noccasions.\n</p><p data-structure=\"Facts\" id=\"p_7\">7.      It is also stated that the respondent-Company stopped making\nthe payment of the assured monthly return from 1st April, 2014 on\nthe ground that the respondent-Company had introduced a proposed\nlessee to the petitioners which was refused by the petitioners; as\nsuch the respondent-Company was absolved from its liability to pay\nthe assured return to the petitioners as guaranteed. Since then, an\noutstanding of more than Rs. 23,00,000/- is pending against the\nrespondent-Company till date which is accruing with every passing\nmonth.\n</p><p data-structure=\"Section\" id=\"p_8\">8.      The MOU dated 18th November, 2011 contained an arbitration\nclause for the resolution of any kind of dispute or differences as per\nthe Act. The same is reproduced here as under:\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_2\">        Arb.P. No.471/2015                                Page 2 of 8</span>\n<blockquote id=\"blockquote_1\">       &quot;13.    That all disputes or differences arising between the\n      Parties under or in relation to this Memorandum of\n      Understanding, shall be resolved by reference to\n      Arbitration in accordance with the <a href=\"/doc/1306164/\" id=\"a_2\">Arbitration and\n      Conciliation Act, 1996</a>. The venue of arbitration shall be\n      New Delhi only.&quot;\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_9\">9.     Accordingly, the petitioners issued a notice dated 17th June,\n2015 to the respondent-Company seeking its concurrence on the\nname of the arbitrator proposed by them i.e., Sh. Ashok Kumar\nSingh, Advocate to be the sole arbitrator. The said notice was duly\nreceived by the respondent-Company on 18th June, 2015. The\nrespondents till date have not responded to the said notice despite\nhaving received the same. The petitioners are left with no option but\nto file the present petition.\n</p><p data-structure=\"PetArg\" id=\"p_10\">10.    Respondents have been served. Reply has been filed. It is\nstated in the reply that the petitioner has concealed the material fact\nas the MOU being relied upon by the petitioner has been superseded\nby the execution of the sale deed in favour of the petitioner on 5 th\nMay, 2015, wherein the petitioner has categorically admitted of\nhaving settled the issue of assured return.\n</p><p data-structure=\"Facts\" id=\"p_11\">11.    It is further stated in the reply that the present petition is\nnothing but a counter blast to the complaints filed by the\nrespondent-Company         under   <a href=\"/doc/1823824/\" id=\"a_3\">Section   138</a>   of   the      Negotiable\nInstruments Act, 1881 and the petitioner despite being served with\nthe registered legal notice dated 28th February, 2015 has failed to\nmake payment towards his outstanding dues.\n</p><p data-structure=\"RespArg\" id=\"p_12\">12.    As per the respondent-Company, the petitioner has also\nconcealed the fact that the respondent-Company has duly replied to\nthe legal notice dated 17th June, 2015 sent by the petitioner and had\ndeclined to concur with the appointment of the arbitrator as the MOU\n\n\n<span class=\"hidden_text\" id=\"span_3\">      Arb.P. No.471/2015                                      Page 3 of 8</span>\n has concluded and since the terms have been settled, the MOU and\nthe Arbitration Clause do not survive.\n</p><p data-structure=\"PetArg\" id=\"p_13\">13.    The rejoinder on behalf of the petitioners has been filed\nwherein it is stated that the clause 31 of the conveyance deed dated\n5th May, 2015 is ex-facie contradictory and self-defeating since the\nsaid sale deed was executed by threat and coercion and the clause\n31 was deliberately inserted by the respondents to wriggle out of\ntheir contractual liability of paying assured monthly returns to the\npetitioners as agreed.\n</p><p data-structure=\"Issue\" id=\"p_14\">14.    It is further stated in the rejoinder that the petitioners have\nregistered a complaint dated 2nd January, 2016 with the Connaught\nPlace Police Station, New Delhi against the respondents. The\nproposed lessee introduced by the respondents was a dummy\nlessee, deliberately introduced to fulfil the formality of their\nobligation which had no capacity to pay the monthly rentals of the\ncommercial units. The execution of the conveyance deed is only a\nsubsequent event which happened much later. The actual dispute\nbetween the petitioners and the respondent-Company is not the\nconveyance       deed      but   whether   the   alleged   proposed     lessee\nintroduced by the respondents was a real interested lessee or it was\njust planted by the respondents to wriggle out of their liability which\nneeds to be decided by the arbitrator.\n</p><p data-structure=\"Section\" id=\"p_15\">15.    The copy of the sale deed in question has been filed along with\nthe reply. The relevant clause of the sale deed is reproduced here as\nunder:\n</p>\n<blockquote id=\"blockquote_2\">      &quot;31.   That the VENDEE(S) undertake not to dispute or\n      raise the issue of Assured Investment Return Plan after\n      the execution of this Deed and the same is deemed to\n      have been settled between the Parties for all the times to\n\n\n<span class=\"hidden_text\" id=\"span_4\">      Arb.P. No.471/2015                                       Page 4 of 8</span>\n       come. Since the VENDOR has complied with the terms of\n      the MOU dated 18.11.2011, by offering the property for\n      lease on 17.04.2014, the assured return stands\n      terminated thenceforth.&quot;\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_16\">16.    The execution of the sale deed is not denied by the petitioner\nwho has also not challenged the same in the Court of law.\n</p><p data-structure=\"Precedent\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_5\">17.    An arbitration agreement contained in a contract cannot be\ninvoked to seek reference to any dispute when the contract is\ndischarged by mutual agreement and the parties accept a substitute\ncontract. Reliance is placed on <a href=\"/doc/1243245/\" id=\"a_4\">National Insurance Company\nLimited v. Boghara Polyfab Private Ltd.</a> (2009) 1 SCC 267 (para\n27, 28 and 29)</span>\n</p><p data-structure=\"Precedent\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"190370690\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1545494\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1391279\" id=\"span_8\">18.    It is also settled law that if the original contract has no legal\nexistence, the arbitration clause also cannot operate as since &quot;the\noriginal contract is extinguished by the substituted one, the\narbitration clause of the original contract perishes with it&quot;. Reliance\nis placed on <a href=\"/doc/1391279/\" id=\"a_5\">Union of India v. Kishorilal Gupta</a> <a href=\"/doc/1545494/\" id=\"a_6\">AIR 1959 SC 1362\n(para 10), Damodar Valley Corporation v. K.K.Kar</a> <a href=\"/doc/190370690/\" id=\"a_7\">AIR 1974 SC\n158 (para 7), Young Achievers v. IMS Learning Resources</a> 191\n(2012) DLT 378.</span></span></span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1391279\" id=\"span_9\">i.     In the case of <a href=\"/doc/1391279/\" id=\"a_8\">Kishorilal Gupta</a> (supra) it was held as under:-</span>\n</p><blockquote id=\"blockquote_3\">        &quot;29. This decision is not directly in point; but the\n        principles laid down therein are of wider application than\n        the actual decision involved. If an arbitration clause is\n        couched in widest terms as in the present case, the\n        dispute, whether there is frustration or repudiation of the\n        contract, will be covered by it. It is not because the\n        arbitration clause survives, but because, though such\n        repudiation ends the liability of the parties to perform\n        the contract, it does not put an end to their liability to\n        pay damages for any breach of the contract. The\n        contract is still in existence for certain purposes. But\n\n\n<span class=\"hidden_text\" id=\"span_10\">      Arb.P. No.471/2015                                  Page 5 of 8</span>\n   where the dispute is whether the said contract is void ab\n  initio, the arbitration clause cannot operate on those\n  disputes, for its operative force depends upon the\n  existence of the contract and its validity. So too, if the\n  dispute is whether the contract is wholly superseded or\n  not by a new contract between the parties, such a\n  dispute must fall outside the arbitration clause, for, if it\n  is superseded, the arbitration clause falls with it. The\n  argument, therefore, that the legal position is the same\n  whether the dispute is in respect of repudiation or\n  frustration or novation is not borne out by these\n  decisions. An equally illuminating judgment of Das, J., as\n  he then was, in Tolaram Nathmull v. Birla Jute\n  Manufacturing Co. Ltd. [ ILR (1948) 2 Cal. 171] is\n  strongly relied upon by the learned counsel for the\n  appellant. There the question was whether an arbitration\n  clause which was expressed in wide terms would take in\n  a dispute raised in that case. It was contended on one\n  side that the contract was void ab initio and on the other\n  side that, even on the allegations in the plaint, the\n  contract was not ab initio void. The learned Judge, on\n  the facts of that case, held that no case had been made\n  out for staying the suit and therefore dismissed the\n  application filed by the defendant for stay of the suit.\n  The learned Judge exhaustively considered the case-law\n  on the subject and deduced the principles and\n  enumerated them at p. 187. The learned Judge was not\n  called upon to decide the present question, namely,\n  whether an arbitration clause survived in spite of\n  substitution of the earlier contract containing the\n  arbitration clause by a fresh one, and therefore we do\n  not think that it is necessary to express our opinion on\n  the principles culled out and enumerated in that\n  decision.\n</blockquote>\n<blockquote id=\"blockquote_4\">  23. The following principles relevant to the present case\n  emerge from the aforesaid discussion: (1) An arbitration\n  clause is a collateral term of a contract as distinguished\n  from its substantive terms; but nonetheless it is an\n  integral part of it; (2) however comprehensive the terms\n  of an arbitration clause may be, the existence of the\n  contract is a necessary condition for its operation; it\n\n\n<span class=\"hidden_text\" id=\"span_11\">Arb.P. No.471/2015                                   Page 6 of 8</span>\n         perishes with the contract; (3) the contract may be non\n        est in the sense that it never came legally into existence\n        or it was void ab initio; (4) though the contract was\n        validly executed, the parties may put an end to it as if it\n        had never existed and substitute a new contract for it\n        solely governing their rights and liabilities thereunder;\n        (5) in the former case, if the original contract has no\n        legal existence, the arbitration clause also cannot\n        operate, for along with the original contract, it is also\n        void; in the latter case, as the original contract is\n        extinguished by the substituted one, the arbitration\n        clause of the original contract perishes with it; and (6)\n        between the two falls many categories of disputes in\n        connection with a contract, such as the question of\n        repudiation, frustration, breach etc. In those cases it is\n        the performance of the contract that has come to an\n        end, but the contract is still in existence for certain\n        purposes in respect of disputes arising under it or in\n        connection with it. As the contract subsists for certain\n        purposes, the arbitration clause operates in respect of\n        these purposes.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_20\">ii.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_12\">In the case of <a href=\"/doc/1243245/\" id=\"a_9\">National Insurance Company Limited</a>\n      (supra) it was held as under :-</span>\n</p><blockquote id=\"blockquote_5\">        &quot;29. It is thus clear that the arbitration agreement\n        contained in a contract cannot be invoked to seek\n        reference of any dispute to arbitration, in the following\n        circumstances, when the contract is discharged on\n        account of performance, or accord and satisfaction, or\n        mutual agreement, and the same is reduced to writing\n        (and signed by both the parties or by the party seeking\n        arbitration):\n</blockquote>\n<blockquote id=\"blockquote_6\">        (a) where the obligations under a contract are fully\n        performed and discharge of the contract by performance\n        is acknowledged by a full and final discharge\n        voucher/receipt, nothing survives in regard to such\n        discharged contract;\n</blockquote>\n<blockquote id=\"blockquote_7\">        (b) where the parties to the contract, by mutual\n        agreement, accept performance of altered, modified and\n\n\n<span class=\"hidden_text\" id=\"span_13\">      Arb.P. No.471/2015                                  Page 7 of 8</span>\n         substituted obligations and confirm in writing the\n        discharge of contract by performance of the altered,\n        modified or substituted obligations;\n</blockquote>\n<blockquote id=\"blockquote_8\">        (c) where the parties to a contract, by mutual agreement,\n        absolve each other from performance of their respective\n        obligations (either on account of frustration or otherwise)\n        and consequently cancel the agreement and confirm that\n        there are no outstanding claims or disputes.&quot;\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_21\">19.   In view of the admitted facts and the clauses of the\nsubsequent sale deed and Clause 31 therein, it is evident that the\nearlier Agreement was terminated. The said fact cannot be denied by\nthe petitioners. All the arguments raised by the petitioners are an\nafterthought and misconceived. Thus, no ground is made out by the\npetitioners to allow the prayer made in the present petition.\n</p><p data-structure=\"Conclusion\" id=\"p_22\">20.   The present petition has been filed as an afterthought. The\nearlier agreement is already terminated after the parties executed\nthe sale deed. The disputes were settled. There is no live claim left.\nThe sale deed was acted upon.\n</p><p data-structure=\"Conclusion\" id=\"p_23\">21.   The petition is accordingly dismissed.\n</p><p data-structure=\"Conclusion\" id=\"p_24\">22.   No costs.\n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_25\">                                               (MANMOHAN SINGH)\n                                                    JUDGE\nJUNE 01, 2016\n\n\n\n\n<span class=\"hidden_text\" id=\"span_14\">      Arb.P. No.471/2015                                 Page 8 of 8</span>\n </p>","numcites":7,"numcitedby":7,"docsource":"Delhi High Court","citetid":26426945,"divtype":"judgments","relatedqs":[{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"void and void ab initio","formInput":"void%20and%20void%20ab%20initio"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"conveyance deed","formInput":"conveyance%20deed"},{"value":" void ab initio","formInput":"%20void%20ab%20initio"},{"value":"mutual","formInput":"mutual"},{"value":"\"void ab initio\"","formInput":"%22void%20ab%20initio%22"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"Ab initio","formInput":"Ab%20initio"},{"value":"mutual agreement","formInput":"mutual%20agreement"},{"value":"assured return","formInput":"assured%20return"},{"value":"\"arbitration\"   filter:   \"contract\" \"void-ab-initio\"","formInput":"%22arbitration%22%20%20%20filter%3A%20%20%20%22contract%22%20%22void-ab-initio%22"},{"value":"repudiation","formInput":"repudiation"},{"value":"no frustration","formInput":"no%20frustration"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"\"ab initio\"","formInput":"%22ab%20initio%22"}],"cats":[{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"appointment-of-arbitrators","formInput":"tag:appointment-of-arbitrators"},{"value":"cheque-dishonour","formInput":"tag:cheque-dishonour"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"}],"courtcopy":true,"query_alert":null,"agreement":false}