{"tid":1634294,"publishdate":"2010-11-22","title":"The Indure Private Limited vs M/S.Cethar Vessels Limited on 22 November, 2010","doc":"<h2 class=\"doc_title\">The Indure Private Limited vs M/S.Cethar Vessels Limited on 22 November, 2010</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:p-p-raja\">P.P.S.Janarthana Raja</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:p-p-raja\">P.P.S.Janarthana Raja</a></h3>\n\n<pre id=\"pre_1\">       \n\n  \n\n  \n\n \n \n BEFORE THE MADURAI BENCH OF MADRAS HIGH COURT\n\nDATED: 22/11/2010\n\nCORAM\nTHE HONOURABLE MR.JUSTICE P.P.S.JANARTHANA RAJA\n\t\t\t\t\t\t\t\t\t\nC.M.A.(MD)No.1113 of 2010\nand\nC.M.A.(MD)No.1390 of 2010\n\n\nC.M.A.(MD)No.1113 of 2010\n\nThe Indure Private Limited\nA Company incorporated under the\nprovisions of <a href=\"/doc/153279772/\" id=\"a_1\">Indian Companies Act</a>\nrepresented by its Director,\nIndure House,\nGreater Kailash-II,\nNew Delhi-110 048.\t\t\t  \t.. Appellant\n\nVs\n\n\n1.M/s.Cethar Vessels Limited\n  A Company registered under the\n  provisions of <a href=\"/doc/153279772/\" id=\"a_2\">Indian Companies Act</a>\n  having its Registered and Administered\n  Office at No.4, Dindugul Road,\n  Tiruchirapalli-620 001.\n  represented by its Power of Attorney\n  G.Dinesh Kumar\n  S/o Gopalakrishnan,\n  Dy.Manager/Legal\n\n2.Federal Bank Limited\n  represented by its\n  Chief Manager having its branch\n  at No.9, Chinnakkadai Street,\n  Tiruchirapalli-620 002.\n\n\n\n3.Canara Bank\n  represented by its\n  Senior Branch Manager,\n  having its Office at\n  Teppakulam, Tiruchirappalli-620 002.\n\n4.Indorama Synthetics (P) Limited\n  represented by its\n  Director, A-31, MIDC Industrial\n  Area, Butibori,\n  Nagpur-441 122.\t\t\t\t\t.. Respondents\n\nC.M.A.(MD)No.1390 of 2010\n\nM/s.Cethar Vessels Limited\nrepresented by its Power of Attorney\nG.Dinesh Kumar\nManager/Legal,\nNo.4, Dindigul Road,\nTiruchirapalli-620 001.\t\t\t..  Appellant\n\n\t\t\t\t\t\t\nVs\n\n1.The Federal Bank Limited\n  represented by its Chief Manager,\n  Tiruchirapalli-620 002.\n\n2.The Canara Bank\n  represented by its Senior Branch Manager,\n  Tiruchirappalli-620 002.\n\n3.M/s.Indure Private Limited\n  represented by its Director,\n  Indure House,\n  Greater Kailash-II,\n  New Delhi-110 048.\t\t\t\t\t\n\n4.M/s.Indo Rama Synthetics (I) Ltd.,\n  represented by its Director,\n  A-11, MIDC Industrial Estate,\n  Butibori-441 122,\n  Nagpur, Maharashtra State.\t\t.. Respondents\n\n\t\nAppeals filed under <a href=\"/doc/592315/\" id=\"a_3\">Section 37(1)(a)</a> of the Arbitration and Conciliation\nAct, 1996 against the fair and decreetal order dated 17.06.2010 made in\nArbitration O.P.No.3/2009 on the file of the Court of the Principal District\nJudge, Tiruchirappalli.\n\n!For Appellant in\t ... Mr.K.Subramanian,\nCMA 1113/2010\t\t     Sr.Counsel for\n\t\t  \t     Ms.J.Maria Roseline\t\t\nFor Respondents\t         ... Mr.M.S.Krishnan,\nin CMA 1113/2010             Sr.Counsel for R1\n\n\t\t             Mr.R.Pandivel for R2\n\t\t\t     Mr.V.Ramalingam for R3\n\t\t\t     Mr.N.Rahamathullah for R4\n\nFor Appellant in\t ... Mr.M.S.Krishnan,\nCMA 1390/2010\t  \t     Sr.Counsel for\n\t\t\t     Mr.B.Prasanna Vinodh\t\t\n\t\n^For Respondents\t ... Mr.R.Pandivel for R1\nin CMA 1390/2010      \t     Mr.V.Ramalingam for R2\n  \t\t             Mr.K.Subramanian, Sr.Counsel\t\t\t\n\t\t             for Ms.J.Maria Roseline for R3\t\n \t\t\t     Mr.N.Rahamathullah for R4\n\n\n\n:COMMON JUDGMENT\n\n</pre><p data-structure=\"Issue\" id=\"p_1\">\tThese appeals are preferred against the fair and decreetal order dated\n17.06.2010 made in Arbitration O.P.No.3/2009 on the file of the Court of the\nPrincipal District Judge, Tiruchirappalli.  Since both these appeals have been\nfiled against a common order, they are taken up together and being disposed of\nby a common judgment.\n</p>\n<p data-structure=\"Facts\" id=\"p_2\">\t2. The brief facts arising out of these appeals are as under:-\n</p><blockquote id=\"blockquote_1\">\tFor the sake of convenience, the parties are referred to, as arrayed in\nCMA(MD)No.1113 of 2010. The petitioner is a company incorporated under the\nprovisions of the <a href=\"/doc/1353758/\" id=\"a_4\">Companies Act</a>. Also, the first respondent is a company\nincorporated under the provisions of the <a href=\"/doc/1353758/\" id=\"a_5\">Companies Act</a> and is engaged in\nmanufacturing Industrial Boilers, Power Plants and allied products and supply\nthe same to the customers all over India and even to foreign customers. Both the\nappellant and the first respondent entered into an agreement for purchase of 2\nNos. 90 Tph, 87 ata 515$5\u0015C superheat steam temperature AFBC STEAM GENERATOR.\nThe said agreement was entered on 09.02.2005. Clause 3.0 of the agreement states\nthat the supply of the above Steam Generators as stipulated in the Contract has\nto be completed within 15 months for 1st set and 17 months for 2nd set from the\neffective date on FOT, Ex-works, basis so as to ensure that the boiler with all\nits auxiliaries included in Supplier&#x27;s Scope can be fully erected, trial run,\ncleaned and be ready to supply steam to OWNER&#x27;s TG set.  Clause 4.0 is the\nContract Price. The Contract price is Rs.29,92,00,000/- (Rupees Twenty Nine\nCrores Ninety Two Lakhs Only). ED &amp; Education Cess/ Sales Tax shall be payable\nextra against Form &#x27;C&#x27; and Form XVII on FOT Ex-works/Ex-sub supplier&#x27;s works\nbasis. Clause 5.0 - Warranty/Guarantee Period reads as follows:-\n</blockquote><blockquote id=\"blockquote_2\">\t&quot;The Steam Generator and associated equipments supplied by SUPPLIER shall\ncarry a warranty / guarantee period of 12 months from the date of successful\ncommissioning and Performance Guarantee test or 18 months from the date of last\ndespatch, whichever is later.\n</blockquote><blockquote id=\"blockquote_3\">Clause 6.0 deals with payment terms, which reads as follows:-\n&quot;For Supply:-\n</blockquote><blockquote id=\"blockquote_4\">(i) 10% of advance against submission of Advance-cum Performance Bank Guarantee\nof 10% of the order value and release of our payment from the Owner.\n</blockquote><blockquote id=\"blockquote_5\">(ii) 5% within Thirty (30) days after submission of all engineering documents\ne.g. Layout, P&amp;ID and loading data and release of our payment from the Owner.\n</blockquote><blockquote id=\"blockquote_6\">(iii) 85% progressive on account payment shall be released against receipt of\nthe materials in good condition as certified by Purchaser&#x27;s Project Manager and\non submission of following documents alongwith invoice.&quot;\n</blockquote><p data-structure=\"Issue\" id=\"p_3\">Appendix-A of the agreement deals with General Conditions of Contract for\nSupply. The said General Conditions of Contract for Supply shall also form part\nof the agreement.  It is also stated that in the Contract for Supply, that all\nthe plant and equipments supplied under the Contract are to be erected and / or\nservices are to be performed under the Contract at the site of M/s.Indo Rama\nSynthetics (I) Limited, Butibori, Nagpur Dist., Maharashtra, the above mentioned\nfourth respondent.  Clause 2.39 deals with Arbitration, which reads as under:-\n</p><blockquote id=\"blockquote_7\">\t&quot;2.39.1 The parties hereto agree that in the event that there is any\ndispute or difference between them arising out of or in connection with this\nContract or in the interpretation of any of the provisions hereof, they shall\nendeavour to meet in an effort to resolve such dispute as mentioned above. All\ndisputes arising out of or in connection with this Contract, which can not be\nsettled amicably between the Parties, within a period of thirty (30) days\n(unless mutually extended) from the date of notice of dispute from one party to\nthe other, shall be finally settled exclusively by Arbitration as per the\nprovisions of the <a href=\"/doc/1306164/\" id=\"a_6\">Indian Arbitration and Conciliation Act, 1996</a> and / or any\nother statutory modification or re-enactment thereof as in force in India. The\n&#x27;Arbitration Tribunal&#x27; shall comprise of three arbitrators, one each to be\nappointed by the parties hereto and third arbitrator shall be appointed by the\ntwo arbitrators appointed by the parties.\n</blockquote><blockquote id=\"blockquote_8\">\t2.39.2 Progress under the Contract shall be continued by the Supplier\nduring the arbitration proceeding, unless otherwise directed in writing by the\nPURCHASER or unless the matter is such that the work cannot possibly be\ncontinued until the decision of the arbitrators and save as those which are\notherwise expressly provided in the Contract, no payment due or payable by the\nPURCHASER shall be withheld on account of such arbitration proceedings, unless\nit is the subject matter or one of the subject matter thereof.\n\t2.39.3 Venue of the arbitration proceedings shall be New Delhi, India.&quot;\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_4\">The purchase order was accepted by the first respondent which resulted in a\nContract Agreement dated 09.02.2005 valued at Rs.29,92,00,000/- for Design,\nEngineering, Manufacture, Inspection, Supply and Transportation of 2 Nos. 90 TPH\n87KG/cm2 Complete Steam Generator along with auxiliaries. The first respondent\nhas also agreed to provide a Contract Performance Guarantee for the faithful\nperformance of the entire contract, equivalent to 10% of the value of the\ncontract, to the appellant. In consequence of the same, the Federal Bank, the\nabove mentioned second respondent, has undertaken to pay the appellant herein,\non demand, any and all monies payable by the first respondent to the extent of\nRs.2,34,96,212.79 under BG No.160/2006 dated 13.12.2006 and later the BG was\nextended upto 31.01.2009. Likewise, the Canara Bank, the above mentioned third\nrespondent has also undertaken to pay a sum of Rs.64,23,787.21 under BG\nNo.ABG/58-2006 dated 13.12.2006 and the same was further extended upto\n31.01.2009. The first respondent supplied the boilers with accessories and\ncomponents as per the specification made in the purchase order at the work site\nof the fourth respondent and the same was also erected. It was alleged that the\nappellant has failed to pay the sale balance consideration of Rs.1,42,32,858.18.\nThe first respondent has supplied the boilers, its accessories, its components\nas per the specifications made in the purchase order at the work site of the\nappellant&#x27;s customer and there is no dispute that the appellant also accepted\nthe supply of two industrial boilers and the same were also commissioned by the\nappellant&#x27;s customer on 25.12.2006 as well as on 04.08.2007, respectively. The\nboilers supplied by the first respondent were all functioning well.  In spite of\nsupply and commissioning of the boilers made by the first respondent as per the\nagreement, the appellant defaulted making payment to the tune of\nRs.1,42,32,858.18. In spite of repeated requests, there was no response from the\nappellant and in turn, the appellant refused to pay and also threatened to\ninvoke the bank guarantee given by the first respondent. According to the first\nrespondent, if the bank guarantee is invoked, the company would be put to much\nloss and hardship. Therefore, the first respondent filed a suit before Sub-\nCourt, Tiruchirapalli for permanent injunction in O.S.No.140/2009 and interim\ninjunction was also obtained.  Since the appellant vehemently objected to the\nsame, the Sub-Judge, Tiruchirapalli, referred the matter to the Arbitrator.\nLater, the application filed by the first respondent under <a href=\"/doc/1079220/\" id=\"a_7\">Section 9</a> of the\nArbitration and Conciliation Act, 1996 was numbered as Arbitration O.P.No.3 of\n2009 and the application filed for temporary injunction was numbered as I.A.\nNo.1933 of 2009 in Arbitration O.P.No.3 of 2009 and another application was\nfiled by the appellant to vacate the interim injunction granted in I.A.No.1933\nof 2009 in Arbitration O.P.No.3 of 2009 has been numbered as I.A. No.417 of\n2010. It was stated that the Court granted interim injunction, and thereafter\ntransferred the case to the file of the I Additional District Judge and the\nlearned I Additional District Judge extended the interim injunction. Aggrieved\nover the same, the appellant filed C.R.P.(PD)(MD)Nos.786 and 787 of 2010 before\nthe Madurai Bench of Madras High Court, one challenging the transfer of the case\nto the file of I Additional District Judge and another challenging the order of\ninterim injunction passed by the Court. This Court by order dated 19.04.2010,\npassed the following order:-\n</p><blockquote id=\"blockquote_9\">\t&quot;In fine, these civil revision petitions are allowed without costs at the\nstage of admission. Consequently connected M.P.No.1 of 2010 in both the CRPs are\nclosed. The order dated 08.03.2010 passed in Arbitration O.P.No.3 of 2009 by the\nPrincipal District Court, Tiruchirappalli is set aside and likewise, the order\ndated 10.03.2010 passed in I.A.No.411 of 2009 in Arbitration O.P.No.3 of 2009 by\nthe First Additional District Court, Tiruchirappalli is also set aside. The\nFirst Additional District Court, Tiruchirappalli is directed to transfer\nArbitration O.P.No.3 of 2009 to the Principal District Court, Tiruchirappalli.\nThe Principal District Court, Tiruchirappalli is strictly directed to dispose of\nthe same before the end of July 2010 and report the same to the Registry without\nfail.&quot;\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_5\">Aggrieved by the order, the first respondent has filed SLP before the Supreme\nCourt and the Supreme Court, by order dated 10.05.2010, directed the Principal\nDistrict Judge, Tiruchirappalli to hear the matter and pass appropriate orders\nbefore June 30, 2010. In consequence of the above remand, the matter was taken\nup by the Principal District Judge, Tiruchirappalli. On pleadings, the Trial\nCourt formulated the points for consideration which are as follows:-\n</p><blockquote id=\"blockquote_10\">&quot;1) Whether the petitioner has prima facie case?\n</blockquote><blockquote id=\"blockquote_11\">2) Whether the dispute between the parties is referable to the Arbitrator and\nwhether the petitioner who moved the court for interim measure of protection has\ntaken steps for appointment of arbitrator?\n</blockquote><blockquote id=\"blockquote_12\">3) Whether this Court lacks territorial jurisdiction?\n</blockquote><blockquote id=\"blockquote_13\">4) In whose favour the balance of convenience lies?&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_6\">After considering the documentary evidence, i.e. Exs.P1 to P26 and Exs.R1 to R13\nand after considering the arguments advanced on either side, the Trial Court, in\nrespect of Point Nos.1 and 2, held that there is an arbitral dispute between the\nparties and the first respondent has prima facie case and the first respondent\nhas also taken steps to appoint arbitrator to decide the dispute between the\nparties. In respect of Point No.3, the Trial Court held that the Court has got\nterritorial jurisdiction. In respect of Point No.4, the Trial Court held that in\nview of the existence of arbitral dispute and also the steps taken by the first\nrespondent to appoint arbitrator to commence arbitral proceedings, there is\nprima facie case in favour of the first respondent and therefore, if the\nappellant invokes the bank guarantee without paying the balance amount, the\nfirst respondent would be put to much loss and hardship and therefore, the\nbalance of convenience is in favour of the first respondent, and accordingly\ngranted interim injunction for a limited period, i.e. injuncting the appellant,\nhis men and agent from invoking the bank guarantees for a period of 6 months or\ntill the commencement of arbitral proceedings whichever is earlier. Aggrieved by\nthat order, both the present appeals have been filed by the appellant and the\nfirst respondent.\n</p>\n<p data-structure=\"RespArg\" id=\"p_7\">\t3. Mr.K.Subramanian, learned Senior Counsel appearing for the appellant\nvehemently contended that the order passed by the Trial Court is contrary to\nlaw, facts and circumstances of the case and further contended that the Trial\nCourt failed to note that the contractual obligation of the party in respect of\na performance guarantee is independent and distinct and a separate contract, and\nthe existence of any dispute between the parties to the contract is not a ground\nfor issuing an order of injunction to restrain enforcement of bank guarantee and\nin respect of the performance of the contract, a party is absolutely entitled to\ninvoke the bank guarantee unless and until a case of fraud or egregious nature\nor irretrievable injury is pleaded or proved. He further submitted that the\nLower Court has erred in ignoring the well settled position of law laid down in\nthe number of cases by the High Court as well as the Supreme Court. He also\nfurther contended that the Lower Court has erred in not appreciating that in\ncourse of commercial dealing, an unconditional and irrevocable bank guarantee is\ngiven or accepted, the beneficiary is entitled to realize such a bank guarantee\nin terms thereof irrespective of pending disputes, else the very purpose of\nproviding such a bank guarantee, itself shall be defeated. Further, it is\nsubmitted that the second respondent-Federal Bank also changed the condition of\nthe terms of the bank guarantee and inserted a new clause without informing the\nbeneficiary and it amounts to fraud on the part of the bank. Further the counsel\nsubmitted that when there is a bank guarantee, irrespective of any dispute\nbetween the appellant and the first respondent, the bank has to honour the bank\nguarantee and relied on the following judgments in support of his contention:-\n</p>\n\n<blockquote id=\"blockquote_14\">1)(1994) 1 SCC 502 (Svenska Handelsbankan v. M/s.Indian Charge Chrome and\nOthers)\n</blockquote><blockquote id=\"blockquote_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"573550\" id=\"span_1\">2)(1994) 6 SCC 597 (<a href=\"/doc/573550/\" id=\"a_8\">State Trading Corporation of India Ltd. v. Jainsons Clothing\nCorporation and Another</a>)</span>\n</blockquote><blockquote id=\"blockquote_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"636783\" id=\"span_2\">3)(1997) 6 SCC 450 (<a href=\"/doc/636783/\" id=\"a_9\">Dwarikesh Sugar Industries Ltd. v. Prem Heavy Engineering\nWorks (P) Ltd. and Another</a></span>\n</blockquote><blockquote id=\"blockquote_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1746106\" id=\"span_3\">4)(1997) 1 SCC 568 (<a href=\"/doc/1746106/\" id=\"a_10\">U.P. State Sugar Corporation v. Sumac International Ltd</a>.)</span>\n</blockquote><blockquote id=\"blockquote_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"7094\" id=\"span_4\">5)(2007) 6 SCC 470 (<a href=\"/doc/7094/\" id=\"a_11\">Mahatma Gandhi Sahakra Sakkare Karkhane v. National Heavy\nEngg. Coop. Ltd. and Another</a>)</span>\n</blockquote><blockquote id=\"blockquote_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1342691\" id=\"span_5\">6)(2006) 2 SCC 728 (<a href=\"/doc/1342691/\" id=\"a_12\">BSES Ltd. (Now Reliance Energy Ltd.) v. Fenner India Ltd.\nand Another</a>)</span>\n</blockquote><blockquote id=\"blockquote_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1028714\" id=\"span_6\">7)(2008) 1 SCC 544 (<a href=\"/doc/1028714/\" id=\"a_13\">Vinitec Electronics Private Ltd. v. HCL Infosystems Ltd</a>.)</span>\n</blockquote><blockquote id=\"blockquote_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"329587\" id=\"span_7\">8)(1988) 1 SCC 174 (<a href=\"/doc/329587/\" id=\"a_14\">U.P. Cooperative Federation Ltd. v. Singh Consultants and\nEngineers (P) Ltd</a>.)</span>\n</blockquote><blockquote id=\"blockquote_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1549410\" id=\"span_8\">9)(1996) 3 SCC 443 (<a href=\"/doc/1549410/\" id=\"a_15\">South East Asia Shipping Co. Ltd. v. Nav Bharat Enterprises\nPvt. Ltd. and Others</a>)</span>\n</blockquote><blockquote id=\"blockquote_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"122362\" id=\"span_9\">10)AIR 2004 SC 1433 (<a href=\"/doc/122362/\" id=\"a_16\">Firm Ashok Traders v. Gurumukh Das Saluja</a>).</span>\n</blockquote><blockquote id=\"blockquote_24\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"854142\" id=\"span_10\">11)(2007) 8 SCC 110 (<a href=\"/doc/854142/\" id=\"a_17\">Himadri Chemicals Industries Ltd. v. Coal Tar Refining Co.</a>)\n\nIt is therefore submitted that the order of the Lower Court is not in accordance\nwith law and the same has to be set aside.</span>\n</blockquote>\t\t\n<p data-structure=\"RespArg\" id=\"p_8\">\t4. Learned counsel for the first respondent has submitted that if the bank\nguarantee is invoked, there would be irreparable loss and hardship to the first\nrespondent. He further stated that when there is a conditional bank guarantee,\nunless the terms and conditions of the guarantee are satisfied, the appellant is\nnot entitled to invoke the bank guarantee. Further it is stated that the first\nrespondent has supplied all the plant and machinery with accessories and the\nsame were installed at the premises of the fourth respondent, and the fourth\nrespondent has also given a certificate that the installed plant and machinery\nwere functioning well and also appreciated the work of the first respondent. In\nsuch circumstances, the appellant is wrong in holding that the supplied plant\nand machinery are defective and hence they are entitled to invoke the bank\nguarantee. It is also further submitted that the appellant has to pay the\nbalance consideration and when the same was demanded, instead of making the\npayment, the appellant refused to make payment and tried to invoke the bank\nguarantee. If the bank guarantee is invoked, the first respondent would be put\nto irreparable loss and hardship and further, the first respondent will lose the\nbank guarantee amount. Therefore, according to the counsel for the first\nrespondent, the Lower Court has correctly passed the order. Further it is\ncontended by the counsel that the first respondent is willing to give consent\nfor appointment of a third arbitrator, if the appellant suggests any common\narbitrator&#x27;s name. Therefore, till the matter is taken up and disposed of by the\nArbitration Tribunal, the Lower Court should have stayed the matter.\n</p>\n<p data-structure=\"RespArg\" id=\"p_9\">\t5. Learned counsel for the second and third respondents have stated that\nthe bank is right in not honouring the bank guarantee on the ground that the\noriginal bank guarantee granted was modified and made a conditional one, and\nthat unless and until the conditions are satisfied, the bank guarantee cannot be\ninvoked. Therefore the second and third respondent-Banks have correctly rejected\nthe enforcement of the bank guarantee. It is further submitted that the bank has\nduly intimated the same to the appellant. Therefore, not honouring the bank\nguarantee is in accordance with law.\n</p>\n<p data-structure=\"RespArg\" id=\"p_10\">\t6. Learned counsel for the fourth respondent has submitted that the plant\nand machinery supplied by the first respondent were defective and there is\nfailure of performance and therefore, the appellant has correctly invoked the\nbank guarantee.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_11\">\t7. Heard the learned counsel on both the sides and perused the materials\navailable on record. There is no dispute that the first respondent has supplied\nthe steam boilers as per the specification provided in the agreement and the\nequipments were also erected and has started functioning. It is also not in\ndispute that the appellant has made a part-payment and only the balance part-\npayment alone is due. The first respondent has also given a Performance\nGuarantee as per the agreement (Performance Bank Guarantee No.160/2006 dated\n13.12.2006). The Performance Bank Guarantee was given in favour of the appellant\nherein and the Federal Bank has also undertaken to pay the appellant, on demand,\nall the monies payable to the extent of Rs.2,34,96,212.79. The said Bank\nGuarantee was valid upto 31.01.2007. The Canara Bank has also given a Bank\nGuarantee (Bank Guarantee No.APG/58-2006 dated 13.12.2006) to the extent of\nRs.64,23,787.21 and the guarantee was valid upto 31.01.2007. Subsequently, the\nFederal Bank, the second respondent herein, has also extended the Performance\nBank Guarantee No.160/2006 dated 31.01.2007 for the same amount upto 31.07.2007.\nFurther, there was extension of the bank guarantee upto 31.01.2008 and the same\nwas intimated by the Federal Bank to the appellant herein, vide letter dated\n27.07.2007. Later, the said bank guarantee was extended upto 31.07.2008.\nSubsequently, the appellant wrote a letter dated 24.07.2008 to the Federal Bank\nrequesting to extend the bank guarantee upto 31.01.2009 and also stated as\nfollows:-\n</p><blockquote id=\"blockquote_25\">\t&quot;In case the Supplier agrees to extend the bank guarantee up to 31.01.09.\nBefore its expiry and complies with the same, this claim may be treated as\nwithdrawn. Otherwise, our claim stands as it is and you are requested to remit\nRs.2,34,96,212.79 by a demand draft favouring The Indure Private Limited payable\nat New Delhi. Kindly acknowledge receipt of this letter.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_12\">The Federal bank, by letter dated 29.07.2008, considered the above request and\nsent another letter stating that it had inserted the following clause:-\n</p><blockquote id=\"blockquote_26\">\t&quot;The operation of this Guarantee will commence only after receiving the\npayment of Rs.2,34,96,212.79 (Rupees Two Crores, Thirty Four Lakhs, Ninety Six\nThousand, Two Hundred and Twelve and Paise Seventy Nine Only)&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_13\">In the above letter, the Federal Bank has also stated that the bank guarantee\nwas valid upto 31.01.2009.  Before the insertion of this clause, the earlier\nbank guarantee given by the Federal Bank was an unconditional one. By inserting\nthe above clause, the bank guarantee has become a conditional one. Only on\n16.10.2008, the appellant protested that the bank ought not to have inserted the\nsaid clause and the same was not acceptable to them. Therefore, the appellant\nrequested the bank to delete the conditional clause and if the same is not\npossible, the bank may remit the bank guarantee amount by way of a demand draft.\nOn 13.01.2009, the appellant sent another reminder to the Federal Bank, the\nabove mentioned second respondent, and the Federal bank, by letter dated\n24.03.2009, sent a letter to the appellant stating as follows:-\n</p><blockquote id=\"blockquote_27\">\t&quot;As regards payment of the guaranteed amount we may inform you that the\nsame will be subject to the satisfaction of the terms contained in our last\nrenewal letter dated 29.07.2008, accepted by you. (Please note that we cannot\nmake payment in terms of your invocation letter dated 24.07.2008 as the same\nstands withdrawn by you, on the basis of the instruction in the last paragraph\nof your said invocation letter, which reads as follows:-\n</blockquote><blockquote id=\"blockquote_28\">\t&quot;In case the supplier agrees to extend the bank guarantee up to 31.01.09\nbefore its expiry and complies with the same, this claim may be treated as\nwithdrawn.&quot;&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_14\">From a reading of the above, it is clear that the bank refused to invoke the\nbank guarantee on the ground that the bank guarantee is a conditional one. The\nappellant has not challenged the said rejection order in the manner known to\nlaw, but only sent a representation to the Headquarters of the Federal Bank and\nalso Reserve Bank of India stating that the insertion was done without the\nknowledge and hence the same is not binding on them and the bank ought to have\nhonoured the invocation of the bank guarantee. In respect of the bank guarantee\ngiven by the Canara Bank, it was also extended upto 31.03.2009. Subsequently,\nthe first respondent filed a suit in the Lower Court and also filed Arbitration\nO.P. No.3 of 2009 under <a href=\"/doc/1079220/\" id=\"a_18\">Section 9</a> of the Arbitration and Conciliation Act, 1996,\nbefore the Principal District Judge, Tiruchirappalli and got the stay and in\nview of that stay, the bank has not entertained invocation of the bank guarantee\nby the appellant.  It is pertinent to point out that the bank guarantee given by\nthe Federal Bank as on today, is a conditional one and the same was not\nchallenged in the manner known to law by the appellant. Further, another\nimportant factor that has to be taken into consideration in the present case is\nthat the fourth respondent-Indorama Synthetics (P) Ltd. has given a certificate\nstating that 2 Nos. boilers and accessories supplied by the first respondent and\ncommissioned on 25.12.2006 and 04.08.2007 respectively, have been running\nsatisfactorily since then. The said letter dated 19.01.2009 reads as under:-\n</p><blockquote id=\"blockquote_29\">\t&quot;This is to certify that M/s.Cethar Vessels Limited, Tiruchirappalli has\nsupplied us two boilers and accessories of 90 TPH, 87 at a pressure, 515$5oC\nsuperheated steam temperature through our EPC contractor M/s.The Indure (P)\nLimited against their Contract agreement dated 09/02/2005 for our 2 X 15 MW\nCaptive Co-generation Power Plant at Butibori, Nagpur.\n\tBoth the boilers were commissioned on 25/12/2006 and 04/08/2007\nrespectively and have been running satisfactory since then.\n</blockquote>\n<blockquote id=\"blockquote_30\">\tPerformance test for the boilers have been conducted on 21/08/2008 and the\nresults satisfy all the required parameters in line with the specifications.\n\tTheir services and response during execution and after the commissioning\nare quite appreciable.\n</blockquote><blockquote id=\"blockquote_31\">\tWe place on record the efforts and quality of workmanship by CVL.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_15\">After giving the certificate the fourth respondent made a complaint only on\n01.04.2009 to the appellant. It is in Volume-I of the typed set of papers given\nby the appellant at Page 193, in which it is stated as under:-\n</p><blockquote id=\"blockquote_32\">\t&quot;With reference to your letter dated 31st March please note that through\nthe referred Certificate dated 19th Jan 2009 issued to M/s.Cethar Vessels\nLimited (CVPL), Tiruchirappalli, we have only elaborated the general running\nstatus as on the date given on the certificate for the boilers supplied by\nCethar Vessels Limited.\n</blockquote>\n<blockquote id=\"blockquote_33\">Further to above Certificate we would like to elaborate the following points:\n</blockquote>\n<blockquote id=\"blockquote_34\">\ta) After the commissioning of 2nd boiler there has been major mishap in\nthe form of a blast of Dearator due to poor quality of welding and workmanship\nand tube leakage etc, which caused a considerable loss and disruption in the\nPlant apart from numerous instances of supplies erection delays on the part of\nCVPL.\n</blockquote><blockquote id=\"blockquote_35\">\tb) There had been considerable delays in furnishing required documentation\nand data book by CVPL which resulted in delay in taking necessary approvals from\nconcerned government authorities.\n</blockquote><blockquote id=\"blockquote_36\">\tc) The response of CVPL during execution was extremely poor and several\nmeetings had to be held at CVPL plant and at site to expedite supply of\nequipments at our time and cost. Moreover, CVPL execution team at site was\ninadequately staffed and due to which their presence at site meetings failed to\nexpedite the supply and erection work.\n</blockquote><blockquote id=\"blockquote_37\">\td) Even till date CVPL has not completed the supply of O&amp;M spares.\n</blockquote><blockquote id=\"blockquote_38\">\te) The guarantee period for boiler are still not over as the guarantee is\nrequired to be available upto 18 months from the date of last dispatch as 12\nmonths from the date of commissioning which ever is later.\n</blockquote>\n<blockquote id=\"blockquote_39\">\tf) The order to CVPL was directly placed by your company M/s The Indure\nPrivate Limited, New Delhi. All commercial obligation/matters with regard to the\ncontract between Indure &amp; CVPL has to be settled therefore, only by Indure.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_16\">Further, it is relevant to note that the typed set filed by the first respondent\ncontains the minutes of meeting held between the first respondent, appellant,\nfourth respondent and M/s.Design O&amp;M and the same is available in pages 226 to\n228 of Volume-II of the typed set of papers filed by the first respondent. From\nthe above minutes it is clear that the boilers were installed and operated. If\nreally the boilers were defective and there occurred any mishap as alleged at\nthe premises of the fourth respondent, the fourth respondent would have objected\nearlier, whereas the fourth respondent had only given a Certificate that the\ninstalled plant and machinery performed well. Also, there are no details\navailable on record with regard to any correspondence between the fourth\nrespondent and the appellant in respect of the defects. Only after the\ninstallation of the plant and boilers at the premises of the fourth respondent,\nmuch later, the appellant came with the complaint that the supplied boilers have\nnot performed as per the Specification and that they were defective. When the\nappellant tried to invoke the bank guarantee, immediately, the first respondent\napproached the Lower Court under <a href=\"/doc/1079220/\" id=\"a_19\">Section 9</a> of the Arbitration and Conciliation\nAct and obtained injunction. It is very pertinent to note that there is\nPerformance Guarantee as contemplated under the agreement, i.e. Clause-5.0 of\nthe agreement. Appendix-A of the Contract deals with General Conditions of\ncontract for supply. Clause 2.23.8.1.11 deals with Performance Test. Clause\n2.39.0 deals with Arbitration and the same reads as follows:-\n</p><blockquote id=\"blockquote_40\">&quot;2.39.1 The parties hereto agree that in the event that there is any dispute or\ndifference between them arising out of or in connection with this Contract or in\nthe interpretation of any of the provisions hereof, they shall endeavour to meet\nin an effort to resolve such dispute as mentioned above: All disputes arising\nout of or in connection with this Contract, which can not be settled amicably\nbetween the Parties, within a period of thirty (30) days (unless mutually\nextended) from the date of notice of dispute from one party to the other, shall\nbe finally settled exclusively by Arbitration as per the provisions of the\n<a href=\"/doc/1306164/\" id=\"a_20\">Indian Arbitration and Conciliation Act, 1996</a> and/or any other statutory\nmodification or re-enactment thereof as in force in India The &#x27;Arbitration\nTribunal&#x27; shall comprise of three arbitrators, one each to be appointed by the\nparties hereto and third arbitrator shall be appointed by the two arbitrators\nappointed by the parties.\n</blockquote>\n<blockquote id=\"blockquote_41\">2.39.2 Progress Under the contract shall be continued by the Supplier during the\narbitration proceeding, unless otherwise directed in writing by the PURCHASER or\nunless the matter is such that the work cannot possibly be continued until the\ndecision of the arbitrators and save as those which are otherwise expressly\nprovided in the Contract, no payment due or payable by the PURCHASER shall be\nwithheld on account of such arbitration proceedings, unless it is the subject\nmatter or one of the subject matter thereof.\n</blockquote>\n<blockquote id=\"blockquote_42\">2.39.3 Venue of the arbitration proceedings shall be New Delhi, India.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_17\">From a reading of the above clauses, it is clear that, in the event there is any\ndispute or difference between them arising out of or in connection with this\nContract or in the interpretation of any of the provisions hereof, they shall\nendeavour to meet in an effort to resolve such dispute by referring the matter\nto the Arbitration. It is also stated that the Arbitration Tribunal shall\ncomprise of three arbitrators, one each to be appointed by the parties hereto\nand the third arbitrator shall be appointed by the two arbitrators appointed by\nthe parties. In the present case, it is very relevant to note that the appellant\nfailed to make the payment of Rs.1,42,32,858.18. After making that demand, the\nappellant tried to invoke the bank guarantee. In view of this dispute, the first\nrespondent already appointed one Arbitrator, namely, one Thiru. Manivasagam,\nretired Commissioner of Customs and Central Excise and the appellant had also\nappointed one Arbitrator, namely, Justice R.P.Bhat, retired High Court Judge,\nBombay. Due to the reasons best known to them, till today, the third Arbitrator\nhas not been appointed. Both the appellant as well as the first respondent also\nhave not taken any steps to appoint a third Arbitrator, by filing a petition\nunder <a href=\"/doc/1841764/\" id=\"a_21\">Section 11</a> of the Arbitration and Conciliation Act. The Court also\nspecifically asked the counsel whether they are interested to appoint a third\nArbitrator by consent, but only the counsel for the first respondent suggested a\nname. Further, the Court asked the counsel for the first respondent whether he\nis taking any steps to appoint a third Arbitrator by filing a petition under\n<a href=\"/doc/1841764/\" id=\"a_22\">Section 11</a> of the Arbitration and Conciliation Act before the Honourable Chief\nJustice, but the counsel for the first respondent also stated that they are\ntaking steps. Under the circumstances, the only point that arises for\nconsideration is whether the bank guarantee can be invoked by the appellant or\nnot. Considerable arguments were advanced at some length by the counsel for both\nthe parties. A number of judgments were cited by the counsel on both sides in\nrespect of invoking the bank guarantee. It is not necessary to consider all the\ncases cited supra, except the following three cases:-\n</p><blockquote id=\"blockquote_43\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1028714\" id=\"span_11\">1)(2008) 1 SCC 544 (<a href=\"/doc/1028714/\" id=\"a_23\">Vinitec Electronics Private Ltd. v. HCL Infosystems Ltd</a>.)</span>\n</blockquote><blockquote id=\"blockquote_44\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"854142\" id=\"span_12\">2) (2007) 8 SCC 110 (<a href=\"/doc/854142/\" id=\"a_24\">Himadri Chemicals Industries Ltd. v. Coal Tar Refining Co</a>.)</span>\n</blockquote><blockquote id=\"blockquote_45\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"324025\" id=\"span_13\">3) Unreported judgment of this Court made in Original Application No.66 of 2010\ndated 16.06.2010, in the case of <a href=\"/doc/324025/\" id=\"a_25\">Ajay Kumar v. Oil &amp; Natural Gas Corporation\nLtd</a>.</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1028714\" id=\"span_14\">In (2008) 1 SCC 544 (<a href=\"/doc/1028714/\" id=\"a_26\">Vinitec Electronics Private Ltd. v. HCL Infosystems Ltd.</a>),\nthe Supreme Court considered the scope of invoking the bank guarantee and under\nwhich circumstance, the bank guarantee can be invoked. It has been held in\nparagraphs-11, 12, 13 and 14 of the above judgment as under:-</span>\n</p><blockquote id=\"blockquote_46\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1746106\" id=\"span_15\">&quot;11. The law relating to invocation of bank guarantees is by now well\nsettled by a catena of decisions of this court. The bank guarantees which\nprovided that they are payable by the guarantor on demand is considered to be an\nun-conditional bank guarantee. When in the course of commercial dealings,\nunconditional guarantees have been given or accepted the beneficiary is entitled\nto realize such a bank guarantee in terms thereof irrespective of any pending\ndisputes.\u0018In <a href=\"/doc/1746106/\" id=\"a_27\">U.P. State Sugar Corporation vs. Sumac International Ltd.\u0018</a>, this\ncourt observed that :</span>\n</blockquote><blockquote id=\"blockquote_47\">\t&quot;12.The law relating to invocation of such bank guarantees is by now well\nsettled. When in the course of commercial dealings an unconditional bank\nguarantee is given or accepted, the beneficiary is entitled to realize such a\nbank guarantee in terms thereof irrespective of any pending disputes. The bank\ngiving such a guarantee is bound to honour it as per its terms irrespective of\nany dispute raised by its customer. The very purpose of giving such a bank\nguarantee would otherwise be defeated. The courts should, therefore, be slow in\ngranting an injunction to restrain the realization of such a bank guarantee. The\ncourts have carved out only two exceptions. A fraud in connection with such a\nbank guarantee would vitiate the very foundation of such a bank guarantee. Hence\nif there is such a fraud of which the beneficiary seeks to take advantage, he\ncan be restrained from doing so. The second exception relates to cases where\nallowing the encashment of an unconditional bank guarantee would result in\nirretrievable harm or injustice to one of the parties concerned. Since in most\ncases payment of money under such a bank guarantee would adversely affect the\nbank and its customer at whose instance the guarantee is given, the harm or\ninjustice contemplated under this head must be of such an exceptional and\nirretrievable nature as would over ride the terms of the guarantee and the\nadverse effect of such an injunction on commercial dealings in the country. The\ntwo grounds are not necessarily connected, though both may coexist in some\ncases.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_19\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1342691\" id=\"span_16\">12. It is equally well settled in law that bank guarantee is an\nindependent contract between bank and the beneficiary thereof. The bank is\nalways obliged to honour its guarantee as long as it is an unconditional and\nirrevocable one. The dispute between the beneficiary and the party at whose\ninstance the bank has given the guarantee is immaterial and of no\nconsequence.\u0018In <a href=\"/doc/1342691/\" id=\"a_28\">BSES Limited (Now Reliance Energy Ltd.) vs. Fenner India Ltd.</a>\nAnd\u0018anr. this court held:</span>\n</p><blockquote id=\"blockquote_48\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1746106\" id=\"span_17\">&quot;10. There are, however, two exceptions to this Rule. The first is when\nthere is a clear fraud of which the Bank has notice and a fraud of the\nbeneficiary from which it seeks to benefit. The fraud must be of an egregious\nnature as to vitiate the entire underlying transaction. The second exception to\nthe general rule of non- intervention is when there are &#x27;special equities&#x27; in\nfavour of injunction, such as when &#x27;irretrievable injury&#x27; or &#x27;irretrievable\ninjustice&#x27; would occur if such an injunction were not granted. The general rule\nand its exceptions has been reiterated in so many judgments of this court, that\nin\u0018U.P. <a href=\"/doc/1746106/\" id=\"a_29\">State Sugar Corpn. V. Sumac International Ltd.\u0018</a>(1997) 1 SCC 568\n(hereinafter &#x27;U.P. State Sugar Corpn&#x27;) this Court, correctly declare that the\nlaw was &#x27;settled&#x27;.&quot;</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_20\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"854142\" id=\"span_18\"><a href=\"/doc/854142/\" id=\"a_30\">13.\u0018In Himadri Chemicals Industries Ltd. V. Coal Tar Refining Company</a>,\nthis court summarized the principles for grant of refusal to grant of injunction\nto restrain the enforcement of a bank guarantee or a letter of credit in the\nfollowing manner :</span>\n</p><p data-structure=\"Conclusion\" id=\"p_21\">\t&quot;14...(i) While dealing with an application for injunction in the course\nof commercial dealings, and when an unconditional bank guarantee or letter of\ncredit is given or accepted, the Beneficiary is entitled to realize such a Bank\nGuarantee or a Letter of Credit in terms thereof irrespective of any pending\ndisputes relating to the terms of the contract.\n</p><p data-structure=\"Conclusion\" id=\"p_22\">\t(ii) The Bank giving such guarantee is bound to honour it as per its terms\nirrespective of any dispute raised by its customer.\n</p><p data-structure=\"Precedent\" id=\"p_23\">\t(iii) The courts should be slow in granting an order of injunction to\nrestrain the realization of a bank guarantee or a Letter of Credit.\n</p><p data-structure=\"Precedent\" id=\"p_24\">\t(iv) Since a Bank Guarantee or a Letter of Credit is an independent and a\nseparate contract and is absolute in nature, the existence of any dispute\nbetween the parties to the contract is not a ground for issuing an order of\ninjunction to restrain enforcement of Bank Guarantees or Letters of Credit.\n</p><p data-structure=\"Precedent\" id=\"p_25\">\t(v) Fraud of an egregious nature which would vitiate the very foundation\nof such a Bank Guarantee or Letter of Credit and the beneficiary seeks to take\nadvantage of the situation.\n</p><p data-structure=\"Conclusion\" id=\"p_26\">\t(vi) Allowing encashment of an unconditional Bank Guarantee or a Letter of\nCredit would result in irretrievable harm or injustice to one of the parties\nconcerned.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_27\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"7094\" id=\"span_19\"><a href=\"/doc/7094/\" id=\"a_31\">14.\u0018In Mahatma Gandhi Sahakra Sakkare Karkhane vs. National Heavy Engg.\nCoop. Ltd</a> and\u0018anr. , this court observed :</span>\n</p><blockquote id=\"blockquote_49\">\t&quot;Para 22. If the bank guarantee furnished is an unconditional and\nirrevocable one, it is not open to the bank to raise any objection whatsoever to\npay the amounts under the guarantee. The person in whose favour the guarantee is\nfurnished by the bank cannot be prevented by way of an injunction from enforcing\nthe guarantee on the pretext that the condition for enforcing the bank guarantee\nin terms of the agreement entered between the parties has not been fulfilled.\nSuch a course is impermissible. The seller cannot raise the dispute of\nwhatsoever nature and prevent the purchaser from enforcing the bank guarantee by\nway of injunction except on the ground of fraud and irretrievable injury.\n\tPara 28. What is relevant are the terms incorporated in the guarantee\nexecuted by the bank. On careful analysis of the terms and conditions of the\nguarantee in the present case, it is found that the guarantee is an\nunconditional one. The respondent, therefore, cannot be allowed to raise any\ndispute and prevent the appellant from encashing the bank guarantee. The mere\nfact that the bank guarantee refers to the principle agreement without referring\nto any specific clause in the preamble of the deed of guarantee does not make\nthe guarantee furnished by the bank to be a conditional one.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_28\">[Emphasis supplied]&quot;\n</p><blockquote id=\"blockquote_50\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"854142\" id=\"span_20\">In (2007) 8 SCC 110 (<a href=\"/doc/854142/\" id=\"a_32\">Himadri Chemicals Industries Ltd. v. Coal Tar Refining\nCo.</a>), the Supreme Court considered the scope of law relating to grant or refusal\nto grant injunction in the matter of invocation of a bank guarantee. In\nParagraphs-10 to 14 of the above judgment, the Supreme Court has held as under:-</span>\n</blockquote><blockquote id=\"blockquote_51\">\t&quot;10.The law relating to grant or refusal to grant injunction in the matter\nof invocation of a Bank Guarantee or a Letter of Credit is now well settled by a\nplethora of decisions not only of this court but also of the different High\nCourts in India. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1746106\" id=\"span_21\">In <a href=\"/doc/1746106/\" id=\"a_33\">U.P. State Sugar Corporation Vs. Sumac International Ltd.</a>\n[(1997) 1 SCC 568], this court considered its various earlier decisions. In this\ndecision, the principle that has been laid down clearly on the enforcement of a\nBank guarantee or a Letter of Credit is that in respect of a Bank Guarantee or a\nLetter of Credit which is sought to be encashed by a beneficiary, the bank\ngiving such a guarantee is bound to honour it as per its terms irrespective of\nany dispute raised by its customer. Accordingly this Court held that the courts\nshould be slow in granting an order of injunction to restrain the realization of\nsuch a Bank Guarantee. It has also been held by this court in that decision that\nthe existence of any dispute between the parties to the contract is not a ground\nto restrain the enforcement of Bank guarantees or Letters of Credit. However\nthis court made two exceptions for grant of an order of injunction to restrain\nthe enforcement of a Bank Guarantee or a Letter of Credit. (i) Fraud committed\nin the notice of the bank which would vitiate the very foundation of guarantee;</span>\n</blockquote><blockquote id=\"blockquote_52\">(ii) injustice of the kind which would make it impossible for the guarantor to\nreimburse himself.\n</blockquote><blockquote id=\"blockquote_53\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"329587\" id=\"span_22\">11. Except under these circumstances, the courts should not readily issue\ninjunction to restrain the realization of a Bank Guarantee or a Letter of\nCredit. So far as the first exception is concerned, i.e. of fraud, one has to\nsatisfy the court that the fraud in connection with the Bank Guarantee or Letter\nof Credit would vitiate the very foundation of such a Bank Guarantee or Letter\nof Credit. So far as the second exception is concerned, this court has held in\nthat decision that it relates to cases where allowing encashment of an\nunconditional bank guarantee would result in irretrievable harm or injustice to\none of the parties concerned. While dealing with the case of fraud, this court\nin the case of <a href=\"/doc/329587/\" id=\"a_34\">U.P. Coop. Federation Ltd. Vs. Singh Consultants and Engineers\n(P) Ltd.</a> (1988) 1 SCC 174 held as follows:</span>\n</blockquote><blockquote id=\"blockquote_54\">\tThe fraud must be of an egregious nature such as to vitiate the entire\nunderlying transaction.\n</blockquote><blockquote id=\"blockquote_55\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"329587\" id=\"span_23\">While coming to a conclusion as to what constitutes fraud, this court <a href=\"/doc/329587/\" id=\"a_35\">in <a href=\"/doc/329587/\" id=\"a_36\">the\nabove case</a></a> quoted with approval the observations of Sir John Donaldson, M.R. in\nBolivinter Oil SA V/s. Chase Manhattan Bank (1984) 1 All ER 351 at p.352 which\nis as follows,\n\t&quot;The wholly exceptional case where an injunction may be granted is where\nit is proved that the bank knows that any demand for payment already made or\nwhich may thereafter be made will clearly be fraudulent. But the evidence must\nbe clear both as to the fact of fraud and as to the bank&#x27;s knowledge. It would\ncertainly not normally be sufficient that this rests on the uncorroborated\nstatement of the customer, for irreparable damage can be done to a bank&#x27;s Credit\nin the relatively brief time which must elapse between the granting of such an\ninjunction and an application by the bank to have it discharged.&quot; (Emphasis\nsupplied)</span>\n</blockquote><blockquote id=\"blockquote_56\">\t12. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"325228\" id=\"span_24\">In <a href=\"/doc/325228/\" id=\"a_37\">Svenska Handelsbanken Vs. Indian Charge Chrome</a> [(1994) 1 SCC 502],\nit has also been held that a confirmed Bank Guarantee/irrevocable Letter of\nCredit cannot be interfered with unless there is established fraud or\nirretrievable injustice involved in the case.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"329587\" id=\"span_25\">In fact, on the question of fraud,\nthis decision approved the observations made by this court in the case of <a href=\"/doc/329587/\" id=\"a_38\">U.P.\nCoop. Federation Ltd Vs. Singh Consultants and Engineers (P) Ltd.</a> [(1988) 1 SCC\n174].</span>\t\n</blockquote><blockquote id=\"blockquote_57\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1746106\" id=\"span_26\">13. So far as the second exception is concerned, this court in <a href=\"/doc/1746106/\" id=\"a_39\">U.P. State\nSugar Corporation Vs. Sumac International Ltd.</a> [(1997) 1 SCC as considered\nherein earlier, at para 14 on page 575 observed as follows :</span>\n</blockquote><blockquote id=\"blockquote_58\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"573550\" id=\"span_27\">&quot;14.On the question of irretrievable injury which is the second exception\nto the rule against granting of injunctions when unconditional bank guarantees\nare sought to be realized the court said <a href=\"/doc/1746106/\" id=\"a_40\">in <a href=\"/doc/1746106/\" id=\"a_41\">the above case</a></a> that the\nirretrievable injury must be of the kind which was the subject matter of the\ndecision in the <a href=\"/doc/573550/\" id=\"a_42\">Itek Corpn.</a> Case (566 Fed Supp 1210). In that case an exporter\nin USA entered into an agreement with the Imperial government of Iran and sought\nan order terminating its liability on stand by letter of credit issued by an\nAmerican Bank in favour of an Iranian Bank as part of the contract. The relief\nwas sought on account of the situation created after the Iranian revolution when\nthe American Government cancelled the export licences in relation to Iran and\nthe Iranian government had forcibly taken 52 American citizens as hostages. The\nUS Government had blocked all Iranian assets under the jurisdiction of United\nStates and had cancelled the export contract. The court upheld the contention of\nthe exporter that any claim for damages against the purchaser if decreed by the\nAmerican courts would not be executable in Iran under these circumstances and\nrealization of the bank guarantee/letters of credit would cause irreparable harm\nto the Plaintiff. This contention was upheld. To avail of this exception,\ntherefore, exceptional circumstances which make it impossible for the guarantor\nto reimburse himself it he ultimately succeeds, will have to be decisively\nestablished. Clearly, a mere apprehension that the other party will not be able\nto pay, is not enough.</span> In Itek case, there was certainty on this issue.\nSecondly, there was good reason, in that case for the Court to be prima facie\nsatisfied that the guarantors i.e. the bank and its customer would be found\nentitled to receive the amount paid under the guarantee.&quot; (Emphasis supplied)\n</blockquote><blockquote id=\"blockquote_59\">\t14. From the discussions made hereinabove relating to the principles for\ngrant or refusal to grant of injunction to restrain enforcement of a bank\nguarantee or a letter of credit, we find that the following principles should be\nnoted in the matter of injunction to restrain the encashment of a bank guarantee\nor a letter of credit:\n</blockquote><blockquote id=\"blockquote_60\">\t(i) While dealing with an application for injunction in the course of\ncommercial dealings, and when an unconditional bank guarantee or letter of\ncredit is given or accepted, the beneficiary is entitled to realise such a Bank\nGuarantee or a Letter of Credit in terms thereof irrespective of any pending\ndisputes relating to the terms of the contract.\n</blockquote><blockquote id=\"blockquote_61\">\t(ii) The Bank giving such guarantee is bound to honour it as per its terms\nirrespective of any dispute raised by its customer.\n</blockquote><blockquote id=\"blockquote_62\">\t(iii) The courts should be slow in granting an order of injunction to\nrestrain the realization of a bank guarantee or a Letter of Credit.\n</blockquote><blockquote id=\"blockquote_63\">\t(iv) Since a Bank Guarantee or a Letter of Credit is an independent and a\nseparate contract and is absolute in nature, the existence of any dispute\nbetween the parties to the contract is not a ground for issuing an order of\ninjunction to restrain enforcement of Bank Guarantees or Letters of Credit.\n</blockquote><blockquote id=\"blockquote_64\">\t(v) Fraud of an egregious nature which would vitiate the very foundation\nof such a Bank Guarantee or Letter of Credit and the beneficiary seeks to take\nadvantage of the situation.\n</blockquote><blockquote id=\"blockquote_65\">\t(vi) Allowing encashment of an unconditional Bank Guarantee or a Letter of\nCredit would result in irretrievable harm or injustice to one of the parties\nconcerned.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_29\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"324025\" id=\"span_28\">In an unreported judgment of this Court made in Original Application No.66 of\n2010 dated 16.06.2010, in the case of <a href=\"/doc/324025/\" id=\"a_43\">Ajay Kumar v. Oil &amp; Natural Gas\nCorporation Ltd.</a>, the learned Single Judge has also considered the scope of\ninvocation of the bank guarantee and also relied on number of Apex Court\njudgments and held that the law is well settled that the contents of the\ncontract or failure of performance and responsibilities of the parties under the\ncontract have nothing to do with the bank guarantee and invocation of the same,\nwhich is an independent contract, except, of course, in cases where the bank\nguarantee is subject to certain conditions which may be relating to the\nperformance of various terms of the contract underlining the bank guarantee or\notherwise, is independent.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_30\">\t<span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"324025\" id=\"span_29\">8. There is no quarrel as regards the principles enunciated in the above\njudgments. The Court has to see whether those principles are applicable to the\nfacts of the present case or not. There is no dispute that the bank guarantee is\na distinct and different and a separate contract, and the existence of any\ndispute between the parties to the contract is not a ground for issuing an order\nof injunction to restrain enforcement of bank guarantee. It is also pertinent to\nnote that <a href=\"/doc/324025/\" id=\"a_44\">the above case</a> law deals with only unconditional bank guarantees. In\nthe present case, originally there was an unconditional bank guarantee and\nlater, the same was converted into a conditional one by the Federal Bank, the\nabove mentioned second respondent, by inserting the clause, by letter dated\n29.07.2008. By that letter, it was informed to the appellant that the operation\nof the bank guarantee will commence only after receiving the payment of\nRs.2,34,96,212.79. Therefore, the bank guarantee in the present case is a\nconditional one and the copy was given to the appellant, even though the\ninsertion was made by the bank unilaterally. The validity of the insertion of\nthe new clause in the bank guarantee cannot be gone into by this Court in the\npresent proceedings. It is too late in a day for this Court to go into the\nvalidity of the conditional bank guarantee existing today. It is for the\nappellant to challenge the modified bank guarantee, the moment when it was\ninformed to them about the insertion. The appellant ought to have challenged the\nsame in the manner known to law. There is only mere protest by way of a\nrepresentation to the higher official of the Federal Bank, the above mentioned\nsecond respondent and also to the Reserve Bank of India. After that, they have\nnot challenged the conditional bank guarantee, in which a new clause was\ninserted without their consent. When there is existence of a conditional bank\nguarantee, the principles enunciated in the above stated judgments, cannot be\npressed into service. In the case of (1999) 8 SCC 436, reported in Hindustan\nConstruction Co.Ltd. v. State of Bihar and Others, the Supreme Court considered\nthe scope of unconditional as well as conditional bank guarantees and held in\nparagraph-14 as under:-</span>\n</p><blockquote id=\"blockquote_66\">\t&quot;14. This condition clearly refers to the original contract between HCCL\nand the defendants and postulates that if the obligations, expressed in the\ncontract, are not fulfilled by HCCL giving to the defendants the right to claim\nrecovery of the whole or part of the &quot;advance mobilisation loan&quot;, then the Bank\nwould pay the amount due under the guarantee to the Executive Engineer. By\nreferring specifically to clause 9, the Bank has qualified its liability to pay\nthe amount covered by the guarantee relating to &quot;advance mobilisation loan&quot; to\nthe Executive Engineer only if the obligations under the contract were not\nfulfilled by HCCL or HCCL has misappropriated any portion of the &quot;advance\nmobilisation loan&quot;. It is in these circumstances that the aforesaid clause would\noperate and the whole of the amount covered by the &quot;mobilisation advance&quot; would\nbecome payable on demand. The bank guarantee thus could be invoked only in the\ncircumstances referred to in clause 9 whereunder the amount would become payable\nonly if the obligations are not fulfilled or there is misappropriation. That\nbeing so, the bank guarantee could not be said to be unconditional or\nunequivocal in terms so that the defendants could be said to have had an\nunfettered right to invoke that guarantee and demand immediate payment thereof\nfrom the Bank. This aspect of the matter was wholly ignored by the High Court\nand it unnecessarily interfered with the order of injunction, granted by the\nSingle Judge, by which the defendants were restrained from invoking the bank\nguarantee.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_31\">Taking into consideration of the principles enunciated in the above judgment of\nthe Supreme Court, if the bank guarantee is a conditional one, unless the\ncondition is satisfied, the bank guarantee cannot be invoked, and if it is\nunconditional and unequivocal in terms, the bank guarantee can be invoked. One\nother factor that has to be taken into consideration is that there is only a\nbelated complaint given by the fourth respondent in whose premises the boilers\nwere installed at the instance of the appellant, and the fourth respondent also\nhad given a Certificate that the equipments were functioning well. Only at a\nlater point of time, they alleged that the equipments supplied were defective\nand a mishap occurred in the premises. This creates some doubt as well as\nsuspicion about the allegation made by the fourth respondent. There is also no\nconcrete material evidence available on record to substantiate the claim. It is\nonly a mere allegation. If the same is not true, the same would certainly\nvitiate the very foundation of the bank guarantee. It would certainly cause\nirretrievable harm or injustice to one of the parties and also the beneficiary\nshould not be allowed to take advantage. Therefore, the present case comes\nwithin the four corners of the principles enunciated in Paragraph-14 (v) and\n</p><p data-structure=\"Precedent\" id=\"p_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"854142\" id=\"span_30\">(vi) of the Apex Court judgment in the case of <a href=\"/doc/854142/\" id=\"a_45\">Himadri Chemicals Industries\nLimited v. Coal Tar Refining Co.</a>, cited supra. In respect of the conditional\nbank guarantee, unless the condition is satisfied, the bank guarantee cannot be\ninvoked and also further, other factors like non-payment as well as belated\ncomplaint, cannot be disregarded. They all are well interconnected with one\nanother. After considering the facts and circumstances of the case, especially\ntaking into consideration of the following factors, viz.,</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_33\">1)Insertion of a new clause in the Performance Bank Guarantee made the\nunconditional bank guarantee a conditional bank guarantee,\n</p><p data-structure=\"Conclusion\" id=\"p_34\">2)The said conditional bank guarantee was not at all challenged by the appellant\nin the manner known to law,\n</p><p data-structure=\"Conclusion\" id=\"p_35\">3)Certificate given by M/s.Indorama Synthetics (P) Ltd., the above mentioned\nfourth respondent stating that the supplied plant and machinery were functioning\nwell,\n</p><p data-structure=\"Precedent\" id=\"p_36\">4)The fourth respondent-M/s.Indorama Synthetics (P) Ltd. had given the complaint\nbelatedly, and also there is lack of concrete evidence available on the record\nto prove the same,\n</p><p data-structure=\"Conclusion\" id=\"p_37\">5)Arbitration Clause in the agreement,\n</p><p data-structure=\"Conclusion\" id=\"p_38\">6)Appointment of Arbitrator by both the appellant as well as the first\nrespondent, respectively,\n</p><p data-structure=\"Section\" id=\"p_39\">7)As per the agreement, only the third Arbitrator has to be appointed by the two\narbitrators appointed by the parties / appointment of third arbitrator by either\nof the parties by filing application under <a href=\"/doc/1841764/\" id=\"a_46\">Section 11</a> of the Arbitration and\nConciliation Act.\n</p><p data-structure=\"CDiscource\" id=\"p_40\">8)No steps have been taken to appoint the third arbitrator by either of the\nparties,\n\nthis Court is of the view that all the above factors are interconnected with\neach other and the same can be resolved only by Arbitration, as contemplated in\nthe agreement. The Trial Court has correctly held that a third Arbitrator has to\nbe appointed and the whole issue can be resolved by the Arbitration Tribunal.\nThe Trial Court has also given time to proceed further in appointing the third\nArbitrator. Under the circumstances, this Court is of the view that the order\npassed by the Trial Court, which is impugned in these appeals, is in accordance\nwith law and hence the same is confirmed. It is also pertinent to note that the\ncounsel for the first respondent has stated that the matter may be remitted to\nthe Trial Court with a direction to rehear the matter, since the Trial Court has\nnot given a finding in respect of the merits of the case. This Court feels that\nit is not necessary to go into the merits of the case in view of the\nobservations made earlier. It is also made clear that whatever observations made\nabove in disposing of the present appeals shall not be relied on by the parties\nin any other proceedings.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_41\">\t9. With the above observation, the Civil Miscellaneous Appeals are\ndismissed.  Consequently, M.P.(MD)Nos.1 and 1 of 2010 in C.M.A.(MD)Nos.1113 and\n1390 of 2010 are closed. No costs.\n</p>\n\n\n<p data-structure=\"Conclusion\" id=\"p_42\">KM\n\n\nTo\n\nThe Principal District Judge,\nTiruchirapalli.\n</p><p data-structure=\"Conclusion\" id=\"p_43\">\u001a</p>","numcites":18,"numcitedby":0,"docsource":"Madras High Court","citetid":1634294,"divtype":"judgments","relatedqs":[{"value":"bank guarantee injunction","formInput":"bank%20guarantee%20injunction"},{"value":"conditional bank guarantee","formInput":"conditional%20bank%20guarantee"},{"value":"appointment of third arbitrator","formInput":"appointment%20of%20third%20arbitrator"},{"value":"contracts of guarantee","formInput":"contracts%20of%20guarantee"},{"value":"no interim injunction","formInput":"no%20interim%20injunction"},{"value":"\"conditional bank guarantee\"","formInput":"%22conditional%20bank%20guarantee%22"},{"value":"letter of credit","formInput":"letter%20of%20credit"},{"value":"conditional guarantee","formInput":"conditional%20guarantee"},{"value":"performance guarantee","formInput":"performance%20guarantee"},{"value":"mobilisation advance","formInput":"mobilisation%20advance"},{"value":"irretrievable injustice","formInput":"irretrievable%20injustice"},{"value":"grant of injunction","formInput":"grant%20of%20injunction"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"performance bank guarantee","formInput":"performance%20bank%20guarantee"},{"value":"when an injunction can be granted","formInput":"when%20an%20injunction%20can%20be%20granted"},{"value":"federal bank","formInput":"federal%20bank"},{"value":"canara bank","formInput":"canara%20bank"},{"value":"Guarantor ","formInput":"Guarantor%20"},{"value":"interim injunction when can be granted","formInput":"interim%20injunction%20when%20can%20be%20granted"}],"cats":[{"value":"interim-measures-etc-by-court","formInput":"tag:interim-measures-etc-by-court"},{"value":"appointment-of-arbitrators","formInput":"tag:appointment-of-arbitrators"},{"value":"companies-law","formInput":"tag:companies-law"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"}],"courtcopy":true,"query_alert":null,"agreement":false}