{"tid":77319159,"publishdate":"2014-11-10","title":"Yogesh Sunare vs The State Of Madhya Pradesh on 10 November, 2014","doc":"<h2 class=\"doc_title\">Yogesh Sunare vs The State Of Madhya Pradesh on 10 November, 2014</h2>\n\n<pre id=\"pre_1\">  HIGH COURT OF JUDICATURE MADHYA PRADESH,\n                  JABAPLUR\n\n      Single Bench: Hon&#x27;ble Mr. Justice N.K.Gupta,J.\n\n              CRIMINAL APPEAL NO.1400 OF 2010\n\n                           Yogesh Sunare &amp; others.\n                                           Vs.\n                          State of Madhya Pradesh.\n-------------------------------------------------------------------------------------------\nShri R.S.Patel, Advocate for the appellants.\n\nShri G.S.Thakur, Panel Lawyer for the respondent/ State.\n-------------------------------------------------------------------------------------------\n                                JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">          (Delivered on the 10th day of November, 2014)\n\n\n\n               This criminal appeal is filed by the appellants\n\nbeing aggrieved by the judgment dated 24/07/2010 passed\n\nby the 12th Additional Sessions Judge, Jabalpur in ST\n\nNo.545/2009 whereby each of the appellants was convicted\n\nof offence punishable under <a href=\"/doc/653797/\" id=\"a_1\">Sections 304-B</a>/<a href=\"/doc/37788/\" id=\"a_2\">34</a>, <a href=\"/doc/538436/\" id=\"a_3\">498-A</a>/<a href=\"/doc/37788/\" id=\"a_4\">34</a> of\n\nIPC and <a href=\"/doc/1023340/\" id=\"a_5\">Section 4</a> of Dowry Prohibition Act and sentenced\n\nto seven years&#x27; RI, three years&#x27; RI with fine of Rs.2000/- and\n\ntwo years&#x27; RI with fine of Rs.1000/-. The default sentence\n\nwas also imposed in lieu of payment of fine.\n\n</p><p data-structure=\"Facts\" id=\"p_2\">2.             Prosecution case, in short, is that deceased\n\nKanchan was the wife of appellant No.1 and daughter-in-law\n\nof remaining appellants. The marriage of deceased Kanchan\n\ntook place on 6.5.2006. On 10.6.2009 she was found hanged\n\nin her room situated at the house of the appellants in the\n\njurisdiction of Police Station Ghamapur, Jabalpur. On Merg\n                            2            Criminal Appeal No.1400/2010\n\n\n\n\nintimation given by the appellant Yogesh Sunare, the Police\n\nOfficers went to the spot and removed the dead body of the\n\ndeceased from the piece of Sari and kept the dead body of\n\nthe deceased on the floor of the room and thereafter the\n\nroom was closed and sealed. The memo Ex.P-7 relating to\n\nsealing of the room was prepared. Thereafter the room was\n\nopened before the parents and relatives of the deceased\n\nand memo Ex.P-5 was prepared to open the door. Thereafter\n\nthe dead body of the deceased was sent for the postmortem.\n\nDr. Chandra Shekhar Waghmare (PW-5) had performed the\n\npostmortem on the body of the deceased and gave his\n\nreport Ex.P-4. He found that the deceased died due to\n\nasphyxia caused by hanging. Thereafter the parents and\n\nrelatives of the deceased have stated that the deceased was\n\nbeing tortured by the appellants for dowry demand etc.\n\nAfter due investigation, the charge sheet was filed before\n\nthe JMFC Jabalpur, who committed the case to the Sessions\n\nCourt, Jabalpur and ultimately it was transferred to the 12 th\n\nAdditional Sessions Judge, Jabalpur.\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">3.        The appellants-accused abjured their guilt. They\n\ntook a plea that the deceased was kept with comfort. There\n\nwas no dowry demand from the side of the appellants and\n\nafter the death of the deceased they were falsely implicated\n\nin the matter. In defence Sharad Wagdare (DW-1), Kusum\n\nBai (DW-2) and Shyam Bai (DW-3) were examined.\n</p><p data-structure=\"Issue\" id=\"p_4\">                            3            Criminal Appeal No.1400/2010\n\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_5\">4.        After considering the evidence adduced by the\n\nparties, the learned Additional Sessions Judge, Jabalpur\n\nconvicted and sentenced the appellants as mentioned\n\nabove.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_6\">5.        I have heard the learned counsel for the parties at\n\nlength.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_7\">6.        In   the   present   case   Dr.   Chandra      Shekhar\n\nWaghmare (PW-5) has proved his postmortem report Ex.P-4.\n\nHe has stated before the trial Court that the deceased died\n\ndue to hanging and the death could be suicidal in nature.\n\nThere was no allegation against the appellants that they\n\nkilled the deceased. Under these circumstances, the opinion\n\ngiven by Dr. Chandra Shekhar Waghmare (PW-5) appears to\n\nbe acceptable and it appears that deceased Kanchan had\n\ncommitted suicide by hanging.\n</p>\n<p data-structure=\"Facts\" id=\"p_8\">7.        It is also admitted position that the marriage of\n\nthe deceased took place in the year 2006 and she died on\n\n10.6.2009, and therefore she died within seven years of her\n\nmarriage. Therefore, presumption under <a href=\"/doc/1953529/\" id=\"a_6\">Section 113-A</a> and\n\n<a href=\"/doc/1953529/\" id=\"a_7\">113-B</a> of the Evidence Act is applicable. However, there is\n\nno charge framed against the appellants under <a href=\"/doc/92983/\" id=\"a_8\">Section 306</a>\n\nof IPC, and hence presumption under <a href=\"/doc/1953529/\" id=\"a_9\">Section 113-A</a> of the\n\nEvidence Act is not relevant in the present case. The\n\nprosecution had examined Gulab Rao Maski (PW-1)-father\n\nof the deceased, Smt. Sushila Maski (PW-2)-mother of the\n\ndeceased, Pradeep Maski (PW-3) and Manish Kumar (PW-6)-\n</p><p data-structure=\"CDiscource\" id=\"p_9\">                           4           Criminal Appeal No.1400/2010\n\n\n\n\nbrothers of the deceased and Meera Bai (PW-7)-aunt of the\n\ndeceased to prove that the deceased was being harassed by\n\nthe appellants for dowry demand etc. alongwith and other\n\nreasons. These witnesses are not the eye-witnesses, but\n\nthey have stated about the facts told by the deceased from\n\ntime to time, and therefore the evidence given by these\n\nwitnesses is admissible under <a href=\"/doc/1959734/\" id=\"a_10\">Section 32</a> of the Evidence\n\nAct relating to the cause of the death. Out of these\n\nwitnesses, Gulab Rao (PW-1) and Sushila (PW-2) have stated\n\nabout the two incidents where the deceased complained\n\nabout the dowry demand and harassment, whereas Pradeep\n\n(PW-3) has stated about one phone call received with a\n\ndemand that she wanted to meet witness Pradeep, whereas\n\nManish (PW-6) and Meera Bai (PW-7) have stated that they\n\nwere informed by the deceased from time to time about the\n\ndowry demand and harassment in three years of her\n\nmarried life. Looking to the nature of circumstances in the\n\ncase, the evidence of each witnesses is to be examined\n\nminutely.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_10\">8.          Gulab Rao (PW-1), Sushila (PW-2) and Manish\n\n(PW-6) have stated that various articles were given to the\n\ndeceased in her marriage and the appellants demanded that\n\ninstead of various articles, a sum of Rs.70,000/- may be\n\ngiven to them, and therefore cash of Rs.70,000/- was given\n\nto the appellants. However, there is a lot of contradictions\n\nand omissions between their statements and the case diary\n                              5              Criminal Appeal No.1400/2010\n\n\n\n\nstatements. Gulab Rao (PW-1) and Sushila (PW-2) have\n\nstated that no dispute took place during the various\n\nceremonies of marriage. Manish (PW-6) has accepted in\n\npara 4 of his statement that there was no talk took place\n\nrelating to dowry or gifts at the time of marriage. The\n\nappellants were given a motorcycle as a gift and they have\n\nstated that if cash was given to them, then they could\n\npurchase a car. However, he has not stated that in place of\n\nmotorcycle, cash of Rs.70,000/- was given, whereas no such\n\nfact has been corroborated by the evidence of Gulab Rao\n\n(PW-1) and Sushila (PW-2) that cash of Rs.70,000/- was\n\ngiven instead of motorcycle or motorcycle was given as a\n\ngift to the appellants. Sushila (PW-2) has accepted in her\n\ncross examination that list of gifts was prepared in a copy\n\nand it was available with her, but no such copy was\n\nsubmitted to the police or produced before the trial Court to\n\nshow that such articles were given as dowry. Except of oral\n\nallegation made by these witnesses, there is no proof that\n\nsuch articles were given by these witnesses to the\n\nappellants at the time of marriage of the deceased. If the\n\narticles like motorcycle, golden chain, TV etc. were given to\n\nthe appellants, then a receipt of such articles could be\n\nproduced before the trial Court or police, even registration\n\nof number of the motorcycle could be intimated to the\n\nCourt, but the witnesses could not inform about the\n\nregistration   number   of       the   motorcycle.    Under      these\n                           6           Criminal Appeal No.1400/2010\n\n\n\n\ncircumstances, the testimony of these witnesses cannot be\n\naccepted to the fact that sum of Rs.70,000/- in cash or a\n\nmotorcycle or other articles were given to the appellants as\n\ndowry.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_11\">9.        Gulab Rao (PW-1) and Sushila (PW-2) have stated\n\nthat when the deceased came for the first time after her\n\nmarriage, she informed her parents that the appellants\n\ndemanded some dowry. Gulab Rao has stated that the\n\ndeceased told him that she was not provided with a almirah\n\nby the appellants, because she did not bring any dowry\n\nfrom her father. In this context, the statement given by\n\nMeera Bai (PW-7) is relevant. In para 7 of her statement,\n\nshe has stated that when she saw the dead body of the\n\ndeceased in the room, almirah, bed etc. were found in the\n\nroom at their proper places. If the appellants would not\n\nhave supplied any almirah to the deceased, then it was not\n\npossible that one almirah was found in the room of the\n\ndeceased when she was found dead, and therefore it\n\nappears that incident quoted by Gulab Rao (PW-1) and\n\nSushila (PW-2) appears to be incorrect. Gulab Rao (PW-1)\n\nand Sushila (PW-2) shifted their liability upon Manish (PW-\n\n</p><p data-structure=\"CDiscource\" id=\"p_12\">6) and Meera Bai (PW-7) with the pretext that the deceased\n\nwas more close to Manish and Meera Bai. She used to tell\n\nall the grievances to them and the parents of the deceased\n\ncould know her grievances from either Manish or Meera.\n</p><p data-structure=\"Issue\" id=\"p_13\">                            7            Criminal Appeal No.1400/2010\n\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_14\">10.        Pradeep (PW-3), brother of the deceased has\n\nstated that he was working at Bhopal, and he received a\n\ntelephone call on 7.6.2009 from his sister that she wanted\n\nto meet witness Pradeep. Initially Pradeep did not say about\n\nthe purpose of the meeting. He was declared hostile and\n\nthereafter on refreshing his memory he stated that the\n\ndeceased   demanded    a   sum   of   Rs.1.5   lakhs     because\n\nappellant Yogesh Sunare wanted to purchase a car. The\n\nconduct of this witness Pradeep appears to be suspicious. If\n\na phone call was there with the demand of Rs.1.5 lakhs,\n\nthen he could state such a fact from the very beginning and\n\nhe could not forget such a fact. However, he has accepted\n\nthat his father engaged a private counsel in the case and he\n\nmet with that lawyer prior to his examination before the\n\ntrial Court. Witness Pradeep could not say about that\n\ndemand told by the deceased on phone call in the\n\nexamination-in-chief and he told such fact after refreshing\n\nhis memory. It appears that his case diary statement was\n\nprepared according to the suggestion given by his counsel,\n\nand therefore he could not know as to what allegation he\n\nhad made in the case diary statement, and therefore on his\n\nown he could not say that on telephone call the deceased\n\ndemanded a sum of Rs.1.5 lakhs. Looking to the conduct of\n\nwitness Pradeep, his testimony does not inspire any\n\nconfidence.\n</p><p data-structure=\"Issue\" id=\"p_15\">                           8           Criminal Appeal No.1400/2010\n\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_16\">11.       Witnesses Gulab Rao (PW-1) and Sushila (PW-2)\n\ndid not say anything about the dowry demand in those three\n\nyears when the deceased was alive. After the first incidence\n\nof demand which was reported 15 days after the marriage,\n\nthey have stated about the demand which was done to the\n\ndeceased 14-15 days prior to her death. They did not\n\nmention about any fact relating to harassment or demand in\n\nthose 2-3 years when the deceased was alive and residing\n\nwith the appellants.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_17\">12.       Manish (PW-6) and Meera Bai (PW-7) have stated\n\nthat deceased Kanchan came to her parents&#x27; house 5-6\n\ntimes in her lifetime and every time she had mentioned\n\nabout the harassment done by the appellants relating to\n\ndowry demand. However, it is surprising that if she had\n\nstated about the dowry demand and harassment to these\n\nwitnesses, then as to why they did not inform about that\n\nfact to the parents of the deceased. Gulab Rao (PW-1) and\n\nSushila (PW-2) did not mention about such complaints for 5-\n\n6 times made by the deceased, and therefore it appears that\n\nManish and Meera Bai are telling a falsehood about the\n\nregular complaint by the deceased of the dowry demand\n\nand harassment. The statement of Meera in para 2 is most\n\nimportant in the case. When she was asked by the\n\nprosecutor that what was the reason of death of deceased\n\nKanchan, then Meera has stated that she did not know as to\n\nwhy the deceased died. If the deceased was regularly being\n                             9            Criminal Appeal No.1400/2010\n\n\n\n\ntortured by the appellants and such fact was in the\n\nknowledge of Meera Bai, then certainly she would have\n\nreplied about that reason. If the deceased was tortured\n\nregularly for dowry demand etc, then Meera Bai and\n\nManish would have lodged an FIR against the appellants in\n\nthe lifetime of the deceased or she could be detained in the\n\nhouse of her parents till talk would have taken place\n\nbetween them and appellants. On the contrary, Gulab Rao\n\n(PW-1), Sushila (PW-2), Manish (PW-6) and Meera Bai (PW-\n\n</p><p data-structure=\"PetArg\" id=\"p_18\">7)    have accepted that when son was born to deceased\n\nKanchan, Sushila (PW-2)-mother of the deceased remained\n\nin the house of the appellants for approximately two months\n\nwithout any discomfort. A function on large scale was\n\narranged in the house of the appellants after birth of the\n\nchild and witnesses Gulab Rao, Sushila Bai and Meera Bai\n\nwere comfortable in that function. It is not mentioned by\n\nany of the witnesses that they gave any gift to the new born\n\nchild at that time or any demand was made by the\n\nappellants at that time. According to all the witnesses, that\n\nfunction was very good and comfortable.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_19\">13.         Looking to the conduct of the appellants during\n\nthat function, it appears that after the marriage of the\n\ndeceased, she was not harassed for any reason in those 1 ½\n\nyears when male child was born to the deceased. Manish\n\nand Meera have stated that the deceased was making\n\ncomplaint     regularly   about   the   dowry     demand        and\n                           10           Criminal Appeal No.1400/2010\n\n\n\n\nharassment, but they did not inform about such complaint\n\nto the parents of the deceased. Such conduct of Meera and\n\nManish appears to be unnatural. It appears that there was\n\nno complaint from the side of the deceased, and hence\n\nnothing was brought into the knowledge of the parents of\n\nthe deceased. These witnesses are telling a falsehood about\n\nthe complaint of the deceased in her lifetime.\n\n</p><p data-structure=\"Facts\" id=\"p_20\">14.       Witnesses Gulab Rao (PW-1), Sushila (PW-2) and\n\nManish (PW-6) have stated that 14-15 days prior to the\n\ndeath of the deceased, she came to the house of her parents\n\nand demanded a sum of Rs.1.5 lakhs so that appellant No.1\n\nYogesh could purchase a car. It is alleged that the deceased\n\nhad intimate relations with her aunt Meera Bai, but it is\n\nstrange that Meera Bai (PW-7) did not say a single word\n\nabout that incident that the deceased went to the house of\n\nher parents and demanded a sum of Rs.1.5 lakhs. If Meera\n\nBai had intimate relation with the deceased, then she would\n\nhave told about the demand to Meera Bai, but Meera Bai\n\ndid not corroborate about such demand, and therefore it\n\nappears that witnesses Gulab Rao (PW-1), Sushila (PW-2)\n\nand Manish (PW-6) are telling a falsehood about that\n\nalleged demand to be made 15 days prior to her death.\n\nManish has accepted in para 12 of his statement that the\n\nmarriage ceremony of cousin of the deceased was fixed for\n\n21.6.2009 and she wanted to continue to reside in her\n\nparents&#x27; house to attend that marriage, but ultimately her\n                            11           Criminal Appeal No.1400/2010\n\n\n\n\nhusband took her back. If the deceased was sent to the\n\nhouse of her parents by the appellants for fulfillment of\n\ndemand, then her husband would have persuaded her to\n\nstay there for fulfillment of such demand, if any.\n\n</p><p data-structure=\"CDiscource\" id=\"p_21\">15.       Manish (PW-6) has accepted that the deceased\n\nwas in contact with him with the help of mobile phone and\n\nshe was telling every thing to him from time to time. She\n\nused to give missed call and thereafter he was calling back\n\nto the deceased on mobile phone. It is strange that Manish\n\ndid not say anything about the calls of the deceased in last\n\n15 days of her lifetime. If she would have come to the house\n\nof her parents with a demand of Rs.1.5 lakhs, then certainly\n\nif the demand was not fulfilled, then she would have been\n\nharassed in those 15 days prior to her death and when she\n\nwas in contract with her brother Manish on mobile phone\n\nthen she would have informed about her harassment in\n\nthose 15 days, but witness Manish kept silent about the\n\nallegations of the deceased during those 15 days. When\n\nwitness Manish was in closed contact with the deceased on\n\ntelephone then when he did not say anything about any\n\nharassment done by the appellants in those 15 days, then it\n\nwould be an admission from the side of witness Manish that\n\nin those 15 days there was no reporting from the side of the\n\ndeceased about any harassment done by the appellants. If\n\nthe appellants were harassing the deceased for dowry\n\ndemand etc., then as to why the deceased did not give any\n                             12            Criminal Appeal No.1400/2010\n\n\n\n\ninformation to her brother Manish on mobile phone about\n\nthe harassment in last 15 days during her lifetime. The\n\nconduct of the deceased indicates that there was no\n\ndemand of Rs.1.5 lakhs, and therefore there was no\n\nconsequential harassment from the side of the appellants.\n\nUnder these circumstances, the testimony of witnesses\n\nGulab Rao (PW-1), Sushila (PW-2) and Manish (PW-6)\n\ncannot be accepted that there was a demand of Rs.1.5 lakhs\n\nfrom the side of the appellants 15 days prior to the death of\n\nthe deceased. It is also pertinent to note here that the\n\nappellant No.1 was operating a small flour mill and he did\n\nnot have any status to maintain a car. Under these\n\ncircumstances, there was no possibility of demand of Rs.1.5\n\nlakhs from the appellants to purchase a car. It appears that\n\nsuch pretext is imagined by the witnesses to implicate the\n\nappellants in the case otherwise if the demand was made by\n\nthe appellants, then the deceased would have tortured her\n\nfor the last 15 days during her lifetime for fulfillment of that\n\ndowry demand and then the deceased would have informed\n\nher   brother    Manish   on     mobile    phone     about      such\n\nharassment.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_22\">16.       A     strange   fact   appears     from      the     cross\n\nexamination of various witnesses that their case diary\n\nstatements were not recorded on any machine. Witnesses\n\nGulab Rao (PW-1), Sushila (PW-2), Manish (PW-6) and\n\nMeera Bai (PW-7) have stated that their statements were\n                           13           Criminal Appeal No.1400/2010\n\n\n\n\nrecorded by the Investigation Officer for once and those\n\nstatements were written manually whereas the case diary\n\nstatements of various witnesses brought on record were\n\nprepared by the computer sheet. The Investigation Officer\n\nGuru Prasad Parashar (PW-12) has accepted that merg\n\nstatements of the witnesses were written manually whereas\n\ntheir case diary statements were recorded with the help of\n\ncomputer. When the witnesses did not confirm that their\n\nevidence was recorded with the help of computer, then\n\npossibility may not be ruled out that their case diary\n\nstatements were recorded by the police according to the\n\ndirection of their Advocate and the merg statements of\n\nthese witnesses were not filed by the Investigation Officer\n\nwith the charge sheet. The possibility cannot be ruled out\n\nthat the case of dowry demand was prepared with the help\n\nof legal advice. It is true that the statements were recorded\n\non the same day when the Panchanama-lash was prepared.\n\nHowever, in the same day the prosecution witnesses got an\n\nadvice of a lawyer and then their statements were prepared\n\nwith the help of computer, without examining them. Their\n\nprevious statements which were recorded during the merg\n\nenquiry were not placed before the trial Court to show as to\n\nwhether they stated about the harassment of the deceased\n\nin those statements or not.\n</p>\n<p data-structure=\"PetArg\" id=\"p_23\">17.       The   appellants had    examined three defence\n\nwitnesses viz. Sharad Wagdare (DW-1), Kusum Bai (DW-2)\n                           14           Criminal Appeal No.1400/2010\n\n\n\n\nand Shyam Bai (DW-3). Sharad Wagdare is brother-in-law of\n\nappellant No.1, who was residing in Village Patakheda\n\nDistrict Betul and who has stated that he never received\n\nany complaint from deceased Kanchan. Kusum Bai (DW-2)\n\nwas the neighbourer of the appellants. She has stated that\n\nthe deceased Kanchan was kept with comfort. However,\n\nKanchan was a fair woman whereas the appellant No.1 had\n\na dark complexion, deceased Kanchan was not happy with\n\nher husband due to his complexion and income. Shyama Bai\n\n(DW-3) is also resident of same locality, who has stated that\n\nthe deceased was unhappy because her husband was not\n\nhandsome and was having lesser income. However, these\n\nwitnesses may be tutored witnesses, and therefore their\n\ntestimony cannot be accepted for the reason of annoyance\n\nof the deceased. However, it is not necessary for defence to\n\nprove the cause of suicide committed by the deceased, but\n\nthe witnesses have stated that there was no harassment to\n\nthe deceased Kanchan from the side of the appellants.\n\n</p><p data-structure=\"Facts\" id=\"p_24\">18.       If the entire evidence of the prosecution is\n\nconsidered simultaneously, then it would be apparent that\n\nsome of the witnesses have stated about the continuous\n\ncomplaint done by the deceased about the dowry demand\n\nand harassment, but no such complaint was informed to her\n\nparents. No FIR was lodged during the lifetime of deceased\n\nKanchan. No Panchayat was called for redressal of the\n\ndispute. The witnesses have accepted that one Mahadev\n                            15           Criminal Appeal No.1400/2010\n\n\n\n\nwas mediator for arrangement of the marriage, but no\n\ncomplaint was made to the mediator in those three years\n\nabout the dowry demand and harassment. It was alleged\n\nthat one almirah was demanded within 15 days of her\n\nmarriage, but it is established that she already had an\n\nalmirah in the room and there was no such demand.\n\nSimilarly, there was no specific demand found in three years\n\nof her lifetime. It is alleged that 15 days prior to her death,\n\nshe went to the house of her parents with a demand of\n\nRs.1.5 lakhs so that appellant No.1 could purchase a car.\n\nHowever, there was no status of the appellants to maintain\n\na car and it is also found that after coming back from the\n\nhouse of the appellants, she did not inform her brother\n\nManish on mobile phone that she was being harassed\n\nrelating to that demand, and therefore in last 15 days\n\nduring her lifetime, no harassment could be proved by the\n\nwitnesses done by the appellants to the deceased relating to\n\ndowry demand and otherwise. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"176244916\" id=\"span_1\">In this context, the judgment\n\nof this Court in the case of &quot;<a href=\"/doc/176244916/\" id=\"a_11\">Shivkumar Sharma Vs. State\n\nof MP</a>&quot; [2010 (3) MPHT 418] may be perused, in which it\n\nis held that if in last few days of her lifetime, no harassment\n\nfrom the side of the accused persons is proved, then offence\n\nunder <a href=\"/doc/653797/\" id=\"a_12\">Section 304-B</a> of IPC shall not be made out.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"44360\" id=\"span_2\">Also\n\nHon&#x27;ble the Apex Court in the case of &quot;<a href=\"/doc/44360/\" id=\"a_13\">Harjit Singh Vs.\n\nState   of   Punjab</a>&quot;    [2006(I)    MPWN      125]      that    for\n\nconviction of offence under <a href=\"/doc/653797/\" id=\"a_14\">Section 304-B</a> of IPC, it is to be\n                            16           Criminal Appeal No.1400/2010\n\n\n\n\nestablished that cruelty or harassment relating to dowry\n\ndemand must have been done soon prior to death of the\n\ndeceased. In the present case, it could not be proved\n\nbeyond doubt that any demand of Rs.1.5 lakhs was made 15\n\ndays prior to the death of the deceased. Also there is no\n\nallegation from the side of the witness Manish that in last\n\n15 days of her lifetime, she made any complaint on mobile\n\nphone about the dowry demand or harassment.</span>\n\n</p><p data-structure=\"PetArg\" id=\"p_25\">19.       On the whole it appears that the deceased was\n\nkept with comfort. There was no specific dowry demand\n\nfrom the side of the appellants. In the function relating to\n\nbirth of the child, nothing was demanded from the parents\n\nof the deceased. The demand of Rs.1.5 lakhs prior to the\n\ndeath of the deceased is not proved beyond doubt, and\n\ntherefore the prosecution has failed to prove that there was\n\nany demand of dowry or the deceased was harassed due to\n\nthat dowry demand prior to her death. Therefore, the\n\nappellants cannot be convicted of the offence under <a href=\"/doc/653797/\" id=\"a_15\">Section\n\n304-B</a> of IPC or <a href=\"/doc/1023340/\" id=\"a_16\">Section 4</a> of Dowry Prohibition Act. The\n\nlearned Additional Sessions Judge has committed an error\n\nof law in convicting the appellants of the aforesaid offences.\n\n</p><p data-structure=\"PetArg\" id=\"p_26\">20.       So far the offence under <a href=\"/doc/538436/\" id=\"a_17\">Section 498-A</a> of IPC is\n\nconcerned, it appears that false implication of dowry\n\ndemand was created by the prosecution witnesses though\n\nno demand could be proved beyond doubt. The deceased\n\nwas not held in the house of her parents for redressal of her\n                              17            Criminal Appeal No.1400/2010\n\n\n\n\ncomplaint. The deceased resided in the house of her\n\nhusband. She got a separate portion of rooms. She gave\n\nbirth to a male child and birth of that child was celebrated\n\nin a pleasant environment. Meera Bai (PW-7) intimate to the\n\ndeceased could not show any reason as to why the deceased\n\nhad committed suicide, and therefore it would be apparent\n\nthat the evidence given by Gulab Rao, Sushila and Manish\n\nabout the harassment done by the appellants bears no\n\ntruth, but such allegations are made on the basis of advice\n\ngiven to them by some Advocate. The prosecution could not\n\nprove that the appellants had harassed the deceased on any\n\ncount. No FIR was lodged by the deceased in her lifetime.\n\nNo panchayat was called by her parents in her lifetime. On\n\nthe contrary, it appears that she wanted to reside in her\n\nparents&#x27; house till 21.6.2009 so that she could attend the\n\nmarriage of her cousin, but she was taken by her husband\n\n15 days prior to her death. Such activity of the appellant\n\nNo.1   does   not   fall   within   the   ambit    of   cruelty     or\n\nharassment. Under these circumstances, the prosecution\n\nhas failed to prove that the deceased was harassed by the\n\nappellants or she was subjected to cruelty by the appellants\n\nfor demand of dowry or otherwise. The appellants could not\n\nbe convicted of the offence under <a href=\"/doc/538436/\" id=\"a_18\">Section 498-A</a> of IPC. The\n\nlearned Additional Sessions Judge has committed an error\n\nin convicting the appellants for that offence.\n</p><p data-structure=\"Conclusion\" id=\"p_27\">                              18           Criminal Appeal No.1400/2010\n\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_28\">21.          On the basis of the aforesaid discussion, the\n\npresent appeal filed by the appellants may be accepted.\n\nConsequently, it is hereby accepted. The conviction as well\n\nas sentence imposed on the appellants by the trial Court of\n\nthe offence punishable under <a href=\"/doc/653797/\" id=\"a_19\">Sections 304-B</a>/<a href=\"/doc/37788/\" id=\"a_20\">34</a>, <a href=\"/doc/538436/\" id=\"a_21\">498-A</a>/<a href=\"/doc/37788/\" id=\"a_22\">34</a>\n\nof IPC and <a href=\"/doc/1023340/\" id=\"a_23\">Section 4</a> of Dowry Prohibition Act is hereby set\n\naside. The appellants are acquitted of all the charges\n\nappended against them. The appellants would be entitled to\n\nget the fine amount back, if they have deposited before the\n\ntrial Court.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_29\">22.          At present the appellants are in custody, therefore\n\nit is directed that they be released forthwith. The Registry\n\nis directed to issue a release warrant in this regard without\n\nany delay.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_30\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_31\">                                                  (N.K.Gupta)\n                                                      Judge\n                                                   10/11/2014\n\nAnsari.\n</p> ","numcites":9,"numcitedby":9,"docsource":"Madhya Pradesh High Court","citetid":77319159,"divtype":"judgments","relatedqs":[{"value":"dowry demand ","formInput":"dowry%20demand%20"},{"value":"dowry harassment","formInput":"dowry%20harassment"},{"value":"cruelty","formInput":"cruelty"},{"value":"case diary","formInput":"case%20diary"},{"value":"suicide","formInput":"suicide"},{"value":"dowry prohibition act","formInput":"dowry%20prohibition%20act"},{"value":"498","formInput":"498"},{"value":"304-b","formInput":"304-b"},{"value":"hanging","formInput":"hanging"},{"value":"torture","formInput":"torture"},{"value":"section 304","formInput":"section%20304"},{"value":"\\\"mobile phone\\\"","formInput":"%5C%22mobile%20phone%5C%22"},{"value":"criminal appeal after 2010","formInput":"criminal%20appeal%20after%202010"},{"value":"gifts","formInput":"gifts"},{"value":"investigation officer","formInput":"investigation%20officer"},{"value":"section 304-b","formInput":"section%20304-b"},{"value":"498 a","formInput":"498%20a"},{"value":"cruelty  citedby: 538436","formInput":"cruelty%20%20citedby%3A%20538436"},{"value":"Falsehood","formInput":"Falsehood"},{"value":"\"dowry prohibition act\"","formInput":"%22dowry%20prohibition%20act%22"}],"cats":[{"value":"dowry-death","formInput":"tag:dowry-death"},{"value":"common-intention","formInput":"tag:common-intention"},{"value":"dowry","formInput":"tag:dowry"},{"value":"penalty-for-demanding-dowry, punishment-for-dowry","formInput":"tag:penalty-for-demanding-dowry, punishment-for-dowry"},{"value":"law-governing-evidence","formInput":"tag:law-governing-evidence"}],"courtcopy":true,"query_alert":null,"agreement":false}