{"tid":70378726,"publishdate":"2023-03-01","title":"The Oriental Insurance Co. Ltd. vs Hcl Infosystems Limited on 1 March, 2023","doc":"<h2 class=\"doc_title\">The Oriental Insurance Co. Ltd. vs Hcl Infosystems Limited on 1 March, 2023</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:c-d-singh\">Chandra Dhari Singh</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:c-d-singh\">Chandra Dhari Singh</a></h3>\n\n<pre id=\"pre_1\">                                        NEUTRAL CITATION NO. 2023/DHC/001487\n\n\n\n\n                      *        IN THE HIGH COURT OF DELHI AT NEW DELHI\n                      %                             Reserved on :           11th January, 2023\n                                                    Pronounced on:          1st March, 2023\n\n                      +        O.M.P. (COMM) 436/2022 &amp; I.A. 17574/2022\n\n                               THE ORIENTAL INSURANCE CO. LTD.            ..... Petitioner\n                                             Through: Mr. Abhishek Gola, Advocate\n\n                                                   versus\n\n                               HCL INFOSYSTEMS LIMITED                ..... Respondent\n                                            Through: Mr. Amitesh C. Mishra and Mr.\n                                                     Gloria Gomes, Advocates\n\n                      CORAM:\n                      HON&#x27;BLE MR. JUSTICE CHANDRA DHARI SINGH\n\n                                                    JUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">                      CHANDRA DHARI SINGH, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">                      1.       The instant petition under <a href=\"/doc/536284/\" id=\"a_1\">Section 34</a> of the Arbitration and\n                      Conciliation Act, 1996 (hereinafter &quot;<a href=\"/doc/104566/\" id=\"a_2\">The Act, 1996</a>&quot;) has been filed on\n                      behalf of the petitioner seeking the following reliefs: -\n</p><blockquote id=\"blockquote_1\">                               &quot;(A) Set aside the impugned award dated 29.06.2022 passed\n                               by the Ld. Arbitral Tribunal, Comprising of Hon&#x27;ble Mr.\n                               Justice (Retd.) Sudhanshu Jyotimukhopadhyaya (Presiding\n                               Arbitrator), Hon&#x27;ble Mr. Justice (Retd.) S. N. Jha (Co-\n</blockquote><p data-structure=\"Issue\" id=\"p_3\">                               Arbitrator) and Hon&#x27;ble Mr. Justice (Retd.) S. P. Garg (Co-\n                               Arbitrator) on the grounds mention above, in the larger\n                               interest of justice...&quot;\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_2\">                          O.M.P. (COMM) 436/2022                                         Page 1 of 44</span>\n<span class=\"hidden_text\" id=\"span_3\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_4\">By:DAMINI YADAV</span>\n<span class=\"hidden_text\" id=\"span_5\">Signing Date:01.03.2023</span>\n<span class=\"hidden_text\" id=\"span_6\">16:50:01</span>\n<p data-structure=\"Issue\" id=\"p_4\">                                         NEUTRAL CITATION NO. 2023/DHC/001487\n\n\n\n\n                      FACTUAL MATRIX\n</p><p data-structure=\"Issue\" id=\"p_5\">                      2.       The petitioner is a public sector, general insurance company of\n                      India, having its head quarters at A-25/27, Asaf Ali Road, New Delhi-\n                      110002 (hereinafter referred to as &quot;Insurance Company&quot;). The\n                      Respondent is a company incorporated under the laws of India, and is\n                      involved in the business of providing Information Technology (&quot;IT&quot;)\n                      solutions, hardware, software, as well as ancillary solutions across the\n                      country, having its registered office at 806 Siddharth, 96, Nehru Place,\n                      New Delhi-110019 (hereinafter referred to as &quot;HCL&quot;).\n</p><p data-structure=\"Facts\" id=\"p_6\">                      3.       The petitioner floated a &#x27;Request for Proposal&#x27; (hereinafter referred\n                      as &quot;RFP&quot;) on 5th August, 2016 for the procurement, implementation,\n                      customization, deployment, maintenance, training and support qua an\n                      Enterprise Content Management (EMC) solution. The Respondent was\n                      declared a successful bidder and the Notification of Award (&quot;NOA&quot;)\n                      dated 10th February, 2017 for a total project value of Rs. 15,98,57,533/-\n                      was issued to the Respondent. The project value included Annual\n                      Maintenance (&quot;AMC&quot;) for a period of five years after the implementation\n                      of the work. Consequently, an agreement dated 23rd February, 2017 was\n                      executed between the parties.\n</p><p data-structure=\"Section\" id=\"p_7\">                      4.       The Clause 7.13 of the RFP provides for Liquidated Damages in\n                      case the Respondent fails to meet the Milestone No. 3 specified in Clause\n                      3.8 of RFP. As per the Clause 3.8, the Respondent was obliged to ensure\n</p><p data-structure=\"Section\" id=\"p_8\">                      (i) Delivery of Application, Database Licenses; and (ii) Delivery,\n                      Installation and Acceptance of DC-DR Hardware and Scanners at\n                      respective locations within twelve weeks from the date of issuance of the\n                      Purchase Order, which was originally by 5th May, 2017. Clause 10.8 of\n\n\n<span class=\"hidden_text\" id=\"span_7\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_8\">                          O.M.P. (COMM) 436/2022                                           Page 2 of 44</span>\n<span class=\"hidden_text\" id=\"span_9\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_10\">By:DAMINI YADAV</span>\n<span class=\"hidden_text\" id=\"span_11\">Signing Date:01.03.2023</span>\n<span class=\"hidden_text\" id=\"span_12\">16:50:01</span>\n                                         NEUTRAL CITATION NO. 2023/DHC/001487\n\n\n\n\n                      the RFP provides the list of offices of the petitioner where the deliveries\n                      under the aforesaid Clause 3.8 were to be made and the work was to be\n                      completed.\n</p><p data-structure=\"RespArg\" id=\"p_9\">                      5.       Some portion of work was not completed within the stipulated\n                      period. The petitioner, while holding that the Respondent was solely\n                      responsible for the entire delay, imposed penalty and deducted Liquidated\n                      Damages at the rate of 10% of the entire project value i.e. Rs.\n                      1,59,85,753/-. The Respondent objected to the said deduction of\n                      Liquidated Damages. According to the Respondent, any imposition of\n                      Liquidated Damages by the Respondent was not only against the terms of\n                      the contract but also, against the law. Both the parties tried to settle the\n                      dispute amicably, however, they could not arrive at an amicable\n                      settlement and the matter remains unresolved.\n</p><p data-structure=\"Facts\" id=\"p_10\">                      6.       The Respondent has given the notice under <a href=\"/doc/104566/\" id=\"a_3\">Section 21</a> of the Act,\n                      1996 on 4th June, 2020 to the petitioner for invocation of the arbitration\n                      clause and for appointment of an Arbitrator to adjudicate the arbitral\n                      disputes between the parties. In reply to the said notice, the petitioner\n                      justified the deduction of Liquidated Damages on the ground that the\n                      same was made in terms of the RFP. It is also contended in the said reply\n                      that since the Respondent exceeded more than twenty weeks to complete\n                      the Milestone 3, therefore, Liquidated Damages upto maximum deduction\n                      of 10% were levied. Thereafter, the dispute was referred to the\n                      Arbitration Tribunal.\n</p><p data-structure=\"Facts\" id=\"p_11\">                      7.       On 6th January, 2021, the Respondent filed its Statement of Claim\n                      (&quot;SOC&quot;) before the learned Arbitral Tribunal. On 5th February, 2021, the\n                      Petitioner filed its Statement of Defence (&quot;SOD&quot;). The Respondent also\n\n\n<span class=\"hidden_text\" id=\"span_13\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_14\">                          O.M.P. (COMM) 436/2022                                         Page 3 of 44</span>\n<span class=\"hidden_text\" id=\"span_15\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_16\">By:DAMINI YADAV</span>\n<span class=\"hidden_text\" id=\"span_17\">Signing Date:01.03.2023</span>\n<span class=\"hidden_text\" id=\"span_18\">16:50:01</span>\n                                         NEUTRAL CITATION NO. 2023/DHC/001487\n\n\n\n\n                      filed the rejoinder and thereafter, adduced the evidence of one Sh.\n                      Raghwendra Narayan as CW-1 before the learned Tribunal. The\n                      petitioner adduced the evidence of one Sh. Gaurav Yadav, Assistant\n                      Manager as RW-1. Thereafter, both the parties filed their written synopsis\n                      before the learned Tribunal. After completion of pleadings, the learned\n                      Tribunal passed the Arbitral Award on 29th June, 2022 granting the\n                      following reliefs to the respondent as under:-\n</p><blockquote id=\"blockquote_2\">                               &quot;a) A sum of Rs. 2,24,18,595/- (Rs. 1,59,85,753/- plus 18%\n                               p.a. interest from 16.10.2018 till 09.01.2021) under Claim\n                               No.1.\n</blockquote>\n<blockquote id=\"blockquote_3\">                               b) 8% p.a. interest towards pendente lite and post award\n                               future interest under Claim No.3.\n</blockquote>\n<blockquote id=\"blockquote_4\">                               c) Cost of Rs. 10,87,500/- towards the Arbitrator&#x27;s Fees\n                               under Claim No. 4.\n</blockquote>\n<blockquote id=\"blockquote_5\">                               d) 8% p.a. interest on the awarded cost of Rs. 10,87,500/- if\n                               the amount is not paid within 3 months.&quot;\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_12\">                               Aggrieved by the aforesaid observations, the instant petition has\n                      been filed on behalf of the petitioner challenging the impugned award\n                      dated 29th June, 2022 passed by the learned Arbitral Tribunal.\n</p>\n<p data-structure=\"PetArg\" id=\"p_13\">                      SUBMISSIONS\n                      (on behalf of the petitioner)\n\n</p><p data-structure=\"PetArg\" id=\"p_14\">                      8.       Learned counsel appearing on behalf of petitioner submitted that\n                      the learned Arbitral Tribunal has erred in not exercising its jurisdiction\n                      fairly and reasonably and has, without satisfying the objections raised by\n                      the petitioner, allowed the interest @ 18% p.a. under Claim No. 1 in\n                      favour of the Respondent. It is submitted that the petitioner, in the SOD\n\n\n<span class=\"hidden_text\" id=\"span_19\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_20\">                          O.M.P. (COMM) 436/2022                                          Page 4 of 44</span>\n<span class=\"hidden_text\" id=\"span_21\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_22\">By:DAMINI YADAV</span>\n<span class=\"hidden_text\" id=\"span_23\">Signing Date:01.03.2023</span>\n<span class=\"hidden_text\" id=\"span_24\">16:50:01</span>\n                                         NEUTRAL CITATION NO. 2023/DHC/001487\n\n\n\n\n                      and the written synopsis has specifically objected the rate of interest\n                      claim by the respondent. However, the learned Tribunal recorded no\n                      observation with respect to the award of 18% p.a. interest under Claim\n                      No. 1. It is further submitted that the rate of interest for pre-reference\n                      period @ 18% p.a. is highly excessive and virtually in the nature of a\n                      penal interest when it is considered in the light of the prevailing rates. It\n                      is also submitted that the learned Tribunal has awarded rate of 8% p.a.\n                      simple interest towards the pendente lite and post award interest.\n                      However, for the pre-reference award, the rate of 18% was granted\n                      without any reasonable explanation. It is vehemently submitted that the\n                      pre-reference interest being on higher and excessive side, comparative to\n                      the prevailing market rate and pendente lite and post award interest, is\n                      against the &#x27;Public Policy&#x27; and is liable to be reduced.\n</p><p data-structure=\"RespArg\" id=\"p_15\">                      9.       Learned counsel appearing on behalf of petitioner submitted that\n                      the learned Tribunal has wrongly held that no injury has been suffered by\n                      the petitioner in order to deduct Liquidated Damages. It is submitted that\n                      RFP clearly stated that the respondent is successfully running around\n                      1800 offices in a centralized architecture. Everyday around 40,000\n                      documents such as proposal, endorsements pertaining to the policy are\n                      being entered into their system. The user generates around 50,000\n                      transaction reports such as premium receipts and 25,000 non-transaction\n                      reports on a normal working day towards the smooth running of the\n                      organization and issuance of the policies, claim processing and claim\n                      payments. The overall services proposed to be taken from the respondent\n                      was to enhance the business/business quality and response timing which\n                      is further clearly reflected in the RFP under scope of work. It is clearly\n\n\n<span class=\"hidden_text\" id=\"span_25\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_26\">                          O.M.P. (COMM) 436/2022                                          Page 5 of 44</span>\n<span class=\"hidden_text\" id=\"span_27\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_28\">By:DAMINI YADAV</span>\n<span class=\"hidden_text\" id=\"span_29\">Signing Date:01.03.2023</span>\n<span class=\"hidden_text\" id=\"span_30\">16:50:01</span>\n                                         NEUTRAL CITATION NO. 2023/DHC/001487\n\n\n\n\n                      stated under Para 3.2, i.e. ECM Integrations, that the ECM solution shall\n                      be integrated with INLIAS is to ensure that the documents required at\n                      each process steps for necessary action shall be done seamlessly in order\n                      to check/approve the said document and through this integration, the\n                      portal users like customers, agents and surveyors, etc. will get an\n                      interface to capture and upload the documents into the ECM solution\n                      through a portal. It will provide convenience to the customers to upload\n                      the documents and view the documents uploaded by them for claims or\n                      underwriting. This would create and have the profitable impact on the\n                      overall business of the petitioner in India as well as on the International\n                      level.\n</p><p data-structure=\"PetArg\" id=\"p_16\">                      10.      Learned counsel appearing on behalf of petitioner submitted that\n                      the petitioner has suffered the loss owing to the breach of the RFP as it\n                      has disturbed the smooth functioning of work with clients specifically the\n                      claim underwriting and payments at the national level, being the primary\n                      work of the petitioner. It is submitted that the learned Tribunal has erred\n                      in not exercising its jurisdiction fairly and reasonably and without\n                      satisfying the objections raised by the petitioner with respect to the delay\n                      in completing the Milestone No. 3. The learned Tribunal has wrongly\n                      observed that delay in completing the Milestone No. 3 was solely caused\n                      by the petitioner in not timely supplying the total details of the offices\n                      where the materials were to be supplied and installed. It is further\n                      submitted that the learned Tribunal has completely overlooked the\n                      conduct of the respondent in dealing with its contractual obligations.\n</p><p data-structure=\"RespArg\" id=\"p_17\">                      11.      It is submitted by learned counsel appearing on behalf of petitioner\n                      that the learned Tribunal has not rightly considered that the conduct of the\n\n\n<span class=\"hidden_text\" id=\"span_31\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_32\">                          O.M.P. (COMM) 436/2022                                           Page 6 of 44</span>\n<span class=\"hidden_text\" id=\"span_33\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_34\">By:DAMINI YADAV</span>\n<span class=\"hidden_text\" id=\"span_35\">Signing Date:01.03.2023</span>\n<span class=\"hidden_text\" id=\"span_36\">16:50:01</span>\n                                         NEUTRAL CITATION NO. 2023/DHC/001487\n\n\n\n\n                      Respondent is apparent from the e-mail dated 3rd April, 2017, which\n                      shows that even after expiry of 7 weeks from the date of Purchase Order\n                      i.e. 10th February, 2017, no order for the scanners was even made by the\n                      respondent to its Original Equipment Manufacturer (O.E.M.), wherein as\n                      per the timeline, the Respondent had to complete the Milestone No. 3\n                      within 12 weeks. This clearly shows that the Respondent was not at all\n                      interested in completing the Milestone No. 3 within the stipulated time. It\n                      is vehemently submitted that the installation work, which is also the part\n                      of the Milestone No. 3, was not even started till 30 th May, 2017. The\n                      learned Tribunal has not considered the aforesaid fact while adjudicating\n                      the dispute between the parties. As per the aforesaid discussion, it is\n                      established that the respondent clearly caused delay in initiating the\n                      installation work by 8 weeks from 6th April, 2017.\n</p><p data-structure=\"PetArg\" id=\"p_18\">                      12.      Learned counsel appearing on behalf of petitioner submitted that\n                      the learned Tribunal has overlooked the delay and laches on the part of\n                      the respondent which can be specifically seen from the fact that after\n                      starting the delivery in the month of April, 2017, the installation was\n                      started only on 1st June, 2017, which were meant to be conducted\n                      simultaneously. Further, the delivery of all the scanners were completed\n                      by 31st July, 2017, still the installation was delayed by 35 weeks, which\n                      clearly shows that there was no coordination between the delivery and the\n                      installation team and due to this lack of coordination, the work was\n                      delayed.\n</p><p data-structure=\"Issue\" id=\"p_19\">                      13.      In light of the aforesaid submissions, it is submitted that the\n                      impugned award dated 29th June, 2022 passed by the learned Tribunal is\n\n\n\n\n<span class=\"hidden_text\" id=\"span_37\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_38\">                          O.M.P. (COMM) 436/2022                                        Page 7 of 44</span>\n<span class=\"hidden_text\" id=\"span_39\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_40\">By:DAMINI YADAV</span>\n<span class=\"hidden_text\" id=\"span_41\">Signing Date:01.03.2023</span>\n<span class=\"hidden_text\" id=\"span_42\">16:50:01</span>\n                                         NEUTRAL CITATION NO. 2023/DHC/001487\n\n\n\n\n                      passed without following the basic principle of law and is liable to be set\n                      aside.\n</p>\n<p data-structure=\"PetArg\" id=\"p_20\">                      (on behalf of the Respondent)\n</p><p data-structure=\"RespArg\" id=\"p_21\">                      14.      Learned counsel appearing on behalf of respondent submitted that\n                      the SOD filed by the petitioner before the learned Tribunal, contained\n                      only bare denial of the statements of claim without mentioning any basis\n                      or reasons for such denials. It is submitted that the petitioner has also\n                      made submissions before this Court without any evidence and claim for\n                      interference of this Court in the Arbitral Award which has been passed by\n                      the learned Tribunal, after considering the facts as well as the materials\n                      on record. It is submitted that while deciding the petition under <a href=\"/doc/104566/\" id=\"a_4\">Section\n                      34</a> of the Act, 1996, the Courts are mandated to strictly act in accordance\n                      with and within the confines of <a href=\"/doc/104566/\" id=\"a_5\">Section 34</a> of the Act, 1996, refraining\n                      from appreciation or re-appreciation of merits and facts of the case.\n</p><p data-structure=\"RespArg\" id=\"p_22\">                      15.      Learned counsel appearing on behalf of respondent submitted that\n                      the petitioner, by way of the present petition, has miserably failed to\n                      demonstrate that the impugned Award either suffers from any patent\n                      illegality or is induced by fraud or corruption or is in conflict with the\n                      most basic notions of morality or justice. None of the grounds taken by\n                      the petitioner meet the parameters set for interference in the Arbitral\n                      Award in a petition under <a href=\"/doc/104566/\" id=\"a_6\">Section 34</a> of the Act. The only preliminary\n                      ground raised by the petitioner in this petition is regarding the rate of\n                      interest during the pre-reference period. The petitioner stated that the\n                      award of interest i.e. @ 8% p.a. for pre-reference period is highly\n                      excessive and thus against the &#x27;Public Policy. It is submitted that the\n\n\n\n<span class=\"hidden_text\" id=\"span_43\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_44\">                          O.M.P. (COMM) 436/2022                                         Page 8 of 44</span>\n<span class=\"hidden_text\" id=\"span_45\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_46\">By:DAMINI YADAV</span>\n<span class=\"hidden_text\" id=\"span_47\">Signing Date:01.03.2023</span>\n<span class=\"hidden_text\" id=\"span_48\">16:50:01</span>\n                                         NEUTRAL CITATION NO. 2023/DHC/001487\n\n\n\n\n                      learned Tribunal has exercised its discretion resembling under <a href=\"/doc/104566/\" id=\"a_7\">Section\n                      31(7)(A)</a> of the Act, 1996. However, Section 31(7)(B) contemplates\n                      granting of interest @ 2% higher than the current rate of interest.\n                      Although, Section 31(7)(B) refers to the future interest, however, the\n                      same can be applied to the amount payable by the petitioner for pre-\n                      reference and pendente lite. The learned Tribunal has allowed the Claim\n                      No. 1 of the respondent and has granted interest from 16 th October, 2018\n                      i.e. the date when the amount was retained by the petitioner.\n</p><p data-structure=\"Precedent\" id=\"p_23\">                      16.      It is further submitted that as per the information available on the\n                      official website of the Reserve Bank of India, the Benchmark Prime\n                      Lending Rate (&quot;BPLR&quot;) of State Bank of India as on 1 st October, 2018 is\n                      13.75%. Thus, the Arbitral Tribunal has applied its discretion reasonably,\n                      however, if in case this Court seeks to reduce the interest rate of 18%\n                      granted by the Arbitral Tribunal and challenged by the petitioner in the\n                      present petition, then this Court may revive the interest to 15.75% in light\n                      of the aforesaid submissions. Lastly, it is submitted that the petitioner has\n                      failed to make out any case for interference by this Court in the impugned\n                      Arbitral Award.\n</p><p data-structure=\"Issue\" id=\"p_24\">                      17.      Thus, the grounds on which the instant petition under <a href=\"/doc/104566/\" id=\"a_8\">Section 34</a> of\n                      the Act, 1996 has been filed, are not subject to scrutiny by this Court in\n                      the instant proceeding.\n</p>\n<p data-structure=\"Issue\" id=\"p_25\">                      FINDINGS AND ANALYSIS\n</p><p data-structure=\"PetArg\" id=\"p_26\">                      18.      Learned counsel for the parties made elaborated arguments on the\n                      admissibility of the petition under <a href=\"/doc/104566/\" id=\"a_9\">Section 34</a> of the Act, 1996.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_49\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_50\">                          O.M.P. (COMM) 436/2022                                           Page 9 of 44</span>\n<span class=\"hidden_text\" id=\"span_51\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_52\">By:DAMINI YADAV</span>\n<span class=\"hidden_text\" id=\"span_53\">Signing Date:01.03.2023</span>\n<span class=\"hidden_text\" id=\"span_54\">16:50:01</span>\n<p data-structure=\"Issue\" id=\"p_27\">                                         NEUTRAL CITATION NO. 2023/DHC/001487\n\n\n\n\n</p><p data-structure=\"Section\" id=\"p_28\">                      19.      In order to scrutinize the rival contentions raised by learned\n                      counsel for the parties, the relevant provisions of the <a href=\"/doc/1052228/\" id=\"a_10\">Arbitration Act</a> as\n                      well as case laws on the legal issues raised are to be reiterated.\n</p><p data-structure=\"Section\" id=\"p_29\">                      20.      <a href=\"/doc/104566/\" id=\"a_11\">Section 34</a> of the Act, 1996 occurs in Chapter VII under the title\n                      &quot;Recourse against Arbitral Award.&quot; Section 34 is set out hereinunder:\n</p><blockquote id=\"blockquote_6\">                                &quot;34. Application for setting aside arbitral award.--(1)\n                               Recourse to a Court against an arbitral award may be made\n                               only by an application for setting aside such award in\n                               accordance with sub-section (2) and sub-section (3).\n                               (2) An arbitral award may be set aside by the Court only if--\n</blockquote><blockquote id=\"blockquote_7\">                               (a) the party making the application 1 [establishes on the\n                               basis of the record of the arbitral tribunal that]--\n</blockquote><blockquote id=\"blockquote_8\">                               (i) a party was under some incapacity, or\n</blockquote><blockquote id=\"blockquote_9\">                               (ii) the arbitration agreement is not valid under the law to\n                               which the parties have subjected it or, failing any indication\n                               thereon, under the law for the time being in force; or\n</blockquote><blockquote id=\"blockquote_10\">                               (iii) the party making the application was not given proper\n                               notice of the appointment of an arbitrator or of the arbitral\n                               proceedings or was otherwise unable to present his case; or\n</blockquote><blockquote id=\"blockquote_11\">                               (iv) the arbitral award deals with a dispute not contemplated\n                               by or not falling within the terms of the submission to\n                               arbitration, or it contains decisions on matters beyond the\n                               scope of the submission to arbitration: Provided that, if the\n                               decisions on matters submitted to arbitration can be\n                               separated from those not so submitted, only that part of the\n                               arbitral award which contains decisions on matters not\n                               submitted to arbitration may be set aside; or\n</blockquote><blockquote id=\"blockquote_12\">                               (v) the composition of the arbitral tribunal or the arbitral\n                               procedure was not in accordance with the agreement of the\n                               parties, unless such agreement was in conflict with a\n                               provision of this Part from which the parties cannot\n                               derogate, or, failing such agreement, was not in accordance\n                               with this Part; or\n</blockquote><blockquote id=\"blockquote_13\">                               (b) the Court finds that--\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_55\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_56\">                          O.M.P. (COMM) 436/2022                                           Page 10 of 44</span>\n<span class=\"hidden_text\" id=\"span_57\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_58\">By:DAMINI YADAV</span>\n<span class=\"hidden_text\" id=\"span_59\">Signing Date:01.03.2023</span>\n<span class=\"hidden_text\" id=\"span_60\">16:50:01</span>\n<p data-structure=\"Issue\" id=\"p_30\">                                          NEUTRAL CITATION NO. 2023/DHC/001487\n\n\n\n\n</p><p data-structure=\"Issue\" id=\"p_31\">                               (i) the subject-matter of the dispute is not capable of\n                               settlement by arbitration under the law for the time being in\n                               force, or\n</p><p data-structure=\"Section\" id=\"p_32\">                               (ii) the arbitral award is in conflict with the public policy of\n                               India\n                               [Explanation 1.--For the avoidance of any doubt, it is\n                               clarified that an award is in conflict with the public policy of\n                               India, only if,--\n</p><p data-structure=\"Section\" id=\"p_33\">                               (i) the making of the award was induced or affected by fraud\n                               or corruption or was in violation of section 75 or section 81;\n                               or\n</p><p data-structure=\"CDiscource\" id=\"p_34\">                               (ii) it is in contravention with the fundamental policy of\n                               Indian law; or (iii) it is in conflict with the most basic\n                               notions of morality or justice. Explanation 2.--For the\n                               avoidance of doubt, the test as to whether there is a\n                               contravention with the fundamental policy of Indian law\n                               shall not entail a review on the merits of the dispute.]\n                               [(2A) An arbitral award arising out of arbitrations other\n                               than international commercial arbitrations, may also be set\n                               aside by the Court, if the Court finds that the award is\n                               vitiated by patent illegality appearing on the face of the\n                               award:\n</p><blockquote id=\"blockquote_14\">                               Provided that an award shall not be set aside merely on the\n                               ground of an erroneous application of the law or by\n                               reappreciation of evidence.]\n                               (3) An application for setting aside may not be made after\n                               three months have elapsed from the date on which the party\n                               making that application had received the arbitral award or,\n                               if a request had been made under section 33, from the date\n                               on which that request had been disposed of by the arbitral\n                               tribunal:\n</blockquote><blockquote id=\"blockquote_15\">                               Provided that if the Court is satisfied that the applicant was\n                               prevented by sufficient cause from making the application\n                               within the said period of three months it may entertain the\n                               application within a further period of thirty days, but not\n                               thereafter.\n</blockquote><blockquote id=\"blockquote_16\">                               (4) On receipt of an application under sub-section (1), the\n                               Court may, where it is appropriate and it is so requested by\n\n\n<span class=\"hidden_text\" id=\"span_61\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_62\">                          O.M.P. (COMM) 436/2022                                            Page 11 of 44</span>\n<span class=\"hidden_text\" id=\"span_63\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_64\">By:DAMINI YADAV</span>\n<span class=\"hidden_text\" id=\"span_65\">Signing Date:01.03.2023</span>\n<span class=\"hidden_text\" id=\"span_66\">16:50:01</span>\n                                         NEUTRAL CITATION NO. 2023/DHC/001487\n\n\n\n\n                               a party, adjourn the proceedings for a period of time\n                               determined by it in order to give the arbitral tribunal an\n                               opportunity to resume the arbitral proceedings or to take\n                               such other action as in the opinion of arbitral tribunal will\n                               eliminate the grounds for setting aside the arbitral award.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_35\">                               [(5) An application under this section shall be filed by a\n                               party only after issuing a prior notice to the other party and\n                               such application shall be accompanied by an affidavit by the\n                               applicant endorsing compliance with the said requirement.\n                               (6) An application under this section shall be disposed of\n                               expeditiously, and in any event, within a period of one year\n                               from the date on which the notice referred to in sub-section\n                               (5) is served upon the other party.]&quot;\n</p>\n<p data-structure=\"Section\" id=\"p_36\">                      21.      What is important to note is that, <a href=\"/doc/104566/\" id=\"a_12\">Section 34</a> of the Act, 1996 deals\n                      with an application for setting aside an arbitral award on very limited\n                      grounds, the said grounds being contained in Sub-<a href=\"/doc/546849/\" id=\"a_13\">sections 2</a> and <a href=\"/doc/308955/\" id=\"a_14\">3</a> of\n                      <a href=\"/doc/104566/\" id=\"a_15\">Section 34</a> of the Act, 1996. Secondly, as the marginal note of <a href=\"/doc/104566/\" id=\"a_16\">Section 34</a>\n                      of the Act, 1996 indicates, &#x27;recourse&#x27; to a Court against an arbitral award\n                      may be made only by an application for setting side such award in\n                      accordance with Sub-<a href=\"/doc/546849/\" id=\"a_17\">sections 2</a> and <a href=\"/doc/308955/\" id=\"a_18\">3</a> of <a href=\"/doc/104566/\" id=\"a_19\">Section 34</a> of the Act, 1996.\n</p><p data-structure=\"Section\" id=\"p_37\">                      22.      At this juncture, some relevant terms of the RFP are being\n                      reproduced herein below for proper adjudication of the case: -\n</p><blockquote id=\"blockquote_17\">                               &quot;...3 Scope of Work\n                               OICL has decided to implement a solution which will\n                               provide effective ways to securely capture, exchange and\n                               manage the information generated and contained in paper\n                               documents. The bidder is required to supply, install,\n                               configure, customize, integrate, implement, maintain and\n                               support the ECM solution. The scope is further detailed in\n                               the following sections:\n</blockquote>\n<blockquote id=\"blockquote_18\">                               3.1 Supply and implementation of ECM Solution\n\n\n<span class=\"hidden_text\" id=\"span_67\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_68\">                          O.M.P. (COMM) 436/2022                                          Page 12 of 44</span>\n<span class=\"hidden_text\" id=\"span_69\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_70\">By:DAMINI YADAV</span>\n<span class=\"hidden_text\" id=\"span_71\">Signing Date:01.03.2023</span>\n<span class=\"hidden_text\" id=\"span_72\">16:50:01</span>\n                                         NEUTRAL CITATION NO. 2023/DHC/001487\n\n\n\n\n                               3.1.1. The bidder shall supply the ECM solution to meet the\n                               functional and technical requirements as mentioned in\n                               Annexure 1 and Annexure 2.\n</blockquote><blockquote id=\"blockquote_19\">                               3.1.2. The bidder shall supply the required software and\n                               licenses required for successfully operationalizing the ECM\n                               solution.\n</blockquote><blockquote id=\"blockquote_20\">                               3.1.3. All software envisaged is required to be on-premises\n                               software licensed to OICL\n                               3.1.4. The software supplied must be the latest version of the\n                               software supplied by the OEM. Beta versions will not be\n                               accepted.\n</blockquote><blockquote id=\"blockquote_21\">                               3.1.5. The successful bidder shall design the solution\n                               architecture considering the licensing requirements for all\n                               the functional requirements of OICL. The ECM shall have\n                               central document repository and distributed scanning\n                               locations, so scanning will take place in different locations\n                               as identified by OICL but documents will be stored in the\n                               repository in a central location. The system must incorporate\n                               scanning, indexing, and document management.\n                               3.1.6. As part of the implementation, the successful bidder\n                               shall prepare a project plan and a resource deployment plan\n                               for implementing ECM Solution in OICL as per the project\n                               timelines defined in <a href=\"/doc/308955/\" id=\"a_20\">section 3</a>.8.\n</blockquote><blockquote id=\"blockquote_22\">                               3.1.7. The successful bidder shall carry out a requirement\n                               study for the functionalities and services required by OICL,\n                               to gain understanding of the business and functional\n                               requirements.\n</blockquote><blockquote id=\"blockquote_23\">                               3.1.8. The bidder shall engage the OEM resources for\n                               review and validation during the implementation period. The\n                               team should necessarily consist of personnel from the\n                               application Vendor with knowledge of ECM across General\n                               Insurance. Bidder is required to submit the confirmation\n                               from OEM in their letter head along with technical bid.\n                               3.1.9. The successful bidder shall customize the screens,\n                               design and layout of the application depending on the\n                               requirements of OICL, at no additional cost.\n                               3.1.10. The successful bidder shall assist OICL in\n\n\n<span class=\"hidden_text\" id=\"span_73\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_74\">                          O.M.P. (COMM) 436/2022                                          Page 13 of 44</span>\n<span class=\"hidden_text\" id=\"span_75\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_76\">By:DAMINI YADAV</span>\n<span class=\"hidden_text\" id=\"span_77\">Signing Date:01.03.2023</span>\n<span class=\"hidden_text\" id=\"span_78\">16:50:01</span>\n                                          NEUTRAL CITATION NO. 2023/DHC/001487\n\n\n\n\n                              performing UAT of the application. The successful bidder\n                              will assist OICL in preparing the test scenarios and prepare\n                              test cases after taking inputs from OICL and shall be\n                              responsible for securing necessary approval from\n                              stakeholders on acceptance of the test cases.\n                              3.1.11 The successful bidder shall independently test the\n                              application for its working and also assist OICL&#x27;s core team\n                              in the testing of the application.\n</blockquote><blockquote id=\"blockquote_24\">                              3.1.12. The successful bidder shall install, implement, launch\n                              and rollout ECM solution.\n</blockquote><blockquote id=\"blockquote_25\">                              3.1.13. The successful bidder shall manage, maintain and\n                              monitor the solution for the period of the contract.\n                              3.1.14 The successful bidder shall import requisite training\n                              to OICL&#x27;s core team.\n</blockquote><blockquote id=\"blockquote_26\">                              3.1.15. The successful bidder shall conduct training (on train\n                              the trainer model), on the ECM application.\n                              3.1 16. The system will be given a go-ahead for pilot go-live\n                              only when all the requirements in Annexure 1: Functional\n                              Requirements and Annexure 2. Technical Requirunt have\n                              been completed and accepted by OICL&#x27;s core team during\n                              UAT\n                              3.1.17. Pilot go-live will be considered as complete and will\n                              be given a go-ahead for Pan-India launch when:\n</blockquote><blockquote id=\"blockquote_27\">                             Major issues faced during the pilot launch have been\n                              resolved\n                             Trainers identified by OICL have been trained by the\n                              successful bidder...\n</blockquote>\n<blockquote id=\"blockquote_28\">                           3.8 Project Timelines\n                      Milestone      Milestones                                     Duration from date of\n                                                                                    issue of Purchase Order\n\n\n\n                      1              Issuance of Purchase Order and Project Kick-   Week-0\n                                     off Meeting\n                      2              Submission and Acceptance of System Study      Week-10\n                                     Document and Finalization of Design and\n                                     Deployment architecture\n\n\n\n<span class=\"hidden_text\" id=\"span_79\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_80\">                          O.M.P. (COMM) 436/2022                                              Page 14 of 44</span>\n<span class=\"hidden_text\" id=\"span_81\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_82\">By:DAMINI YADAV</span>\n<span class=\"hidden_text\" id=\"span_83\">Signing Date:01.03.2023</span>\n<span class=\"hidden_text\" id=\"span_84\">16:50:01</span>\n                                           NEUTRAL CITATION NO. 2023/DHC/001487\n\n\n\n\n                      3              Delivery of Application and Database Licenses   Week-12\n                                     Delivery, Installation and Acceptance of DC-\n</blockquote><p data-structure=\"CDiscource\" id=\"p_38\">                                     DR Hardware &amp; Scanners at respective\n                                     locations\n                      4              Deployment of ECM Solution post                 Week-36\n                                     configuration, customization, integration and\n                                     Quality Assurance with INLIAS and Portal.\n</p><p data-structure=\"Conclusion\" id=\"p_39\">                      5              Completion of User Acceptance Testing (UAT)     Week-42\n                                     for ECM Solution\n                      6              Completion of Pilot Go-live for ECM Solution    Week-46\n                                     (One SVC, One DO and One TP Hub in Delhi\n                                     Location)\n                      7              Completion of Pan-India Go-Live (Rollout of     Week-52\n                                     ECM Solution at all OICL locations)\n                      8              Post Go-live Support                            Week-52 onwards\n\n                               The bidder shall roll out the ECM solution to each office\n                               including SVCs. It should be considered for all products, for\n                               core processes like policy issuance and claims and also for\n                               other non-core functions as mentioned in this document. All\n                               mandatory and non-mandatory documents are to be\n                               uploaded to the ECM database related to such transactions.\n                               The scanning of documents will be in a decentralized fashion\n                               in-line with the current policy issuance model. For Claims, it\n                               will follow a hybrid model - centralized for SVC processing\n                               and decentralized for office operations.\n</p><p data-structure=\"Section\" id=\"p_40\">                               OICL may decide to scan old documents on need basis.\n                               Documents related to and relevant for any transactions in\n                               the future will be considered for storage in electronic form.\n                               For e.g. if a claim arises for a policy underwritten before the\n                               ECM implementation, along with claims documents,\n                               underwriting docket would form a part of document to be\n                               included in ECM.</p><pre id=\"pre_2\">\n\n                           4.1.2 Performance measures\n                               Type of             Measurement            Minimum              Cost Reference\n                               Infrastructure                             Service Level\n                               Hardware            Peak time daily        99.5%                Hardware\n                               Utilization         utilization levels                          Costs, Facility\n                                                   should be less than                         Management\n                                                   70% at all times\n\n\n<span class=\"hidden_text\" id=\"span_85\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_86\">                          O.M.P. (COMM) 436/2022                                                 Page 15 of 44</span>\n<span class=\"hidden_text\" id=\"span_87\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_88\">By:DAMINI YADAV</span>\n<span class=\"hidden_text\" id=\"span_89\">Signing Date:01.03.2023</span>\n<span class=\"hidden_text\" id=\"span_90\">16:50:01</span>\n                                          NEUTRAL CITATION NO. 2023/DHC/001487\n\n\n\n\n                                                   during working hours.\n                                                   (CPU, Memory)\n                               Disaster Recovery   Business operations to 100%           Hardware\n                               Site Availability   resume from Disaster                  Costs, Facility\n                                                   Recovery Site as                      Management\n                                                   follows:     Recovery                 DC Cost, DR\n                                                   time objective (RTO)                  Cost\n                                                   = 2 hours\n                                                   Recovery         point\n                                                   objective    (RPO)=1\n                                                   hour\n\n</pre><p data-structure=\"CDiscource\" id=\"p_41\">                               Performance measurements would be assessed through\n                               audits or reports, as appropriate to be provided by the\n                               Bidder e.g. utilization reports, response time measurements\n                               reports, etc. The tools to perform the audit will need to be\n                               provided by the Bidder. Audits will normally be done on\n                               regular basis or as required by Company and will be\n                               performed by Company or Company appointed third party\n                               agencies.\n</p><blockquote id=\"blockquote_29\">                               &quot;Cost Reference&#x27; that is mentioned is cost for the referenced\n                               item for the complete tenor of the Contract...\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_42\">                               5.3 Tender Document\n\n                               5.3.1 Content of the Tender document\n\n                               The bidder is expected to examine all instructions, terms,\n                               forms, specifications, annexures and appendices in this\n                               document. Failure to furnish all Information required by the\n                               tender document or submission of a bid not substantially\n                               responsive to the tender document in every respect will be at\n                               the bidder&#x27;s risk and shall result in the rejection of the bid.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_43\">                               5.3.2 Clarification of Tender document &amp; Pre-Bid Meeting\n\n                               A prospective bidder requiring any clarification of the\n                               tender document may notify OICL in writing in the format as\n                               provided in Appendix 11 Queries on RFP at OICL&#x27;s\n                               correspondence address mentioned in <a href=\"/doc/1447853/\" id=\"a_21\">section 1</a>.4 before 12\n\n\n<span class=\"hidden_text\" id=\"span_91\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_92\">                          O.M.P. (COMM) 436/2022                                           Page 16 of 44</span>\n<span class=\"hidden_text\" id=\"span_93\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_94\">By:DAMINI YADAV</span>\n<span class=\"hidden_text\" id=\"span_95\">Signing Date:01.03.2023</span>\n<span class=\"hidden_text\" id=\"span_96\">16:50:01</span>\n                                          NEUTRAL CITATION NO. 2023/DHC/001487\n\n\n\n\n                               August 2016 5:00 PM. DICI. will respond to any request for\n                               clarification of the tender document in the bidder\n                               clarification meeting on 22 August 2016 03:30 PM at OICL\n                               Office.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_44\">                               The Representatives of Bidders attending the pre-bid\n                               meeting must have purchased the Tender document prior to\n                               the pre-bid meeting.\n</p>\n<p data-structure=\"Precedent\" id=\"p_45\">                               5.3.3: Amendment of Tender document\n\n                               At any time prior to the deadline for submission of Proposal,\n                               OICL may, for any reason, whether at its own initiative or in\n                               response to a clarification requested by a prospective\n                               bidder, modify the tender document by an amendment.\n</p>\n<p data-structure=\"Section\" id=\"p_46\">                               The amendment will be notified in writing or by email or by\n                               fax to all prospective bidders who have purchased the tender\n                               document and will be binding on them.\n</p>\n<p data-structure=\"Section\" id=\"p_47\">                               In order to afford prospective bidders reasonable time in\n                               which to take the amendment into account in preparing their\n                               bids, OICL may, at its discretion, extend the last date for the\n                               receipt of bids. Details will be communicated and published\n                               on our portal www.orientalinsurance.org.in...\n</p>\n<p data-structure=\"Section\" id=\"p_48\">                               7.12 Delays in the bidder&#x27;s performance\n\n                               Hardware delivery, Development and Implementation of the\n                               ECM solution as per the requirements specified in the RFP\n                               and performance of service shall be made by the bidder in\n                               accordance with the time schedule specified and agreed by\n                               OICL in the contract. Any delay by the bidder in the\n                               performance of his implementation/service/other obligations\n                               will be evaluated by the Steering Committee comprising\n                               senior executives of OICL and decide a performance delay\n                               on account of bidder which shall render the bidder liable to\n                               any or all of the following sanctions:\n</p>\n\n<span class=\"hidden_text\" id=\"span_97\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_98\">                          O.M.P. (COMM) 436/2022                                           Page 17 of 44</span>\n<span class=\"hidden_text\" id=\"span_99\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_100\">By:DAMINI YADAV</span>\n<span class=\"hidden_text\" id=\"span_101\">Signing Date:01.03.2023</span>\n<span class=\"hidden_text\" id=\"span_102\">16:50:01</span>\n<blockquote id=\"blockquote_30\">                                          NEUTRAL CITATION NO. 2023/DHC/001487\n\n\n\n\n</blockquote><blockquote id=\"blockquote_31\">                               1. forfeiture of his performance security.\n</blockquote><blockquote id=\"blockquote_32\">                               2. imposition of liquidated damages, and/or\n</blockquote><blockquote id=\"blockquote_33\">                               3. termination of the contract for default.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_49\">                               If at any time during performance of the contract, the bidder\n                               should encounter conditions impeding timely implementation\n                               of the ECM Solution, performance of services, the bidder\n                               shall promptly nolity OICL in writing of the fact of the delay,\n                               its likely duration and its cause(s), before the scheduled\n                               delivery/ installation/implementation date. OICL shall\n                               evaluate the situation after receipt of the bidders notice and\n                               may at their discretion extend the bidder&#x27;s time for delivery /\n                               installation/implementation, in which case the extension\n                               shall be ratified by the parties by amendment of the contract.\n                               If the bidder&#x27;s request to delay the implementation of the\n                               ECM Solution and performance of services is not found\n                               acceptable to OICL, the above mentioned clause would be\n                               invoked.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_50\">                               7.13 Liquidated Damages\n\n                               If the bidder fails to meet the milestones-3 specified in\n                               <a href=\"/doc/308955/\" id=\"a_22\">Section 3</a>.8, within the specified timelines, CICL shall\n                               without prejudice to its other remedies under the contract,\n                               deduct from the contract price, as liquidated damages, a sum\n                               equivalent la 0.5% of the contract price for every week\n                               (seven days) or part thereof of delay, up to maximum\n                               deduction of 10% of the contract price. Once the maximum\n                               is reached, OICL may consider termination of the contract.\n                               Performance of services shall be within the norms specified\n                               in the Service Level Agreement (SLA) forming a part of the\n                               contract. In case bidder fails to meet the above standards of\n                               maintenance, there will be a penalty as specified in the SLA.\n</p>\n<p data-structure=\"Section\" id=\"p_51\">                               7.14 Termination for Default\n\n                               OICL may, without prejudice to any other remedy for breach\n\n\n<span class=\"hidden_text\" id=\"span_103\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_104\">                          O.M.P. (COMM) 436/2022                                           Page 18 of 44</span>\n<span class=\"hidden_text\" id=\"span_105\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_106\">By:DAMINI YADAV</span>\n<span class=\"hidden_text\" id=\"span_107\">Signing Date:01.03.2023</span>\n<span class=\"hidden_text\" id=\"span_108\">16:50:01</span>\n                                          NEUTRAL CITATION NO. 2023/DHC/001487\n\n\n\n\n                               of contract, by 30 calendar days written notice of default\n                               sent to the bidder, terminate the contract in whole or in part:\n</p><blockquote id=\"blockquote_34\">                            1. If the bidder fails to deliver any or all of the Solution and\n                               services within the time period(s) specified in the contract,\n                               or any extension thereof granted by OICL; or\n</blockquote><blockquote id=\"blockquote_35\">                            2. 2 if the bidder fails to perform any other obligation(s) under\n                               the contract\n                                In the event of OICL terminating the contract in whole or in\n                               part, pursuant to above mentioned clause, OICL may\n                               procure, upon such terms and in such manner, as it deems\n                               appropriate, goods and services similar to those undelivered\n                               and the bidder shall be liable to OICL for any excess costs\n                               incurred for procurement of such similar goods or services.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_52\">                               However, the bidder shall continue performance of the\n                               contract to the extent not terminated.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_53\">                               7.15 Force Majeure\n\n                               The bidder shall not be liable for forfeiture of his\n                               performance security, liquidated damages or termination for\n                               default, if and to the extent that, his delay in performance or\n                               other failure to perform his obligations under the contract is\n                               the result of an event of Force Majeure.\n</p><p data-structure=\"Section\" id=\"p_54\">                               For purposes of this clause, &quot;Force Majaure&quot; means an\n                               even beyond the control of the bidder and no. involving the\n                               bidder and not involving the bidder&#x27;s fault or negligence and\n                               not foreseeable. Such events may include ..... If a Force\n                               Majaure situation arises, the bidder shall promptly notify\n                               OICL in writing of such conditions and the cause thereof.\n                               Unless otherwise directed by OICL, the bidder shall seek al\n                               reasonable alternative means for performance not prevented\n                               by the Force Majeure event...\n</p>\n<p data-structure=\"Section\" id=\"p_55\">                               7.18 Arbitration\n\n                               OICL and the bidder shall make every effort to resolve\n                               amicably by direct informal negotiation, any disagreement\n                               or dispute, arising between them under or in connection with\n\n\n<span class=\"hidden_text\" id=\"span_109\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_110\">                          O.M.P. (COMM) 436/2022                                           Page 19 of 44</span>\n<span class=\"hidden_text\" id=\"span_111\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_112\">By:DAMINI YADAV</span>\n<span class=\"hidden_text\" id=\"span_113\">Signing Date:01.03.2023</span>\n<span class=\"hidden_text\" id=\"span_114\">16:50:01</span>\n                                          NEUTRAL CITATION NO. 2023/DHC/001487\n\n\n\n\n                               the contract.\n</p><p data-structure=\"CDiscource\" id=\"p_56\">                               If, after thirty (30) days from the commencement of such\n                               informal negotiations, OICL and the bidder have been\n                               unable to resolve amicably a contract dispute, either party\n                               may require that the dispute be referred for resolution to the\n                               formal mechanism specified below.\n</p>\n<p data-structure=\"Precedent\" id=\"p_57\">                               In the case of a dispute or difference arising between OICL\n                               and the bidder relating to any matter arising out of or\n                               connected with this contract, such dispute or difference shall\n                               be referred to the award of two arbitrators, one arbitrator to\n                               be nominated by OICL and the other to be nominated by the\n                               bidder or in case of the said arbitrators not agreeing, then to\n                               the award of an umpire to be appointed by the arbitrators in\n                               writing before proceedings to the reference, and in case\n                               arbitrators cannot agree to the umpire, he may be nominated\n                               by the Arbitration Council of Indial Institution of Engineers,\n                               India. The award of the arbitrators, and in the event of their\n                               not agreeing, of the umpire appointed by them or by the\n                               Arbitration Council of India/ Institution of Engineers, India\n                               shall be final and binding on the parties.\n</p>\n<p data-structure=\"Section\" id=\"p_58\">                               <a href=\"/doc/1306164/\" id=\"a_23\">The Indian Arbitration and Conciliation Act, 1996</a>, the rules\n                               there under and any statutory modification or re-enactments\n                               thereof made till the date of signing of contract, shall apply\n                               to the arbitration proceedings. The venue of arbitration shall\n                               be the place from where the contract is issued i.e.\n                               Jurisdiction of Delhi High Court.&quot;\n</p>\n<p data-structure=\"PetArg\" id=\"p_59\">                      23.      The primary argument on behalf of the petitioner for challenging\n                      the impugned award was that the Arbitral Tribunal allowed interest @\n                      18% p.a. as claimed under the Claim No. 1 by the respondent and no\n                      reasons were assigned for allowing such rate of interest. Even no\n                      discussion has been made in the award to reach to the said conclusion. It\n                      is also argued that it is admitted that the rate of interest which was\n\n\n<span class=\"hidden_text\" id=\"span_115\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_116\">                          O.M.P. (COMM) 436/2022                                           Page 20 of 44</span>\n<span class=\"hidden_text\" id=\"span_117\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_118\">By:DAMINI YADAV</span>\n<span class=\"hidden_text\" id=\"span_119\">Signing Date:01.03.2023</span>\n<span class=\"hidden_text\" id=\"span_120\">16:50:01</span>\n                                          NEUTRAL CITATION NO. 2023/DHC/001487\n\n\n\n\n                      awarded by the Arbitral Tribunal is much higher than the prevailing rates\n                      of interest.\n</p><p data-structure=\"Section\" id=\"p_60\">                      24.      In order to consider the plea raised by the petitioner, it is relevant\n                      to quote the discussions of the learned Tribunal on this aspect, which are\n                      as follows: -\n</p><blockquote id=\"blockquote_36\">                               &quot;...B. SUMMARY OF THE DISPUTE\n\n</blockquote><blockquote id=\"blockquote_37\">                               4. The Respondent floated a Request for Proposal\n                               (hereinafter referred to as &quot;RFP&quot;) on 05.08.2016 for the\n                               procurement, implementation, customization, deployment,\n                               maintenance, training and support qua an Enterprise\n                               Content Management (&quot;ECM&quot;) solution.\n</blockquote><blockquote id=\"blockquote_38\">                               5. The Claimant was declared a successful bidder and NOA\n                               dated 10.02.2017 for a total project value of Rs.\n                               15,98,57,533/- was issued to the Claimant. The project value\n                               included AMC for a period of 5 years after the\n                               implementation of the works. The project is currently under\n                               AMC phase.\n</blockquote><blockquote id=\"blockquote_39\">                               6. An Agreement dated 23.02.2017 was also executed\n                               between the parties.\n</blockquote><blockquote id=\"blockquote_40\">                               7. Clause 7.13 of the RFP provides for Liquidated Damages\n                               in case the Claimant fails to meet the Milestone 3 specified\n                               in Clause 3.8 of the RFP.\n</blockquote><blockquote id=\"blockquote_41\">                               8. As per Milestone 3, under Clause 3.8, the Claimant was\n                               obligated to ensure (1) delivery of application and database\n                               licenses, and (ii) delivery, installation and acceptance of\n                               DC-DR hardware and scanners at respective locations\n                               within 12 weeks from the date of issue of PO, which was\n                               originally by 05.05.2017.\n</blockquote>\n<blockquote id=\"blockquote_42\">                               9. Clause 10.8 (Annexure 8) of the RFP provides the list of\n                               offices of Respondent where the deliveries under Milestone 3\n                               were to be made and works were to be completed.\n</blockquote><blockquote id=\"blockquote_43\">                               10. While majority of the supplies were made and works\n                               were completed on time, for different reasons, completion of\n                               some of the works were delayed.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_121\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_122\">                          O.M.P. (COMM) 436/2022                                           Page 21 of 44</span>\n<span class=\"hidden_text\" id=\"span_123\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_124\">By:DAMINI YADAV</span>\n<span class=\"hidden_text\" id=\"span_125\">Signing Date:01.03.2023</span>\n<span class=\"hidden_text\" id=\"span_126\">16:50:01</span>\n<blockquote id=\"blockquote_44\">                                          NEUTRAL CITATION NO. 2023/DHC/001487\n\n\n\n\n</blockquote><blockquote id=\"blockquote_45\">                               11. Respondent held Claimant solely responsible for the\n                               entire delay. imposed penalty and deducted Liquidated\n                               Damages @ 10% of the entire project value i.e. Rs.\n                               1,59,85,753/-.\n</blockquote><blockquote id=\"blockquote_46\">                               12. Claimant objected to such unilateral deduction of\n                               Liquidated Damages on the grounds that (i) the entire delay\n                               was owing to inactions and inaccuracies on the part of the\n                               Respondent in the data shared with the Claimant pertaining\n                               to the places of installations, and therefore, Claimant cannot\n                               be held responsible for the delays, and (ii) the Respondent\n                               has suffered no loss owing to the alleged delay as the last\n                               milestone was completed within the given time i.e. the\n                               Project as a whole was completed in time. Hence, according\n                               to the Claimant, any imposition of Liquidated Damages by\n                               the Respondent was not only against the terms of the\n                               contract but also against the law.\n</blockquote><blockquote id=\"blockquote_47\">                               13. Initially, the Claimant tried to settle the matter amicably\n                               and for the purpose they made multiple visits to the office of\n                               the Respondent and also sent several correspondences,\n                               including demand letter through their lawyer requesting the\n                               Respondent to release the deducted sum, but the Respondent\n                               did not pay any heed to the requests of the Claimant.\n</blockquote><blockquote id=\"blockquote_48\">                               14. In response to the notice invoking arbitration dated\n                               04.06.2020, the Respondent justified their deduction of\n                               Liquidated Damages on the ground that the same is\n                               deducted in terms of the RFP. As per the Respondent, since\n                               the Claimant exceeded more than 20 weeks to complete\n                               Milestone 3, therefore, Liquidated Damages up to maximum\n                               deduction of 10% was levied. The Respondent also disputed\n                               the invocation.\n</blockquote><blockquote id=\"blockquote_49\">                               C. CLAIMS BY THE CLAIMANT\n                               Claim No.1:-\n</blockquote><blockquote id=\"blockquote_50\">                               Refund of amount deducted by Respondent towards\n                               liquidated damages amounting to Rs. 1,59,85,753/- (Rs. One\n                               Crore Fifty-Nine Lakhs Eighty-Five Thousand Seven\n                               Hundred Fifty Three Only) along with interest @ of 18% per\n                               annum w.e.f. the date the amount was retained i.e.\n                               16.10.2018 till the filing of the claim by the Petitioner on\n\n\n<span class=\"hidden_text\" id=\"span_127\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_128\">                          O.M.P. (COMM) 436/2022                                           Page 22 of 44</span>\n<span class=\"hidden_text\" id=\"span_129\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_130\">By:DAMINI YADAV</span>\n<span class=\"hidden_text\" id=\"span_131\">Signing Date:01.03.2023</span>\n<span class=\"hidden_text\" id=\"span_132\">16:50:01</span>\n                                         NEUTRAL CITATION NO. 2023/DHC/001487\n\n\n\n\n                               09.01.2021 i.e. for a total of 816 days amounting to Rs.\n                               2.24,18,595/- (Rs. Two Crores, Twenty-Four Lakhs,\n                               Eighteen Thousand, Five Hundred and Ninety-Five Only)&quot;\n</blockquote>\n<blockquote id=\"blockquote_51\">                               &quot;5. To establish its case that no deduction of Liquidated\n                               Damages could have been done, Learned Counsel for the\n                               Claimant relied upon the following documents, segregated\n                               issue wise as hereunder:\n</blockquote>\n<blockquote id=\"blockquote_52\">                      (i)      Delay due to Address Issues\n\n                             Inaccuracies in Addresses: Sr. Nos. 3, 57, 116, 126, 164,\n                              165, 166, 167, 176, 185, 186, 188, 261, 416, 465, 466, 492,\n                              538, 652, 746, 758, 880, 883, 885, 888, 912, 913, 955, 1126,\n                              1127, 1174, 1729-Total 1782 offices.\n</blockquote><blockquote id=\"blockquote_53\">                             Email dated 20.03.2017, Updated list of OICL offices sent-\n                              Total 1783 offices.\n</blockquote><blockquote id=\"blockquote_54\">                             Email dated 21.03.2017, Pointing out discrepancy in\n                              Annexure 8 (OICL list of offices in RFP) and the updated list\n                              sent by Mr. Gaurav Yadav/Respondent Witness No. 1, dated\n                              20.03.2017.\n</blockquote><blockquote id=\"blockquote_55\">                             Email dated 21.03.2017, Confirming the changes.\n                             Email dated 07.04.2017, Seeking clarification on\n                              5addresses.\n</blockquote><blockquote id=\"blockquote_56\">                             Email dated 04.05.2017, Mentioning that some of addresses\n                              had changed and not updated in the list provided by OICI,\n                              and that is why the shipments were returned back to HCL\n                              warehouses.\n</blockquote><blockquote id=\"blockquote_57\">                             Email dated 06.04.2017, Providing final list of 1783 offices\n                              (Annexure 8). Note:\n</blockquote><blockquote id=\"blockquote_58\">                              As per this email HCL/ Claimant was informed that there\n                              are 24 locations where office in charge, etc. was not\n                              available and therefore the scanners were to be delivered at\n                              respective Regional Offices (ROS) mentioned in the\n                              &quot;Remarks&quot; column.\n</blockquote>\n<blockquote id=\"blockquote_59\">                             Admission of address issues at 220 locations and installation\n                              issues at 104 locations by Respondent.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_133\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_134\">                          O.M.P. (COMM) 436/2022                                        Page 23 of 44</span>\n<span class=\"hidden_text\" id=\"span_135\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_136\">By:DAMINI YADAV</span>\n<span class=\"hidden_text\" id=\"span_137\">Signing Date:01.03.2023</span>\n<span class=\"hidden_text\" id=\"span_138\">16:50:01</span>\n<blockquote id=\"blockquote_60\">                                          NEUTRAL CITATION NO. 2023/DHC/001487\n\n\n\n\n                             Respondent itself admitted that there were address issues at\n                              188 locations.\n</blockquote><p data-structure=\"PetArg\" id=\"p_61\">                             Respondent admitted that some of the address issues even\n                              persisted till 21.11.2017.\n</p><p data-structure=\"RespArg\" id=\"p_62\">                             Annexure R 3 filed by respondent with its SOD mentions that\n                              the respondent had calculated delays w.e.f. 29.06.2017. This\n                              demonstrates that the respondent itself has admitted to the\n                              position that there is a delay in the provision of addresses\n                              where scanners have to be delivered.\n</p><p data-structure=\"Precedent\" id=\"p_63\">                             There were errors in addresses even in the RFP and the\n                              same is admitted by the Respondent&#x27;s Witness No. 1 while\n                              answering to QUESTION NO. 6 of his Cross Examination.\n                              Moreover, the term &quot;Micro Offices&quot; was not mentioned in\n                              the RFP.\n</p><p data-structure=\"Precedent\" id=\"p_64\">                             Address/Contact person for 456 locations were updated even\n                              after 06.04.2017.\n</p><p data-structure=\"Section\" id=\"p_65\">                             Office Code 222594- Rasara. There is a delay of 47 weeks\n                              on the part of the Respondent.\n</p>\n<p data-structure=\"Precedent\" id=\"p_66\">                              (ii) Delay by other Contractors\n                             Email      dated     14.06.2017,      Asking     for    status\n                              networking/storage in DC &amp; DRC.\n</p><p data-structure=\"Section\" id=\"p_67\">                             Email dated 30.05.2017, Asking for status of networking in\n                              DC &amp; DRC as that is not within Claimant&#x27;s/ HCL&#x27;s scope.\n                              Also, status of accessibility of USB ports was checked.\n</p>\n<p data-structure=\"Precedent\" id=\"p_68\">                                (iii) Delay in installation due to difficulties faced by\n                                Claimant&#x27;s Engineers\n                               Email dated 05.07.2017, is the list of locations where\n                                Claimant&#x27;s/ HCL engineers were facing difficulty in carrying\n                                out the installation.\n</p><p data-structure=\"Precedent\" id=\"p_69\">                               Email dated 26.07.2017, is the list of location where -\n                                Claimant&#x27;s/ HCL engineers were facing difficulty in carrying\n                                out the installation.\n</p><p data-structure=\"Precedent\" id=\"p_70\">                               Email dated 29.08.2017, Regarding the problem faced by\n                                them at 13 locations.\n</p><p data-structure=\"CDiscource\" id=\"p_71\">                               Email dated 10.10.2017. Regarding the problem faced by\n                                them at 14 locations.\n</p>\n\n<span class=\"hidden_text\" id=\"span_139\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_140\">                          O.M.P. (COMM) 436/2022                                         Page 24 of 44</span>\n<span class=\"hidden_text\" id=\"span_141\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_142\">By:DAMINI YADAV</span>\n<span class=\"hidden_text\" id=\"span_143\">Signing Date:01.03.2023</span>\n<span class=\"hidden_text\" id=\"span_144\">16:50:01</span>\n<p data-structure=\"CDiscource\" id=\"p_72\">                                         NEUTRAL CITATION NO. 2023/DHC/001487\n\n\n\n\n                             Email dated 24.10.2017, Mentioning installation problem in\n                              9 other locations.\n</p><p data-structure=\"Precedent\" id=\"p_73\">                             Email dated 09.11.2017, Issues relating to scanner\n                              installation.\n</p><p data-structure=\"Precedent\" id=\"p_74\">                             Email dated 18.12.2017, Issues relating to scanner\n                              installation.\n</p><p data-structure=\"Conclusion\" id=\"p_75\">                             Email dated 17.01.2018, Issues relating to scanner\n                              installation.\n</p><p data-structure=\"Precedent\" id=\"p_76\">                             Email dated 22.01.2018, Issues relating to scanner\n                              installation.\n</p><p data-structure=\"Precedent\" id=\"p_77\">                             Email dated 29.01.2018, Issues relating to scanner\n                              installation.\n</p><p data-structure=\"Precedent\" id=\"p_78\">                             Email dated 07.03.2018, Issues relating to scanner\n                              installation.\n</p><p data-structure=\"Precedent\" id=\"p_79\">                             Email dated 27.09.2017, Respondent admitting electricity\n                              problem at office code 272894.\n</p><p data-structure=\"Conclusion\" id=\"p_80\">                             Internal email dated 22.06.2017 from Respondent/ OICL BO\n                              Jaunpur to IT Deptt. informing that since there is no\n                              provision of USB, CD port in our system therefore\n                              installation I could not be done.\n</p><p data-structure=\"RespArg\" id=\"p_81\">                             Email dated 22.06.2017, directing that the software should\n                              not be downloaded as it would choke the network and the\n                              engineers should carry external drive.\n</p><p data-structure=\"CDiscource\" id=\"p_82\">                             Email dated 23.06.2017, stating that it is not possible to\n                              carry external CD drive at all the locations so a request was\n                              made to arrange for enabling the USB drive/slots.\n                              The series of correspondence demonstrate how and in what\n                              manner the team of Claimant/ HCL was constrained to work\n                              in a limited manner without access to the system as well as\n                              internet of Respondent/ OICL making it difficult to carry out\n                              installation as is evident from the email sent by Branch\n                              Incharge, Jaunpur that many times the installation engineers\n                              of Claimant/ HCL were asked to return without completing\n                              the installation process for lack of port accessibility.\n</p>\n<p data-structure=\"Section\" id=\"p_83\">                               (iv) Last Installation at office Code: 222594: Reason for\n                               delay.\n</p><p data-structure=\"Precedent\" id=\"p_84\">                               • The office at Rasara balia had closed a year ago i.e. in\n\n\n<span class=\"hidden_text\" id=\"span_145\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_146\">                          O.M.P. (COMM) 436/2022                                        Page 25 of 44</span>\n<span class=\"hidden_text\" id=\"span_147\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_148\">By:DAMINI YADAV</span>\n<span class=\"hidden_text\" id=\"span_149\">Signing Date:01.03.2023</span>\n<span class=\"hidden_text\" id=\"span_150\">16:50:01</span>\n                                         NEUTRAL CITATION NO. 2023/DHC/001487\n\n\n\n\n                               2016 itself. The scanners for this office were finally\n                               delivered by the Claimant to another office of respondent in\n                               same district with office code - 222596 on 28.07.2017.\n                               • Receiving was given by office code 222596 that it had\n                               received scanner of 222594 on 09.08.2017.\n</p><p data-structure=\"Section\" id=\"p_85\">                               • The scanner was installed for office code -222594 only\n                               after the office was reopened by the respondent and\n                               electricity issue was resolved in April, 2018.\n</p><p data-structure=\"CDiscource\" id=\"p_86\">                               46. The Claimant had also expressly conveyed to the\n                               Respondent that owing to delays, which were completely\n                               attributable to the Respondent, it would not be possible to\n                               meet the timelines vide Email dated 22.03.2017.\n</p><p data-structure=\"Conclusion\" id=\"p_87\">                               47. In view of the aforesaid discussion, we are of the opinion\n                               that the delay was caused by Respondent in not timely\n                               supplying the total details of the offices where materials\n                               were to be supplied and installations were to be done.\n</p><p data-structure=\"Precedent\" id=\"p_88\">                               48. A party must prove that it has suffered any damages\n                               before deducting the Liquidated Damages. Pertinently,\n                               Liquidated Damages is a genuine pre-estimate of the\n                               damages which a party is likely to suffer owing to the breach\n                               of the contractual conditions by the other party.\n</p><p data-structure=\"Precedent\" id=\"p_89\">                               49. The Liquidated Damages clause caps the maximum\n                               amount of damage that a party may claim from the other\n                               party in case of a breach. However, a party cannot claim/\n                               deduct Liquidated Damages in case no loss/ legal injury is\n                               caused to it owing to the alleged breach of the contract.\n</p><p data-structure=\"Precedent\" id=\"p_90\">                               50. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"584252\" id=\"span_151\">In <a href=\"/doc/584252/\" id=\"a_24\">Fateh Chand v. Balkishan Dass</a>, (1964) 1 SCR 515:</span>\n</p><blockquote id=\"blockquote_61\">                               AIR 1963 SC 1405, referring to <a href=\"/doc/1941714/\" id=\"a_25\">Section 74</a> of the Indian\n                               Contract Act, the Hon&#x27;ble Supreme Court observed: -\n</blockquote><blockquote id=\"blockquote_62\">                               &quot;10. <a href=\"/doc/1941714/\" id=\"a_26\">Section 74</a> of the Indian Contract Act deals with the\n                               measure of damages in two classes of cases (i) where the\n                               contract names a sum to be paid in case of breach and (ii)\n                               where the contract contains any other stipulation by way of\n                               penalty......... The section undoubtedly says that the\n                               aggrieved party is entitled to receive compensation from the\n                               party who has broken the contract, whether or not actual\n                               damage or loss is proved to have been caused by the breach.\n                               Thereby it merely dispenses with proof of &quot;actual loss or\n\n\n<span class=\"hidden_text\" id=\"span_152\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_153\">                          O.M.P. (COMM) 436/2022                                          Page 26 of 44</span>\n<span class=\"hidden_text\" id=\"span_154\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_155\">By:DAMINI YADAV</span>\n<span class=\"hidden_text\" id=\"span_156\">Signing Date:01.03.2023</span>\n<span class=\"hidden_text\" id=\"span_157\">16:50:01</span>\n                                         NEUTRAL CITATION NO. 2023/DHC/001487\n\n\n\n\n                               damage: it does not justify the award of compensation when\n                               in consequence of the breach no legal injury at all has\n                               resulted because compensation for breach of contract can be\n                               awarded to make good loss or damage which naturally arose\n                               in the usual course of things, or which the parties knew when\n                               they made the contract, to be likely to result from the\n                               breach.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_91\">                               51. Section 74 of the Indian &#x27;<a href=\"/doc/171398/\" id=\"a_27\">Contract Act</a> exempts a party\n                               only from proving the actual extent of the loss or damage,\n                               provided the basic requirement for award of &#x27;compensation&#x27;,\n                               viz., the fact that he has suffered some loss or damage is\n                               established. If Liquidated Damages are awarded to a party\n                               even when it has not suffered any loss, it would amount to\n                               unjust enrichment&#x27;, which cannot be allowed.\n</p><p data-structure=\"CDiscource\" id=\"p_92\">                               52. If the intention of the employer is that time&#x27; should\n                               continue to remain to be of the essence of the contract even\n                               after the original date has lapsed, then the employer must\n                               extend the time limit for project completion and fix a new\n                               date for completion of the project. In the absence of such\n                               time extension, Time will be set at large, and the employer\n                               would be precluded from claiming any damages, as a result\n                               of such delay, from the contractor.\n</p><p data-structure=\"Precedent\" id=\"p_93\">                               53. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"899181\" id=\"span_158\">In <a href=\"/doc/899181/\" id=\"a_28\">Arosan Enterprises Ltd. v. Union of India</a>, (1999) 9\n                               SCC 449 1999 SCC OnLine SC 928, the Hon&#x27;ble Supreme\n                               Court\n\n                               &quot;13.........In the event the parties knowingly give a go-by to\n                               the stipulation as regards the time-the same may have two\n                               several effects: (a) parties name a future specific date for\n                               delivery, any (b) parties may also agree to the abandonment\n                               of the contract-as regards (a) above, there must be a specific\n                               date within which delivery has to be effected and in the event\n                               there is no such specific date available in the course of\n                               conduct of the parties, then and in that event, the courts are\n                               not left with any other conclusion but a finding that the\n                               parties themselves by their conduct have given a go-by to the\n                               original term of the contract as regards the time being the\n                               essence of the contract.....&quot;</span>\n</p>\n\n<span class=\"hidden_text\" id=\"span_159\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_160\">                          O.M.P. (COMM) 436/2022                                          Page 27 of 44</span>\n<span class=\"hidden_text\" id=\"span_161\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_162\">By:DAMINI YADAV</span>\n<span class=\"hidden_text\" id=\"span_163\">Signing Date:01.03.2023</span>\n<span class=\"hidden_text\" id=\"span_164\">16:50:01</span>\n<p data-structure=\"Precedent\" id=\"p_94\">                                          NEUTRAL CITATION NO. 2023/DHC/001487\n\n\n\n\n                               The Hon&#x27;ble Supreme Court further observed:\n</p>\n<blockquote id=\"blockquote_63\">                               *27. Mere fixation of a period of delivery or a time in regard\n                               thereto does not by itself make the time as the essence of the\n                               contract, but the agreement shall have to be considered in its\n                               entirety and on proper appreciation of the intent and purport\n                               of the clauses incorporated therein. The state of facts and the\n                               relevant terms of the agreement ought to be noticed in their\n                               proper perspective so as to assess the intent of the parties.\n                               The agreement must be read as a whole with corresponding\n                               obligations of the parties so as to ascertain the true intent of\n                               the parties. In the instant case, as the port of discharge has\n                               not been named neither is the surveyor appointed without\n                               whose certificate, question of any payment would not arise -\n                               can it still be said that time was the essence of the contract?\n                               In our view the answer cannot but be a positive &quot;No&quot;.&quot;\n</blockquote><blockquote id=\"blockquote_64\">                               54. Third paragraph of <a href=\"/doc/679619/\" id=\"a_29\">Section 55</a> of the Indian Contract\n                               Act, 1872 deals with-Effect of acceptance of performance at\n                               time other than that agreed upon:\n</blockquote><blockquote id=\"blockquote_65\">                               &quot;55. Effect of failure to perform at fixed time, in contract in\n                               which time is essential-When a party to a contract promises\n                               to do a certain thing at or before a specified time, or certain\n                               things at or before specified times, and fails to do any such\n                               thing at or before the specified time, the contract, or so much\n                               of it as has not been performed, becomes voidable at the\n                               option of the promisee, if the intention of the parties was that\n                               time should be of the essence of the contract.\n                               Effect of such failure when time is not essential.-If it was not\n                               the intention of the parties that time should be of the essence\n                               of the contract, the contract does not become voidable by the\n                               failure to do such thing at or before the specified time; but\n                               the promisee is entitled to compensation from the promisor\n                               for any loss occasioned to him by such failure.\n                               Effect of acceptance of performance at time other than that\n                               agreed upon.-If, in case of a contract voidable on account\n                               of the promisor&#x27;s failure to perform his promise at the time\n                               agreed, the promisee accepts performance of such promise\n\n\n<span class=\"hidden_text\" id=\"span_165\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_166\">                          O.M.P. (COMM) 436/2022                                            Page 28 of 44</span>\n<span class=\"hidden_text\" id=\"span_167\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_168\">By:DAMINI YADAV</span>\n<span class=\"hidden_text\" id=\"span_169\">Signing Date:01.03.2023</span>\n<span class=\"hidden_text\" id=\"span_170\">16:50:01</span>\n                                          NEUTRAL CITATION NO. 2023/DHC/001487\n\n\n\n\n                               at any time other than that agreed, the promisee cannot\n                               claim compensation for any loss occasioned by the non-\n                               performance of the promise at the time agreed, unless, at\n                               the time of such acceptance, he gives notice to the promisor\n                               of his intention to do so.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_95\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1421824\" id=\"span_171\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1913738\" id=\"span_172\">In this connection one may refer to the decision of the\n                               Hon&#x27;ble Supreme Court in <a href=\"/doc/1913738/\" id=\"a_30\">General Manager, Northern\n                               Railway &amp; Anr. vs. Sarvesh Chopra</a> (2002) 4 SCC 45] and\n                               Hon&#x27;ble Andhra Pradesh High Court in <a href=\"/doc/1421824/\" id=\"a_31\">State of A.P. vs.\n                               Associated Engineering Enterprises, Hyderabad</a> (1989 SCC\n                               Online AP 59 (DB)].</span></span>\n</p><p data-structure=\"Precedent\" id=\"p_96\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1913738\" id=\"span_173\">55. The Hon&#x27;ble Supreme Court in <a href=\"/doc/1913738/\" id=\"a_32\">Northern Railway v.\n                               Sarvesh Chopra</a>, (2002) 4 SCC 45, while dealing with\n                               Section 55 of the India Contract Act, observed:</span>\n</p><blockquote id=\"blockquote_66\">                               15. In our country question of delay in performance of the\n                               contract is governed by <a href=\"/doc/679619/\" id=\"a_33\">Sections 55</a> and <a href=\"/doc/648614/\" id=\"a_34\">56</a> of the Indian\n                               Contract Act, 1872. If there is an abnormal rise in prices of\n                               material and labour, it may frustrate the contract and then\n                               the innocent party need not perform the contract. So also, if\n                               time is of the essence of the contract, failure of the employer\n                               to perform a mutual obligation would enable the contractor\n                               to avoid the contract as the contract becomes voidable at his\n                               option. Where time is &quot;of the essence&quot; of an obligation,\n                               Chitty on Contracts (28th Edn., 1999, at p. 1106, para 22-\n</blockquote><p data-structure=\"Section\" id=\"p_97\">                               015) states\n                               &quot;a failure to perform by the stipulated time will entitle the\n                               innocent party to (a) terminate performance of the contract\n                               and thereby put an end to all the primary obligations of both\n                               parties remaining unperformed; and (b) claim damages from\n                               the contract-breaker on the basis that he has committed a\n                               fundamental breach of the contract (&quot;a breach going to the\n                               root of the contract) depriving the innocent party of the\n                               benefit of the contract (damages for loss of the whole\n                               transaction&quot;)&quot;. If, instead of avoiding the contract, the\n                               contractor accepts the belated performance of reciprocal\n                               obligation on the part of the employer, the innocent party Le.\n                               the contractor, cannot claim compensation for any loss\n                               occasioned by the non-performance of the reciprocal\n\n\n<span class=\"hidden_text\" id=\"span_174\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_175\">                          O.M.P. (COMM) 436/2022                                           Page 29 of 44</span>\n<span class=\"hidden_text\" id=\"span_176\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_177\">By:DAMINI YADAV</span>\n<span class=\"hidden_text\" id=\"span_178\">Signing Date:01.03.2023</span>\n<span class=\"hidden_text\" id=\"span_179\">16:50:01</span>\n                                         NEUTRAL CITATION NO. 2023/DHC/001487\n\n\n\n\n                               promise by the employer at the time agreed, &quot;unless, at the\n                               time of such acceptance, he gives notice to the promisor of\n                               his intention to do so.&quot; Thus, it appears that under the\n                               Indian law, in spite of there being a contract between the\n                               parties whereunder the contractor has undertaken not to\n                               make any claim for delay in performance of the contract\n                               occasioned by an act of the employer. still a claim would be\n                               entertainable in one of the following situations if the\n                               contractor repudiates the contract exercising his right to do\n                               so under <a href=\"/doc/679619/\" id=\"a_35\">Section 55</a> of the Contract Act, fill the employer\n                               gives an extension of time either by entering into\n                               supplemental Agreement or by making it clear that\n                               escalation of rates or compensation for delay would be\n                               permissible, (iii) if the contractor makes it clear that\n                               escalation of rates or compensation for delay shall have to\n                               be made by the employer and the employer accepts\n                               performance by the contractor in spite of delay and such\n                               notice by the contractor putting the employer on terms.\n</p><p data-structure=\"Precedent\" id=\"p_98\">                               56. In case the employer has also contributed to the delay in\n                               the completion of the project, however small it be, the\n                               contractor is absolved from the liability of paying damages\n                               for the delay much less any Liquidated Damages. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"27391014\" id=\"span_180\">In this\n                               regard, we may refer to the decisions in <a href=\"/doc/27391014/\" id=\"a_36\">Trollope &amp; Colls\n                               Ltd. vs. North-West Metropolitan Regional Hospital Board</a>\n                               [1973] 1 WLR 601 (House of Lards] and Multiplex\n                               Constructions (UK) Ltd. us. Honeywell Control Systems Ltd.\n                               [2007] EWHC 447 QUEEN&#x27;S BENCH DIVISION\n                               [Technology and Construction Court).</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_99\">                               57. In the light of the above decisions and the facts as\n                               discussed above, we are of the opinion that, the Claimant\n                               cannot be faulted for the delays in meeting the delivery of\n                               materials and installation timelines and even otherwise the\n                               Respondent is precluded from deducting the Liquidated\n                               Damages being itself a contributor to the delay, which is an\n                               admitted position in the present matter, and therefore, the\n                               amount of Liquidated Damages deducted by the Respondent\n                               is liable to be refunded in full with interest.\n</p>\n\n<span class=\"hidden_text\" id=\"span_181\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_182\">                          O.M.P. (COMM) 436/2022                                         Page 30 of 44</span>\n<span class=\"hidden_text\" id=\"span_183\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_184\">By:DAMINI YADAV</span>\n<span class=\"hidden_text\" id=\"span_185\">Signing Date:01.03.2023</span>\n<span class=\"hidden_text\" id=\"span_186\">16:50:01</span>\n<p data-structure=\"Conclusion\" id=\"p_100\">                                         NEUTRAL CITATION NO. 2023/DHC/001487\n\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_101\">                               58. Therefore, we award the claimant an amount of Rs.\n                               1,59,85,753/- along with 18% interest per annum from the\n                               date the date the amount was retained i.e. 16.10.2018 till the\n                               filing of the claim by the Petitioner on 09.01.2021 i.e. for a\n                               total of 816 days amounting to Rs. 2,24,18,595/- (Rs. Two\n                               Crores, Twenty-Four Lakhs, Eighteen Thousand, Five\n                               Hundred and Ninety-Five Only) against Claim No. 1.&quot;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_102\">                      25.      Claim No.2, which pertained to Interest on delayed payment, was\n                      not granted by the learned Arbitral Tribunal.\n</p><p data-structure=\"Section\" id=\"p_103\">                      26.      Claim No.3 pertaining to Payment of pendente lite and future\n                      interest, is as follows: -\n</p><blockquote id=\"blockquote_67\">                               &quot;60.1. Learned Counsel for the Claimant relied upon the\n                               judgments passed by the Hon&#x27;ble Supreme Court of India to\n                               make its case for award of interest from the date of\n                               deduction of liquidated damages till the date of Award and\n                               also future interest till the date of payment.\n                               60.2. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"42194927\" id=\"span_187\">In <a href=\"/doc/42194927/\" id=\"a_37\">Hyder Consulting (UK) Ltd. vs. Governor, State of\n                               Orissa</a> (2015) 2 SCC 189\n                               &quot;26. <a href=\"/doc/104566/\" id=\"a_38\">Section 31(7)(a)</a> of the Act deals with grant of pre-\n                               award interest while clause (b) of <a href=\"/doc/104566/\" id=\"a_39\">Section 31(7)</a> of the Act\n                               deals with grant of post-award interest. Pre-award interest\n                               is to ensure that arbitral proceedings are concluded without\n                               unnecessary delay. Longer the proceedings, the longer\n                               would be the period attracting interest. Similarly, post-\n                               award interest is to ensure speedy payment in compliance\n                               with the award. Pre-award interest is at the discretion of the\n                               Arbitral Tribunal, while the post-award interest on the\n                               awarded sum is mandate of the statute-the only difference\n                               being that of rate of interest to be awarded by the Arbitral\n                               Tribunal. In other words, if the Arbitral Tribunal has\n                               awarded post-award interest payable from the date of award\n                               to the date of payment at a particular rate in its discretion\n                               then it will prevail else the party will be entitled to claim\n                               post-award interest on the awarded sum at the statutory rate\n                               specified in clause (b) of <a href=\"/doc/104566/\" id=\"a_40\">Section 31(7)</a> of the Act Le. 18%.</span>\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_188\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_189\">                          O.M.P. (COMM) 436/2022                                          Page 31 of 44</span>\n<span class=\"hidden_text\" id=\"span_190\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_191\">By:DAMINI YADAV</span>\n<span class=\"hidden_text\" id=\"span_192\">Signing Date:01.03.2023</span>\n<span class=\"hidden_text\" id=\"span_193\">16:50:01</span>\n<blockquote id=\"blockquote_68\">                                         NEUTRAL CITATION NO. 2023/DHC/001487\n\n\n\n\n                               Thus, there is a clear distinction in time period and the\n                               intended purpose of grant of interest.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_104\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"139552713\" id=\"span_194\">60.3. The Hon&#x27;ble Supreme Court in <a href=\"/doc/139552713/\" id=\"a_41\">Post Graduate Institute\n                               of Medical Education and Research, Chandigarh vs. Kalsi\n                               Construction Company</a> (2019) 8 SCC 726, observed: -</span>\n</p><blockquote id=\"blockquote_69\">                                       &quot;6. In the absence of agreement to the contrary between\n                                       the parties, Section 31(7)(a) of the said Act confers\n                                       jurisdiction upon the Arbitral Tribunal to award interest\n                                       unless otherwise agreed by the parties at such rate as the\n                                       Arbitral Tribunal considers reasonable, on the whole or\n                                       any part of the money, for the whole or any part of the\n                                       period between the date on which the cause of action\n                                       arises and the date on which the award is made.......\n</blockquote><p data-structure=\"Conclusion\" id=\"p_105\">                               61. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"139552713\" id=\"span_195\">In view of the law <a href=\"/doc/139552713/\" id=\"a_42\">laid down by</a> the Hon&#x27;ble Supreme\n                               Court and the discussions as made in the preceding\n                               paragraphs, we allow the prayer and award 8% interest on\n                               the award sum of Rs. 2,24,18,595/- (Rs. Two Crores,\n                               Twenty-Four Lakhs, Eighteen Thousand, Five Hundred and\n                               Ninety-Five Only) towards pendente lite and post award\n                               future interest...</span>\n</p><p data-structure=\"Conclusion\" id=\"p_106\">                               63. Conclusions:-\n</p><blockquote id=\"blockquote_70\">                               63.1. The Claimant is awarded the following claims:-\n</blockquote><blockquote id=\"blockquote_71\">                               i. An amount of Rs. 2,24,18,595/- (Rs. Two Crores, Twenty-\n                               Four Lakhs, Eighteen Thousand, Five Hundred and Ninety-\n                               Five Only) against Claim No. 1.\n</blockquote><blockquote id=\"blockquote_72\">                               ii. An amount of Rs. 10,87,500/- (Rs. Ten Lakhs, Eighty-\n                               Seven Thousand, Five Hundred Only) as cost, towards the\n                               fees paid to the Arbitrators, against Claim No. 4.\n                               iii. Interest @ 8% per annum on the award sum of Rs.\n                               2,24,18,595/- (Rs. Two Crores, Twenty-Four Lakhs,\n                               Eighteen Thousand, Five Hundred and Ninety-Five Only)\n                               towards pendente lite and post award future interest.\n                               iv. If the amount towards cost i.e. Rs. 10,87,500/- (Rs. Ten\n                               Lakhs, Eighty-Seven Thousand, Five Hundred Only) is not\n                               paid within 3 months, the Respondent will pay interest @ 8%\n                               per annum.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_196\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_197\">                          O.M.P. (COMM) 436/2022                                          Page 32 of 44</span>\n<span class=\"hidden_text\" id=\"span_198\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_199\">By:DAMINI YADAV</span>\n<span class=\"hidden_text\" id=\"span_200\">Signing Date:01.03.2023</span>\n<span class=\"hidden_text\" id=\"span_201\">16:50:01</span>\n<blockquote id=\"blockquote_73\">                                          NEUTRAL CITATION NO. 2023/DHC/001487\n\n\n\n\n                               63.2. Claim made by the Claimant against Claim No. 2 is\n                               rejected. This Award is made at New Delhi on 29th day of\n                               June 2022.&quot;\n</blockquote>\n<blockquote id=\"blockquote_74\">                      27.      It is settled law that the 1996 Act makes provision for the\n                      supervisory role of Courts, for the review of an arbitral award only to\n                      ensure fairness. Intervention of the Court is envisaged in few\n                      circumstances only, like, in case of fraud or bias by the arbitrators,\n                      violation of natural justice, etc. The Court cannot correct the errors of the\n                      arbitrators. It can only quash the award leaving the parties free to begin\n                      the arbitration again, if it is desired. So, the scheme of the provision aims\n                      at keeping supervisory role of the Court at minimum level and this can be\n                      justified as parties to the agreement make a conscious decision to exclude\n                      the Court&#x27;s jurisdiction by opting for arbitration as they prefer the\n                      expediency and finality offered by it.\n</blockquote>\n<blockquote id=\"blockquote_75\">                      Reasoned Award\n</blockquote><blockquote id=\"blockquote_76\">                      28.      In the instant case, it is argued that while passing the award, the\n                      learned Tribunal has failed to assign any reason. It is settled law that the\n                      arbitrator is required to assign reasons in support of the award. A question\n                      may invariably arise as to what would be meant by a „reasoned award‟.\n</blockquote><blockquote id=\"blockquote_77\">                      29.      In Bachawat&#x27;s Law of Arbitration and Conciliation, 4th Edn., it is\n                      stated:-\n</blockquote><blockquote id=\"blockquote_78\">                               &quot;...&#x27;Reason&#x27; is a ground or motive for a belief or a course of\n                               action, a statement in justification or explanation of belief or\n                               action. It is in this sense that the award must state reasons\n                               for the amount awarded.\n</blockquote><blockquote id=\"blockquote_79\">                               The rationale of the requirement of reasons is that reasons\n                               assure that the arbitrator has not acted capriciously.\n                               Reasons reveal the grounds on which the arbitrator reached\n\n\n<span class=\"hidden_text\" id=\"span_202\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_203\">                          O.M.P. (COMM) 436/2022                                            Page 33 of 44</span>\n<span class=\"hidden_text\" id=\"span_204\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_205\">By:DAMINI YADAV</span>\n<span class=\"hidden_text\" id=\"span_206\">Signing Date:01.03.2023</span>\n<span class=\"hidden_text\" id=\"span_207\">16:50:01</span>\n                                          NEUTRAL CITATION NO. 2023/DHC/001487\n\n\n\n\n                               the conclusion which adversely affects the interests of a\n                               party. The contractual stipulation of reasons means, as held\n                               in Poyser and Mills&#x27; Arbitration In re, &#x27;proper, adequate\n                               reasons&#x27;. Such reasons shall not only be intelligible but shall\n                               be a reason connected with the case which the court can see\n                               is proper. Contradictory reasons are equal to lack of\n                               reasons.\n</blockquote><blockquote id=\"blockquote_80\">                               The meaning of the word &#x27;reason&#x27; was explained by the\n                               Kerala High Court in the contest of a reasoned award...\n                               &#x27;Reasons are the links between the materials on which\n                               certain conclusions are based and the actual conclusions...&#x27;\n                               A mere statement of reasons does not satisfy the\n                               requirements of Section 31(3). Reasons must be based upon\n                               the materials submitted before the arbitral tribunal. The\n                               tribunal has to give its reasons on consideration of the\n                               relevant materials while the irrelevant material may be\n                               ignored... Statement of reasons is mandatory requirement\n                               unless dispensed with by the parties or by a statutory\n                               provision.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_107\">                      30.      Moreover, the mandate under <a href=\"/doc/104566/\" id=\"a_43\">Section 31(3)</a> of the Act, 1996 is to\n                      have reasoning which is intelligible and adequate and which can, in\n                      appropriate cases, be even implied by the Courts from a fair reading of\n                      the award.\n</p><p data-structure=\"Section\" id=\"p_108\">                      31.      By examination of award, it is noted that the inadequate reasoning\n                      and incomprehensive decision leads to unintelligible, muddled,\n                      ambiguous impact. Hence, an award passed without sufficient reasoning\n                      cannot be sustained in the eyes of the law. If any award is passed in\n                      contravention of <a href=\"/doc/104566/\" id=\"a_44\">Section 31</a> of the Act, 1996, it needs to be set aside.\n                      Public Policy\n\n</p><p data-structure=\"Precedent\" id=\"p_109\">                      32.      <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"477313\" id=\"span_208\">In the case of <a href=\"/doc/477313/\" id=\"a_45\">Central Inland Water Transport Corporation Ltd.\n                      vs. Brojo Nath Ganguly</a>, (1986) 3 SCC 156, the applicability of the\n\n\n<span class=\"hidden_text\" id=\"span_209\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_210\">                          O.M.P. (COMM) 436/2022                                           Page 34 of 44</span>\n<span class=\"hidden_text\" id=\"span_211\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_212\">By:DAMINI YADAV</span>\n<span class=\"hidden_text\" id=\"span_213\">Signing Date:01.03.2023</span>\n<span class=\"hidden_text\" id=\"span_214\">16:50:01</span>\n                                         NEUTRAL CITATION NO. 2023/DHC/001487\n\n\n\n\n                      expression &quot;public policy&quot; on the touchstone of <a href=\"/doc/1625889/\" id=\"a_46\">Section 23</a> of the Indian\n                      Contract Act and <a href=\"/doc/367586/\" id=\"a_47\">Article 14</a> of the Constitution of India came to be\n                      considered. The Hon&#x27;ble Supreme Court, therein was dealing with\n                      unequal bargaining power of the workmen and the employer and came to\n                      the conclusion that any term of the agreement which is patently arbitrary\n                      and/or otherwise arrived at because of the unequal bargaining power\n                      would not only be ultra vires <a href=\"/doc/367586/\" id=\"a_48\">Article 14</a> of the Constitution of India but\n                      also hit by <a href=\"/doc/1625889/\" id=\"a_49\">Section 23</a> of the Indian Contract Act,1872. Such patent\n                      illegality, however, must go to the root of the matter. The public policy\n                      violation, indisputably, should be so unfair and unreasonable so as to\n                      shock the conscience of the Court. Where the arbitrator, however, has\n                      gone contrary to or beyond the expressed law of the contract and granted\n                      relief in the matter not in dispute, it would come within the purview of\n                      <a href=\"/doc/104566/\" id=\"a_50\">Section 34</a> of the Act.</span>\n</p><p data-structure=\"Precedent\" id=\"p_110\">                      33.      What would constitute public policy is a matter dependent upon the\n                      nature of transaction and nature of statute. For the said purpose, the\n                      pleadings of the parties and the materials brought on record would be\n                      relevant to enable the Court to judge what is in public good at the relevant\n                      point, as contradistinguished from the policy of a particular Government.\n</p><p data-structure=\"Precedent\" id=\"p_111\">                      34.      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"919241\" id=\"span_215\">In the case of <a href=\"/doc/919241/\" id=\"a_51\">ONGC Ltd. vs. Saw Pipes Ltd.</a>, (2003) 5 SCC 705,\n                      the Hon&#x27;ble Supreme Court has held as under:-</span>\n</p><blockquote id=\"blockquote_81\">                               &quot;31. Therefore, in our view, the phrase &#x27;public policy of\n                               India&#x27; used in Section 34 in context is required to be given a\n                               wider meaning. It can be stated that the concept of public\n                               policy connotes some matter which concerns public good\n                               and the public interest. What is for public good or in public\n                               interest or what would be injurious or harmful to the public\n                               good or public interest has varied from time to time.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_216\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_217\">                          O.M.P. (COMM) 436/2022                                          Page 35 of 44</span>\n<span class=\"hidden_text\" id=\"span_218\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_219\">By:DAMINI YADAV</span>\n<span class=\"hidden_text\" id=\"span_220\">Signing Date:01.03.2023</span>\n<span class=\"hidden_text\" id=\"span_221\">16:50:01</span>\n<blockquote id=\"blockquote_82\">                                          NEUTRAL CITATION NO. 2023/DHC/001487\n\n\n\n\n                               However, the award which is, on the face of it, patently in\n                               violation of statutory provisions cannot be said to be in\n                               public interest. Such award/judgment/decision is likely to\n                               adversely affect the administration of justice. Hence, in our\n                               view in addition to narrower meaning given to the term\n                               &#x27;public policy&#x27; in Renusagar case10 it is required to be held\n                               that the award could be set aside if it is patently illegal. The\n                               result would be - award could be set aside if it is contrary to:\n</blockquote><blockquote id=\"blockquote_83\">                               (a) fundamental policy of Indian law; or\n</blockquote><blockquote id=\"blockquote_84\">                               (b) the interest of India; or\n</blockquote><blockquote id=\"blockquote_85\">                               (c) justice or morality, or\n</blockquote><blockquote id=\"blockquote_86\">                               (d) in addition, if it is patently illegal. Illegality must go to\n                               the root of the matter and if the illegality is of trivial nature\n                               it cannot be held that award is against the public policy.\n</blockquote><p data-structure=\"Section\" id=\"p_112\">                               Award could also be set aside if it is so unfair and\n                               unreasonable that it shocks the conscience of the court. Such\n                               award is opposed to public policy and is required to be\n                               adjudged void.&quot;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_113\">                      35.      In view of the foregoing discussions, an award can be set aside if it\n                      is:\n</p><blockquote id=\"blockquote_87\">                              I.   Contrary to the fundamental policy of Indian law.\n                             II.   Contrary to the interest of India i.e. it affects India‟s\n                                   relations with other countries.\n</blockquote><blockquote id=\"blockquote_88\">                            III.   Contrary to principles of justice and/or morality\n                            IV.    Suffers from Patent illegality.\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_114\">                      36.      In the instant case, the learned Arbitrator while deciding the Claim\n                      1 and Claim 3, has assigned the sufficient reasons as quoted in the\n                      foregoing paragraph no. 24. Therefore, this Court does not find any force\n                      in the arguments advanced by learned counsel for the petitioner that the\n                      learned Tribunal has not assigned any reason while deciding the said\n                      claims. Moreover, in light of the law settled by the Hon&#x27;ble Supreme\n\n\n<span class=\"hidden_text\" id=\"span_222\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_223\">                          O.M.P. (COMM) 436/2022                                             Page 36 of 44</span>\n<span class=\"hidden_text\" id=\"span_224\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_225\">By:DAMINI YADAV</span>\n<span class=\"hidden_text\" id=\"span_226\">Signing Date:01.03.2023</span>\n<span class=\"hidden_text\" id=\"span_227\">16:50:01</span>\n                                          NEUTRAL CITATION NO. 2023/DHC/001487\n\n\n\n\n                      Court qua the principle of &#x27;public policy&#x27;, it is found that the instant award\n                      is also not contrary to any public policy.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_115\">                      Modification of the Arbitral Award\n</p><p data-structure=\"Section\" id=\"p_116\">                      37.      Another argument of the petitioner is that the interest rate which\n                      was awarded by the learned Tribunal is higher than the prevailing rate of\n                      interest and it is urged that the said interest rate may be reduced to 10%\n                      p.a. In this context, it is to be examined &quot;whether the arbitral award can\n                      be modified by this Court under <a href=\"/doc/104566/\" id=\"a_52\">Section 34</a> of the Act, 1996 or not&quot;.\n</p><p data-structure=\"Section\" id=\"p_117\">                            a) Whether the Courts under Section 34 of <a href=\"/doc/104566/\" id=\"a_53\">Section 37</a> of the Act,\n                               1996 have the power to modify an arbitral award.\n</p><p data-structure=\"Precedent\" id=\"p_118\">                            b) The Hon&#x27;ble Supreme Court has set the law to hold that\n                               modification of an arbitral award in the proceedings under Section\n                               34 is applied under <a href=\"/doc/104566/\" id=\"a_54\">Section 37</a> of the Act, 1996 is not permissible.\n                               Such decision of the Apex Court is aligned with the primary\n                               objective which the legislative sought to meet i.e. minimal judicial\n                               interference.\n</p><p data-structure=\"Section\" id=\"p_119\">                            c) Statute in other jurisdictions and in the now repealed <a href=\"/doc/1052228/\" id=\"a_55\">Arbitration\n                               Act, 1940</a>, clearly contains provisions dealing with the power of\n                               the Court to modify arbitral awards. However, such provision is\n                               absent in the Act, 1996. The bare reading of <a href=\"/doc/104566/\" id=\"a_56\">Section 34</a> of the Act,\n                               1996 indicates that the power of the Courts is limited to setting\n                               aside the arbitral awards, strictly in terms of the specific grounds\n                               enshrined therein.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_228\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_229\">                          O.M.P. (COMM) 436/2022                                          Page 37 of 44</span>\n<span class=\"hidden_text\" id=\"span_230\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_231\">By:DAMINI YADAV</span>\n<span class=\"hidden_text\" id=\"span_232\">Signing Date:01.03.2023</span>\n<span class=\"hidden_text\" id=\"span_233\">16:50:01</span>\n<p data-structure=\"Conclusion\" id=\"p_120\">                                          NEUTRAL CITATION NO. 2023/DHC/001487\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_121\">                      38.      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"98965625\" id=\"span_234\">In the case of <a href=\"/doc/98965625/\" id=\"a_57\">Project Director, National Highways No. 45E and\n                      220 National Highways Authority of India vs. M. Hakeem and Anr.</a>,\n                      (2021) 9 SCC 1, the Hon&#x27;ble Supreme Court held as under:-</span>\n</p><blockquote id=\"blockquote_89\">                               &quot;17. It is important to remember that Section 34 is modelled\n                               on the UNCITRAL Model Law on International Commercial\n                               Arbitration, 1985, under which no power to modify an award\n                               is given to a court hearing a challenge to an award. The\n                               relevant portion of the Model Law reads as follows:\n</blockquote><blockquote id=\"blockquote_90\">                               &quot;34. Application for setting aside as exclusive recourse\n                               against arbitral award.- (1) Recourse to a court against an\n                               arbitral award may be made only by an application for\n                               setting aside in accordance with paragraphs (2) and (3) of\n                               this article.\n</blockquote><blockquote id=\"blockquote_91\">                               xxx xxx xxx\n                               (4) The court, when asked to set aside an award, may, where\n                               appropriate and so requested by a party, suspend the setting\n                               aside proceedings for a period of time determined by it in\n                               order to give the arbitral tribunal an opportunity to resume\n                               the arbitral proceedings or to take such other action as in\n                               the arbitral tribunal&#x27;s opinion will eliminate the grounds for\n                               setting aside.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_122\">                               18. Redfern and Hunter on International Arbitration (6th\n                               edition), states that the Model Law does not permit\n                               modification of an award by the reviewing court (at page\n</p><p data-structure=\"Precedent\" id=\"p_123\">                               570) as follows:\n</p><blockquote id=\"blockquote_92\">                               &quot;10.06 The purpose of challenging an award before a\n                               national court at the seat of arbitration is to have that court\n                               declare all, or part, of the award null and void. If an award\n                               is set aside or annulled by the relevant court, it will usually\n                               be treated as invalid, and accordingly unenforceable, not\n                               only by the courts of the seat of arbitration, but also by\n                               national courts elsewhere. This is because, under both the\n                               New York Convention and the Model Law, a competent court\n                               may refuse to grant recognition and enforcement of an\n                               award that has been set aside by a court of the seat of\n                               arbitration. It is important to note that, following complete\n                               annulment, the claimant can recommence proceedings\n\n\n<span class=\"hidden_text\" id=\"span_235\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_236\">                          O.M.P. (COMM) 436/2022                                           Page 38 of 44</span>\n<span class=\"hidden_text\" id=\"span_237\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_238\">By:DAMINI YADAV</span>\n<span class=\"hidden_text\" id=\"span_239\">Signing Date:01.03.2023</span>\n<span class=\"hidden_text\" id=\"span_240\">16:50:01</span>\n                                         NEUTRAL CITATION NO. 2023/DHC/001487\n\n\n\n\n                               because the award simply does not exist-that is, the status\n                               quo ante is restored. The reviewing court cannot alter the\n                               terms of an award nor can it decide the dispute based on its\n                               own vision of the merits. Unless the reviewing court has a\n                               power to remit the fault to the original tribunal, any new\n                               submission of the dispute to arbitration after annulment has\n                               to be undertaken by commencement of a new arbitration\n                               with a new arbitral tribunal.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_124\">                               19. The statutory scheme under <a href=\"/doc/536284/\" id=\"a_58\">Section 34</a> of the Arbitration\n                               Act, 1996 is in keeping with the UNCITRAL Model Law and\n                               the legislative policy of minimal judicial interference in\n                               arbitral awards.\n</p><p data-structure=\"Section\" id=\"p_125\">                               20. By way of contrast, under <a href=\"/doc/1294263/\" id=\"a_59\">Sections 15</a> and <a href=\"/doc/109140/\" id=\"a_60\">16</a> of the\n                               Arbitration Act, 1940, the court is given the power to modify\n                               or correct an award in the circumstances mentioned\n                               in Section 15, apart from a power to remit the award\n                               under Section 16 as follows: -\n</p><blockquote id=\"blockquote_93\">                               &quot;15. Power of Court to modify award.- The Court may by\n                               order modify or correct an award-\n</blockquote><blockquote id=\"blockquote_94\">                               (a) where it appears that a part of, the award is upon a\n                               matter not referred to arbitration and such part can be\n                               separated from the other part and does not affect the\n                               decision on the matter referred; or\n</blockquote><blockquote id=\"blockquote_95\">                                (b) where the award is imperfect in form, or contains any\n                               obvious error which can be amended without affecting such\n                               decision; or\n</blockquote><blockquote id=\"blockquote_96\">                               (c) where the award contains a clerical mistake or an error\n                               arising from an accidental slip or omission.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_126\">                               16. Power to remit award.- (1) The Court may from time to\n                               time remit the award or any matter referred to arbitration to\n                               the arbitrators or umpire for reconsideration upon such\n                               terms as it thinks fit-\n</p><p data-structure=\"Section\" id=\"p_127\">                               (a) where the award has left undetermined any of the matters\n                               referred to arbitration, or where it determines any matter\n                               not referred to arbitration and such matter cannot be\n                               separated without affecting the determination of the matters\n                               referred; or\n\n\n\n\n<span class=\"hidden_text\" id=\"span_241\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_242\">                          O.M.P. (COMM) 436/2022                                         Page 39 of 44</span>\n<span class=\"hidden_text\" id=\"span_243\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_244\">By:DAMINI YADAV</span>\n<span class=\"hidden_text\" id=\"span_245\">Signing Date:01.03.2023</span>\n<span class=\"hidden_text\" id=\"span_246\">16:50:01</span>\n                                         NEUTRAL CITATION NO. 2023/DHC/001487\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_128\">                               (b) where the award is so indefinite as to be incapable of\n                               execution; or\n</p><p data-structure=\"Conclusion\" id=\"p_129\">                               (c) where an objection to the legality of the award is\n                               apparent upon the face of it.,\n                               (2) Where an award is remitted under sub- section (1) the\n                               Court shall fix the time within which the arbitrator or\n                               umpire shall submit his decision to the Court.\n                               Provided that any time so fixed may be extended by\n                               subsequent order of the Court.\n</p><p data-structure=\"Conclusion\" id=\"p_130\">                               (3) An award remitted under sub- section (1) shall become\n                               void on the failure of the arbitrator or umpire to reconsider\n                               it and submit his decision within the time fixed.&quot;\n</p><p data-structure=\"Section\" id=\"p_131\">                               21. As a result therefore, a judgment in terms of the award is\n                               given under Section 17 of the 1940 Act which reads as\n                               follows: -\n</p><blockquote id=\"blockquote_97\">                               &quot;17. Judgment in terms of award.- Where the Court sees no\n                               cause to remit the award or any of the matters referred to\n                               arbitration for reconsideration or to set aside the award, the\n                               Court shall, after the time for making an application to set\n                               aside the award has expired, or such application having\n                               been made, after refusing it, proceed to pronounce judgment\n                               according to the award, and upon the judgment so\n                               pronounced a decree shall follow and no appeal shall lie\n                               from such decree except on the ground that it is in excess of,\n                               or not otherwise in accordance with, the award.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_132\">                               22. Thus, under the scheme of the old Act, an award may be\n                               remitted, modified or otherwise set aside given the grounds\n                               contained in Section 30 of the 1940 Act, which are broader\n                               than the grounds contained in Section 34 of the 1996 Act.\n</p><p data-structure=\"Precedent\" id=\"p_133\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"48366848\" id=\"span_247\">23. It is settled law that a Section 34 proceeding does not\n                               contain any challenge on the merits of the award. This has\n                               been decided in <a href=\"/doc/48366848/\" id=\"a_61\">MMTC Ltd. v. Vedanta Ltd.</a>, (2019) 4 SCC\n                               163, at 167 as follows: -</span>\n</p><blockquote id=\"blockquote_98\">                               &quot;14. As far as interference with an order made under Section\n                               34, as per Section 37, is concerned, it cannot be disputed\n                               that such interference under Section 37 cannot travel beyond\n                               the restrictions laid down under Section 34. In other words,\n                               the court cannot undertake an independent assessment of the\n\n\n<span class=\"hidden_text\" id=\"span_248\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_249\">                          O.M.P. (COMM) 436/2022                                          Page 40 of 44</span>\n<span class=\"hidden_text\" id=\"span_250\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_251\">By:DAMINI YADAV</span>\n<span class=\"hidden_text\" id=\"span_252\">Signing Date:01.03.2023</span>\n<span class=\"hidden_text\" id=\"span_253\">16:50:01</span>\n                                          NEUTRAL CITATION NO. 2023/DHC/001487\n\n\n\n\n                               merits of the award, and must only ascertain that the\n                               exercise of power by the court under Section 34 has not\n                               exceeded the scope of the provision. Thus, it is evident that\n                               in case an arbitral award has been confirmed by the court\n                               under Section 34 and by the court in an appeal\n                               under Section 37, this Court must be extremely cautious and\n                               slow to disturb such concurrent findings.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_134\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86594\" id=\"span_254\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"95111828\" id=\"span_255\">24. Likewise, in <a href=\"/doc/95111828/\" id=\"a_62\">Ssangyong Engg. &amp; Construction Co. Ltd. v.\n                               NHAI</a>, (2019) 15 SCC 131, this Court under the caption\n                               &quot;Section 34(2)(a) does not entail a challenge to an arbitral\n                               award on merits&quot; referred to this Court&#x27;s judgment\n                               in <a href=\"/doc/86594/\" id=\"a_63\">Renusagar Power Co. Ltd. v. General Electric Co.</a>, 1994\n                               Supp (1) SCC 644, the Convention on the Recognition and\n                               Enforcement of Foreign Arbitral Awards, 1958 [the &quot;New\n                               York Convention&quot;] and various other authorities to conclude\n                               that there could be no challenge on merits under the grounds\n                               mentioned in Section 34 - (see paras 34 to 48).</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"117856174\" id=\"span_256\">This Court\n                               also held, in <a href=\"/doc/117856174/\" id=\"a_64\">Maharashtra State Electricity Distribution Co.\n                               Ltd. v. Datar Switchgear Ltd.</a>, (2018) 3 SCC 133 (at 170),\n                               that the court hearing a Section 34 petition does not sit in\n                               appeal (see para 51).</span>\n</p><p data-structure=\"Precedent\" id=\"p_135\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"996348\" id=\"span_257\">25. As a matter of fact, the point raised in the appeals stands\n                               concluded in <a href=\"/doc/996348/\" id=\"a_65\">McDermott International Inc. v. Burn Standard\n                               Co. Ltd.</a>, (2006) 11 SCC 181, where this Court held: -</span>\n</p><blockquote id=\"blockquote_99\">                               &quot;51. After the 1996 Act came into force, under <a href=\"/doc/104566/\" id=\"a_66\">Section 16</a> of\n                               the Act the party questioning the jurisdiction of the\n                               arbitrator has an obligation to raise the said question before\n                               the arbitrator. Such a question of jurisdiction could be\n                               raised if it is beyond the scope of his authority. It was\n                               required to be raised during arbitration proceedings or soon\n                               after initiation thereof. The jurisdictional question is\n                               required to be determined as a preliminary ground. A\n                               decision taken thereupon by the arbitrator would be the\n                               subject-matter of challenge under <a href=\"/doc/104566/\" id=\"a_67\">Section 34</a> of the Act. In\n                               the event the arbitrator opined that he had no jurisdiction in\n                               relation thereto an appeal thereagainst was provided for\n                               under <a href=\"/doc/104566/\" id=\"a_68\">Section 37</a> of the Act.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_258\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_259\">                          O.M.P. (COMM) 436/2022                                           Page 41 of 44</span>\n<span class=\"hidden_text\" id=\"span_260\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_261\">By:DAMINI YADAV</span>\n<span class=\"hidden_text\" id=\"span_262\">Signing Date:01.03.2023</span>\n<span class=\"hidden_text\" id=\"span_263\">16:50:01</span>\n<blockquote id=\"blockquote_100\">                                          NEUTRAL CITATION NO. 2023/DHC/001487\n\n\n\n\n</blockquote><blockquote id=\"blockquote_101\">                               52. The 1996 Act makes provision for the supervisory role of\n                               courts, for the review of the arbitral award only to ensure\n                               fairness. Intervention of the court is envisaged in few\n                               circumstances only, like, in case of fraud or bias by the\n                               arbitrators, violation of natural justice, etc. The court cannot\n                               correct errors of the arbitrators. It can only quash the award\n                               leaving the parties free to begin the arbitration again if it is\n                               desired. So, the scheme of the provision aims at keeping the\n                               supervisory role of the court at minimum level and this can\n                               be justified as parties to the agreement make a conscious\n                               decision to exclude the court&#x27;s jurisdiction by opting for\n                               arbitration as they prefer the expediency and finality offered\n                               by it.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_136\">                               xxxxx\n</p><p data-structure=\"Precedent\" id=\"p_137\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"73225941\" id=\"span_264\">27. Also, in <a href=\"/doc/73225941/\" id=\"a_69\">Dyna Technologies (P) Ltd. v. Crompton\n                               Greaves Ltd.</a>, (2019) 20 SCC 1, this Court held: -</span>\n</p><blockquote id=\"blockquote_102\">                               &quot;36. At this juncture it must be noted that the legislative\n                               intention of providing Section 34(4) in the <a href=\"/doc/1052228/\" id=\"a_70\">Arbitration\n                               Act</a> was to make the award enforceable, after giving an\n                               opportunity to the Tribunal to undo the curable defects. This\n                               provision cannot be brushed aside and the High Court could\n                               not have proceeded further to determine the issue on merits.\n</blockquote><blockquote id=\"blockquote_103\">                               37. In case of absence of reasoning the utility has been\n                               provided under <a href=\"/doc/1722761/\" id=\"a_71\">Section 34(4)</a> of the Arbitration Act to cure\n                               such defects. When there is complete perversity in\n                               the reasoning then only it can be challenged under the\n                               provisions of <a href=\"/doc/1722761/\" id=\"a_72\">Section 34</a> of the Arbitration Act. The power\n                               vested under <a href=\"/doc/1722761/\" id=\"a_73\">Section 34(4)</a> of the Arbitration Act to cure\n                               defects can be utilised in cases where the arbitral award\n                               does not provide any reasoning or if the award has some gap\n                               in the reasoning or otherwise and that can be cured so as to\n                               avoid a challenge based on the aforesaid curable defects\n                               under <a href=\"/doc/1722761/\" id=\"a_74\">Section 34</a> of the Arbitration Act. However, in this\n                               case such remand to the Tribunal would not be beneficial as\n                               this case has taken more than 25 years for its adjudication.\n                               It is in this state of affairs that we lament that the purpose of\n                               arbitration as an effective and expeditious forum itself\n                               stands effaced.&quot;\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_265\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_266\">                          O.M.P. (COMM) 436/2022                                             Page 42 of 44</span>\n<span class=\"hidden_text\" id=\"span_267\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_268\">By:DAMINI YADAV</span>\n<span class=\"hidden_text\" id=\"span_269\">Signing Date:01.03.2023</span>\n<span class=\"hidden_text\" id=\"span_270\">16:50:01</span>\n<p data-structure=\"Conclusion\" id=\"p_138\">                                         NEUTRAL CITATION NO. 2023/DHC/001487\n\n\n\n\n</p><p data-structure=\"Section\" id=\"p_139\">                      39.      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"95111828\" id=\"span_271\">In the light of the above, it appears that the law <a href=\"/doc/73225941/\" id=\"a_75\">laid down in</a> the\n                      case of <a href=\"/doc/95111828/\" id=\"a_76\">NHAI</a> (Supra), is the accurate position regarding this issue. The\n                      Courts should recognize that while opting to resolve disputes through\n                      arbitration, the parties consciously choose to exclude the Court&#x27;s\n                      jurisdiction. Thus, the exercise of modifying or altering the arbitral award\n                      by the Courts not only goes against the Scheme of the Act, but also\n                      defeats the objective of the arbitration process. Therefore, after the\n                      dispute between the parties is resolved through arbitration, the Courts\n                      should recognize that their role is limited to setting aside arbitral awards\n                      based on the specific grounds enshrined under <a href=\"/doc/104566/\" id=\"a_77\">Section 34</a> of the Act,\n                      1996 and should refrain from making any modifications in the arbitral\n                      awards.</span>\n</p><p data-structure=\"Precedent\" id=\"p_140\">                      40.      This Court does not find any flaw in the reasoning of the learned\n                      Arbitral Tribunal that the agreement did not prohibit the award of interest\n                      in case of delayed payment. In the opinion of this Court, the view taken\n                      by the Tribunal on consideration of the contract/agreement was both\n                      reasonable and plausible. This Court is of the opinion that the rate at\n                      which has been directed to be paid as contained in paragraphs 57,58 and\n                      63 of the Award is not contrary to any provision of the agreement and is\n                      well-reasoned.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_141\">                      CONCLUSION\n</p><p data-structure=\"CDiscource\" id=\"p_142\">                      41.      In view of the foregoing discussions, it is evident that while\n                      awarding the interest rate of 18% p.a., the learned Tribunal has assigned\n                      the reasons which are already concluded as mentioned in the aforesaid\n                      paragraphs. Therefore, this Court does not find any merit in the\n\n\n<span class=\"hidden_text\" id=\"span_272\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_273\">                          O.M.P. (COMM) 436/2022                                         Page 43 of 44</span>\n<span class=\"hidden_text\" id=\"span_274\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_275\">By:DAMINI YADAV</span>\n<span class=\"hidden_text\" id=\"span_276\">Signing Date:01.03.2023</span>\n<span class=\"hidden_text\" id=\"span_277\">16:50:01</span>\n                                         NEUTRAL CITATION NO. 2023/DHC/001487\n\n\n\n\n                      submissions advanced by learned counsel for the petitioner that while\n                      awarding 18% p.a. interest rate, the learned Tribunal has not assigned any\n                      reason or has awarded the interest contrary to the provisions of the\n                      contract.\n</p><p data-structure=\"Precedent\" id=\"p_143\">                      42.      Keeping in view the foregoing discussions as well as law <a href=\"/doc/95111828/\" id=\"a_78\">laid down\n                      by</a> the Hon&#x27;ble Supreme Court, this Court is of the considered opinion\n                      that the impugned award does not fall under the category which warrants\n                      interference under <a href=\"/doc/104566/\" id=\"a_79\">Section 34</a> of the Act.\n</p><p data-structure=\"Conclusion\" id=\"p_144\">                      43.      In the result, this petition under <a href=\"/doc/104566/\" id=\"a_80\">Section 34</a> of the Act, 1996 is\n                      dismissed.\n</p><p data-structure=\"Conclusion\" id=\"p_145\">                      44.      Pending applications, if any, also stand dismissed.\n</p><p data-structure=\"Conclusion\" id=\"p_146\">                      45.      The judgment be uploaded on the website forthwith.\n</p>\n\n\n<p data-structure=\"Conclusion\" id=\"p_147\">                                                                 (CHANDRA DHARI SINGH)\n                                                                        JUDGE\n                      MARCH 1, 2023\n                      Dy/ms\n\n\n\n\n<span class=\"hidden_text\" id=\"span_278\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_279\">                          O.M.P. (COMM) 436/2022                                        Page 44 of 44</span>\n<span class=\"hidden_text\" id=\"span_280\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_281\">By:DAMINI YADAV</span>\n<span class=\"hidden_text\" id=\"span_282\">Signing Date:01.03.2023</span>\n<span class=\"hidden_text\" id=\"span_283\">16:50:01</span>\n</p><span class=\"hidden_text\" id=\"span_284\"> </span>","numcites":32,"numcitedby":1,"docsource":"Delhi High Court","citetid":70378726,"divtype":"judgments","relatedqs":[{"value":"liquidated damages","formInput":"liquidated%20damages"},{"value":"force majeure","formInput":"force%20majeure"},{"value":"setting aside of an arbitral award","formInput":"setting%20aside%20of%20an%20arbitral%20award"},{"value":"indian contract act 1872","formInput":"indian%20contract%20act%201872"},{"value":"section 34 of the arbitration act","formInput":"section%2034%20of%20the%20arbitration%20act"},{"value":"interest rate awarded","formInput":"interest%20rate%20awarded"},{"value":"indian contract act","formInput":"indian%20contract%20act"},{"value":"public policy","formInput":"public%20policy"},{"value":"setting aside of award","formInput":"setting%20aside%20of%20award"},{"value":"review by same court","formInput":"review%20by%20same%20court"},{"value":"arbitral award","formInput":"arbitral%20award"},{"value":"award should be reasoned  ","formInput":"award%20should%20be%20reasoned%20%20"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"application to set aside an award","formInput":"application%20to%20set%20aside%20an%20award"},{"value":"patent illegality","formInput":"patent%20illegality"},{"value":"\"liquidated damages","formInput":"%22liquidated%20damages"},{"value":"contract act","formInput":"contract%20act"},{"value":"settled law","formInput":"settled%20law"},{"value":"award of interest","formInput":"award%20of%20interest"},{"value":"arbitration, section 34","formInput":"arbitration%2C%20section%2034"}],"cats":[{"value":"finance","formInput":"tag:finance"},{"value":"legal-stay","formInput":"tag:legal-stay"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"effect-of-failure-to-perform-at-fixed-time","formInput":"tag:effect-of-failure-to-perform-at-fixed-time"}],"courtcopy":true,"query_alert":null,"agreement":false}