{"tid":1375881,"publishdate":"1975-04-16","title":"M.P. Venkatachalapathy Iyer And Sons, A ... vs Balasubramaniam And Ors. on 16 April, 1975","doc":"<h2 class=\"doc_title\">M.P. Venkatachalapathy Iyer And Sons, A ... vs Balasubramaniam And Ors. on 16 April, 1975</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: (1976)2MLJ23</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nN.S. Ramaswami, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. These three appeals are against the dismissal of three suits, all for recovery of damages for breach of contract. Though the parties are not identical in the three suits, they came to be tried jointly, by consent of parties, as common questions of law and similar questions of fact arose in all these cases. A.S. No. 365 of 1967 is by the plaintiffs in O.S. No. 19 of 1963 A.S. No. 790 of 1967, is by the plaintiffs in O.S. No. 28 of 1963 and A.S. No. 533 of 1968 is by the plaintiffs in O.S. No. 32 of 1963 on the file of the Court of the Subordinate Judge, Madurai. In each of these suits, the claim was for damages for alleged breach of forward contracts in 40s count yarn of Sri Meenakshi Mills of Madurai, In each of the three suits, the respective plaintiffs were the purchasers and the defendants, the sellers under the forward contracts.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. It is common ground, that the months of delivery under the various forward contracts between the parties now in dispute are December, 1959 to March, 1960. There had been similar contracts for earlier months but there is no claim in respect of these contracts. According to the plaintiffs, they had been performed in accordance with the terms of the contracts but according to the defendants, the so-called performance during the earlier months was only by adjusting the difference between the contract price and the price fixed by the Yarn Merchants Association, for the months in which delivery was to be given as per the letter of contract. It is the case of the defendants that the parties to the suits who are yarn dealers as well as many other yarn dealers In Madurai, being members of the Yarn Merchants Association, Madurai (which is not a recognised association) have been indulging in betting in respect of 40s count yarn produced by the Sri Meenakshi Mills. According to them for a month only about 200 bales of 40s count were being produced by the said Mills that out of that quantum only a portion would be supplied by the Mills to the seven authorised dealers in Madurai (out of whom one is Seethalakshmi Ammal the second defendant in O.S. No. 19 of 1963), but the yarn merchants in Madurai who are members of the above said unrecognised association had been transacting &quot;business&quot; in over 2000 to 3000 bales of 40s count every month. It is their case that in the several forward contracts that had been entered into between the parties to the suit, the intention of the parties was not that there should be actual delivery but only the difference in the contract price and that fixed for the particular month by the Association, was to be adjusted between the parties.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_3\">3. It is common ground that the parties to the suit as well as other yarn merchants in Madurai had been contracting to sell or buy 40s count yarn of Sri Meenakshi Mills far in excess of availability. There had been no dispute between the dealers till December, 1959. It is not disputed that in most of the cases the performance of the forward contracts was not by actual delivery (as contemplated by the letter of the contracts), but by adjusting the difference between the contract price and that fixed for the respective month by the Association. It is again common ground that in December, 1959 the Forward Market Commission sent a communication to the abovesaid Madurai Yarn Merchants Association, that what was being indulged in by its members, in respect of 40s count of yarn of Sri Meenakshi Mills, Madurai was illegal. Admittedly, in respect of 40s count yarn of Sri Meenakshi Mills, there had always been a notification in force declaring Section 15 of the Act to apply to such goods in the area in question. As in spite of such notification being in force, the members of the Yarn Merchants Association, Madurai, had been entering into forward contracts and adjusting the difference through the media of the Association, the abovesaid communication was sent by the Forward Markets Commission. It was after the receipt of such: a communications, disputes arose between the, parties. While till then, the difference was being adjusted, after the receipt of the said communication (and after the defendant issued notices stating that the contracts were void) the plaintiffs began to &#x27;demand actual delivery.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_4\">4. The Court below has accepted the case of the defendant and negatived the claim of the plaintiffs in all the three suits. It has held that all the suit contracts are nothing but wagers. It also found that. the contracts in question offend the provisions of the <a href=\"/doc/148970782/\" id=\"a_1\">Forward Contracts (Regulation) Act</a> (LXXIV of 1952)(hereinafter referred to as the Act). As far as O.S. No. 28 of 1963 is concerned, there is an additional plea, namely, one of limitation. It is not in dispute that if the time taken in prosecuting the Arbitration Proceedings, initiated by the plaintiffs in that suit, cannot be excluded in computing the period of limitation, then a part of the claim in that suit is barred by limitation. But according to the plaintiffs in that suit, <a href=\"/doc/409538/\" id=\"a_2\">Section 14</a> of the Limitation Act, applied and that the period during which the Arbitration Proceedings were pending should be excluded from computation. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1066213\" id=\"span_1\">In this connection, the learned Counsel for the plaintiffs appellants referred to the decision of the Privy Council in <a href=\"/doc/1066213/\" id=\"a_3\">RamdutRamkissen Dass v. E.D. Sassoon &amp; Go.</a> (56) M.L.J. 614 (P.C.) : 115 I.C. 713 : A.I.R. 1929 P.C. 103. But that is a case where it is held that even though <a href=\"/doc/58807526/\" id=\"a_4\">Section 14</a> had no application to proceedings before the Arbitrator, the principle of that section may be applied. The question was whether the time taken in prosecuting the proceedings before an Arbitrator (who had jurisdiction) was to be excluded in respect of similar proceedings before another Arbitrator. This decision has no bearing on the facts of the present case. Here the plaintiffs in O.S. No. 28 of 1963 purported to take arbitration proceedings before the abovesaid Yarn Merchants Association. Ultimately after giving up the said proceedings, the suit was filed. If <a href=\"/doc/409538/\" id=\"a_5\">Section 14</a> of the Limitation Act, is to be invoked in this case, the other proceedings the period during which it was pending is sought to be excluded, should have been before a Court. Surely an Arbitrator is not a Court. Though the learned Counsel raised the contention that the finding of the Court below regarding limitation is not correct, ultimately he did not press that contention. Therefore, in any event, part of the claim in O.S. No. 28 of 1963, would be time-barred.</span>\n</p> \n\n<p data-structure=\"Issue\" id=\"p_5\">5. The main questions, however, are: (1) Whether the forward contracts regarding which damages are claimed on the ground of breach are by way of wager? and (2) whether the suit contracts are illegal as offending the provisions of the Act?\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_6\">6. The contention on behalf of the appellants (plaintiffs) is that the evidence on record does not warrant a finding that the contracts are by way of wager, that the contracts being non-transferable specific delivery contracts as defined under the Act, they are exempt from the operation of the provisions of the Act (in view of <a href=\"/doc/85586/\" id=\"a_6\">Section 18</a> thereof) and that, therefore, the plaintiffs are entitled to claim damages as admittedly the defendants who contracted to sell failed to deliver the yarn contracted for, in the respective months.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_7\">7. I am of the view that from the evidence on record it cannot be positively held that the contracts in question are in the nature of wager coming under the mischief of <a href=\"/doc/171398/\" id=\"a_7\">Section 0</a> of the Contract Act. But I am clearly of the view that the contracts are illegal as per the provisions of the <a href=\"/doc/1771012/\" id=\"a_8\">Act (Forward Contracts (Regulation) Act</a>). Number of decisions were referred to by the learned Counsel for the plaintiffs (appellants) in support of his contention that the evidence on record&#x27; does not warrant the conclusion that the contracts were in the nature of wager. I think it is unnecessary to refer to the various decisions cited at the Bar, because the law is well-settled on the question. Before adverting to the same, I would briefly refer to the evidence on record.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_8\">8. M.P.V. Ramamoorthy, who is the partner in the plaintiff firm in O.S. No. 19 of 1963 and who is the first plaintiff in O.S. No. 32 of 1963 has given evidence as P.W. 1. K.M.S.L. Neclakantan one of the partners of the plaintiff firm in O.S. No. 28 of 1963, has given evidence as P.W. 2. M. Balasubramanian, the first defendant in O.S. No. 19of 1963 is D.W. 1. T.K.V.S.N. Rajaram who is the defendant in O.S. No. 28 of 1963, as well as in O.S. No. 32 of 1963 is D.W. 2. Large number of documents have been exhibited on either side.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_9\">9. Exhibits A-1 and A-2, both dated 5th August, 1959, Exhibits A-3, A-4 and A-5 of different dates in September, 1959. Exhibits A-6 and A-7 of different dates in October, 1959 and Exhibit A-8 dated 30th November, 1959 are forward contracts between the plaintiffs in O.S. No. 19 of 1963, and the defendants therein by which the defendants are the sellers and the plaintiffs are the purchasers. The contracts provide for supply of certain bales of 40s count yarn of Sri Meenakshi Mills by the end of each month for a certain period. In some of the above contracts, some bales of yarn were to be delivered in December, 1959, some In January, I960 and some in February, I960 and some in March, 1960. Even prior to December, 1959, certain number of bales were to be delivered to the plaintiffs under some of the forward contracts. The case of the plaintiffs has been that till the month of November, 1959, the contracts had been performed. The significant fact to be noted is that in the plaint in this suit as well as the plaints In the other two suits, it has not been specifically averred that the performance of the contracts up to the end of 1959 was by actual delivery of the required number of bales mentioned in the forward contracts. The only averment in the plaint is that the contracts had been performed. According to the defendants, the performance of the contracts up to the end of November, 1959 was only by adjusting the difference in the price fixed in the contracts and that fixed by the Association, for the particular month.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_10\">10. Exhibits A-91 to A-99 are the forward contracts between the plaintiff in O.S. No. 28 of 1963, and the defendant therein dated between 1st October, 1959 and 23rd December,1959, under which the plaintiff is the seller and the defendant, the buyer. The total quantity of bales of 40s count yarn of Meenakshi Mills covered by Exhibits A-91 to A-99 are covered by cross contracts under Exhibits A-100 to A-111. Under Exhibits A-100 to A-111, the plaintiff&#x27;s the buyer and the defendant is the seller. In this ease, it is not claimed that there was actual delivery of bales by one party to the other in any month.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_11\">11. Exhibits A-54 and A-55, both dated 10th December, 1959 are forward contracts under which the plaintiffs in O.S. No. 32 of 1963 are the buyers and the defendant therein is the seller. Under each of these two contracts, 75 bales of 40s count are agreed to be supplied at the rate of 25 bales per month in the months of January, February and March, 1960. Exhibit A-56 dated 16th November, 1959 is a cross-contract between the same parties under which the total quantity of yarn is only 25 bales and the delivery provided for is at the rate of 5 bales per month in November, 1959 to March, 1960.\n</p> \n\n<p data-structure=\"Section\" id=\"p_12\">12. Large volume of documentary evidence has been let in to show that in earlier transactions between the parties to the suit as well as those between some of the parties to the suit and third parties, there had been no actual delivery but only the difference in price was being adjusted. It is unnecessary to refer to the several documents in detail because it is not denied by the plaintiffs that in most of the cases of forward contracts in 40s count of Sri Meenakshi Mills yarn, only difference was being adjusted. It is also not in dispute that the forward contracts, which are the subject-matter of the present suits as well as other earlier contracts between the parties and those between the parties to the suit and other merchants (who were all membrs of the Yarn Merchants Association), had been entered into as per the bye-laws of the Association and in the printed forms supplied by the Association.\n</p> \n\n<p data-structure=\"Section\" id=\"p_13\">13. It is also an admitted fact that the parties had been agreeing to sell large quantities of yarn without the least possibility of actual delivery. The plaintiffs in the three suits had not produced account books and other necessary accounts to prove their case that there had been actual delivery of yarn up to the end of November, 1959 under the suit contracts. In the large volume of documentary evidence, there is no cash bill for various transactions between the parties, except one cash bill for the sale of 10 bales between the plaintiff in O.S.No. 19 of 1963, and the defendants therein, but that cash bill is for a transaction some three years prior to the suit transaction (Exhibit A-31 dated 7th August, 1956 is the cash bill). Exhibits A-33, A-35, A-36 and A-37 are no doubt cash bills but those bills are not for transactions between the parties to the suit. They are between some of the parties to the suit and third parties.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_14\">14. As already seen, in the plaint there is only a general averment that the forward contracts between the parties had been performed up to the end of November, 1959 and there is no specific averment that bales were being actually delivered by one party to the other. There is intrinsic evidence to show that the &quot;performance&quot; mentioned in the plaint should have been only by adjustment of the difference and not by actual delivery. Exhibit A-26 is a notice sent by the plaintiff in O.S. No. 19 of 1963, to the defendants in which it is stated that even for November, 1959 for which month a total quantity of 35 bales (under the several forward contracts) were to be delivered by the defendants to the plaintiff, there was no actual delivery but the same was cancelled by cross-contracts. It was already noticed that Exhibit A-9, dated 3rd December, 1959 is a cross-con tract cancelling the contract as far as December, 1959 is concerned. In that month also as per the letter of the contracts, the defendants in O.S. No. 19 of 1963, had to deliver a total quantity of 35 bales. Exhibit A-9 covers the said 35 bales and therefore admittedly there was no actual delivery in December, 1959.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_15\">15. There is no gainsaying the fact that the members of the Yarn Merchants Association, Madurai, including the parties to the suits had been transacting business in 40s count yam of Sri Meenakshi Mills far in excess of the quantity manufactured by the Mills. The defendants have produced a letter received from the Mills in order to show that only a limited number of bales of 40s count were being manufactured by the Mills during the months of December, 1959 and January, to March, 1960. But the letter by itself would not be evidence regarding the actual quantity manufactured by the Mills. Nobody from the Mills has been called as a witness to speak to the number of bales manufactured in those months. However, there is no lack of evidence in this regard. As already seen, Seethalakshmi Ammal, the second defendant in O.S. Nov 19 of 1963 is one of the seven direct dealers for 40s count yarn of Sri Meenakshi Mills getting supply directly from the Mills. None of the other parties to the suits is such a direct dealer. D.W. 1 (the first defendant in O.S. No. 19 of 1963), has stated that the second defendant as a direct dealer from the Mills as wells the other six direct dealers were being allotted by the Mills only 10 bales each of 40s count per month. In cross-examination, he has stated that the Mills used to manufacture only about 100 bales of 40s count per month. The suggestion to the witness was that the Mills would manufacture about 500 bales per month but that suggestion has been denied by the witness. Regarding the quantity supplied to the direct dealers* the evidence of this witness has not been seriously challenged. The witness has also stated that the members of the Association had been entering into forward contracts for large number of bales to the extent of 2500 to 3000 bales per month. This evidence too has not been challenged. D.W. 2 has stated that the Mills were producing about 150 to 200 bales of 40s count per month and only 75 to 100 bales per month would be released to the Madurai dealers. P.W. 2 himself has admitted that the Madurai dealers would be getting a supply of only about 200 bales (of 40s count yarn) per month, but the total number of bales covered by the forward contracts entered into by the various dealers would be about 200 bales a month. Admittedly the plaintiffs in the suits had written to the defendants month after month only to pay the difference in price and had not called upon them to make actual delivery. The evidence on record also goes to show that the parties had been contracting to purchase without the least possibility of paying cash and taking actual delivery, for, the quantity contracted to be purchased is far in excess of the means of the purchaser.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_16\">16. As against this, there is the fact that the defendants have not specifically pleaded in their written statements that at the time when the forward contracts were entered into, the common intention between the parties was that the buyer should not ask for actual delivery. As already seen there is evidence to show that there had been instances of actual delivery of small quantities of 40s count yarn between some of the dealers, but that ii negligible.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_17\">17. The question is whether from the above evidence it can be concluded that the suit contracts are in the nature of wager. Wager is a promise to give money or money&#x27;s worth upon the determination or ascertainment of an Uncertain event. Mere speculation is not wager. It must be shown that there was a definite agreement between the parties (at the time of entering into the forward contract), either express or implied, that delivery should not in any event be demanded. The mere fact that subsequent to the date of the contract the parties agreed to settle the difference or adjust the same without delivery, cannot make the contract a wager. Even if the seller (at the time of entering into the contract) did not intend to deliver and the buyer had also known about such intention on the part of the seller, the contract would not be a wager, as there should be a common intention between the parties to the contract that actual delivery should in no event be insisted upon. The mere fact that for the greater part of the contracts there had been no delivery, but the parties had been adjusting the difference in price cannot by itself make the contract a wager. Similar transactions between other parties is not relevant in deciding the question whether the contract between the parties is wag or not. The fact that the parties entered into a cross-contract would not also by itself make the original contract a wagering one. In cross-contracts, there is no need to make a farce of tendering the goods or the price.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_18\">18. In the present cases, though lit is clear that the parties had intended only to take the difference in price that is contracted for and that fixed by the Association for the respective month, there is nothing to show that there was a definite mutual understanding between the parties at the time of entering into the respective contracts, that the buyer shall in no event insist upon delivery. Therefore, on that ground it has to be held that the contracts in question are not hit by <a href=\"/doc/1295756/\" id=\"a_9\">Section 30</a> of the Contract Act.\n</p> \n\n<p data-structure=\"Section\" id=\"p_19\">19. However, the position is different regarding the question that arises in relation to the provisions of the <a href=\"/doc/1771012/\" id=\"a_10\">Act (The Forward Contracts (Regulation) Act</a>). <a href=\"/doc/1720337/\" id=\"a_11\">Section 15</a> of the Act says that the Central Government may, by notification in the Official Gazette declare the said Section to apply to such goods or class of goods and in such areas as may be specified in the notification, and thereupon any forward contract for the sale or purchase of any goods specified in the notification, which is entered into in the area specified therein otherwise than between members of a recognised Association or through or with any such member, shall be illegal. This is subject to the exception contained in <a href=\"/doc/85586/\" id=\"a_12\">Section 18</a>. Sub-section (1) of <a href=\"/doc/85586/\" id=\"a_13\">Section 18</a> says, nothing contained in Chapter IV (<a href=\"/doc/1720337/\" id=\"a_14\">Section 15</a> appears in Chapter IV) as well as in Chapter III shall apply to non-transferable specific delivery contracts for the sale or purchase of any goods. But this provision is again subject to the proviso thereof. The said proviso is as follows:\n</p><blockquote id=\"blockquote_1\"> Provided that no person shall organize or assist in organising or be a member of any association in any area to which the provisions of <a href=\"/doc/1720337/\" id=\"a_15\">Section 15</a> have been made applicable (other than a recognised association) which provides facilities for the performance of any non-transferable specific delivery contract by any party thereto without having to make or to receive actual delivery to or from the other party to the contract as to or from any other, party named in the contract.\n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_20\">20. The contention on behalf of the plaintiffs has been that the contracts in question being non-transferable specific delivery contracts, <a href=\"/doc/1720337/\" id=\"a_16\">Section 15</a> has no application and therefore they are not illegal. But that contention is not acceptable.\n</p> \n\n<p data-structure=\"Section\" id=\"p_21\">21. <a href=\"/doc/1317393/\" id=\"a_17\">The Act</a> classifies &quot;contracts&quot; into ready delivery contracts and forward contracts. A ready delivery contract is defined in <a href=\"/doc/1409490/\" id=\"a_18\">Section 2(i)</a> as a contract which provides for the delivery of goods and the payment of a price therefor, either immediately or within such period not exceeding eleven days after the date of. the contract. <a href=\"/doc/459606/\" id=\"a_19\">Section 2(c)</a> says a contract for the delivery of goods at a future date and which is not a ready delivery contract is a &quot;forward contract&quot;. Forward contracts are further classified into specific delivery contracts and those which are not. &quot;Specific delivery contract&quot; is defined in <a href=\"/doc/561143/\" id=\"a_20\">Section 2(m)</a> as a forward contract which provides for the actual delivery of specific qualities or types of goods during a specified future period at a price fixed thereby or to be fixed in the manner thereby agreed and in which the names of both the buyer and the seller are mentioned. Specific delivery contracts are further classified into two categories, namely non-transferable specific delivery contracts and trans&#x27; ferable specific delivery contracts. <a href=\"/doc/1076327/\" id=\"a_21\">Section 2(f)</a> defines &#x27;non-transferable specific delivery contract&#x27; as a specific delivery contract, the rights or liabilities under which or under any delivery order, railway receipt, bill of lading, warehouse receipt or any other document of title relating thereto are not transferable. &#x27;Transferable specific delivery contract&#x27; is defined in <a href=\"/doc/1595296/\" id=\"a_22\">Section 2(n)</a> as a specific delivery contract which is not a non-transferable specific delivery contract.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_22\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1986314\" id=\"span_2\">22. If the suit contracts are really non-transferable specific delivery contracts, then <a href=\"/doc/85586/\" id=\"a_23\">Section 18</a> of the Act would be attracted and they would not be illegal under <a href=\"/doc/1720337/\" id=\"a_24\">Section 15</a>, unless the proviso to <a href=\"/doc/85586/\" id=\"a_25\">Section 18</a> becomes applicable. It was already noticed that admittedly there had been a notification published by the Central Government prohibiting forward contracts in 40s count yarn of Sri Meenakshi Mills in Madurai. But such notification would not apply if the contracts are really non-transferable specific delivery contracts. No doubt the contracts in question are, in form, non-transferable specific delivery contracts but it is not disputed that the real nature of the contract has to be ascertained not merely by the letter of the contract but from all the surrounding circumstances. <a href=\"/doc/1986314/\" id=\"a_26\">Khardah Co. Ltd. v. Raymon &amp; Co.</a> (1963) 3 S.C.R. 183 : A.I.R. 1962 S.C. 1810 and Modi &amp; Co. v. Union of India , are cases where the question was whether the contracts were non-transferable specific delivery contracts as defined under the Act. The contracts themselves did not contain a clause prohibiting transfer, but their Lordships of the Supreme Court pointed out that in construing a contract it is legitimate to take into account the surrounding circumstances for ascertaining the intention of the parties and in those cases it was held that the contracts were really non-transferable specific delivery contracts. In the present cases, no doubt there is nothing to show that the forward contracts were transferable. But the question is whether they are really specific delivery contracts. In other words, whether the parties intended to give and take actual delivery of bales contracted for. From the evidence discussed earlier it is quite clear that the parties to the contracts in question had intended to take only the difference in price and they had not intended to give and take delivery of bales. But the evidence does not disclose a definite understanding between the parties to the contract (at the time of entering into the respective contracts that the buyer in no event should insist upon delivery. Therefore, I have said that the contracts would not amount to wager. That fact, namely, the contract not being wager would in no way help the plaintiffs in their contention that the exception contained in <a href=\"/doc/85586/\" id=\"a_27\">Section 18</a> of the Act would be applicable. If the contracts are really non-transferable specific delivery contracts, the exception would operate. But event hough the form of the contracts satisfied the requirements, if the real intention of the parties gathered from the surrounding circumstances is to take only the difference in price and not to perform the contracts by delivery, <a href=\"/doc/85586/\" id=\"a_28\">Section 18</a> of the Act would not come into play. As in these cases, I hold that the parties did not intend actual delivery but intended only to take the difference in price (even though there is no proof of a definite mutual understanding that in no event the buyer should insist on delivery), the exception contained in <a href=\"/doc/85586/\" id=\"a_29\">Section 18</a> is not attracted.</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_23\">23. But that is not all. Assuming that the contracts are really non transferable specific delivery contracts and <a href=\"/doc/85586/\" id=\"a_30\">Section 18</a> of the Act applies, the further question would be whether the cases come under the proviso to that section. While <a href=\"/doc/85586/\" id=\"a_31\">Section 18</a> is an exception to <a href=\"/doc/1720337/\" id=\"a_32\">Section 15</a>, the proviso of <a href=\"/doc/1529784/\" id=\"a_33\">Section 18(1)</a> is in the nature of an exception to that exception. From the facts and circumstances it is quite obvious that the proviso to <a href=\"/doc/1529784/\" id=\"a_34\">Section 18(1)</a> applies to the present cases. The said proviso has already been extracted. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1419488\" id=\"span_3\">The effect of the proviso is, no person shall orgarize or assist in organising or be a member of an unrecognised association which provides facilities for the performance of any non-transferable specific delivery contract without actual delivery. In other words, there is a prohibition for a person to either assist or organize or be a member of an unauthorised association which provides facilities for the performance of any non-transferable specific delivery contract without actual delivery. <a href=\"/doc/1317393/\" id=\"a_35\">Chapter V of the Act</a> provides for penalty and there is provision making an infringement of the prohibition an offence. It has been held by the Supreme Court in <a href=\"/doc/1419488/\" id=\"a_36\">State of Gujarat v. Manilal Joitaram</a>  that the prohibition is against persons arranging for avoidance of delivery through an unrecognised association and read with the penalty Section it is clear that such acts are rendered illegal. Their Lordships of the Supreme Court further pointed out <a href=\"/doc/1419488/\" id=\"a_37\">in that case</a> that if the acts are illegal, then non-transferable specific delivery contracts by members of an unrecognised association also be illegal.</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_24\">24. It is admitted that Madurai Yarn Merchants Association is not a recognised association as defined in <a href=\"/doc/809615/\" id=\"a_38\">Section 2(j)</a> of the Act, nor is it a registered association as defined in <a href=\"/doc/103447/\" id=\"a_39\">Section 2(jj)</a> of the Act It is admittedly an unauthorised association. But it is evident that it has been functioning as if it is a recognised association. The bye-laws of the Association have been exhibited. From the evidence on record there can really be no dispute that the Association had been providing facilities to its members to adjust the difference in price in respect of non-transferable specific delivery contracts. Admittedly all the parties to the suit as well as various other yarn merchants of Madurai were members of the said Association. The Association supplied the printed pro forma for its members for entering into non-transferable specific delivery contracts. The difference in price is that between the contract price and the price notified by the Association for the respective month, and not the market price. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1419488\" id=\"span_4\">Admittedly, the contracts in question are in accordance with the relevant bye-laws of the Association and they are in the forms supplied by the Association. The members of the Association are to do business only through the broker or brokers that are certified by toe Association. Disputes between members and brokers and members and non-members shall be decided by arbitration, and if any member or broker seeks the aid of the Court without the permission of the Committee, the Committee shall take disciplinary action against the member or the broker as the case may be. In most of the contracts between the parties as well as other merchants who were members of the Association, only difference in price as fixed by the Association was being adjusted. Under these circumstances, the proviso to <a href=\"/doc/1529784/\" id=\"a_40\">Section 18(1)</a> applies and as held by the Supreme Court in the case <a href=\"/doc/1419488/\" id=\"a_41\">referred above</a>, the contracts though non-transferable specific delivery contracts, being between members of an unrecognised association are illegal.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_25\">25. The result is, the appeals fail and they are dismissed, but under the circumstances of the case I make no order as to costs.\n</p> \n\n","numcites":20,"numcitedby":0,"docsource":"Madras High Court","citetid":1375881,"divtype":"judgments","relatedqs":[{"value":"wagering contract","formInput":"wagering%20contract"},{"value":"'non transferable specific delivery contract'","formInput":"%27non%20transferable%20specific%20delivery%20contract%27"},{"value":"\"non-transferable specific delivery contract\"","formInput":"%22non-transferable%20specific%20delivery%20contract%22"},{"value":"forward contract regulation act","formInput":"forward%20contract%20regulation%20act"},{"value":"forward contracts","formInput":"forward%20contracts"},{"value":"meenakshi mills","formInput":"meenakshi%20mills"},{"value":"contract act","formInput":"contract%20act"},{"value":"madurai","formInput":"madurai"},{"value":"contract between parties","formInput":"contract%20between%20parties"},{"value":"arbitration proceedings","formInput":"arbitration%20proceedings"},{"value":"contract case","formInput":"contract%20case"},{"value":"seller","formInput":"seller"},{"value":"bye laws ","formInput":"bye%20laws%20"}],"cats":[{"value":"effect-of-acknowledgment-in-writing","formInput":"tag:effect-of-acknowledgment-in-writing"},{"value":"limitation","formInput":"tag:limitation"},{"value":"time-exclusion-from-limitation","formInput":"tag:time-exclusion-from-limitation"}],"courtcopy":false,"query_alert":null,"agreement":false}