{"tid":1475714,"publishdate":"1951-11-01","title":"Anderson Wright Ltd vs Moran And Company on 1 November, 1951","doc":"<h2 class=\"doc_title\">Anderson Wright Ltd vs Moran And Company on 1 November, 1951</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1955 AIR 53, 1955 SCR (1) 862</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:b-k-mukherjea\">B.K. Mukherjea</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:b-k-mukherjea\">B.K. Mukherjea</a>, <a href=\"/search/?formInput=benchid:v-bose\">Vivian Bose</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nANDERSON WRIGHT LTD.\n\n\tVs.\n\nRESPONDENT:\nMORAN AND COMPANY.\n\nDATE OF JUDGMENT:\n01/11/1951\n\nBENCH:\nMUKHERJEA, B.K.\nBENCH:\nMUKHERJEA, B.K.\nBOSE, VIVIAN\nJAGANNADHADAS, B.\n\nCITATION:\n 1955 AIR   53\t\t  1955 SCR  (1) 862\n CITATOR INFO :\n E\t    1973 SC2071\t (5)\n R\t    1975 SC 469\t (6)\n D\t    1985 SC1156\t (59)\n R\t    1989 SC 839\t (18,25)\n\n\nACT:\n<a href=\"/doc/1052228/\" id=\"a_1\">Arbitration Act, 1940</a> (X of 1940), s. 34 -Application  under\nthe   section  for  stay  of   legal   proceedings-Necessary\nconditions-Fulfilment  of-First essential pre-requisite\t for\nan  order of stay-Binding arbitration agreement between\t the\nparties-Incumbent upon the Court to decide this-point.\n\n\n\nHEADNOTE:\nHeld,  that in order that a stay may be granted under<a href=\"/doc/1722761/\" id=\"a_2\"> s.  34</a>\nof  the Indian Arbitration Act, 1940, it is  necessary\tthat\nthe following conditions should be fulfilled:-\n(1)  The  proceeding must have been commenced by a party  to\nan  arbitration\t agreement against any other  party  to\t the\nagreement;\n(2)  the legal proceeding which is sought to be stayed\tmust\nbe in respect of a matter agreed to be referred ;\n(3)  the  applicant  for stay must be a party to  the  legal\nproceeding and he must have taken no step in the  proceeding\nafter  appearance.   It\t is also necessary  that  he  should\nsatisfy\t the court not only that he is, but also was at\t the\ncommencement  of  the proceedings, ready and willing  to  do\neverything   necessary\tfor  the  proper  conduct   of\t the\narbitration ; and\n(4)  the Court must be satisfied that there is no sufficient\nreason\twhy  the  matter  should  not  be  referred  to\t  an\narbitration in accordance with the arbitration agreement.\nThe first and essential pre-requisite to making an order  of\nstay  under a. 34 of the <a href=\"/doc/1052228/\" id=\"a_3\">Arbitration Act</a> is that there is  a\nbinding\t arbitration  agreement between the parties  to\t the\nsuit which is sought to be stayed.  The question whether the\ndispute\t in  the suit falls within  the\t arbitration  clause\nreally\tpre-supposes  that  there  is  such  agreement\t and\ninvolves consideration of two matters, viz., (1) what is the\ndispute\t in the suit and (2) what disputes  the\t arbitration\nclause covers.\nIt is incumbent upon the Court, when invited to stay a\tsuit\nunder  s. 34 of the Indian Arbitration Act, to decide  first\nof all whether there is a binding agreement for\t arbitration\nbetween the parties.\nIf,  in\t the present case, it is held that  the\t arbitration\nagreement  and the contract containing it were\tbetween\t the\nparties\t to the suit, the dispute in the present suit  would\nbe one relating to the rights and liabilities of the parties\non  the basis of the contract itself and would\tcome  within\nthe purview of the arbitration clause\n863\nworded\tas it is in the widest of terms.  If, on  the  other\nhand,  it is held that the plaintiff was not a party to\t the\nagreement,  the\t application for stay  must  necessarily  be\ndismissed.\nCase sent back for the decision of the question whether\t the\nrespondent  was\t or  was  not a\t party\tto  the\t arbitration\nagreement.\nHeyman\tv. Darwins ([1942] A.C. 356), Khusiram\tv.  Hanutmal\n((1948)\t 53  C.\t W.N.  505), A.\t M.  Mair  and\tCompanay  v.\nGordhandas  ([1960]  S.C.R.  792) and  Patiram\tY.  Kankarah\nCompany ((1915) I.L.R. 42 Cal. 1050) referred to.\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">CIVIL APPELLATE JURISDICTION: Civil Appeal No. 205 of 1953.\nAppeal from the Judgment and Order dated the 24th  February,\n1953, of the High Court of Judicature at Calcutta in  Appeal\nfrom Original Order No. 19 of 1952, arising out of the Order\ndated  the  23rd day of August, 1951, of the High  Court  of\nCalcutta in its Ordinary Original Civil Jurisdiction  Matter\nNo. 157 of 1951.\n</p><p data-structure=\"PetArg\" id=\"p_2\">K.   P. Khaitan, (S.  N. Mukherjea and Rajinder Narain, with\nhim) for the appellant.\n</p><p data-structure=\"Issue\" id=\"p_3\">M.   C. Setalvad, Attorney- General for India, (A.  N.\tSen,\nV.   S.\t Sawhney  and  S.  P.  Varma,  with  him)  for\t the\nrespondents.\n</p><p data-structure=\"Issue\" id=\"p_4\">1954.\tNovember 1. The Judgment of the Court was  delivered\nby\nMUKHERJEA  J.-This appeal is directed against a judgment  of\nan  appellate  bench of the Calcutta High Court,  dated\t the\n24th February, 1953, reversing, on appeal, the judgment\t and\norder of a single Judge sitting on the Original Side of that\nCourt,\tpassed\ton an application under <a href=\"/doc/1722761/\" id=\"a_4\">section\t 34</a>  of\t the\nArbitration Act.  The material facts are not in\t controversy\nand may be shortly stated as follows:\n</p><blockquote id=\"blockquote_1\">On the 7th of July, 1950, the respondent, Moran and  Company\nLimited,  passed two Bought Notes to the appellant  company,\ncouched\t in  identical\tterms,\tunder  which  the  appellant\npurchased  12,00,000 yards of hessian cloth, 6,00,000  yards\nunder each contract, on certain terms and conditions  stated\ntherein.   The\tdelivery  was to be made  every\t month\tfrom\nJanuary, 1951, at the rate of 1,00,000 yards per month under\n<span class=\"hidden_text\" id=\"span_1\">864</span>\neach of these notes and payments were to be made in cash &#x27;on\ndelivery,  each\t delivery being treated as  a  separate\t and\ndistinct contract.  The Bought Notes commenced thus:\n</blockquote><blockquote id=\"blockquote_2\">Dear Sirs,\nWe  have this day Bought by your order and on  your  account\nfrom our Principals.&quot;\n</blockquote><blockquote id=\"blockquote_3\">The  particulars  of  the  goods, the  price,  the  time  of\ndelivery  and other terms of the contract are then  set\t out\nand  amongst  the terms is an arbitration clause  worded  as\nfollows:\n</blockquote><blockquote id=\"blockquote_4\">&quot;  All\tmatters, questions, disputes,  differences  and/  or\nclaims arising out of and/or concerning and/or in connection\nwith and/or in consequence of or relating to this  contract,\nwhether\t or  not the obligations of either or  both  parties\nunder  this  contract  be subsisting at\t the  time  of\tsuch\ndispute\t  and,\twhether\t or  not  this\tcontract  has\tbeen\nterminated or purported to be terminated or completed, shall\nbe  referred  to the arbitration of the\t Bengal\t Chamber  of\nCommerce -under the rules of its Tribunal of Arbitration for\nthe  time  being in force and according to  such  rules\t the\narbitration shall be conducted.&quot;\n</blockquote><blockquote id=\"blockquote_5\"> The notes were signed by the respondent, Moran and Company,\ndescribing themselves as brokers.\n</blockquote><blockquote id=\"blockquote_6\">It  is admitted that the goods covered by the  Bought  Notes\nwere  delivered\t to  the appellant in all  the\tmonths\tfrom\nJanuary\t to June, 1951, with the exception of the goods\t due\nto be delivered for the month of March, 1951.  The appellant\nrequired from the respondent delivery of goods in respect of\nthe  month of March but the latter informed -the  appellant,\nby a letter dated the 27th March, 1951, that its  principals\ndisowned a liability in this respect as there was default on\nthe   part   of\t the  appellant\t in  not   giving   shipping\ninstructions for the said goods within the time mentioned in\nthe contracts.\tThe appellant denied any default on its part\nand did not also accept the position that the respondent had\nany  principal, and on the 27th of April, 1951, it sent\t its\nbills to the respondent claiming Rs. 1,13,042-3-0 as damages\nfor non-delivery of the\n<span class=\"hidden_text\" id=\"span_2\">865</span>\ngoods.\t As the respondent did not comply with this  demand,\nthe  appellant contemplated referring the matter in  dispute\nto  the\t arbitration of the Bengal Chamber  of\tCommerce  as\nprovided in the contracts and while it was preparing to take\nsteps  in  that direction, the respondent, on  the  11th  of\nJune,  1951,  filed  a suit against  the  appellant  in\t the\nOriginal  Side\tof the Calcutta High Court (being  Suit\t No.\n2516  of 1951,) and it is in respect of this suit  that\t the\napplication under <a href=\"/doc/1722761/\" id=\"a_5\">section 34</a> of the Arbitration Act has been\nmade.  It was alleged in the plaint that the plaintiff acted\nmerely as broker and in that capacity brought about the\t two\ncontracts  of sale and purchase evidenced by the two  Bought\nNotes mentioned above, that the real seller was a firm known\nas  Gowarchand Danchand, and that the plaintiff not being  a\nparty  to the contract could not incur any  liability  under\nits  terms.   There  were  prayers  in\tthe  plaint  for   a\ndeclaration that the plaint. off was not a party to the said\ncontracts  and,\t that it had no liability  under  the  same.\nThere was a further prayer for an injunction restraining the\nrespondent from, claiming any damages in respect of the said\ncontracts\nThe writ of summons was served on the appellant on the\t23rd\nof  June,  1951.   On  the 19th\t July,\t1951,  it  filed  an\napplication under <a href=\"/doc/1722761/\" id=\"a_6\">section 34</a> of the Arbitration Act  praying\nthat the proceedings in the suit may be stayed in order that\nthe matter in dispute between the parties may be dealt\twith\nunder  the  arbitration clause contained in  the  contracts.\nThe  application was heard by Das Gupta J. who\tallowed\t the\nprayer\tof the applicant and stayed further  proceedings  in\nthe  suit.  In the opinion of the learned Judge the  dispute\nin this case was not whether there was any contract  entered\ninto  by and between the appellant and the  respondent:\t but\nwhether the respondent, who admittedly passed the two Bought\nNotes  to  the\tappellant, could be made  liable  under\t the\ncontract  by reason of the fact that it described itself  as\nbroker.\t  The answer to this question depended according  to\nthe  learned Judge upon the interpretation of  the  contract\nitself\tand  the  dispute  arising as.\tit  did\t out  of  or\nconcerning or relating to the\n<span class=\"hidden_text\" id=\"span_3\">866</span>\ncontracts  would come within the purview of the\t arbitration\nclause.\n</blockquote><blockquote id=\"blockquote_7\">Against\t this judgment the respondent took an appeal to\t the\nAppellate  Division  of the High Court and  the\t appeal\t was\nheard by a bench consisting of Chakravartti C.J. and  Sarkar\nJ. By two separate judgments which concurred in the  result,\nthe  Chief Justice and the other learned Judge\tallowed\t the\nappeal\tand vacated the order for stay.\t It is against\tthis\njudgment  that the appellant has come to this Court  on\t the\nstrength  of  a certificate under <a href=\"/doc/780609/\" id=\"a_7\">article 133(1)(a)</a>  of\t the\nConstitution.\tThe  short point for our  consideration\t is,\nwhether on the facts of this case, the appellant is entitled\nto an order under <a href=\"/doc/1722761/\" id=\"a_8\">section 34</a> of the Arbitration Act, staying\nthe proceedings of the suit commenced by the respondent.\n<a href=\"/doc/1722761/\" id=\"a_9\">Section 34</a> of the Arbitration Act is in these terms:\n&quot; Where any party to an arbitration agreement or any  person\nclaiming  under him commences any legal proceedings  against\nany  other  party to the agreement or  any  person  claiming\nunder  him in respect of any matter agreed to  be  referred,\nany party to such legal proceedings may, at any time  before\nfiling a written statement or taking any other steps in\t the\nproceedings,  apply to the judicial authority  before  which\nthe proceedings are pending to stay the proceedings; and  if\nsatisfied that there is no sufficient reason why the  matter\nshould\tnot be referred in accordance with  the\t arbitration\nagreement  and that the applicant was, at the time when\t the\nproceedings  were  commenced, and still remains,  ready\t and\nwilling to do all things necessary to the proper conduct  of\nthe  arbitration, such authority may make an  order  staying\nthe proceedings.&quot;\n</blockquote><blockquote id=\"blockquote_8\">Thus in order that a stay may be granted under this section,\nit  is\tnecessary that the following  conditions  should  be\nfulfilled:-\n</blockquote><blockquote id=\"blockquote_9\">(1)The proceeding must have been commenced by a party to  an\narbitration  agreement\tagainst\t any  other  party  to\t the\nagreement;\n</blockquote><blockquote id=\"blockquote_10\">(2)the\tlegal proceeding which is sought to be. stayed\tmust\nbe in respect of a matter agreed to be referred\n<span class=\"hidden_text\" id=\"span_4\">867</span>\n(3)the\tapplicant  for\tstay must be a party  to  the  legal\nproceeding and he must have taken no step in the  proceeding\nafter  appearance.   It\t is also necessary  that  he  should\nsatisfy\t the Court not only that he is but also was  at\t the\ncommencement  of  the proceedings ready and  willing  to  do\neverything   necessary\tfor  the  proper  conduct   of\t the\narbitration; and\n(4)the\tCourt must be satisfied that there is no  sufficient\nreason\twhy  the  matter  should  not  be  referred  to\t  an\narbitration in accordance with the arbitration agreement.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_5\">The  third condition can be taken to have been fulfilled  on\nthe  facts of the present case, and the fourth is one  which\nis  exclusively\t for the determination of  the\tCourt.\t The\ncontroversy between the parties centres round the other\t two\nconditions, namely, conditions (1) and (2) ; and unless\t the\napplicant  for\tstay  succeeds\tin  establishing  that\t the\nrespondent  is a party to an arbitration agreement and\tthat\nthe subject-matter of dispute in the suit is a matter coming\nwithin\tthe scope of such agreement, it cannot possibly\t ask\nthe Court to order a stay of the proceedings, under  <a href=\"/doc/1722761/\" id=\"a_10\">section\n34</a>  of\tthe  Arbitration Act.  The  learned  Judges  of\t the\nappellate  bench of the High Court have taken the view\tthat\nthe  only matter in dispute between the parties to the\tsuit\nis  whether the plaintiff was a party to the  contract.\t  It\nwas  definitely alleged by the plaintiff that  the  contract\nwas not between it and the appellant but was one between the\nappellant  and\ta  third party\tand  since  the\t arbitration\nagreement  is contained in the contract, it is an  agreement\nbetween\t those parties only, which could not bind or  affect\nthe plaintiff in any way.  The dispute, it is said, which is\nthe  subject-matter  of the suit does not  arise  under\t the\ncontract  and  does  not relate to it;\tit  is\toutside\t the\ncontract  altogether and does not come within the  scope  of\nthe  arbitration  agreement.   The decision  in\t the  appeal\ntherefore  rests  entirely  on the finding  of\tthe  learned\nJudges that the matter in dispute between the parties to the\nsuit  does  not\t come within the ambit\tof  the\t arbitration\nclause.\t In view of this decision the learned Judges did not\nconsider  it  necessary\t to go into the first  point  as  to\nwhether in fact\n<span class=\"hidden_text\" id=\"span_5\">868</span>\nthere  was  a  binding\tarbitration  agreement\tbetween\t the\nparties to the suit.  The learned Chief Justice no doubt did\nin a manner consider that point also, but he refrained\tfrom\npronouncing  any decision upon it, being of opinion  that  a\ndecision  on this question which was the only issue  in\t the\nsuit itself might prejudice the parties and create a bar  of\nres judicata against one or the other.\n</p><p data-structure=\"CDiscource\" id=\"p_6\">We think that on the facts of this case it was necessary for\nthe  learned  Judges of the appellate bench  to\t decide\t the\nquestion  as  to whether or not the plaintiff  in  the\tsuit\nwhich  the  applicant  wants  to stay was  a  party  to\t the\narbitration  agreement.\t This would have a material  bearing\non the decision of the other question upon which the learned\nJudges rested their judgments.\n</p><p data-structure=\"Issue\" id=\"p_7\">The first and essential pre-requisite to making an order  of\nstay  under <a href=\"/doc/1722761/\" id=\"a_11\">section 34</a> of the Arbitration Act is that  there\nis  a binding arbitration agreement between the\t parties  to\nthe suit which is sought to be stayed.\tThe question whether\nthe dispute in the suit falls within the arbitration  clause\nreally\tpre-supposes  that  there  is  such  agreement\t and\ninvolves consideration of two matters, viz., (1) what is the\ndispute\t in the suit and (2) what disputes  the\t arbitration\nclause\tcovers?(1).  The contention raised by the  plaintiff\nin the present suit is, that the contract was really between\nthe  appellant and another party and not between it and\t the\nappellant and consequently it was not bound by the  contract\nand  could  not\t be made liable for  any  damages  in  terms\nthereof.  In substance therefore the controversy between the\nparties\t in the suit is whether the plaintiff did incur\t any\nliability  in  terms of the contracts evidenced by  the\t two\nBought\tNotes  to  which it was a  signatory  no  matter  in\nwhatever capacity.  The question whether the plaintiff was a\nparty  to  the\tagreement at all is  undoubtedly  one  which\ncannot go before the arbitrators and with that question they\ncannot\tpossibly  deal.\t But as Lord Porter pointed  out  in\nHeyman\tv.  Darwins (2), &quot;this does not mean that  in  every\ninstance\n(1)  Vide per Viscount Simon in Heyman v. Darwins, [1942]  A\nC. 356 at 360.\n</p><p data-structure=\"Precedent\" id=\"p_8\">(2) [1942] A.C. 356, 393.\n</p><span class=\"hidden_text\" id=\"span_6\">869</span>\n<p data-structure=\"Precedent\" id=\"p_9\">in  which  it is claimed that the arbitrator has  no  juris-\ndiction\t the Court will refuse to stay an action.   If\tthis\nwere the case such a claim would always defeat an  agreement\nto  submit  disputes to arbitration, at any rate  until\t the\nquestion  of  jurisdiction had been decided.  The  Court  to\nwhich  an application for stay is made is put in  possession\nof  the facts and arguments and must in such a case make  up\nits  mind whether the arbitrator has jurisdiction or not  as\nbest  it  can  on  the\tevidence  before  it.\tIndeed,\t the\napplication for stay gives an opportunity for putting  these\nand  other  considerations  before the\tcourt  that  it\t may\ndetermine  whether  the\t action shall  be  stayed  or  not.&quot;\n<a href=\"/doc/1722761/\" id=\"a_12\">Section\t 34</a>  of the Arbitration Act as is well\tknown  is  a\nvirtual reproduction of <a href=\"/doc/813482/\" id=\"a_13\">section 4</a> of the English Arbitration\nAct of 1889.  The observations quoted above were approved of\nby Mr. Justice S. R. Das in the case of Khusiram V. Hanutmal\n(1)  and it was held by the learned Judge that where  on  an\napplication made under <a href=\"/doc/1722761/\" id=\"a_14\">section 34</a> of the Arbitration Act for\nstay  of  a suit, an issue is raised as\t to  the  formation,\nexistence  or  validity\t of the con.  tract  containing\t the\narbitration clause, the Court is not bound to refuse a\tstay\nbut  may  in its discretion, on the  application  for  stay,\ndecide\tthe  issue as to the existence or  validity  of\t the\narbitration   agreement\t  even\t though\t  it   may   involve\nincidentally  a decision as to the validity or existence  of\nthe parent contract.\n</p><p data-structure=\"Precedent\" id=\"p_10\">We  are in entire agreement with the view enunciated  above.\nAs we have said already, it is incumbent upon the Court when\ninvited\t to stay a suit under <a href=\"/doc/1722761/\" id=\"a_15\">section 34</a> of the\t Arbitration\nAct  to\t decide\t first of all whether  there  is  a  binding\nagreement  for arbitration between the parties to the  suit.\nSo  far as the present case is concerned if it is held\tthat\nthe  arbitration  agreement and the contract  containing  it\nwere  between  the parties to the suit, the dispute  in\t the\npresent\t suit  would  be  one relating\tto  the\t rights\t and\nliabilities  of\t the parties on the basis  of  the  contract\nitself and would come within the purview of the\t arbitration\nclause worded as it is in the widest of terms, in accordance\nwith  the principle enunciated by this Court in A.  M.\tNair\nand\n(1)  (1948) 53 C.W.N. 505 at 518.\n</p><span class=\"hidden_text\" id=\"span_7\">\t\t\t    870</span>\n<p data-structure=\"Precedent\" id=\"p_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1041073\" id=\"span_8\"><a href=\"/doc/1041073/\" id=\"a_16\">Company v. Gordhandass</a> (1).  If on the other hand it is held\nthat  the  plaintiff was not a party to the  agreement,\t the\napplication for stay must necessarily be dismissed.</span>\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1041073\" id=\"span_9\">The  appellate Judges of the High Court in our opinion\theld\nrightly\t that  the  decision in <a href=\"/doc/1041073/\" id=\"a_17\">A. M. Mair  and\t Company  v.\nGordhandass</a>  (1)  was  not in any sense\t conclusive  in\t the\npresent\t case  on the question of the dispute  in  the\tsuit\nbeing  included\t in the arbitration agreement.\t The  report\nshows  that  the  dispute  <a href=\"/doc/1041073/\" id=\"a_18\">in  that  case</a>  was\twhether\t the\nappellants  had\t made  the contract in their  own  right  as\nprincipals  or on behalf of the Bengal Jute Mill Company  as\nagents\tof the latter.\tThe decision -of this  question\t was\nheld  to turn upon a true construction of the  contract\t and\nconsequently  it  was a dispute under or arising out  of  or\nconcerning  the\t contract.   The judgment  proceeds  on\t the\nfooting\t that  there  was in fact  a  contract\tbetween\t the\nparties\t and  the only dispute was in which  character\tthey\nwere  parties  to it, the respondents  contending  that\t the\nappellants  were  not bound as principals while\t the  latter\nsaid that they were.  Mr. Justice Fazl Ali in delivering the\njudgment  pointed out that the error into which the  learned\nJudges of the appellate bench of the High Court appeared  to\nhave  fallen was their regarding the dispute raised  by\t the\nrespondent  in\trespect of the position\t of  the  appellants\nunder  the  contract  as having the same  consequence  as  a\ndispute as to the contract never having been entered into.\nIn  this  case\tit  is\tcertainly  not\tadmitted  that\t the\nrespondent was a party to the contract.\t In fact that is the\nsubject-matter\tof controversy in the suit itself.  But,  as\nhas been said already, the question having been raised ,  in\nthis  application, under <a href=\"/doc/1722761/\" id=\"a_19\">section 34</a> of the Arbitration\tAct,\nthe  Court has undoubted jurisdiction to decide it  for\t the\npurpose\t of finding as to whether or not there is a  binding\narbitration agreement between the, parties to the suit.\t  It\nhas  been  said\t by Chakravartti C.J.  and  in\tour  opinion\nrightly, that if the person whose concern with the agreement\nis in question is a signatory to,the contract and formally a\n(1)  [1950] S.C.R. 792.</span>\n</p><span class=\"hidden_text\" id=\"span_10\">871</span>\n<p data-structure=\"CDiscource\" id=\"p_12\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1819786\" id=\"span_11\">contracting  party,  that will be sufficient to\t enable\t the\nCourt to hold for purposes of <a href=\"/doc/1722761/\" id=\"a_20\">section 34</a> that he is a  party\nto  the agreement.  It was the contention of the  respondent\nin  the Court below that this test was not fulfilled in\t the\npresent\t case.\tThe point has been canvassed before us\talso\nby  Mr.\t Sen  and it has been argued  on  the  authority  of\nseveral decided cases that in cases of this description\t the\nBought\tNote  is a mere intimation to the  buyer,  that\t the\norders\tof  the latter have been carried out  and  purchases\nhave  been made from other persons and not from\t them.\t The\nwriter\tdoes not thereby become a party to the\tcontract  of\npurchase  and  sale  even as an agent.\tHe  remains  a\tmere\nbroker\tor intermediary and the provision of <a href=\"/doc/634555/\" id=\"a_21\">section  230(2)</a>\nof  the\t Contract Act &#x27;Cannot be invoked against  him.\t Mr.\nKhaitan on the other hand argues that the English law  being\nquite different from the Indian law regarding the  liability\nof  an\tagent  contracting  on\tbehalf\tof  an\t undisclosed\nprincipal,  the\t English  authorities  are  no\tguide  to  a\nsolution  of  the  problem.  It is said\t that  the  case  of\n<a href=\"/doc/1819786/\" id=\"a_22\">Patiram Banerjee v. Kanknarrah Co., Ltd.</a>(1), upon which\t the\nrespondent  relies,  was wrongly decided  being\t based\tupon\nEnglish authorities which have no application to India.\t The\nrespondent  here,  it is pointed out,  signed  an  elaborate\ndocument  setting  out\tin  full  every\t particular  of\t the\ncontract  entered into and it is impossible to say  that  he\nwas  not an agent executing a contract on behalf of  another\nwhose\tidentity  he  did  not\tdisclose  but  was  a\tmere\nintermediary conveying an information to the buyer.  In\t our\nopinion,  the  point  is not free from\tdoubt  and  requires\ncareful\t consideration\tand  as it was not  decided  by\t the\nlearned\t Judges\t of  the  High Court and  we  have  not\t the\nadvantage  of having their views upon it, the proper  course\nfor  us\t to  follow would be to send the  case\tback  for  a\nhearing of and decision on this point.\tWe, therefore, allow\nthe  appeal and set aside the judgments of both\t the  Courts\nbelow.\t The matter will go back to the appellate  bench  of\nthe Calcutta High Court which will decide as an issue in the\nproceeding  under  <a href=\"/doc/1722761/\" id=\"a_23\">section  34</a> of the  Arbitration  Act\t the\nquestion whether the respondent was or was not a party\n(1)  (1915) I.L.R. 42 Cal.  I050.</span>\n</p><span class=\"hidden_text\" id=\"span_12\">872</span>\n<p data-structure=\"Conclusion\" id=\"p_13\">to  the arbitration agreement.\tIf the Court is\t of  opinion\nthat  the respondent was in fact a party, the suit shall  be\nstayed and the appellant would be allowed to, proceed by way\nof  arbitration in accordance with the\tarbitration  clause.\nIf  on\tthe  other  hand  the  finding\tis  adverse  to\t the\nappellant, the application will be dismissed.  The appellant\nwill  have its costs of this appeal.  Further costs  between\nthe parties will abide the result.\n</p><p data-structure=\"Conclusion\" id=\"p_14\">Appeal allowed.\n</p>\n\n\n","numcites":7,"numcitedby":54,"docsource":"Supreme Court of India","citetid":1475714,"divtype":"judgments","relatedqs":[{"value":"section 34 of the arbitration act","formInput":"section%2034%20of%20the%20arbitration%20act"},{"value":"arbitration agreement binding","formInput":"arbitration%20agreement%20binding"},{"value":"stay on proceedings","formInput":"stay%20on%20proceedings"},{"value":"arbitration stay","formInput":"arbitration%20stay"},{"value":"stay order ","formInput":"stay%20order%20"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"arbitration, section 34","formInput":"arbitration%2C%20section%2034"},{"value":"arbitration agreement and parties","formInput":"arbitration%20agreement%20and%20parties"},{"value":"stay of suit","formInput":"stay%20of%20suit"},{"value":"arbitration agreement is between the parties to arbitration agreement","formInput":"arbitration%20agreement%20is%20between%20the%20parties%20to%20arbitration%20agreement"},{"value":"Binding Agreement","formInput":"Binding%20Agreement"},{"value":"arbitration agreement is between the parties","formInput":"arbitration%20agreement%20is%20between%20the%20parties"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"\"arbitration\" \"suit\"","formInput":"%22arbitration%22%20%22suit%22"},{"value":"legal proceeding","formInput":"legal%20proceeding"},{"value":"parties to agreement","formInput":"parties%20to%20agreement"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"calcutta high court","formInput":"calcutta%20high%20court"}],"cats":[{"value":"legal-stay","formInput":"tag:legal-stay"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":true,"query_alert":null,"agreement":false}