{"tid":12964292,"publishdate":"2019-11-06","title":"Maharashtra State Electricity ... vs Godrej And Boyce Manufacturing Company ... on 6 November, 2019","doc":"<h2 class=\"doc_title\">Maharashtra State Electricity ... vs Godrej And Boyce Manufacturing Company ... on 6 November, 2019</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIRONLINE 2019 BOM 1163, 2020 (1) ABR 211</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-d-dhanuka\">R.D. Dhanuka</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-d-dhanuka\">R.D. Dhanuka</a></h3>\n\n<pre id=\"pre_1\">ppn                                  1              carbpl-238.19(j).doc\n\n       IN THE HIGH COURT OF JUDICATURE AT BOMBAY\n           ORDINARY ORIGINAL CIVIL JURISDICTION\n\n    COMMERCIAL ARBITRATION PETITION (L) NO.238 OF 2019\n\nMaharashtra State Electricity Distribution )\nCompany Limited (MSEDCL), a public            )\ncompany incorporated under the <a href=\"/doc/1353758/\" id=\"a_1\">Companies)\nAct, 1956</a> and having its registered office at )\nPrakashgad, 5th Flr, Prof.Anant Kanekar Marg)\nBandra (East), Mumbai 400 051.                )    ..       Petitioner\n\n\n       Versus\nGodrej and Boyce Manufacturing Company )\nLimited, a company incorporated under the )\nprovisions of the <a href=\"/doc/1353758/\" id=\"a_2\">Companies Act, 1956</a> and)\nhaving its registered office at Pirojshanagar,)\nVikhroli, Mumbai 400 079.                     )    ..       Respondent\n\n\n            ---\nMr.Shiraz Rustomjee, Senior Advocate     a/w Mr.Anoshak Daver,\nMr.Zubin Morris, Mr.Kiran Gandhi, Mr.Aakash Kothari i/by M/s.Little\n&amp; Co. for the petitioner.\nMr.Darius J. Khambata, Senior Advocate a/w Mr.Rohan Cama,\nMr.Ankoosh Mehta, Ms.Dhvani Shah, Ms.Sanika Gokhale i/by M/s.Cyril\nAmarchand Mangaldas for the respondent.\n            ---\n\n                         CORAM         : R.D. DHANUKA, J.\n</pre><p data-structure=\"Issue\" id=\"p_1\">                         RESERVED ON   : 9th October 2019\n                         PRONOUNCED ON : 6th November 2019\nJudgment :-\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n</p><blockquote id=\"blockquote_1\">.               By this petition filed under <a href=\"/doc/536284/\" id=\"a_3\">Section 34</a> of the Arbitration\n\nand Conciliation Act, 1996 (for short &quot;the <a href=\"/doc/1052228/\" id=\"a_4\">Arbitration Act</a>&quot;), the petitioner\n\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">      ::: Uploaded on - 06/11/2019                 ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                   2              carbpl-238.19(j).doc\n\nhas impugned the arbitral award dated 15th February 2019 and Minutes\n\nof Meeting dated 9th February 2019 thereby rejecting an interim\n\napplication filed by the petitioner for an interim award under <a href=\"/doc/1882318/\" id=\"a_5\">Section\n\n31(6)</a> of the Arbitration Act praying for rejection of reference filed by\n\nthe respondent herein (original claimant). Some of the relevant facts\n\nfor the purpose of deciding this petition are as under :-\n\n\n</blockquote><blockquote id=\"blockquote_2\">2.              On or about 10th September 2008, the petitioner had invited\n\nbids for various tenders on zone wise/circle wise basis for various works.\n\n</blockquote><p data-structure=\"Facts\" id=\"p_3\">Pursuant to the said invitation of the bid, the respondent as a lead partner\n\nin Joint Venture (JV) with Electropath Services (India) Private Limited\n\nsubmitted its offer along with the requisite supporting documentation on\n\n20th October 2008. On 11th October 2008 and 4th July 2009, the\n\nrespondent and the said Electropath Services (India) Private Limited\n\nentered into a Joint Venture Agreement on the terms and conditions\n\nrecorded therein. On 13th October 2008 and 19th July 2009, the respondent\n\nand the said Electropath Services (India) Private Limited executed\n\nMemorandum of Understandings (MOUs). The petitioner issued a Letter\n\nof Award in favour of the said JV in respect of various works. On 8 th\n\nJune 2009, the petitioner executed a Contract with the JV of the\n\nrespondent and Electropath Services (India) Private Limited.\n\n\n</p><p data-structure=\"RespArg\" id=\"p_4\">3.              The dispute arose between the parties on 25th July 2017. The\n\n\n\n\n<span class=\"hidden_text\" id=\"span_2\">      ::: Uploaded on - 06/11/2019                  ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                        3              carbpl-238.19(j).doc\n\nrespondent invoked arbitration agreement. The respondent thereafter filed\n\nan arbitration application bearing No.13 of 2018 in this Court under\n\n<a href=\"/doc/596725/\" id=\"a_6\">Section 11(6)</a> of the Arbitration Act inter alia praying for the appointment\n\nof an arbitrator. The said Electropath Services (India) Private Limited\n\nwas not a party to the said arbitration application filed by the respondent\n\non 28th December 2017. On 8th February 2018 and 23rd February 2018,\n\nthe petitioner responded to the said notice invoking arbitration agreement\n\nby the respondent.\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">\n</p><p data-structure=\"Facts\" id=\"p_6\">4.              On 21st March 2018, the petitioner and the respondent\n\nexecuted a Joint Memo in 8 arbitration applications which were filed by\n\nthe respondent for appointment of arbitrator. In the said Joint Memo,\n\nthere was a reference            to   the notice invoking arbitration dated 21 st\n\nSeptember 2017 under those 8 tenders by the respondent. It was recorded\n\nthat the said agreement shall be treated as an arbitration agreement under\n\n<a href=\"/doc/1737370/\" id=\"a_7\">Section 7</a> of the Arbitration Act. The parties jointly agreed and consented\n\nto refer those disputes under 8 agreements to the arbitrator to be\n\nappointed. It is agreed that neither of the parties shall challenge the\n\njurisdiction of the learned Tribunal on that ground at any future stage.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_7\">5.              The said Joint Memo dated 21st March 2018 was tendered\n\nbefore this Court on 23rd March 2018 in the said Arbitration Application\n\nNo.13 of 2018 and 7 other arbitration applications. This Court, by\n\n\n\n\n<span class=\"hidden_text\" id=\"span_3\">      ::: Uploaded on - 06/11/2019                       ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                   4               carbpl-238.19(j).doc\n\nconsent of the parties, appointed a Senior Advocate of this Court as a\n\nsole arbitrator to decide the dispute between the parties arising out of the\n\ncontract dated 8th June 2009. This Court made it clear that all the\n\ncontentions of the parties were kept open.\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">\n\n</p><p data-structure=\"Facts\" id=\"p_9\">6.              Pursuant to the appointment of the learned arbitrator by this\n\nCourt, the respondent herein filed a Statement of Claim on 19th May\n\n2018. The said statement of claim was filed only by the respondent\n\nwithout impleading the said Electropath Services (India) Private Limited.\n\nOn 30th July 2018, the petitioner herein filed its Statement of Defence\n\nand counter claim before the learned arbitrator. On 16th October 2018, the\n\nrespondent filed an application for amendment to the statement of claim.\n\nThe said amendment was permitted by the learned arbitrator. On 26 th\n\nNovember 2018, the petitioner filed an Additional Statement of Defence\n\nto the amended statement of claim. In paragraph 5 of the said Additional\n\nStatement of Defence, the petitioner raised an issue that except                 the\n\ncontract no.T09 projects, rest of the contract agreements were issued to\n\nthe JV of the respondent with the Electropath Services (India) Private\n\nLimited as a joint partner. The Letter of Award was allotted to the JV\n\npartners and the contract was also executed with the JV of the respondent\n\nand as a lead partner with Electropath Services (India) Private Limited.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_4\">      ::: Uploaded on - 06/11/2019                   ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n</p><p data-structure=\"Issue\" id=\"p_10\"> ppn                                   5               carbpl-238.19(j).doc\n\n</p><p data-structure=\"Facts\" id=\"p_11\">7.              It was contended by the petitioner in the said paragraph that\n\nthe claim was admittedly filed by the lead partner i.e. M/s.Godrej &amp;\n\nBoyce Manufacturing Co. Ltd. and thus the said claim was liable to be\n\ndismissed with costs on the sole ground for non-joinder of parties i.e.\n\nElectropath Services (India) Private Limited. It was contended in the said\n\nparagraph that the reliefs claimed in the said statement of claim and\n\namended statement of claim were not maintainable as the claims were\n\nnot filed by the JV Company with whom the Letter of Award and the\n\ncontract had been executed.\n</p>\n<p data-structure=\"Issue\" id=\"p_12\">\n</p><p data-structure=\"Facts\" id=\"p_13\">8.              On 27th November 2018, the learned arbitrator in the Minutes\n\nof Meeting referred to the said issue of maintainability of the claim by\n\nthe respondent raised in paragraph 5 of the Additional Statement of\n\nDefence and recorded that issue regarding the presence of the said\n\nElectropath Services (India) Private Limited will be considered after the\n\nrespondent files replication to the Additional Statement of Defence. On\n\n22nd December 2018, the respondent filed replication to the Additional\n\nStatement of Defence filed by the petitioner. On 2 nd January 2019, the\n\npetitioner filed an application before the learned arbitrator under <a href=\"/doc/1882318/\" id=\"a_8\">Section\n\n31 (6)</a> of the Arbitration Act inter alia praying for rejection of reference\n\nfiled by the respondent on the ground that there was no privity of\n\ncontract between the petitioner and the respondent and the respondent\n\nhad no direct, legal interest to form the basis of any claim on the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_5\">      ::: Uploaded on - 06/11/2019                   ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                   6              carbpl-238.19(j).doc\n\npetitioner. The contract was awarded to the JV Electropath Services\n\n(India) Private Limited and thus only the said JV ought to have filed the\n\nclaim, if any.\n</p>\n<p data-structure=\"Issue\" id=\"p_14\">\n</p><p data-structure=\"Issue\" id=\"p_15\">9.              The said application was opposed by the respondent by filing\n\na reply dated 14th January 2019. On 9th February 2019, the learned\n\narbitrator in the Minutes of Meeting declared that the said application\n\ndated 2nd January 2019 filed by the petitioner under <a href=\"/doc/1882318/\" id=\"a_9\">Section 31(6)</a> of\n\nthe Arbitration Act was dismissed for the reasons to be recorded\n\nseparately. On 15th February 2019, the learned arbitrator recorded the\n\nreasons for rejection of the said application under <a href=\"/doc/1882318/\" id=\"a_10\">Section 31(6)</a> filed\n\nby the petitioner. Learned arbitrator held that he had jurisdiction to\n\ndecide the dispute between the parties. Being aggrieved by the said order,\n\nthe petitioner filed this petition under <a href=\"/doc/536284/\" id=\"a_11\">Section 34</a> of the Arbitration and\n\nConciliation Act, 1996.\n</p>\n<p data-structure=\"Issue\" id=\"p_16\">\n</p><p data-structure=\"PetArg\" id=\"p_17\">10.             Mr.Rustomjee, learned senior counsel for the petitioner\n\ninvited my attention to clauses 6.5 (b), 6.5 (h) and 6.5 (i) of <a href=\"/doc/955768/\" id=\"a_12\">Section 1</a> -\n\nInstructions to Bidders of the Maharashtra Infrastructure Plan, Phase-\n\nIIA which provided that the bids were to be submitted by a JV shall\n\ncomply with the requirements mentioned therein. Learned senior counsel\n\nplaced reliance on clause 1.1.2.3 of the General Conditions of Contract\n\n(GCC) which defines &quot;Contractor&quot; and would submit that the definition\n\n\n\n\n<span class=\"hidden_text\" id=\"span_6\">      ::: Uploaded on - 06/11/2019                  ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                   7              carbpl-238.19(j).doc\n\nof Contractor clearly indicates that the joint venture of the respondent\n\ni.e. Electropath Services (India) Private Limited was the contractor within\n\nthe meaning of clause 1.1.2.3 of the GCC.\n</p>\n<p data-structure=\"Issue\" id=\"p_18\">\n</p><p data-structure=\"RespArg\" id=\"p_19\">11.             Learned senior counsel placed reliance on clause 1.14 of\n\n<a href=\"/doc/420705/\" id=\"a_13\">Section 6</a> of the GCC and would submit that even under the said clause,\n\nsince the contractor was a joint venture of two persons, all such persons\n\nshall be jointly and severally liable to the employer for the fulfillment\n\nof the terms of the contract. It is provided under the said clause that such\n\npersons shall designate one of them to act as lead member with authority\n\nto bind the joint venture and each of its members. In any case, the\n\ncomposition or the constitution of the joint venture shall not be altered.\n\nHe submits that though the respondent was appointed to act as a lead\n\nmember with authority to bind the joint venture, the respondent alone\n\ncould not have filed any statement of claim before the learned arbitrator.\n\nThe respondent who claimed to act as a lead member under the said\n\nprovision, could act as a joint venture and not act in individual capacity.\n\n\n</p><p data-structure=\"RespArg\" id=\"p_20\">12.             Learned senior counsel invited my attention to clause 20.4.1\n\nof the GCC which provided for referring the dispute and differences to\n\narbitration. He submits that even the said clause clearly refers to the\n\ncontractor and not a lead member of the joint venture. The arbitration\n\nagreement could be invoked only by the contractor and not a lead\n\n\n\n\n<span class=\"hidden_text\" id=\"span_7\">      ::: Uploaded on - 06/11/2019                  ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                       8             carbpl-238.19(j).doc\n\nmember of the joint venture. It is submitted that the respondent along\n\nwith the said Electropath Services (India) Private Limited had submitted\n\na joint venture agreement            in the format prescribed     along with the\n\nagreement entered into between the parties duly signed by the respondent\n\nand also the said Electropath Services (India) Private Limited.\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_21\">13.             In the said joint venture agreement duly           signed by the\n\nrespondent and Electropath Services (India) Private Limited, it was\n\nprovided that the respondent had submitted a joint venture proposal to\n\nthe petitioner on behalf of the joint venture member as per enclosed\n\npower of attorney. The Member-in-charge was authorized to incur\n\nliabilities and receive instructions for and on behalf of the member.\n\nPayment shall be made exclusively to the Member-in-charge.\n\n\n</p><p data-structure=\"RespArg\" id=\"p_22\">14.             Learned senior counsel invited my attention to the\n\nMemorandum of Understanding dated 13th October 2008 between the\n\nrespondent and the said Electropath Services (India) Private Limited. He\n\nsubmits that the said MOU was signed by the respondent as well as the\n\nElectropath Services (India) Private Limited.           He also invited            my\n\nattention to the Memorandum of Understanding dated 19 th July 2009\n\nbetween the the respondent and the said Electropath Services (India)\n\nPrivate Limited and more particularly clause 6 thereof which recorded\n\nthe terms of payment agreed by and between the respondent and the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_8\">      ::: Uploaded on - 06/11/2019                     ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                        9             carbpl-238.19(j).doc\n\nsaid Electropath Services (India) Private Limited. He relied upon clause\n\n3(a) of the MOU which provided for the scope of work of Electropath\n\nServices (India) Private Limited in respect of the work awarded to the\n\nJV by the petitioner.\n</p>\n<p data-structure=\"Issue\" id=\"p_23\">\n\n</p><p data-structure=\"Facts\" id=\"p_24\">15.             It is submitted that the respondent and the said Electropath\n\nServices (India) Private Limited were the vital components of JV. The\n\npetitioner had not awarded any particular portion of the said contract to\n\nlead member or to the said Electropath Services (India) Private Limited\n\nbut had awarded &#x27;A&#x27; composite contract to the JV of the respondent and\n\nthe said Electropath Services (India) Private Limited.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_25\">16.             Learned senior counsel for the petitioner relied upon the\n\nterms and conditions of one of the contracts out of those 8 contracts\n\nawarded to the said JV including clause 9.2 thereof which provided the\n\nterms of payment to the Contractor. He also relied upon clause 14\n\nwhich provided the terms of reference of dispute to arbitration. Parties to\n\nthe said contract would mean the contractor and the employer i.e. the\n\npetitioner and the said JV of the respondent i.e. Electropath Services\n\n(India) Private Limited.             The said contract was signed by both the\n\npartners of JV and the petitioner.\n</p>\n<p data-structure=\"Issue\" id=\"p_26\">\n\n\n<span class=\"hidden_text\" id=\"span_9\">      ::: Uploaded on - 06/11/2019                      ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n</p><p data-structure=\"Issue\" id=\"p_27\"> ppn                                         10               carbpl-238.19(j).doc\n\n</p><p data-structure=\"PetArg\" id=\"p_28\">17.             Learned senior counsel for the petitioner invited my attention\n\nto the correspondence                exchanged   between the respondent and the\n\npetitioner in respect of the appointment of an arbitrator. He submits\n\nthat in the arbitration agreement forming part of the contract entered into\n\nbetween the parties, the dispute was to be referred to a named arbitrator.\n\nA separate arbitration agreement, however, was arrived at between the\n\npetitioner and the respondent under <a href=\"/doc/1737370/\" id=\"a_14\">Section 7</a> of the Arbitration Act in\n\nthe said Joint Memo. In the said joint memo which was in respect of\n\nappointment of arbitrator in respect of all 8 contracts, it was, however,\n\nprovided that such joint reference would not be challenged by either\n\nparty. It is submitted that all contentions of parties were kept open\n\nwhile appointing the learned arbitrator              in those applications under\n\n<a href=\"/doc/596725/\" id=\"a_15\">Section 11(6)</a> of the Arbitration Act. Learned senior counsel submitted\n\nthat it was agreed by and between the parties that appointment of the\n\nlearned arbitrator in replacement of designated arbitrator would not be\n\nchallenged by either party.\n</p>\n<p data-structure=\"Issue\" id=\"p_29\">\n</p><p data-structure=\"RespArg\" id=\"p_30\">18.             Learned senior counsel submits that the petitioner has come\n\nto know that the said Electropath Services (India) Private Limited had\n\nalready filed a suit against the respondent for various reliefs arising out\n\nof the same contract awarded to the said JV by the petitioner. He invited\n\nmy attention to the averments made by the respondent in paragraphs 5, 8\n\nand 259 of the statement of claim and would submit that the Joint\n\n\n\n\n<span class=\"hidden_text\" id=\"span_10\">      ::: Uploaded on - 06/11/2019                        ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                       11              carbpl-238.19(j).doc\n\nVenture Agreement signed by the respondent and the Electropath Services\n\n(India) Private Limited does not prove that the claim on behalf of the JV\n\ncould be filed by the respondent alone.\n</p>\n<p data-structure=\"Issue\" id=\"p_31\">\n\n</p><p data-structure=\"RespArg\" id=\"p_32\">19.             Learned senior counsel invited my attention to the affidavit-\n\nin-reply     in this petition filed by the respondent and in              particular\n\nparagraph 10 and would submit that the respondent has admitted in the\n\naffidavit-in-reply that in the present case, the respondent had sought\n\nreliefs in its individual capacity. The respondent was the lead partner of\n\nthe JV and in any event two parties were operating together. It is further\n\ncontended in the affidavit-in-reply that since the respondent was a party\n\nto the contracts,        it    was even   otherwise entitled to     maintain        its\n\nindependent claim against the petitioner. It is contended in the reply that\n\nthe arbitration was only between the parties to the Joint Memorandum\n\nand those parties are the petitioner and the respondent alone, therefore,\n\nthere was no question of any other party including Electropath Services\n\n(India) Private Limited being joined as a party to the arbitration. It is\n\ncontended by the respondent that the claim made by the respondent is\n\nmaintainable and cannot be rejected on the ground of non-joinder of\n\nElectropath Services (India) Private Limited.\n</p>\n<p data-structure=\"Issue\" id=\"p_33\">\n</p><p data-structure=\"PetArg\" id=\"p_34\">20.             Learned senior counsel for the petitioner placed reliance on\n\nthe following judgments :-\n</p>\n<p data-structure=\"Issue\" id=\"p_35\">\n\n\n<span class=\"hidden_text\" id=\"span_11\">      ::: Uploaded on - 06/11/2019                     ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n</p><pre id=\"pre_2\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1736797\" id=\"span_12\">ppn                                    12            carbpl-238.19(j).doc\n\n(i)      Judgment of the Supreme Court in the case of <a href=\"/doc/1736797/\" id=\"a_16\">New Horizons\n\nLimited &amp; Anr. Vs. Union of India           &amp; Ors.</a>, (1995) 1 SCC 478\n\n(paragraphs 24 to 26);\n\n(ii)      Judgment of the Supreme Court in the case of Gammon India</span>\n\n</pre><p data-structure=\"Precedent\" id=\"p_36\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1503622\" id=\"span_13\"><a href=\"/doc/1503622/\" id=\"a_17\">Limited Vs. Commissioner of Customs, Mumbai</a>, (2011) 12 SCC 499\n\n(paragraphs 23 to 26 and 28 to 30);</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_37\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"375173\" id=\"span_14\">(iii)    Judgment of the Andhra Pradesh at Hyderabad in the case of\n\n<a href=\"/doc/375173/\" id=\"a_18\">GVPREL-MEE (J.V.), Hyderabad Vs. Government of A.P. &amp; Anr.</a>,\n\n2005 SCC OnLine AP 531 (Paragraphs 20, 22, 23 &amp; 24);</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_38\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"88684536\" id=\"span_15\">(iv)     Judgment of the Bombay High Court in the case of <a href=\"/doc/88684536/\" id=\"a_19\">Larsen &amp;\n\nToubro Ltd. &amp; Anr. Vs. Mumbai Metropolitan Regional</a>, 2016 SCC\n\nOnLine Bom 13348 (Paragraphs 2, 3, 6, 7 to 10);</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_39\">(v)      Judgment of the Delhi High Court in the case of Automation\n\nTechnologies (I) P. Ltd. Vs. Unitech Ltd. &amp; Ors., 2008 SCC OnLine\n\nDel 315 (Paragraphs 6, 15 and 18);\n</p>\n<p data-structure=\"Precedent\" id=\"p_40\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"17018410\" id=\"span_16\">(vi)     Judgment of the Delhi High Court in the case of <a href=\"/doc/17018410/\" id=\"a_20\">Geo Miller &amp; Co.\n\nPvt. Ltd. &amp; Ors. Vs. Bihar Urban Infrastructure Development\n\nCorporation Limited &amp; Ors.</a>, 2017 (1) ARBLR 245 (Delhi) - (paragraphs\n\n5, 11, 15 to 19 and 21 to 25);</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_41\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31621011\" id=\"span_17\">(vii) Judgment of the Supreme Court in the case of <a href=\"/doc/31621011/\" id=\"a_21\">Associate Builders\n\nVs. Delhi Development Authority</a>, AIR 2015 SCC 620 (Paragraphs 27 to\n\n34 and 36 to 38);</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_42\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"643163\" id=\"span_18\">(viii) Judgment of Delhi High Court in the case of National Small\n\n\n\n\n<span class=\"hidden_text\" id=\"span_19\">        ::: Uploaded on - 06/11/2019              ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                    13               carbpl-238.19(j).doc\n\n<a href=\"/doc/643163/\" id=\"a_22\">Industries Corporation Limited Vs. Punjab Tin Printing &amp; Metal\n\nIndustries &amp; Ors.</a> decided on 12th September 1978 in I.A. No.152 of\n\n1975 in Suit No.278 of 1973.</span>\n</p>\n<p data-structure=\"Issue\" id=\"p_43\">\n</p><p data-structure=\"Issue\" id=\"p_44\">21.             Learned senior counsel also invited my attention to the issues\n\nframed by this Court on 23rd October 2015 in Suit No.611 of 2013 filed\n\nby the respondent herein against the Electropath Services (India) Private\n\nLimited and issues framed by this Court against the respondent herein in\n\nthe Counter Claim No.2 of 2015. He invited my attention to Issue No.7\n\nin the counter claim which refers to the delay in completion of work\n\namended to JV under Tender Nos.33,35, 91 and 92.\n</p>\n<p data-structure=\"Issue\" id=\"p_45\">\n</p><p data-structure=\"RespArg\" id=\"p_46\">22.             It is submitted by the learned senior counsel that under the\n\nJoint Venture Agreement, one party to such JV has to be identified who\n\nwould deal with the petitioner for correspondence and                  few other\n\npurposes. It was not the case of the respondent that it was the case of a\n\nsub-contract between the partners of the JV. The bid was submitted by\n\nJV and not by the respondent alone. The JV itself was jointly and\n\nseverally liable to the petitioner for the works performed by the JV. The\n\nsaid Electropath Services (India) Private Limited had to play substantial\n\nrole as is reflected in the MOU signed by and between the respondent\n\nand the said Electropath Services (India) Private Limited. The profit\n\nsharing of the Electropath Services (India) Private Limited was about\n\n\n\n\n<span class=\"hidden_text\" id=\"span_20\">      ::: Uploaded on - 06/11/2019                   ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                    14               carbpl-238.19(j).doc\n\n30% under the said MOU. The respondent had made claim not on behalf\n\nof the JV but had made in its individual capacity. He submits that in view\n\nof there being two partners of the JV who were the contractors, it is not\n\nopen to any partner to make claim as an independent entity or in\n\nindividual capacity.\n</p>\n<p data-structure=\"RespArg\" id=\"p_47\">23.             It is submitted by the learned senior counsel that the learned\n\narbitrator has ignored several judgments relied upon by the petitioner in\n\nthe impugned order. The impugned order rendered by the learned\n\narbitrator shows patent illegality. The view taken by the learned arbitrator\n\nis an impossible view. The claim made by the respondent in its individual\n\ncapacity is not maintainable and this issue goes to the root of the matter.\n\nThe claims made by the respondent are outside the contract awarded to\n\nthe JV. There was no privity of contract between the petitioner and the\n\nrespondent in its individual capacity.\n</p>\n<p data-structure=\"Issue\" id=\"p_48\">\n\n</p><p data-structure=\"PetArg\" id=\"p_49\">24.             The eight references were consolidated by the parties with a\n\nview not to have conflicting findings and to save cost by referring the\n\nentire dispute to a sole arbitrator. The arbitration agreement entered\n\ninto between the parties before this Court cannot be mixed up with the\n\ncontract between the petitioner and the JV. It is submitted by the learned\n\nsenior counsel that though the petitioner had also made a counter claim\n\nbefore the learned arbitrator against the respondent arising out of the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_21\">      ::: Uploaded on - 06/11/2019                   ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                   15                 carbpl-238.19(j).doc\n\nsame contract, the petitioner has now withdrawn the said counter claim.\n\n\n</p><p data-structure=\"PetArg\" id=\"p_50\">25.             It is submitted by the learned senior counsel that if the\n\npetitioner does not succeed in the arbitral proceedings against the\n\nrespondent, whether the liabilities towards the JV, if any, can be\n\ndischarged by the petitioner only by making payment to the respondent\n\nand in the event of the petitioner succeeding in the arbitral proceedings,\n\nwhether such award would be binding on the said Electropath Services\n\n(India) Private Limited, these issues were required to be considered by\n\nthis Court before passing any order in this petition.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_51\">26.             Mr.Khambatta, learned senior counsel for the respondent\n\nwith Mr.Cama, learned counsel invited my attention to the Joint Memo\n\nsigned by the petitioner and the respondent and the order passed by this\n\nCourt appointing the learned arbitrator by consent of parties recorded in\n\nthe joint memo. The petitioner was fully aware of claims of the\n\nrespondent. The petitioner also filed a counter claim against the\n\nrespondent arising out of the same contract before the learned arbitrator.\n\nAfter filing of the arbitration petition filed by the petitioner, the petitioner\n\nhas now withdrawn the counter claim filed before the learned arbitrator. It\n\nis no longer open to the petitioner to now claim that the claims made by\n\nthe respondent         were not maintainable   before the learned arbitrator.\n\nUnder the tender documents, the petitioner had given a format in which\n\n\n\n\n<span class=\"hidden_text\" id=\"span_22\">      ::: Uploaded on - 06/11/2019                    ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                   16               carbpl-238.19(j).doc\n\nthe contract documents as well as the Joint Venture Agreement were to\n\nbe entered into.\n</p>\n<p data-structure=\"Issue\" id=\"p_52\">\n</p><p data-structure=\"Facts\" id=\"p_53\">27.             It is submitted that the petitioner had agreed to deal only\n\nwith the respondent under the contract awarded to the JV and was not\n\nconcerned with the Electropath Services (India) Private Limited. The\n\nrespondent thus invoked the arbitration agreement exclusively.                 The\n\nclaims were made on behalf of the JV for the dues payable to the\n\nconsortium.        The dispute between the parties was identified in the\n\nnotice invoking Arbitration Agreement dated 21st September 2017. He\n\nsubmits that in the notice invoking arbitration agreement issued by the\n\nrespondent, there was reference to the contract between the petitioner\n\nand    the JV. The said notice       was issued on behalf of the JV but\n\nindividually by one of the members of JV.\n</p>\n<p data-structure=\"Issue\" id=\"p_54\">\n</p><p data-structure=\"Facts\" id=\"p_55\">28.             It is submitted that joint memo was also signed by the JV.\n\nThis Court by an order dated 23 rd March 2018 while appointing an\n\narbitrator had made it clear that the appointment was made to decide the\n\ndisputes between the parties arising out of the Contract dated 8 th June\n\n2009 which was a contract executed between the petitioner and the said\n\nJV. All contentions of the parties were left to be kept open. The\n\nElectropath Services (India) Private Limited was not individually\n\ninvolved at that stage when the arbitration agreement was invoked by\n\n\n\n\n<span class=\"hidden_text\" id=\"span_23\">      ::: Uploaded on - 06/11/2019                  ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                    17             carbpl-238.19(j).doc\n\nthe respondent to the knowledge of the petitioner.\n</p>\n<p data-structure=\"Issue\" id=\"p_56\">\n\n</p><p data-structure=\"RespArg\" id=\"p_57\">29.             On     3rd October   2019, when the matter was on board,\n\nMr.Cama, learned counsel for the respondent had tendered an additional\n\naffidavit on behalf of the respondent and served a copy thereof upon the\n\npetitioner. In the said affidavit, the respondent contended that the claims\n\nmade by the respondent in the arbitral proceedings before the learned\n\narbitrator have been made on behalf of the JV between the respondent\n\nand Electropath Services (India) Private Limited. In paragraph 13 of\n\nthe said affidavit, it is contended that the claim had been filed in the\n\narbitration proceedings by the respondent alone was maintainable.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_58\">30.             Mr.Cama, learned counsel for the respondent submits that\n\nthe petitioner has not disputed that the petitioner had signed a Joint\n\nMemo with the respondent for referring the entire dispute under the\n\ncontract awarded to the JV. No such plea was raised by the petitioner in\n\nthe said application filed by the respondent under <a href=\"/doc/596725/\" id=\"a_23\">Section 11(6)</a> of the\n\nArbitration Act. The respondent had made the said claim before the\n\nlearned arbitrator on behalf of the JV. No such plea was raised by the\n\npetitioner even in the statement of defence filed by the petitioner before\n\nthe learned arbitrator. The petitioner itself had filed a counter claim\n\nagainst the respondent. In these circumstances, joinder            of the said\n\n\n\n\n<span class=\"hidden_text\" id=\"span_24\">      ::: Uploaded on - 06/11/2019                 ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                   18              carbpl-238.19(j).doc\n\nElectropath Services (India) Private Limited as a claimant jointly with\n\nthe respondent herein before the learned arbitrator was not necessary.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_59\">31.             Learned counsel for the respondent submits that it was not\n\nthe case of the petitioner that the respondent is stranger to the contract.\n\nThe contract entered into between the petitioner and the respondent\n\nwould clearly indicate that payments were to be made by the petitioner\n\nto the respondent only. All RA bills were admittedly made and submitted\n\nby the respondent only and were paid by the petitioner only to the\n\nrespondent.        Under the Joint Venture Agreement, the respondent alone\n\nwas entitled to receive payment on behalf of the JV.\n</p>\n<p data-structure=\"Issue\" id=\"p_60\">\n\n</p><p data-structure=\"PetArg\" id=\"p_61\">32.             Learned counsel invited my attention to the reply of the\n\npetitioner to the notice invoking arbitration agreement and would submit\n\nthat no such plea was raised by the petitioner that the said notice invoking\n\narbitration agreement could not have been issued only by the respondent.\n\nIt is submitted that the petitioner had also authorised one of the officers\n\nto execute the arbitration agreement/joint memo with the respondent and\n\nbased on such authority, the said joint memo was executed on 18 th\n\nMarch 2019 between the parties. In the said joint memo, it was clearly\n\nadmitted that no party would challenge the jurisdiction of the learned\n\narbitrator. He submits that the said arbitration agreement was entered\n\n\n\n\n<span class=\"hidden_text\" id=\"span_25\">      ::: Uploaded on - 06/11/2019                 ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                   19                carbpl-238.19(j).doc\n\ninto under <a href=\"/doc/1737370/\" id=\"a_24\">Section 7</a> of the Arbitration Act.\n</p>\n<p data-structure=\"Issue\" id=\"p_62\">\n\n</p><p data-structure=\"PetArg\" id=\"p_63\">33.             It is submitted that only in the additional written statement\n\nfiled by the petitioner, for the first time, the petitioner raised an issue of\n\nnon-joinder of Electropath Services (India) Private Limited and that\n\nclaim was not maintainable on the ground that the same was not made\n\nby the joint venture. The petitioner was fully aware as to who were the\n\nparties    to the arbitration agreement and knew who would be                    the\n\nclaimant in the arbitral proceedings and accordingly agreed to refer the\n\ndispute under the Joint Venture Agreement to arbitration. There was\n\nthus waiver on the part of the petitioner.\n</p>\n<p data-structure=\"Issue\" id=\"p_64\">\n\n</p><p data-structure=\"RespArg\" id=\"p_65\">34.             Mr.Cama, learned counsel for the respondent placed reliance\n\non the averments made by his client in the statement of claim and more\n\nparticularly paragraphs 8, 15, 41, 52, 52, 61 to 63, 68, 112, 117 139,\n\n141 &amp; 248 to 250 and would submit that these paragraphs would clearly\n\nindicate that the respondent had filed claim on behalf of JV and that the\n\nrespondent alone was entitled to receive payment in respect of the Joint\n\nVenture Agreement from the petitioner as a lead partner on behalf of JV.\n\nAll claims were to be realised by the respondent from the petitioner as a\n\nlead member of JV. He relied upon the definition of &quot;Contractor&quot; under\n\nclause 1.1.2.3 of the GCC and would submit that the said definition\n\n\n\n\n<span class=\"hidden_text\" id=\"span_26\">      ::: Uploaded on - 06/11/2019                   ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                   20               carbpl-238.19(j).doc\n\nwould include         joint venture of the respondent with the Electropath\n\nServices (India) Private Limited. He invited my attention to the prayers\n\nmade in the statement of claim and would submit that the entire claim\n\nwas in the nature of monetary relief made by the respondent.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_66\">35.             Learned counsel for the respondent invited my attention to\n\nthe Letter of Award issued by the petitioner and would submit that the\n\nLetter of Award was admittedly issued by the petitioner in the name of the\n\nrespondent. The petitioner has considered the respondent herein as the\n\ncontractor for all the purposes. No plea has been raised by the petitioner\n\nin the statement of defence as well as in the counter claim that the claims\n\nmade by the respondent were not maintainable on behalf of JV.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_67\">36.             It is submitted by the learned counsel that the respondent\n\nfiled a replication to the additional written statement filed by the\n\npetitioner to the amended statement of claim. He submits that even in the\n\nsaid replication filed by the respondent, the respondent after referring\n\nto paragraphs 12 to 23 thereof, had contended that the claims made by\n\nthe respondent was on behalf of the JV and not in individual capacity.\n\nIn paragraphs 24 and 25 of the said replication, the stand taken by the\n\nrespondent that Electropath Services (India) Private Limited was not a\n\nnecessary party to the statement of claim was to be read with the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_27\">      ::: Uploaded on - 06/11/2019                  ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                   21               carbpl-238.19(j).doc\n\naverments made in the statement of claim and not in isolation.\n\n\n</p><p data-structure=\"RespArg\" id=\"p_68\">37.             It is submitted that the assertion made by the respondent in\n\nthe said replication to the amended statement of defence              has to be\n\nunderstood in that context. He submits that it was not the case of the\n\nrespondent that the claims were made by the respondent on individual\n\nbasis. Learned counsel submits that it is an admitted position that till\n\ndate, the said Electropath Services (India) Private Limited has not made\n\nany separate claims against the petitioner.\n</p>\n<p data-structure=\"Section\" id=\"p_69\">\n\n</p><p data-structure=\"RespArg\" id=\"p_70\">38.             In so far as the issue whether the respondent could file any\n\nclaim on behalf of JV at all, learned counsel          placed reliance           on\n\nparagraph 4 of the additional affidavit dated 1st October 2019 filed by\n\nthe respondent and would submit that the said averments made in\n\nparagraph 4 was made in the same context as made in paragraph 11\n\nof the affidavit-in-reply dated 15th June 2019 filed by the respondent.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_71\">39.             At this stage, Mr.Khambatta, learned senior counsel for the\n\nrespondent was permitted to continue the arguments on behalf of the\n\nrespondent. Learned senior counsel invited my attention to the Joint\n\nVenture Agreement dated 11th October 2008 between the respondent\n\nand Electropath Services (India) Private Limited and in particular clauses\n\n1, 4 and 5         and would submit that even in the said Joint Venture\n\n\n\n\n<span class=\"hidden_text\" id=\"span_28\">      ::: Uploaded on - 06/11/2019                  ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                  22              carbpl-238.19(j).doc\n\nAgreement which was executed in the format provided by the petitioner,\n\nit was clearly provided that the respondent was a Member-in-charge of\n\nthe JV.     The respondent had been authorised to incur liabilities and\n\nreceive instructions for and on behalf of the member. He submits that\n\nunder the said Joint Venture Agreement, the respondent was liable to\n\nmake payment to the said Electropath Services (India) Private Limited\n\nonly upon receipt of the payment under the said Joint Venture Agreement\n\nto the petitioner in the ratio agreed upon by and between the respondent\n\nand the said Electropath Services (India) Private Limited. The said\n\nElectropath Services (India) Private Limited was not entitled to receive\n\nany payment directly from the petitioner under the said Joint Venture\n\nAgreement or Agreement entered into between the petitioner and the said\n\nJV. He submits that all correspondence between the petitioner and JV\n\nwere addressed by the respondent on behalf of the JV.             The dispute\n\nresolution proceedings between the petitioner and the JV are also thus\n\nrightly filed by the respondent.\n</p>\n<p data-structure=\"Section\" id=\"p_72\">\n\n</p><p data-structure=\"Precedent\" id=\"p_73\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"919241\" id=\"span_29\">40.             Learned senior counsel placed reliance on the judgment of\n\nthis Court in the case of Judgment of this Court in the case of <a href=\"/doc/919241/\" id=\"a_25\">Oil &amp;\n\nNatural Gas Corporation Ltd. Vs. Saw Pipes Ltd.</a>, (2002) 6 Bom CR\n\n657 and in particular paragraphs 8 to 12 and would submit that the\n\nfacts before this Court in <a href=\"/doc/919241/\" id=\"a_26\">the said judgment</a> were identical to the facts of\n\n\n\n\n<span class=\"hidden_text\" id=\"span_30\">      ::: Uploaded on - 06/11/2019                ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                   23               carbpl-238.19(j).doc\n\nthis case.     In that case also, the entire payment under the Joint Venture\n\nAgreement was to be made to the respondent only by the petitioner.\n\nThis Court in <a href=\"/doc/919241/\" id=\"a_27\">the said judgment</a> had rightly not interferred with the\n\narbitral award.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_74\">\n\n</p><p data-structure=\"Precedent\" id=\"p_75\">41.             Learned senior counsel for the respondent          has strongly\n\nplaced reliance on Judgment of the Delhi High Court in the case of\n\nPower Grid Corporation of India Ltd. Vs. Siemens Limited, 2013\n\n(134) DRJ 606 and in particular paragraphs 2, 23, 29, 32 to 37 and\n\nwould submit that in the similar facts at hand, the Delhi High Court\n\nconsidered that though the contract was executed with the JV, the lead\n\npartner had all throughout represented the JV and thus once the power to\n\nreceive payments and to &quot;execute the contract for and on behalf of the\n\nJV&quot; was given to the lead partner, those words must be held to be wide\n\nenough to include the power to bring forth an action on behalf of the JV\n\nto recover amounts due to the JV.\n</p>\n<p data-structure=\"Section\" id=\"p_76\">\n</p><p data-structure=\"PetArg\" id=\"p_77\">42.             Learned senior counsel strongly placed reliance          on     the\n\npower of attorney executed by the said Electropath Services (India)\n\nPrivate Limited in favour of the respondent and would submit that the\n\nright to receive payment and to receive all instructions and to represent\n\nthe JV as a lead partner under the said contract entered into between the\n\npetitioner and the JV would include the right to recover amount due to\n\n\n\n\n<span class=\"hidden_text\" id=\"span_31\">      ::: Uploaded on - 06/11/2019                  ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                   24              carbpl-238.19(j).doc\n\nthe JV and to initiate any proceedings including the arbitral proceedings\n\nfor effecting the recovery of the amount payable to the JV.\n\n\n</p><p data-structure=\"RespArg\" id=\"p_78\">43.             Learned senior counsel     for the respondent relied upon\n\nExhibits &#x27;A&#x27; and &#x27;B&#x27; to the affidavit-in-reply filed by the respondent and\n\nwould submit that most of the completion certificates had been issued by\n\nthe petitioner in the name of the respondent under the said contract\n\nexecuted by the petitioner in favour of the JV. All correspondence relating\n\nto the formation of dispute resolution committee were also exchanged by\n\nthe respondent on behalf of the JV.\n</p>\n<p data-structure=\"Section\" id=\"p_79\">\n</p><p data-structure=\"RespArg\" id=\"p_80\">44.             Learned senior counsel for the respondent also invited my\n\nattention to <a href=\"/doc/214776/\" id=\"a_28\">Sections 18</a> and <a href=\"/doc/96884/\" id=\"a_29\">19</a> of the Indian Partnership Act, 1932. He\n\nsubmits that the respondent does not dispute that the provisions of\n\n<a href=\"/doc/107341/\" id=\"a_30\">Indian Partnership Act, 1932</a> would apply even in the case of JV or at\n\nleast principle of <a href=\"/doc/710617/\" id=\"a_31\">Section 19</a> of the said Act would apply. He submits\n\nthat in this case, the respondent has been relying upon the expressed\n\nauthority given to the respondent by the said Electropath Services\n\n(India) Private Limited to receive all payments and to receive instructions\n\nwhich would include the power and authority to refer the dispute to\n\narbitration.\n</p>\n<p data-structure=\"Section\" id=\"p_81\">\n</p><p data-structure=\"Precedent\" id=\"p_82\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"643163\" id=\"span_32\">45.             Learned senior counsel distinguishes the judgment of the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_33\">      ::: Uploaded on - 06/11/2019                 ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                  25               carbpl-238.19(j).doc\n\nDelhi High Court in the case of <a href=\"/doc/643163/\" id=\"a_32\">National Small Industries Corporation\n\nLimited</a> (supra) on the ground that the facts before the Delhi High Court\n\nwere totally different. He relied upon paragraph 8 of <a href=\"/doc/643163/\" id=\"a_33\">the said judgment</a>\n\nin support of this submission.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_83\">\n</p><p data-structure=\"RespArg\" id=\"p_84\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"88684536\" id=\"span_34\">46.             Learned senior counsel distinguishes the judgment of this\n\nCourt in the case of <a href=\"/doc/88684536/\" id=\"a_34\">Larsen &amp; Toubro Ltd. &amp; Anr.</a> (supra) on the\n\nground that <a href=\"/doc/88684536/\" id=\"a_35\">in that case</a>, the contract considered by this Court did not\n\nhave any clause that the payments were to be made to a lead member of\n\nthe JV exclusively. He submits that in the matter before this Court,\n\nboth the members had filed claim. In this case, no separate claim has\n\nbeen filed       by the said Electropath Services (India) Private Limited\n\narising out of the said contract.</span> Learned senior counsel, on instructions,\n\nstates that his client is ready and willing to file an indemnity thereby\n\nindemnifying the petitioner if any claim is made by the said Electropath\n\nServices (India) Private Limited against the petitioner in respect of the\n\nclaims or dispute arising under the said contracts entered into between\n\nthe petitioner and the JV.\n</p>\n<p data-structure=\"Section\" id=\"p_85\">\n</p><p data-structure=\"RespArg\" id=\"p_86\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"17018410\" id=\"span_35\">47.             Learned senior counsel distinguishes the judgment of the\n\nDelhi High Court in the case of <a href=\"/doc/17018410/\" id=\"a_36\">Geo Miller &amp; Co. Pvt. Ltd. &amp; Ors.</a>\n\n(supra). He invited my attention to paragraph 5 of <a href=\"/doc/17018410/\" id=\"a_37\">the said judgment</a> and\n\nwould submit that the Delhi High Court had considered a Special Purpose\n\n\n\n\n<span class=\"hidden_text\" id=\"span_36\">      ::: Uploaded on - 06/11/2019                 ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                  26               carbpl-238.19(j).doc\n\nVehicle (SPV) constituted by the joint venture. He invited my attention to\n\nparagraph 19 and 20 of <a href=\"/doc/17018410/\" id=\"a_38\">the said judgment</a> and            submits that those\n\nparagraphs would clearly support the case of the respondent and not the\n\npetitioner.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_87\">\n</p><p data-structure=\"RespArg\" id=\"p_88\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"375173\" id=\"span_37\">48.             Learned senior counsel submits that       in so far as the\n\njudgment of the Andhra Pradesh at Hyderabad in the case of <a href=\"/doc/375173/\" id=\"a_39\">GVPREL-\n\nMEE (J.V.), Hyderabad</a> (supra) is concerned, proposition of law <a href=\"/doc/375173/\" id=\"a_40\">laid\n\ndown in</a> <a href=\"/doc/375173/\" id=\"a_41\">the said judgment</a> are not disputed. However, the facts before\n\nthe Andhra Pradesh High Court in <a href=\"/doc/375173/\" id=\"a_42\">the said judgment</a> being different\n\nwould not advance the case of the petitioner.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_89\">\n</p><p data-structure=\"RespArg\" id=\"p_90\">49.             Mr.Rustomjee, learned senior counsel for the petitioner in\n\nrejoinder invited my attention to the joint memo signed by the parties\n\nwhich was tendered before this Court in the arbitration application filed\n\nunder <a href=\"/doc/596725/\" id=\"a_43\">section 11</a> of the Arbitration Act for seeking appointment of the\n\nlearned arbitrator and would submit that the purpose of the said joint\n\nmemo was to consolidate the references which were to be referred to\n\narbitration by a common order. The intention of the parties was not to\n\nreplace or substitute the arbitration agreement which was forming part of\n\nthe agreement entered into between the petitioner and the joint venture of\n\nthe respondent and Electropath Services (India) Private Limited. He\n\nsubmits that in the statement of claim filed by the respondent it was no\n\n\n\n\n<span class=\"hidden_text\" id=\"span_38\">      ::: Uploaded on - 06/11/2019                 ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                   27                carbpl-238.19(j).doc\n\nwhere pleaded by the respondent that the said statement of claim was\n\nmade on behalf of the joint venture of the respondent with Electropath\n\nServices (India) Private Limited.\n</p>\n<p data-structure=\"Precedent\" id=\"p_91\">\n\n</p><p data-structure=\"RespArg\" id=\"p_92\">50.             Insofar as the reference to those eight contracts referred in\n\nthe statement of claim filed by the respondent is concerned, learned\n\nsenior counsel for the petitioner submits that the claim made by the\n\nrespondent in its individual capacity could not be made outside of the\n\ncontract entered into between the petitioner and the said joint venture. He\n\nsubmits that admittedly the suit between the said partner of the joint\n\nventure i.e.        Electropath Services (India) Private Limited and the\n\nrespondent arising out of the same contracts is pending in this Court. He\n\nsubmits that though a specific objection was raised by the petitioner that\n\nthe claim was not made by the respondent on behalf of the joint venture,\n\neven at that stage the respondent did not plead that the statement of claim\n\nwas filed on behalf of the joint venture but on the contrary it was\n\npleaded that the said Electropath Services (India) Private Limited was not\n\nat all concerned with the said statement of claim and that the said\n\nstatement of claim was filed by the respondent in its individual capacity.\n\nHe submits that this Court has to decide the matter on the basis of pleas\n\nraised by the parties before the Arbitral Tribunal. The said Electropath\n\nServices (India) Private Limited may dispute the authority of the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_39\">      ::: Uploaded on - 06/11/2019                   ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                    28               carbpl-238.19(j).doc\n\nrespondent to represent the joint venture in the arbitral proceedings and\n\neven before this Court.\n</p>\n<p data-structure=\"Precedent\" id=\"p_93\">\n\n</p><p data-structure=\"RespArg\" id=\"p_94\">51.             It is submitted by the learned senior counsel that though this\n\nCourt had granted an opportunity to the respondent to obtain an affidavit\n\nfrom the said Electropath Services (India) Private Limited clarifying its\n\nstand that the said statement of claim was made on behalf of the joint\n\nventure and the said Electropath Services (India) Private Limited shall be\n\nbound by the out come of the arbitral proceedings filed by the respondent\n\nallegedly on behalf of the joint venture, no such affidavit was obtained by\n\nthe respondent from the said Electropath Services (India) Private Limited\n\nbefore this Court.\n</p>\n<p data-structure=\"Precedent\" id=\"p_95\">\n\n</p><p data-structure=\"RespArg\" id=\"p_96\">52.             Without prejudice to the submissions of the petitioner that\n\nthe claim was not filed by the respondent on behalf of the joint venture, it\n\nis submitted by the learned senior counsel for the petitioner that under\n\n<a href=\"/doc/1324934/\" id=\"a_44\">section 19(2)</a> of the Indian Partnership Act, 1932, for filing the arbitration\n\nproceedings, an express authority from the other partners is mandatory.\n\nNo such express authority has been obtained by the respondent from its\n\npartner Electropath Services (India) Private Limited before filing the\n\nstatement of claim before the learned arbitrator or even before invoking\n\nthe arbitration agreement. The statement of claim filed by the respondent\n\n\n\n\n<span class=\"hidden_text\" id=\"span_40\">      ::: Uploaded on - 06/11/2019                   ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                  29                carbpl-238.19(j).doc\n\ndoes not refer to any pending litigation. He submits that there is\n\ndifference between &quot;receiving payment on behalf of some one&quot; and\n\n&quot;litigation filed on behalf of the joint venture&quot;. The consequences of both\n\nthese expressions are different. He submits that since for filing the\n\narbitration proceedings, an express authority of the other partner was\n\nrequired under <a href=\"/doc/1324934/\" id=\"a_45\">section 19(2)</a> of the Indian Partnership Act, 1932, the\n\nrespondent cannot rely upon any implied          authority to file the said\n\nstatement of claim. Though it is the case of the respondent across the bar\n\nthat there was express authority given by its partner Electropath Services\n\n(India) Private Limited to file the statement of claim on behalf of the joint\n\nventure, no such express authority has been produced before this Court.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_97\">53.             Learned senior counsel placed reliance on <a href=\"/doc/1614927/\" id=\"a_46\">Section 19(2)(a)</a>\n\nof the Indian Partnership Act, 1932 and would submit that the implied\n\nauthority of a partner, in the absence of any usage or custom of trade to\n\nthe contrary, does not empower him to submit a dispute relating to the\n\nbusiness of the firm to arbitration. There is no consent placed on record\n\non behalf of other partner by the respondent before filing statement of\n\nclaim. The litigation between the respondent and the said Electropath\n\nServices (India) Private Limited is pending today. There is no consent\n\ngiven by the Electropath Services (India) Private Limited allowing the\n\nrespondent to invoke arbitration agreement or even today to prosecute\n\n\n\n\n<span class=\"hidden_text\" id=\"span_41\">      ::: Uploaded on - 06/11/2019                  ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                  30              carbpl-238.19(j).doc\n\nthe claim already filed by the respondent on behalf of the Electropath\n\nServices (India) Private Limited.\n</p>\n<p data-structure=\"Precedent\" id=\"p_98\">\n\n</p><p data-structure=\"RespArg\" id=\"p_99\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"88684536\" id=\"span_42\">54.             It is submitted by the learned senior counsel that the\n\nobjection was admittedly raised by the petitioner in the statement of\n\ndefence filed to the amended statement of claim in respect of the\n\nmaintainability of the claim on the ground that the claim was not filed on\n\nbehalf of the joint venture. There was non-joinder of said Electropath\n\nServices (India) Private Limited as a party to the statement of claim.\n\nLearned senior counsel for the petitioner distinguished the judgment of\n\nthis Court in case of <a href=\"/doc/88684536/\" id=\"a_47\">Larsen &amp; Toubro Limited</a> (supra) and would submit\n\nthat the claim in that matter was not an independent claim made by the\n\nclaimant. The facts before this Court in <a href=\"/doc/88684536/\" id=\"a_48\">the said judgment</a> were different.\n\nHe also invited my attention to paragraphs 29 and 32 of <a href=\"/doc/88684536/\" id=\"a_49\">the said judgment</a>\n\nand would submit that in that matter the claim was made on behalf of the\n\njoint venture. The facts before Delhi High Court in <a href=\"/doc/88684536/\" id=\"a_50\">the said judgment</a>\n\nwere different. The Delhi High Court had not considered <a href=\"/doc/1324934/\" id=\"a_51\">section 19(2)</a> of\n\nthe Indian Partnership Act,1932 in <a href=\"/doc/88684536/\" id=\"a_52\">the said judgment</a>.</span>\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_100\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"17018410\" id=\"span_43\">55.             Learned senior counsel distinguished the judgment of the\n\nDelhi High Court in case of <a href=\"/doc/17018410/\" id=\"a_53\">Pawer Grid Corporation of India Ltd.</a>\n\n(supra) and would submit that the facts before the Delhi High Court in the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_44\">      ::: Uploaded on - 06/11/2019                ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                   31                carbpl-238.19(j).doc\n\nsaid judgment were totally different.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_101\">\n\n</p><p data-structure=\"RespArg\" id=\"p_102\">56.             Insofar as the submission of the learned senior counsel for\n\nthe respondent that his client is ready and willing to file an indemnity to\n\nthe effect that if any claims are received by the petitioner from the said\n\nElectropath Services (India) Private Limited in respect of                the said\n\ncontracts awarded by the petitioner in favour of the joint venture the\n\nrespondent would indemnify the petitioner is concerned, it submitted that\n\nif the claim of the respondent is found to be filed on behalf of the joint\n\nventure and if the said claim is dismissed on merit, there are possibilities\n\nof the said Electropath Services (India) Private Limited making the claim\n\nagainst the petitioner separately. The petitioner is not expected to file a\n\nseparate suit against the respondent in the event of the petitioner facing\n\nclaim from the said Electropath Services (India) Private Limited arising\n\nout of the contract awarded by the petitioner in favour of the joint venture\n\ncomprising of the respondent and the said Electropath Services (India)\n\nPrivate Limited for enforcement of the Indemnity bond.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_103\">57.             In so far as the additional affidavit tendered across the bar\n\nby the respondent is concerned, Mr.Rustomjee, learned senior counsel\n\nfor the petitioner submits that there was no authority granted to the\n\nrespondent to make any claim on behalf of the JV under the Agreement\n\n\n\n\n<span class=\"hidden_text\" id=\"span_45\">      ::: Uploaded on - 06/11/2019                   ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                         32               carbpl-238.19(j).doc\n\nentered into between the petitioner and the JV of the respondent and\n\nElectropath Services (India) Private Limited though the respondent could\n\nreceive payment as a lead member of the JV on behalf of the JV. There\n\nis no provision either under the contract entered into between the parties\n\nor under the Joint Venture Agreement allowing the respondent to even\n\nfile arbitral proceedings.           He submits that joint venture is in nature of\n\npartnership and thus provisions of the Partnership Act, 1932 applies to\n\nthe JV.\n</p>\n<p data-structure=\"Precedent\" id=\"p_104\">\n</p><p data-structure=\"RespArg\" id=\"p_105\">58.             It is submitted that the respondent having contended that\n\nthe said Electropath Services (India) Private Limited was not at all\n\nconcerned with the claims made by the respondent and the claims were\n\nmade in the individual capacity by the respondent, the respondent cannot\n\nbe now allowed to resile from such plea in the additional affidavit\n\naffirmed on 1st October 2019 and to contend that the claims were made\n\non behalf of the JV. He submits that admittedly the said application\n\nunder <a href=\"/doc/596725/\" id=\"a_54\">Section 11</a> of the Arbitration Act was filed by the respondent only.\n\nThe statement of claim was filed by the respondent alone without\n\nimpleading the said Electropath Services (India) Private Limited. In the\n\nstatement of claim, it was not pleaded by the respondent that the claim\n\nwas made by the respondent on behalf of the JV. There was only a\n\nreference made to JV in paragraph 8 of the statement of claim. The\n\nrespondent had also made a prayer for payment to be made to the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_46\">      ::: Uploaded on - 06/11/2019                        ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                   33                carbpl-238.19(j).doc\n\nrespondent.\n</p>\n<p data-structure=\"Precedent\" id=\"p_106\">\n</p><p data-structure=\"RespArg\" id=\"p_107\">59.             It is submitted that even in the replication filed by the\n\nrespondent herein to the additional statement of defence filed by the\n\npetitioner, it was not the case of the respondent that the claim was\n\nmade on behalf of the JV. On the contrary, in paragraphs 23 and 24 of\n\nthe replication, it was specifically pleaded by the respondent that the\n\nissue in dispute in the present arbitration are solely in relation to the\n\nrights and obligations of the claimant and the respondent and do not\n\nconcern with the Electropath Services (India) Private Limited. It is also\n\ncontended that the claims of the respondent purely pertain to the\n\npetitioner&#x27;s obligation under the contract which only relate to the\n\nrespondent and did not concern with the Electropath Services (India)\n\nPrivate Limited and thus such claims were perfectly maintainable and\n\ncould be effectually and completely adjudicated by the learned arbitrator\n\nwithout participation of the Electropath Services (India) Private Limited.\n\n\n</p><p data-structure=\"RespArg\" id=\"p_108\">60.             It is submitted that the stand now taken by the respondent in\n\nthe additional affidavit dated 1st October 2019 is totally contrary to the\n\npleadings before the learned arbitrator and in reply to this arbitration\n\npetition filed earlier.\n</p>\n<p data-structure=\"Precedent\" id=\"p_109\">\n\n\n<span class=\"hidden_text\" id=\"span_47\">      ::: Uploaded on - 06/11/2019                   ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n</p><pre id=\"pre_3\"> ppn                                    34                 carbpl-238.19(j).doc\n\n                         REASONS AND CONCLUSION :\n\n\n</pre><p data-structure=\"Issue\" id=\"p_110\">61.             I shall first consider whether the petitioner had made out a\n\ncase for passing an interim award under <a href=\"/doc/1882318/\" id=\"a_55\">section 31(6)</a> of the Arbitration\n\nAct in the application filed by the petitioner before the learned arbitrator\n\nor not. The question that arises for consideration of this Court is whether\n\n</p><p data-structure=\"RespArg\" id=\"p_111\">(i) the arbitration agreement was invoked by the respondent under the\n\nprovisions of the agreement entered into between the petitioner and the\n\njoint venture or was a separate arbitration agreement individually\n\nbetween the petitioner and the respondent by virtue of executing the joint\n\nmemo and (ii) Whether the statement of claim filed by the respondent in\n\nthe arbitral proceedings was on behalf of the joint venture of the\n\nrespondent with Electropath Services (India) Private Limited or was\n\nmade by the respondent for itself and if it is held that it was made\n\nindividually and not on behalf of the joint venture, whether such claim\n\nwas maintainable or not.\n</p>\n<p data-structure=\"Precedent\" id=\"p_112\">\n\n</p><p data-structure=\"PetArg\" id=\"p_113\">62.             It is not in dispute that the petitioner had invited bids in the\n\nmonth of July, 2009. Clause 3 of the Invitation of Bids provided that the\n\nbidding was open to individual bidders as well as for the joint ventures\n\nwith maximum two partners (including the leading partner). Under the\n\nsaid document pre-qualification criteria was separately provided for\n\nindividual bidders and for the joint venture. Clause 6.5(b) of <a href=\"/doc/955768/\" id=\"a_56\">Section 1</a>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_48\">      ::: Uploaded on - 06/11/2019                     ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                   35               carbpl-238.19(j).doc\n\n(Instructions to Bidders) provided that one of the partners shall be\n\nauthorized to be in-charge (lead partner) and the said authorization shall\n\nbe evidenced by submitting a power of authority signed by legally\n\nauthorized signatories of both the partners. Clause 6.5(h) provided that if\n\nthe bidder is successful, Form of Contract Agreement shall be signed so\n\nas to legally binding on both the partners. Clause 6.5(i) provided that the\n\nLead Partners shall be authorized to incur liabilities, receive payments,\n\nand receive instructions for and on behalf of both partners of the joint\n\nventure and for the entire execution of the Contract. Clause 6.5(j)\n\nprovided that both partners of the joint venture shall be jointly and\n\nseverally liable for the execution of the Contract in accordance with the\n\nContract terms. Clause 6.5(k) provided that a copy of the agreement\n\nentered into by the joint venture partners shall be submitted with the bid.\n\nThe joint venture agreement should indicate precisely the responsibility\n\nof each partner of JV in respect of planning, design, supply of materials\n\nand equipment, key personnel, wok execution and financing of the\n\nproject.\n</p>\n<p data-structure=\"Precedent\" id=\"p_114\">\n\n</p><p data-structure=\"Section\" id=\"p_115\">63.             Clause 1.1.2.3 of the General Conditions of Contract (Part -\n\n</p><p data-structure=\"Section\" id=\"p_116\">1) defines &quot;Contractor&quot; which means the person whose Tender has been\n\naccepted by the Employer and the legal successors in title to such person,\n\nbut not (except with the consent of the Employer) any assignee of such\n\n\n\n\n<span class=\"hidden_text\" id=\"span_49\">      ::: Uploaded on - 06/11/2019                  ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                     36                carbpl-238.19(j).doc\n\nperson. Clause 1.14 of the General Conditions of Contract provided that\n\nif the Contractor is a joint venture (consortium) of two persons, all such\n\npersons shall be jointly and severally liable to the Employer for\n\nfulfillment of the terms of the contract. Such persons shall designate one\n\nof them to act as leader with authority to bind the joint venture (or\n\nconsortium) and each of its members. In any case the composition or the\n\nconstitution of the joint venture (or consortium) shall not be altered.\n\nClause 20.4.1 of the General Conditions of Contract recorded the\n\narbitration agreement. Under clause 20.4.1(i) all disputes and differences\n\nbetween the parties described therein has to be referred to arbitration i.e.\n\nbetween the petitioner and the contractor within the time prescribed.\n\n\n\n</p><p data-structure=\"Section\" id=\"p_117\">64.             It is thus clear that the bids invited by the petitioner could be\n\neither by individuals or by joint venture. There was a separate criteria\n\nprescribed under the bid document for individuals and the joint venture. A\n\nseparate joint venture was required to be entered into between the\n\npartners of the joint venture which was to be accompanied to the\n\nagreement to be entered into between the petitioner and the joint venture\n\nin the prescribed format. The contractor defined under the contract in\n\nreference to the joint venture reference was whose tender has been\n\naccepted by the employer. It is also clear that if the contract was joint\n\nventure of two persons, all such persons shall be jointly and severally\n\n\n\n\n<span class=\"hidden_text\" id=\"span_50\">      ::: Uploaded on - 06/11/2019                     ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                   37                 carbpl-238.19(j).doc\n\nliable to the petitioner for fulfillment of the terms of the contract.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_118\">65.             The petitioner and the said joint venture of the respondent\n\nwith the Electropath Services (India) Private Limited had entered into the\n\ncontract agreement on 8th June, 2009. A perusal of the said Form of\n\nContract Agreement clearly indicates that the respondent as well as\n\nElectropath Services (India) Private Limited jointly were described as the\n\ncontractor in the said agreement entered into between the petitioner and\n\nthe joint venture. No separate agreements between the petitioner on one\n\nhand with the respondent herein and the petitioner on the other hand with\n\nthe said Electropath Services (India) Private Limited were entered into.\n\nClause 9.1 of the said contract provided the terms of the payment\n\nrequired to be made on the basis of the progress of the work specifically\n\nset out in the said provision. Clause 9.2 provided that the rates payable by\n\nthe contractor shall be calculated on the basis of post data given in bid\n\ndocument and quoted percentage 13.47 for estimated tender cost.\n\n\n\n</p><p data-structure=\"Section\" id=\"p_119\">66.             Clause 14 of the said contract provided for any dispute or\n\nclaim arising of the said agreement shall be dealt with as per clause 20 of\n\nVolume -       of the bidding document. Clause 17 of the said contract\n\nprovided that all the disputes and differences between the parties under or\n\nin connection with the said contract or any breach thereof shall be sought\n\n\n\n\n<span class=\"hidden_text\" id=\"span_51\">      ::: Uploaded on - 06/11/2019                    ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                  38              carbpl-238.19(j).doc\n\nto be referred to the Chief Engineer (Infrastructure Plan). If any such\n\ndifferences and disputes as between the parties cannot be settled through\n\nthe Chief Engineer (Infrastructure Plan) within 180 days from such\n\ndisputes, they shall be settled by arbitration which shall be conducted in\n\naccordance with the provisions of the <a href=\"/doc/1306164/\" id=\"a_57\">Arbitration &amp; Conciliation Act,\n\n1996</a> and any statutory modification thereof from time to time. It is thus\n\nclear beyond reasonable doubt that the parties who could refer the dispute\n\nunder such contract were the petitioner herein as the employer of one part\n\nand the respondent herein and Electropath Services (India) Private\n\nLimited jointly as the contractor of the other part. Letter of award issued\n\nby the petitioner indicates that the same was addressed to the respondent\n\n(lead partner) of JV with Electropath Services (India) Private Limited as\n\njoint partner.\n</p>\n<p data-structure=\"Precedent\" id=\"p_120\">\n\n</p><p data-structure=\"RespArg\" id=\"p_121\">67.             On 11th October, 2008, the respondent and the said\n\nElectropath Services (India) Private Limited had entered into a joint\n\nventure agreement. The respondent         was described as &quot;member in-\n\ncharge&quot; under the said joint venture agreement. It was agreed by and\n\nbetween the respondent and the said Electropath Services (India) Private\n\nLimited that the respondent as member in-charge had undertaken to\n\ndeclare and affirm that it would be fully responsible for the successful\n\nperformance of the contract and undertake to carry out all obligations of\n\n\n\n\n<span class=\"hidden_text\" id=\"span_52\">      ::: Uploaded on - 06/11/2019                ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                  39               carbpl-238.19(j).doc\n\nthe member in-charge stipulated in the contract. If the employer suffers\n\nany loss or damages on account of any breach of the contract, the member\n\nand the member in-charge jointly and severally undertake to the\n\nconsortium to indemnify or pay such loss or damages to such employer\n\non its written demand without any demur, reservation or contention or\n\nprejudice in any manner whatsoever. It is further provided that it shall not\n\nbe necessary or obligatory for the employer to         proceed against the\n\nmember before the proceedings against the member in-charge nor shall\n\nany extension of time or any relaxation by the employer to the member\n\nin-charge prejudices any rights of the employer under the Deed of Joint\n\nVenture agreement against the member / member-charge.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_122\">68.             Clause 4 of the joint venture agreement provided that the\n\nfinal liability of the members to the employer with respect to any of the\n\nclaims arising out of the performance or non-performance of the\n\nobligations set out in the said joint venture agreement read in conjunction\n\nwith the relevant provision of contract , shall however be limited to the\n\nextent of 115% value of the entire scope of work of the member as\n\nidentified in the contract. This was however without prejudice to various\n\nfinancial liabilities and obligations of the member in-charge in terms of\n\nthe contract and the said joint venture agreement. Clause 5 thereof\n\nprovided that member in-charge has been authorized to incur the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_53\">      ::: Uploaded on - 06/11/2019                 ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                    40                 carbpl-238.19(j).doc\n\nliabilities and receive instructions for and on behalf of the member. The\n\npayment shall be made exclusively to the member in-charge. Clause 8 of\n\nthe said JV provided that the member and the member in-charge would\n\nbe fully responsible for quality of all the equipment / component /\n\nmanufactured / supplied and erected and if necessary, their repairs or\n\nreplacement for successful completion / performance of &quot; The Works&quot; in\n\nterms of the contract. A full description of the respective roles, duties and\n\nresponsibilities of each of the Members of the joint venture was annexed\n\nas Annexure &quot;A&quot; to the said JV agreement.\n</p>\n<p data-structure=\"Precedent\" id=\"p_123\">\n\n</p><p data-structure=\"RespArg\" id=\"p_124\">69.             It is thus clear that in the said joint venture agreement also a\n\nmember and the member in-charge i.e. the said Electropath Services\n\n(India) Private Limited and the member in-charge i.e. the respondent\n\nherein were fully responsible for the quality of all the equipments /\n\ncomponents / manufactured / supplied and erected etc to the petitioner.\n\nThe said joint venture agreement does not provide that the respondent\n\nalone was entitled to invoke arbitration agreement on behalf of the joint\n\nventure or to make any other claim on behalf of the joint venture upon the\n\npetitioner in any Court of law.\n</p>\n<p data-structure=\"Precedent\" id=\"p_125\">\n\n</p><p data-structure=\"RespArg\" id=\"p_126\">70.             On 13th October, 2008 the respondent entered into a\n\nMemorandum of Understanding with Electropath Services (India) Private\n\n\n\n\n<span class=\"hidden_text\" id=\"span_54\">      ::: Uploaded on - 06/11/2019                     ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                       41              carbpl-238.19(j).doc\n\nLimited and the respondent. Clause 5 of the said Memorandum of\n\nUnderstanding provided that as per the tender terms of the contract, the\n\nrespondent will get 90% payment against commissioning (section wise)\n\nand remaining 10% against handing over the site and getting final\n\ncompletion certificate by the petitioner. Clause 6 of the said\n\nMemorandum of Understanding provided that the respondent will receive\n\nall payments from the petitioner as per the terms of the tender and would\n\nbe given 75% of payment to the said Electropath Services (India) Private\n\nLimited for the bills raised by them as they completed the job section\n\nwise and getting measurement book recording done subject to the joint\n\nscrutiny of the work and verification of the bills. Remaining 25% of the\n\nbill would be released to the said Electropath Services (India) Private\n\nLimited by the respondent after getting the entire completion certificate\n\nfrom the petitioner for the said complete job work. The said payment\n\nwould be released within one week time after receiving the payment from\n\nthe petitioner to the respondent for the said job.\n</p>\n<p data-structure=\"Precedent\" id=\"p_127\">\n\n</p><p data-structure=\"RespArg\" id=\"p_128\">71.             On 19th July, 2009, the Memorandum of Understanding was\n\nexecuted between the             respondent and the said Electropath Services\n\n(India) Private Limited. Under the said Memorandum of Understanding,\n\nthe scope of work of the said             Electropath Services (India) Private\n\nLimited was specific along with terms of the payment.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_55\">      ::: Uploaded on - 06/11/2019                     ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n</p><p data-structure=\"Precedent\" id=\"p_129\"> ppn                                   42               carbpl-238.19(j).doc\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_130\">72.             I shall now consider as to whether the arbitration agreement\n\nthat was invoked by the respondent was invoked on behalf of the joint\n\nventure or individually. A perusal of the notices issued by the respondent\n\ninvoking the arbitration agreement indicates that in the said notices\n\naddressed by the respondent for appointment of the arbitrator was issued\n\nby the respondent by referring to various contracts entered into between\n\nthe petitioner and the joint venture. The petitioner contended that\n\naccording to clause 20.4 of the contract relating to the arbitration, the\n\nrespondent was required to demand in writing the reference to the\n\narbitration within 180 days of their making claim before the Chief\n\nEngineer. Since the said condition itself was not complied with by the\n\nrespondent, the petitioner refused to appoint any arbitrator. The\n\nrespondent thereafter filed application for appointment of the arbitrator\n\nunder <a href=\"/doc/596725/\" id=\"a_58\">section 11(6)</a> of the Arbitration Act before this Court.\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_131\">73.             The petitioner and the respondent executed a joint memo on\n\n21st March, 2018. A perusal of the said joint memo indicates that there\n\nwas a reference to eight arbitration invocation notices dated 21st\n\nSeptember, 2017 under eight tenders awarded to the joint venture.\n\nParagraph 3 of the joint memo provided that in view of the identity of\n\nissues under those eight arbitration agreements, to save costs and to avoid\n\n\n\n\n<span class=\"hidden_text\" id=\"span_56\">      ::: Uploaded on - 06/11/2019                  ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                  43               carbpl-238.19(j).doc\n\npossibility of contrary findings/views on identical issues, the petitioner\n\nand the respondent in the said application under <a href=\"/doc/596725/\" id=\"a_59\">Section 11</a> of the\n\nArbitration Act agreed and mutually consented to have all the disputes\n\nforming the subject matter of eight agreements, be treated as single\n\ncomposite reference. The said agreement shall be treated as arbitration\n\nagreement under <a href=\"/doc/1846895/\" id=\"a_60\">Section 7</a> of the Arbitration and Conciliation Act, 1996.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_132\">74.             The parties also agreed and consented to refer those eight\n\narbitration agreements to arbitrator so appointed by this court. It was\n\nfurther provided that neither party shall challenge the jurisdiction of the\n\narbitral tribunal on that ground at any stage. The said joint memo was\n\ntendered before this court on 23rd March, 2018. This court took the said\n\njoint memo on record. By consent of parties, this court appointed a senior\n\ncounsel of this court as a sole arbitrator to decide the disputes and\n\ndifferences between the parties arising out of the contract dated 8 th June,\n\n2009. It was made clear in the said order that all the contentions of the\n\nparties are kept open.\n</p>\n<p data-structure=\"Precedent\" id=\"p_133\">\n\n</p><p data-structure=\"RespArg\" id=\"p_134\">75.             Pursuant to the said order dated 23rd March, 2018, the\n\nrespondent filed statement of claim before the learned arbitrator. A\n\nperusal of the cause title of the said statement of claim indicates that the\n\nsaid statement of claim was not filed as lead member on behalf of the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_57\">      ::: Uploaded on - 06/11/2019                 ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                  44                carbpl-238.19(j).doc\n\njoint venture. The said statement of claim also does not indicate that the\n\nrespondent was authorized by the said Electropath Services (India)\n\nPrivate Limited to file the said statement of claim before the learned\n\narbitrator on behalf of the joint venture comprising of the respondent and\n\nsaid Electropath Services (India) Private Limited. The said statement of\n\nclaim also does not refer to any power of attorney granted to the\n\nrespondent by the said Electropath Services (India) Private Limited for\n\nrepresenting the said party as a partner of the joint venture and to file the\n\nsaid statement of claim on behalf of the joint venture comprising of the\n\nrespondent and the said party.\n</p>\n<p data-structure=\"Precedent\" id=\"p_135\">\n\n</p><p data-structure=\"RespArg\" id=\"p_136\">76.             In the said statement of claim however the respondent\n\nreferred to various contracts awarded by the petitioner to the joint\n\nventure. In paragraph 255 of the statement of claim, it is averred by the\n\nrespondent that upon the alleged failure of the petitioner to constitute any\n\ncommittee and resolve the dispute, the respondent referred the disputes to\n\narbitration in respect of the contract under clause 17(b) of the Contract\n\nvide their arbitration notices on 21st September, 2017. It is thus clear that\n\nthe notices for arbitration even according to the respondent were issued\n\nunder clause 17(b) of the Contract individually for all tenders. It is not the\n\ncase of the respondent in the said statement of claim that arbitration\n\nagreement recorded under clause 17(b) of the contract was substituted by\n\n\n\n\n<span class=\"hidden_text\" id=\"span_58\">      ::: Uploaded on - 06/11/2019                  ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                    45               carbpl-238.19(j).doc\n\na separate arbitration agreement allegedly recorded in the joint memo\n\nexecuted between the petitioner and the respondent.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_137\">77.             Be that as it may, the said joint memo does not state that the\n\nrespondent was granted any express authority by its partner Electropath\n\nServices (India) Private Limited to refer the disputes to arbitration under\n\nthe said joint venture agreement or under the agreement entered into\n\nbetween the petitioner with the joint venture. Various claims made by the\n\nrespondent under the said statement of claim were not relating to the\n\npayment allegedly due only to the respondent but it pertains to the joint\n\nventure of the respondent with Electropath Services (India) Private\n\nLimited and allegedly payable by the petitioner.\n</p>\n<p data-structure=\"Precedent\" id=\"p_138\">\n\n</p><p data-structure=\"Facts\" id=\"p_139\">78.             There is no dispute that the petitioner did not raise any\n\nobjection in the statement of defence initially filed by the petitioner\n\nregarding the said statement of claim filed by the respondent without\n\nimpleading the said Electropath Services (India) Private Limited. The\n\nrespondent had applied for amendment to the said statement of claim\n\nthereafter. In the additional statement of defence dated 26th November,\n\n2018 and more particularly in paragraph 5, it was contended by the\n\npetitioner that except contract no.T09 project, rest of the contract\n\nagreements were issued to the respondent with the joint venture,\n\n\n\n\n<span class=\"hidden_text\" id=\"span_59\">      ::: Uploaded on - 06/11/2019                   ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                  46               carbpl-238.19(j).doc\n\nElectropath Services (India) Private Limited as joint partner. The letter of\n\naward was allotted to the joint venture parties. The contract agreement\n\nwas also executed with the joint venture with the respondent as a lead\n\npartner.\n</p>\n<p data-structure=\"Precedent\" id=\"p_140\">\n\n</p><p data-structure=\"RespArg\" id=\"p_141\">79.             It was contended by the petitioner that the claim had been\n\nadmittedly filed by lead partner i.e. the respondent herein the same had\n\nnot been signed and affirmed. The claim was bad for non joinder of\n\nparties i.e. Electropath Services (India) Private Limited. It was contended\n\nthat the reliefs claimed by the respondent herein in the statement of claim\n\nand the amended statement of claim was not maintainable as the claims\n\nhave not been filed by the joint venture to whom letter of award was\n\nissued and contract had been awarded but has been filed by the lead\n\npartner i.e. M/s. Godrej &amp; Boyee Mfg. Co. Ltd., Mumbai. It was also\n\ncontended that the claims raised by the claimant at these belated stage\n\nwas not maintainable as the claimants themselves have waived/modified\n\nterms of the contract by conduct.\n</p>\n<p data-structure=\"Precedent\" id=\"p_142\">\n\n</p><p data-structure=\"RespArg\" id=\"p_143\">80.             In the arbitral meetings held on 27th November, 2018, the\n\nlearned arbitrator noted in the minutes of meeting that in the additional\n\nstatement of defence the petitioner herein had raised a plea in paragraph 5\n\nthereof, that the Electropath Services (India) Private Limited was a joint\n\n\n\n\n<span class=\"hidden_text\" id=\"span_60\">      ::: Uploaded on - 06/11/2019                 ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                   47                carbpl-238.19(j).doc\n\npartner with the respondent herein under all contracts except contract\n\nno.T09. The learned arbitrator recorded the contention of the learned\n\ncounsel appearing for the petitioner that the said plea of the petitioner\n\ngoes to the root of the matter and in the absence of Electropath Services\n\n(India) Private Limited, the claims made by the respondent herein could\n\nnot be decided. The learned counsel requested to frame additional issue as\n\nregards the presence of said Electropath Services (India) Private Limited.\n\nThe said contention of the petitioner was opposed by the learned counsel\n\nfor the respondent herein. He submitted that the respondent would deal\n\nwith the point by filing Replication and sought opportunity to file\n\nadditional affidavit in lieu of examination-in-chief to explain his defence.\n\nThe learned arbitrator accordingly directed that the additional issue which\n\nthe petitioner wishes to raise regarding the presence of Electropath\n\nServices (India) Private Limited will be considered after the respondent\n\nherein would file Replication to the additional statement of defence.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_144\">81.             The respondent thereafter filed Replication to the additional\n\nstatement of defence filed by the petitioner on 22nd December, 2018. In\n\nparagraph 6 of the said Replication, it was submitted by the respondent\n\nthat it had initiated arbitration in relation to each of the contracts vide its\n\nnotices dated 21st September, 2017 to the petitioner. The respondent had\n\nspecifically mentioned that the contract in relation to which the disputes\n\n\n\n\n<span class=\"hidden_text\" id=\"span_61\">      ::: Uploaded on - 06/11/2019                   ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                    48               carbpl-238.19(j).doc\n\nhad been awarded to the joint venture of the respondent and Electropath\n\nServices (India) Private Limited. The petitioner had never raised any\n\nobjection at the stage of invoking arbitration agreement by the respondent\n\nor even by filing any reply to the arbitration application filed under\n\n<a href=\"/doc/596725/\" id=\"a_61\">Section 11</a> of the Arbitration Act by the respondent. In paragraph 7, the\n\nrespondent referred to the joint memo and contended that even at that\n\nstage, the petitioner did not raise any such objection.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_145\">82.             In paragraph 16 of the said replication, it was contended that\n\nthe presence of Electropath Services (India) Private Limited was not\n\nnecessary for the learned arbitrator to effectively and completely\n\nadjudicate upon settle all disputes between the parties. It was contended\n\nthat the claims made by the respondent were maintainable and the\n\nobjection of the petitioner on account of non joinder of Electropath\n\nServices (India) Private Limited was liable to be dismissed in entirety. It\n\nwas further contended that the petitioner had exclusively dealt with the\n\nrespondent apropos all issues under the said contracts. The respondent\n\nwas the lead partner and thus the petitioner had exclusively dealt with the\n\nrespondent regarding all issues under the contracts.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_146\">83.             It was contended by the respondent that the petitioner was\n\nrequired to make payments under the contracts directly and exclusively to\n\n\n\n\n<span class=\"hidden_text\" id=\"span_62\">      ::: Uploaded on - 06/11/2019                   ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                  49               carbpl-238.19(j).doc\n\nthe respondent only. The respondent as lead partner was exclusively\n\nentitled to receive payments and thereafter to make the said payments to\n\nElectropath Services (India) Private Limited. In paragraph 23 of the said\n\nReplication, it was submitted that the issues in dispute in the present\n\narbitration are solely in relation to the rights and obligations of the\n\nrespondent herein. The petitioner was remotely concerned with\n\nElectropath Services (India) Private Limited. The petitioner thereafter\n\nfiled an application under <a href=\"/doc/1882318/\" id=\"a_62\">Section 31(6)</a> of the Arbitration Act on 2 nd\n\nJanuary, 2019 inter-alia praying for rejection of reference filed by the\n\nrespondent on the ground that there was no privity of contract between\n\nthe petitioner and the respondent and that the respondent has no locus and\n\nnot a legal entity to base any claim against the petitioner. There was no\n\nlegally recognizable claim of the respondent. It was also urged in the said\n\napplication that the only joint venture member was entitled to file claim if\n\nany and not by the respondent exclusively.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_147\">\n\n</p><p data-structure=\"RespArg\" id=\"p_148\">84.             In the response dated 14th January, 2019 filed by the\n\nrespondent to the said application under <a href=\"/doc/1882318/\" id=\"a_63\">section 31(6)</a> of the Arbitration\n\nAct filed by the petitioner, it was urged by the respondent that to make a\n\ncomposite reference under eight contracts, the petitioner and the\n\nrespondent jointly had filed memorandum before this Court which was\n\nsigned by the petitioner and the respondent. Both the parties made a joint\n\n\n\n\n<span class=\"hidden_text\" id=\"span_63\">      ::: Uploaded on - 06/11/2019                 ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                   50                carbpl-238.19(j).doc\n\ncomposite reference to the High Court of Bombay to appoint the learned\n\narbitrator. The respondent also raised a plea of waiver against the\n\npetitioner under <a href=\"/doc/1242720/\" id=\"a_64\">section 4</a> of the Arbitration Act. It was contended that the\n\npetitioner had waived those right to object on account of non-joinder of\n\nElectropath Services (India) Private Limited.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_149\">\n\n</p><p data-structure=\"RespArg\" id=\"p_150\">85.             In paragraph 16 of the said affidavit filed by the respondent\n\nto the said application under <a href=\"/doc/1882318/\" id=\"a_65\">section 31(6)</a> of the Arbitration Act, without\n\nprejudice to the contention of the respondent, it was urged that the issue\n\nof non-joinder of any party was mix question of law and fact and the\n\nrespondent ought not to be entitled to lead evidence on the same before\n\nadjudication of the issue as was rightly directed by the learned arbitrator\n\nby its order dated 14th December, 2018. It was further urged that to\n\nproperly assess whether the claim could be raised solely by the\n\nrespondent therein, the facts and circumstances surrounding the execution\n\nof the contracts as well as the division of the works between the\n\nrespondent herein and the said         Electropath Services (India) Private\n\nLimited to be analyzed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_151\">\n\n</p><p data-structure=\"RespArg\" id=\"p_152\">86.             In paragraph 18 of the said affidavit, the respondent\n\ncontended that in absence of the respondent herein having led evidence\n\non the said subject, the said application under <a href=\"/doc/1882318/\" id=\"a_66\">section 31(6)</a> filed by the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_64\">      ::: Uploaded on - 06/11/2019                   ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                           51              carbpl-238.19(j).doc\n\npetitioner was not maintainable. It was urged that the respondent herein\n\nought to be given an opportunity to examine the witnesses of the\n\npetitioner to prove the relationship between the parties pre-execution of\n\nthe contract which would be crucial to determine the issue of non-joinder.\n\nIt was also contended that the petitioner itself had filed its counter claim\n\nsolely against the respondent. In paragraph 28, it was contended by the\n\nrespondent herein that the petitioner had dealt with the respondent\n\nexclusively        regarding          all the issues under the contracts. The said\n\nElectropath Services (India) Private Limited was to be paid only after the\n\nrespondent received the corresponding payment from the petitioner in\n\nrelation with the section of work. The RA bills were raised by the\n\nrespondent upon the petitioner. In the meeting held on 9 th February, 2019,\n\nthe learned arbitrator passed an order dismissing the said application\n\nunder <a href=\"/doc/1882318/\" id=\"a_67\">section 31(6)</a> of the Arbitration Act for the reasons to be recorded\n\nseparately. On 15th February, 2019, the learned arbitrator rejected the said\n\napplication filed by the petitioner under <a href=\"/doc/1882318/\" id=\"a_68\">section 31(6)</a> of the Arbitration\n\nAct.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_153\">\n\n</p><p data-structure=\"RespArg\" id=\"p_154\">87.              A perusal of the said impugned order dated 15th February,\n\n2019 indicates that the learned arbitrator has held that the petitioner\n\nherein has not brought on record any document to show as to how the\n\nsaid Electropath Services (India) Private Limited had any claim or as to\n\n\n\n\n<span class=\"hidden_text\" id=\"span_65\">       ::: Uploaded on - 06/11/2019                        ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                  52               carbpl-238.19(j).doc\n\nwhether the claims of the said        Electropath Services (India) Private\n\nLimited and the respondent herein did not satisfy through the said\n\nElectropath Services (India) Private Limited and that the respondent\n\nwould not have any claim against the petitioner. It is not in dispute that\n\nthe inter-se dispute between the respondent and the said Electropath\n\nServices (India) Private Limited are pending before this court in the suit\n\nand the counter claim filed by the respondent against the said Electropath\n\nServices (India) Private Limited and the counter claim filed by the said\n\nElectropath Services (India) Private Limited against the respondent herein\n\narising out of the said contract.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_155\">\n\n</p><p data-structure=\"RespArg\" id=\"p_156\">88.             The said suit was filed in the year 2013 much prior to the\n\nrespondent even invoking arbitration agreement. The respondent did not\n\ndisclose about pending dispute between the respondent and the said\n\nElectropath Services (India) Private Limited in the notice invoking\n\narbitration agreement, in the application filed under <a href=\"/doc/596725/\" id=\"a_69\">section 11(6)</a> of the\n\nArbitration Act, in the statement of claim filed by the respondent before\n\nthe learned arbitrator or in the subsequent proceedings. When these facts\n\nwere bought on record by the petitioner herein, Mr.Khambata, learned\n\nsenior counsel for the respondent did not dispute about the pendency of\n\nthe suit filed by his client and the counter claim filed by the said\n\nElectropath Services (India) Private Limited pending in this Court which\n\n\n\n\n<span class=\"hidden_text\" id=\"span_66\">      ::: Uploaded on - 06/11/2019                 ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                   53               carbpl-238.19(j).doc\n\nwere filed much prior to the date of invocation of the arbitration\n\nagreement by the respondent. The said          Electropath Services (India)\n\nPrivate Limited has not been impleaded as a party claimant along with the\n\nrespondent or even as a proforma respondent in the arbitral proceedings.\n\nThe petitioner was thus not required to prove whether there was a\n\nseparate claim made by the said Electropath Services (India) Private\n\nLimited upon the petitioner arising out of the same contract. Learned\n\nSenior Counsel for the respondent relied upon few documents from the\n\nsaid proceedings.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_157\">\n\n</p><p data-structure=\"RespArg\" id=\"p_158\">89.             Learned arbitrator did not deal with most of the submissions\n\nmade by the petitioner in the said impugned interim award dated 15 th\n\nFebruary, 2019. Learned arbitrator also referred to clause 3 of the joint\n\nmemo which recorded that the said agreement shall be treated as an\n\narbitration agreement under <a href=\"/doc/1737370/\" id=\"a_70\">section 7</a> of the Arbitration Act. The\n\nrespondent itself in the statement of claim had referred to arbitration\n\nagreement recorded in clause 17 of the agreement entered into between\n\nthe petitioner and the joint venture. It was not the case of the respondent\n\nthat the said agreement recorded in the said agreement between the\n\npetitioner and the joint venture was substituted by the agreement referred\n\nto in the joint memo. In my view, the reasons recorded by the learned\n\narbitrator in paragraph 14 of the impugned award is contrary to the case\n\n\n\n\n<span class=\"hidden_text\" id=\"span_67\">      ::: Uploaded on - 06/11/2019                  ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                  54               carbpl-238.19(j).doc\n\npleaded by the respondent itself.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_159\">\n\n</p><p data-structure=\"Precedent\" id=\"p_160\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"17018410\" id=\"span_68\">90.             Learned arbitrator distinguished the judgment of the Delhi\n\nHigh Court relied upon by the learned senior counsel for the petitioner in\n\ncase of <a href=\"/doc/17018410/\" id=\"a_71\">Geo Miller &amp; Co. Pvt. Ltd.</a> (supra) on the ground that reliance\n\nplaced on <a href=\"/doc/17018410/\" id=\"a_72\">the said judgment</a> was totally misplaced since the facts and\n\ncircumstances of the case before the Delhi High Court in <a href=\"/doc/17018410/\" id=\"a_73\">the said\n\njudgment</a> were different.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"88684536\" id=\"span_69\">Similarly, the learned arbitrator also\n\ndistinguished the judgment of this Court in case of <a href=\"/doc/88684536/\" id=\"a_74\">Larsen &amp; Toubro\n\nLtd. &amp; Anr.</a> (supra) on the similar ground.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"919241\" id=\"span_70\">Learned arbitrator in the\n\nimpugned award has held that the present arbitration clause would be\n\ngoverned by the decision of Delhi High Court in case of Automation\n\nTechnologies (I) Pvt. Ltd. (supra) and <a href=\"/doc/919241/\" id=\"a_75\">Oil &amp; Natural Gas Corporation</a>\n\n(supra) relied upon by the learned senior counsel for the respondent. I\n\nshall now deal with these four judgments which were relied upon by the\n\nparties respectively.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_161\">\n\n</p><p data-structure=\"RespArg\" id=\"p_162\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"88684536\" id=\"span_71\">91.             This Court in case of <a href=\"/doc/88684536/\" id=\"a_76\">Larsen &amp; Toubro &amp; Anr.</a> (supra)\n\nconsidered the arbitral award made by the learned arbitral tribunal\n\nholding that the claimant had to file claims before it in the name of\n\nconsortium of L &amp; T and Scomi Engg. Bhd., Malaysia and not as two\n\nseparate claimants. In the said matter, an objection was raised by the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_72\">      ::: Uploaded on - 06/11/2019                 ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                    55                 carbpl-238.19(j).doc\n\nopposite party that the statement of claim not having been filed by the\n\nconsortium but independent statement of claims having been filed were\n\nnot maintainable. On raising such objection by the respondent, finally\n\nstatement of claim by the consortium came to be filed. Under the terms of\n\nthe contract,the contractors were defined as consortium of L &amp; T and\n\nScomi Engg. Bhd. Malaysia. This Court also considered the fact that the\n\nterms and conditions of the contract between the consortium of the\n\npetitioner and the respondent therein did not provide for any independent\n\nclaims to be made by the petitioner no.1 and the petitioner no.2 and thus\n\nthere was no scope for the petitioner to contend that they have to be\n\ntreated separate from the consortium.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_163\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_164\">92.             In this case also the definition of the &#x27;contractor&#x27; provided in\n\nthe contract entered into between the petitioner and the joint venture\n\nclearly provided that the joint venture of the respondent and the said\n\nElectropath Services (India) Private Limited were the &#x27;contractor&#x27;. The\n\ncontract did not permit any partner of the said joint venture to make any\n\nclaim individually against the petitioner. Though <a href=\"/doc/88684536/\" id=\"a_77\">the said judgment</a> was\n\nclearly applicable to the facts of this case and was binding upon the\n\nlearned arbitrator, he distinguished the judgment similicitor on the\n\nground that the facts before this Court in <a href=\"/doc/88684536/\" id=\"a_78\">the said judgment</a> were\n\ndifferent.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_165\">\n\n\n<span class=\"hidden_text\" id=\"span_73\">      ::: Uploaded on - 06/11/2019                     ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n</p><p data-structure=\"Conclusion\" id=\"p_166\"> ppn                                   56               carbpl-238.19(j).doc\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_167\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1736797\" id=\"span_74\">93.             The Delhi High Court in case of Geo Miller &amp; Co. Pvt . <a href=\"/doc/1736797/\" id=\"a_79\">Ltd.</a>\n\n(supra) relied upon by the learned senior counsel for the petitioner held\n\nthat the arbitration clause which was the subject matter of the said matter\n\nenvisaged the dispute only between the parties defined under <a href=\"/doc/738672/\" id=\"a_80\">section 2(1)</a></span>\n\n</p><p data-structure=\"Precedent\" id=\"p_168\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1736797\" id=\"span_75\">(h) of the <a href=\"/doc/1052228/\" id=\"a_81\">Arbitration Act</a> i.e. the consortium and the employer. The Delhi\n\nHigh Court in <a href=\"/doc/1736797/\" id=\"a_82\">the said judgment</a> held that though the agreement was\n\nclear that the consortium would be represented by M/s.Gammon India\n\nLimited, through lead member of the consortium through its authorized\n\nsignatory, the parties never intended that one of the members of the\n\nconsortium could separately invoke the arbitration agreement. The Delhi\n\nHigh court distinguished its earlier judgment in case of Automation\n\nTechnologies (I) Ltd. and held that the arbitration petition filed at the\n\ninstance of Geo Miller alone was not maintainable. The said writ petition\n\nwas accordingly dismissed.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"17018410\" id=\"span_76\">In my view, the judgment of the Delhi High\n\nCourt in case of <a href=\"/doc/17018410/\" id=\"a_83\">Geo Miller &amp; Co. Pvt. Ltd.</a> (supra)                 was clearly\n\napplicable to the facts of this case. Learned arbitrator could not have\n\ndistinguished <a href=\"/doc/17018410/\" id=\"a_84\">the said judgment</a> similicitor on the ground that the facts\n\nand circumstances before the Delhi High Court in <a href=\"/doc/17018410/\" id=\"a_85\">the said judgment</a> were\n\ndifferent.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_169\">\n\n</p><p data-structure=\"Precedent\" id=\"p_170\">94.             Insofar as the judgment delivered by the Delhi High Court in\n\n\n\n\n<span class=\"hidden_text\" id=\"span_77\">      ::: Uploaded on - 06/11/2019                  ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                  57               carbpl-238.19(j).doc\n\ncase of Automation Technologies (I) Ltd. (supra) relied upon by the\n\nlearned arbitrator while rejecting the application for interim award made\n\nby the petitioner is concerned, the petitioner and the respondent nos.3 to 8\n\nin the said matter were collectively referred to as R.G. Group. The\n\narbitration clause therein showed that there was no reference to any party\n\nat all. Instead reference was made therein only to &quot;any dispute or\n\ndifference arising out of or in connection with the agreement or\n\ninterpretation thereof&quot; that the judgment of the Delhi High Court held\n\nthat neither the agreement nor the statute had placed any such embargo on\n\nthe petitioner barring it from invoking the arbitration clause, without the\n\nprior consent from respondent nos.3 to 8. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"17018410\" id=\"span_78\">The said judgment in my view\n\nhas been rightly distinguished in the later judgment of the Delhi High\n\nCourt in case of <a href=\"/doc/17018410/\" id=\"a_86\">Geo Miller &amp; Co. Pvt. Ltd.</a> (supra). The said judgment in\n\nmy view was not even remotely applicable to the facts of this case and\n\nthus the learned arbitrator could not have rejected the application for\n\ninterim award made by the petitioner by relying upon <a href=\"/doc/17018410/\" id=\"a_87\">the said judgment</a>.\n\nReliance placed on <a href=\"/doc/17018410/\" id=\"a_88\">the said judgment</a> by the respondent and the learned\n\narbitrator is totally misplaced.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_171\">\n\n</p><p data-structure=\"RespArg\" id=\"p_172\">95.             <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"919241\" id=\"span_79\">Insofar as the judgment of this Court in case of <a href=\"/doc/919241/\" id=\"a_89\">Oil &amp;\n\nNatural Gas Corporation</a> (supra) relied upon by the learned senior\n\ncounsel for the respondent and followed by the learned arbitrator is\n\n\n\n\n<span class=\"hidden_text\" id=\"span_80\">      ::: Uploaded on - 06/11/2019                 ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                   58               carbpl-238.19(j).doc\n\nconcerned, a perusal of <a href=\"/doc/919241/\" id=\"a_90\">the said judgment</a> indicates that in <a href=\"/doc/919241/\" id=\"a_91\">the said\n\njudgment</a> this Court considered the provisions of the contract entered into\n\nbetween the employer and the joint venture therein providing that\n\nseparate payments were required to be made by the employer to the\n\npartners of the joint venture. Learned arbitrator recorded the finding that\n\nthere was no claim relating to any amount that was due and payable to\n\none of the partner to the joint venture. The claim in other words was of\n\nthe amount receivable exclusively by the respondent in respect of the\n\nsupplies which were made solely by the respondent. The expression\n\n&quot;supplier&quot; in the said contract was to include the respondent as well as\n\nother partner of the joint venture individually or collectively. In these\n\ncircumstances, the learned arbitrator in that matter held that the\n\nobligations of the two contracting members of the consortium were\n\nseparate and identified separately.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_173\">\n\n</p><p data-structure=\"RespArg\" id=\"p_174\">96.             In this case the learned arbitrator did not deal with in the\n\nimpugned award any such issue. Even during the course of argument\n\nbefore this Court, the respondent did not urge in its submission that the\n\nrespondent had made claim in the arbitral proceedings only to the extent,\n\nthe respondent was entitled to recover under the contract entered into\n\nbetween the petitioner and the joint venture of the respondent and the said\n\nElectropath Services (India) Private Limited. On the contrary, it was the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_81\">      ::: Uploaded on - 06/11/2019                  ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                  59                 carbpl-238.19(j).doc\n\ncase of the respondent that the entire payment was to be recovered under\n\nthe contract by the respondent alone and thereafter upon receipt of such\n\npayment, the respondent was to disburse part of the payment                      in\n\naccordance with the terms of the joint venture and the Memorandum of\n\nUnderstanding to the said Electropath Services (India) Private Limited.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_175\">97.             In my view even otherwise this Court in <a href=\"/doc/919241/\" id=\"a_92\">the said judgment</a>\n\ndid not consider the effect of <a href=\"/doc/1614927/\" id=\"a_93\">section 19(2)(a)</a> of the Indian Partnership\n\nAct, 1932 and more particularly that in absence of any usage or custom of\n\ntrade to the contrary, implied authority of a partner does not empower\n\nhim to submit a dispute relating to the business of firm to arbitration. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"919241\" id=\"span_82\">The\n\njudgment of this Court in case of <a href=\"/doc/919241/\" id=\"a_94\">Oil and Natural Gas Corporation</a>\n\n(supra) is thus clearly distinguishable in the facts and circumstances of\n\nthis case. Reliance placed by the respondent as well as by the learned\n\narbitrator on <a href=\"/doc/919241/\" id=\"a_95\">the said judgment</a> is totally misplaced.</span>\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_176\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"375173\" id=\"span_83\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1736797\" id=\"span_84\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1736797\" id=\"span_85\">98.             Mr.Khambata, learned senior counsel for the respondent did\n\nnot dispute that the provisions of the <a href=\"/doc/107341/\" id=\"a_96\">Indian Partnership Act, 1932</a> would\n\napply to the joint venture agreement between the respondent and the said\n\nElectropath Services (India) Private Limited. The only argument\n\nadvanced by the learned senior counsel is that the respondent had express\n\nauthority from the said Electropath Services (India) Private Limited\n\n\n\n\n<span class=\"hidden_text\" id=\"span_86\">      ::: Uploaded on - 06/11/2019                 ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                  60                carbpl-238.19(j).doc\n\nrecorded in the joint venture agreement and the power of attorney\n\nexecuted by the said Electropath Services (India) Private Limited in\n\nfavour of the respondent to file claim on behalf of joint venture. The\n\nemphasis is led on clause of the joint venture that the respondent alone\n\nwould be entitled to incur the liability and to recover the dues of the joint\n\nventure from the petitioner which according to the learned senior counsel\n\nwould include the right to invoke arbitration agreement and to file\n\nrecovery proceedings for recovery of the claims on behalf of the joint\n\nventure. The judgments of the Supreme Court in case of <a href=\"/doc/1736797/\" id=\"a_97\">New Horizons\n\nLimited &amp; Anr.</a> (supra), in case of <a href=\"/doc/1736797/\" id=\"a_98\">Gammon India Limited</a> (supra) and\n\nthe judgment of the Andhra Pradesh High Court in case of <a href=\"/doc/375173/\" id=\"a_99\">GVPREL-\n\nMEE (J.V.), Hyderabad</a> (supra) would assist the case of the petitioner on\n\nthe concept of the joint venture.</span></span></span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_177\">\n\n</p><p data-structure=\"Precedent\" id=\"p_178\">99.             In my view there is no merit in the submission of\n\nMr.Khambata, learned senior counsel for the respondent that the said\n\nElectropath Services (India) Private Limited was not a necessary party to\n\nthe statement of claim on the ground that the said Electropath Services\n\n(India) Private Limited had allegedly given an express authority to the\n\nrespondent to recover dues of the joint venture from the petitioner in the\n\nsaid agreement. <a href=\"/doc/96884/\" id=\"a_100\">Section 19</a> of the Indian Partnership Act, 1932 deals with\n\nthe implied authority of the partner as an agent of the firm subject to the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_87\">      ::: Uploaded on - 06/11/2019                  ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                    61                carbpl-238.19(j).doc\n\nprovisions of <a href=\"/doc/1310890/\" id=\"a_101\">section 22</a>. <a href=\"/doc/1324934/\" id=\"a_102\">Section 19(2)</a> of the Indian Partnership Act,\n\n1932 provides that in absence of any usage or custom of trade to the\n\ncontrary, the implied authority of a partner does not empower him to\n\nsubmit a dispute relating to the business of the firm to arbitration.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_179\">100.             It is thus clear that the express authority of a partner is\n\nmandatory for submitting a dispute relating to the business of firm to\n\narbitration. The respondent has not placed reliance on any authority given\n\nby the said Electropath Services (India) Private Limited authorizing the\n\nrespondent to submit the dispute relating to the business of the joint\n\nventure against the petitioner to arbitration as contemplated under <a href=\"/doc/1614927/\" id=\"a_103\">section\n\n19(2)(a)</a> of the Indian Partnership Act, 1932. The respondent could not\n\ninvoke any alleged implied authority to sue the petitioner and submit the\n\ndispute relating to the joint venture to arbitration. The so called express\n\nauthority relied upon by the respondent in the joint venture agreement as\n\nwell as the power of attorney does not empower the respondent to refer\n\nthe dispute relating to the joint venture to arbitration.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_180\">101.             During the course of argument, this Court suggested to the\n\nlearned senior counsel for the respondent whether any express authority\n\nor by way of NOC can be obtained from the said Electropath Services\n\n(India) Private Limited to permit the respondent to continue the arbitral\n\n\n\n\n<span class=\"hidden_text\" id=\"span_88\">       ::: Uploaded on - 06/11/2019                   ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                   62                carbpl-238.19(j).doc\n\nproceedings filed by the respondent as if filed on behalf of the joint\n\nventure and the said Electropath Services (India) Private Limited would\n\nbe bound by the out come of the arbitral proceedings as a partner of the\n\njoint venture. The respondent though filed an affidavit before this Court\n\non 1st October, 2019, it did not rely upon any express authority from the\n\nsaid Electropath Services (India) Private Limited authorizing the\n\nrespondent to submit the dispute relating to the business of joint venture\n\nagainst the petitioner to arbitration as contemplated under <a href=\"/doc/710617/\" id=\"a_104\">section 19(2)</a>\n\n</p><p data-structure=\"Precedent\" id=\"p_181\">(a) of the <a href=\"/doc/107341/\" id=\"a_105\">Indian Partnership Act, 1932</a>.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_182\">\n\n</p><p data-structure=\"RespArg\" id=\"p_183\">102.             On the contrary, the respondent in the said additional\n\naffidavit relied upon the provisions of the said Power of Attorney as\n\nexecuted by the said Electropath Services (India) Private Limited and\n\nmore particularly clause 11 thereof which provide that the respondent\n\nshall be entitled to receive payment from the petitioner against the\n\ntenders specified in the said Power of Attorney and to carry out\n\ncorrespondence with the petitioner         with regard to those tenders till\n\ncompletion of work. In my view, clauses 11 and 12 of the said Power of\n\nAttorney do not authorize the respondent to invoke arbitration agreement\n\nor to refer the dispute arising out of the business of the joint venture\n\nagainst the petitioner to arbitration. The clause of the Memorandum of\n\nUnderstanding between the respondent and the said Electropath Services\n\n\n\n\n<span class=\"hidden_text\" id=\"span_89\">       ::: Uploaded on - 06/11/2019                  ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                    63                carbpl-238.19(j).doc\n\n(India) Private Limited stating that the respondent will receive all\n\npayments from the petitioner as per the terms of the tender does not\n\nauthorize the respondent to refer the disputes, if any, arising out of the\n\nbusiness of the joint venture against the petitioner to arbitration.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_184\">103.             In the said additional affidavit, the respondent has asserted\n\nthat the statement of claim was filed on behalf of the joint venture and\n\nthat the petitioner will get full discharge as regards the joint venture in\n\nrespect o the amounts awarded by the learned arbitrator. During the\n\ncourse of argument, learned senior counsel for the respondent made a\n\nstatement that his client was ready and willing to give an indemnity in\n\nfavour of the petitioner to the effect that if any claims are received by the\n\npetitioner from the said Electropath Services (India) Private Limited\n\narising out of the said contract, the respondent would indemnify the\n\npetitioner in respect of the said claim.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_185\">\n\n</p><p data-structure=\"RespArg\" id=\"p_186\">104.             A perusal of the additional affidavit filed by the respondent\n\nclearly indicates that no such express authority was issued by the said\n\nElectropath Services (India) Private Limited in favour of the respondent\n\nfor invoking the arbitration agreement or to refer the dispute against the\n\npetitioner arising out of the said joint venture agreement between the\n\npetitioner and the joint venture to arbitration. In my view, the stand now\n\n\n\n\n<span class=\"hidden_text\" id=\"span_90\">       ::: Uploaded on - 06/11/2019                   ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                   64              carbpl-238.19(j).doc\n\ntaken by the respondent in the additional affidavit is contrary to the\n\npleadings filed before the learned arbitrator and also in the preliminary\n\naffidavit in reply filed by the respondent in this arbitration petition and\n\nmore particularly paragraph 10 asserting that the respondent has sought\n\nreliefs in its individual capacity and being a party to the contract, it is\n\neven otherwise is entitled to maintain its independent claim against the\n\npetitioner. This Court cannot allow the respondent to take a different\n\nstand now by filing additional affidavit than the stand already taken\n\nbefore the learned arbitrator in the pleadings filed by the respondent and\n\nalso in the affidavit in reply already filed in this arbitration petition\n\nclearly asserting that the claim made by the respondent was in its\n\nindividual capacity.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_187\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_188\">105.             Insofar as the statement now made by the learned senior\n\ncounsel for the respondent that his client is ready and willing to issue an\n\nindemnity bond in favour of the petitioner is concerned, in my view since\n\nit is an admitted position that the suit filed by the respondent against the\n\nsaid Electropath Services (India) Private Limited and the counter claim\n\nfiled by the said Electropath Services (India) Private Limited against the\n\nrespondent arising out of the said contract is pending before this Court\n\nsince prior to the date of invocation of the arbitration agreement by the\n\nrespondent, I am inclined to accept the submission of Mr.Rustomjee,\n\n\n\n\n<span class=\"hidden_text\" id=\"span_91\">       ::: Uploaded on - 06/11/2019                ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                   65             carbpl-238.19(j).doc\n\nlearned senior counsel for the petitioner that even if any such indemnity\n\nbond is issued by the respondent at this stage, the petitioner would not be\n\nrelieved of its liabilities, if any. In my view, if the claims made by the\n\nrespondent in the arbitral proceedings without the consent of the said\n\nElectropath Services (India) Private Limited are rejected on its own merit,\n\nthe said Electropath Services (India) Private Limited may make a claim\n\nagainst the petitioner arising under the same contract. In that event, the\n\npetitioner will have to file a civil suit for enforcement of such indemnity\n\nbond against the respondent.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_189\">\n\n</p><p data-structure=\"RespArg\" id=\"p_190\">106.             Mr. Khambata, learned senior counsel for the respondent\n\npointed out that in view of the on going         litigation      between the\n\nrespondent and the said Electropath Services (India) Private Limited, it is\n\nnot possible to obtain any such specific no objection in writing to\n\nauthorize the respondent to pursue the arbitral proceedings or that the\n\nsaid Electropath Services (India) Private Limited could not make any\n\nseparate claim against the petitioner arising out of the same contract.\n\nLearned Senior Counsel also could not produce any order from this Court\n\nin those pending proceedings between respondent and the said\n\nElectropath Services (India) Private Limited permitting the respondent to\n\nfile claim on behalf of the joint venture.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_191\">\n\n\n<span class=\"hidden_text\" id=\"span_92\">       ::: Uploaded on - 06/11/2019               ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n</p><pre id=\"pre_4\"> ppn                                         66               carbpl-238.19(j).doc\n\n107.             In my view           since the said Electropath Services (India)\n\n</pre><p data-structure=\"RespArg\" id=\"p_192\">Private Limited did not give any express authority in favour of the\n\nrespondent as contemplated under <a href=\"/doc/1614927/\" id=\"a_106\">section 19(2)(a)</a> of the Indian\n\nPartnership Act, 1932 to refer the dispute to arbitration arising out of the\n\nbusiness relating to the joint venture, the respondent cannot legally\n\nrepresent the said Electropath Services (India) Private Limited even as\n\nlead member of the said joint venture in absence of any express authority\n\non behalf of the said Electropath Services (India) Private Limited. In my\n\nview, the arbitration agreement invoked by the respondent exclusively\n\nwithout any authority from the said Electropath Services (India) Private\n\nLimited or to file statement of claim in respect of dispute relating to the\n\njoint venture business pertaining to represent the joint venture is not\n\nmaintainable. Learned arbitrator thus ought to have held that the\n\nstatement of claim filed by the respondent in its individual capacity was\n\nnot maintainable and ought to have allowed the said application filed by\n\nthe petitioner under <a href=\"/doc/1882318/\" id=\"a_107\">section 31(6)</a> of the Arbitration Act and ought to have\n\ndismissed the claims made by the respondent.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_193\">\n\n</p><p data-structure=\"RespArg\" id=\"p_194\">108.             Insofar as the submission of the learned senior counsel for\n\nthe respondent that no objection was raised by the petitioner about\n\nmisjoinder of the said Electropath Services (India) Private Limited at any\n\nstage prior to the date of filing additional statement of defence and thus\n\n\n\n\n<span class=\"hidden_text\" id=\"span_93\">       ::: Uploaded on - 06/11/2019                       ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                   67               carbpl-238.19(j).doc\n\ncould not have been allowed to raise that issue in the additional statement\n\nof defence for the first time is concerned, a perusal of the impugned\n\naward rendered by the learned arbitrator clearly indicates that the learned\n\narbitrator has not rejected the said application filed under <a href=\"/doc/1882318/\" id=\"a_108\">section 31(6)</a> of\n\nthe Arbitration Act on that ground. There is thus no merit in this\n\nsubmission of the learned senior counsel for the respondent.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_195\">109.             <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"17018410\" id=\"span_94\">Insofar as the judgment of the Delhi High Court in case of\n\n<a href=\"/doc/17018410/\" id=\"a_109\">Power Grid Corporation of India Ltd.</a> (supra) relied upon by\n\nMr.Khambata, learned senior counsel for the respondent is concerned, the\n\nDelhi High Court did not consider the fact that there was on going dispute\n\nbetween the parties to the joint venture relating to the same contract. The\n\nDelhi High Court held that the provision in the contract authorizing the\n\nlead partner to receive payment and to execute the contract for and on\n\nbehalf of the joint venture was given to the partner. It is held that those\n\nwords must be held to be wide enough to include the power to bring forth\n\nan action on behalf of the joint venture to recover amounts due to the\n\njoint venture. In my view <a href=\"/doc/17018410/\" id=\"a_110\">the said judgment</a> delivered by the Delhi High\n\nCourt is without considering the provisions of <a href=\"/doc/1614927/\" id=\"a_111\">section 19(2)(a)</a> of the\n\nIndian Partnership Act, 1932 and without considering the situation where\n\nboth the parties to the joint venture are litigating against each other\n\narising out of the same contract. The said judgment of the Delhi High\n\n\n\n\n<span class=\"hidden_text\" id=\"span_95\">       ::: Uploaded on - 06/11/2019                 ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n ppn                                   68               carbpl-238.19(j).doc\n\nCourt is clearly distinguishable in the facts of this case and would not\n\nassist the case of the respondent.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_196\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_197\">110.             I am not inclined to accept the submission of Mr.Khambata,\n\nlearned senior for the respondent that there was express authority in\n\nfavour of the respondent to represent the joint venture even in arbitration\n\nsince the respondent was having express authority to recover all payment\n\nand to incur liability on behalf of the joint venture. This Court cannot\n\naccept the submission that though the parties to the joint venture are\n\nseparately litigating against each other arising out of the same contract\n\nawarded to the joint venture by the petitioner and at the same time one of\n\nthe party to such litigation who was a partner in the joint venture would\n\nsimultaneously give express authority to the other party to represent him\n\nin the litigation with the petitioner. In my view, the right to receive\n\nmoney and to correspond on behalf of the joint venture as a lead member\n\ndoes not include power to invoke arbitration agreement or to refer the\n\ndispute arising out of or relating to the business of the said joint venture\n\nto arbitration. Such dispute can be referred to arbitration only if an\n\nexpress authority is issued by the other partners in favour of one or other\n\npartner of the joint venture as contemplated under <a href=\"/doc/1614927/\" id=\"a_112\">section 19(2)(a)</a> of the\n\nIndian Partnership Act, 1932 and not otherwise.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_198\">\n\n\n<span class=\"hidden_text\" id=\"span_96\">       ::: Uploaded on - 06/11/2019                 ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n</p><p data-structure=\"Conclusion\" id=\"p_199\"> ppn                                     69                  carbpl-238.19(j).doc\n\n</p><p data-structure=\"RespArg\" id=\"p_200\">111.             In my view, merely because the petitioner had also made a\n\ncounter claim against the respondent under the contracts awarded to the\n\njoint venture would not make the claims made by the respondent in its\n\nindividual capacity as maintainable. The fact remains that the petitioner\n\nhas now withdrawn the said counter claim. In my view, the impugned\n\naward rendered by the learned arbitrator shows patent illegality, contrary\n\nto <a href=\"/doc/1614927/\" id=\"a_113\">section 19(2)(a)</a> of the Indian Partnership Act, 1932 and <a href=\"/doc/1882318/\" id=\"a_114\">section 31(6)</a>\n\nof the Arbitration Act and thus deserves to be set aside.\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_201\">112.             I therefore, pass the following order :-\n</p>\n<p data-structure=\"Conclusion\" id=\"p_202\">\n</p><blockquote id=\"blockquote_3\">          a).    Arbitral award dated 15th February, 2019 and the minutes of\n\n                 meeting dated 9th February, 2019 are set aside.\n\n\n</blockquote><blockquote id=\"blockquote_4\">          b). Application dated 2nd January, 2019 filed by the petitioner\n\n                 under <a href=\"/doc/1882318/\" id=\"a_115\">section 31(6)</a> of the Arbitration Act is allowed.\n\n\n</blockquote><blockquote id=\"blockquote_5\">          c).    Commercial Arbitration Petition (Lodging) No.238 of 2019\n\n                 is allowed on aforesaid terms.\n</blockquote>\n<blockquote id=\"blockquote_6\">\n</blockquote><blockquote id=\"blockquote_7\">          d). There shall be no order as to costs.\n</blockquote>\n<blockquote id=\"blockquote_8\">\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_203\">                                                     (R.D. DHANUKA, J.)\n\n\n\n\n<span class=\"hidden_text\" id=\"span_97\">       ::: Uploaded on - 06/11/2019                    ::: Downloaded on - 07/11/2019 02:24:39 :::</span>\n </p>","numcites":27,"numcitedby":6,"docsource":"Bombay High Court","citetid":12964292,"divtype":"judgments","relatedqs":[{"value":"notice invoking arbitration","formInput":"notice%20invoking%20arbitration"},{"value":"section 19 partnership act","formInput":"section%2019%20partnership%20act"},{"value":"joint venture+arbitration","formInput":"joint%20venture%2Barbitration"},{"value":"section 19 (2) indian partnership act","formInput":"section%2019%20%282%29%20indian%20partnership%20act"},{"value":"larsen and toubro","formInput":"larsen%20and%20toubro"},{"value":"geo miller","formInput":"geo%20miller"},{"value":"\"notice invoking arbitration\" \"","formInput":"%22notice%20invoking%20arbitration%22%20%22"},{"value":"power of attorney","formInput":"power%20of%20attorney"},{"value":"partnership act section 19(2)","formInput":"partnership%20act%20section%2019%282%29"},{"value":"amended in statement of claims","formInput":"amended%20in%20statement%20of%20claims"},{"value":"high court judgments","formInput":"high%20court%20judgments"},{"value":"counter claim ","formInput":"counter%20claim%20"},{"value":"section 19 of indian partnership act","formInput":"section%2019%20of%20indian%20partnership%20act"},{"value":"arbitration section 11","formInput":"arbitration%20section%2011"},{"value":"sec 19 of indian partnership act 1932","formInput":"sec%2019%20of%20indian%20partnership%20act%201932"},{"value":"indian partnership act","formInput":"indian%20partnership%20act"},{"value":"\"replication\" ","formInput":"%22replication%22%20"},{"value":"COUNTER CLAIM AGAINST COUNTER CLAIM","formInput":"COUNTER%20CLAIM%20AGAINST%20COUNTER%20CLAIM"},{"value":"separate arbitration agreements","formInput":"separate%20arbitration%20agreements"},{"value":"lead partner JV","formInput":"lead%20partner%20JV"}],"cats":[{"value":"power-of-court-to-remove-arbitrators, umpire-misconducting-arbitrator","formInput":"tag:power-of-court-to-remove-arbitrators, umpire-misconducting-arbitrator"},{"value":"partnership,indian-partners,","formInput":"tag:partnership,indian-partners,"}],"courtcopy":true,"query_alert":null,"agreement":false}