{"tid":1967410,"publishdate":"1998-08-18","title":"Kolleri Constructions, Hyd. vs Nectar Laboratories, Ltd., Hyd. on 18 August, 1998","doc":"<h2 class=\"doc_title\">Kolleri Constructions, Hyd. vs Nectar Laboratories, Ltd., Hyd. on 18 August, 1998</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1998(5)ALD306, 1998(5)ALT213</h3>\n\n<pre id=\"pre_1\">JUDGMENT</pre>\n \n\n<p data-structure=\"Issue\" id=\"p_1\"> 1. By this application filed under <a href=\"/doc/605764/\" id=\"a_1\">Section 11(6)</a> of the Arbitration and Conciliation Act, 1996 (for short, &#x27;the new Act&#x27;), the petitioner/firm seeks appointment of an independent arbitrator for adjudicating the dispute that has arisen between it and the respondent/Company.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\"> 2. By an agreement dated 16-2-1995 concluded between the petitioner/firm and the respondent/Company, construction of factory building, formation of roads and other\n\ncivil engineering works of the respondent/ Company was entrusted to the petitioner/firm. The estimated value of the contract was approximately Rs.48 lakhs. The work has not been completed within the stipulated period. Clause 56 of the agreement provides for adjudication of disputes through arbitration,  \n \n\n</p><p data-structure=\"Facts\" id=\"p_3\"> 3. The case of the petitioner/firm, in brief, is that it was submitting running bills to the respondent/Company and it was paid amounts in instalments. On 23-1-1996, the petitioner/firm has submitted the final bill amounting to Rs. 63,14,070/-. The respondent/ Company kept the matter pending for weeks and after repeated demands, they had a negotiation but it failed and thereafter the matter was referred to G. Satya Rao, Architect, by the respondent/Company for arbitration. A tripartite meeting was conducted on 24-2-1996 which was attended by the representative of the petitioner/firm, respondent/Company and G. Satya Rao, the Architect. The Architect has taken sides with the respondent/ Company and he was won over by it. The final payment was deliberately delayed to pressurise the petitioner/firm. On 13-3-1996, the representative of the petitioner/firm was offered Rs. 1 lakh as the final payment though a sum of Rs. 10,71,586 was due to it. The petitioner/firm was in deep financial crisis as it had to clear the dues of other suppliers. The attitude of the Chairman/Managing Director of the respondent/Company was unreasonable and harsh and, therefore, the partner of the petitioner/firm, Biju Kolleri, had no other alternative but to accept the payment of Rs. 1 lakh. He was forced to sign on the receipt of the final payment. On 4-4-1996, the petitioner/ firm after making calculations, brought to the notice of the respondent/Company that the last bill was paid after drastically cutting the rates and as such the petitioner/firm was again approaching it with full details. On 8-4-1996, the petitioner/firm wrote to the respondent/ Company giving details of the due and claimed Rs. 5,83,000/- on account of the work already done and Rs. 2,88,240/- against other\n\nitems, viz escalation, cost of labour etc., total Rs.8,71,240/- plus interest at the rate of 24 per cent per annum besides Rs.75,000/-towards the cost of arbitration. In spite of exchange of letters, the respondent/Company did not appoint an arbitrator for resolving the dispute, therefore, on 2-10-1996, the petitioner/ firm nominated Shri A. Somnath as the arbitrator from its side and called upon the respondent/Company to nominate an arbitrator from its side as per Clause 56 of the agreement, but the respondent/Company had refused to do so and, therefore, an independent arbitrator should be appointed to adjudicate the dispute.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\"> 4. The respondent/Company through its counter has denied the claim of the petitioner/ firm and has pleaded that the petitioner/firm has received an amount of Rs. 1,02,041/-towards full and final settlement of the amount due and payable on account of the works executed by it. An amount of Rs. 1 lakh was paid through cheque on 13-3-1996 against the final payment settlement and Rs. 2,041/- was kept with the respondent/Company towards 2 per cent TDS. Thus, there was accord and satisfaction with the result that there is no subsisting dispute between it and the petitioner/ firm and, therefore, the application for appointment of arbitrator should be dismissed. It is alleged by the respondent/Company that the petitioner/firm could not complete the contract and has committed breach of the agreement and without completing the works had abandoned and left the site in the first week of January, 1996 without even intimating the respondent/Company or the Architect. On 11-1-1996, the respondent/Company brought this fact to the notice of the Architect who on 13-1-1996 sought explanation from the petitioner/firm, but the petitioner/firm kept quiet. On 23-1-1996, the representative of the petitioner/firm came to the office of the respondent/Company for finalising the running account in respect of the work done by it. On 24-2-1996, a meeting was called by the Architect for discussing the additional works etc., of the rates which were finalised\n\non 24-2-1996 only. The final bill was submitted to the Architect by the applicant who issued final certificate dated 4-3-1996 in accordance with Clause 31.6 of the Agreement. On 13-3-1996, the amount as stated above was paid to the petitioner/firm in full and final satisfaction of the work done by it. On 8-4-1996, the petitioner/firm made baseless and unsustainable claims and had invoked Clause 56 of the Agreement for arbitration. As there was accord and satisfaction, the arbitration clause has perished. The payment was received by the petitioner/firm voluntarily and without any protest and in full satisfaction for the work executed by it and the claim now made is an after thought. The other allegations made by the petitioner/firm have also been denied.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\"> 5. In the additional affidavit, the respondent/Company has alleged that the representative of the petitioner/firm had not submitted the bill for Rs. 63,14,070/-, but on that day, the representative of the petitioner/ firm visited the respondent/Company to prepare the final bill, but it could not be completed on that day. On 24-2-1996, rates for extra items were decided in the presence of the Architect and, therefore, the final bill was made by the petitioner/firm on the following day and submitted to the respondent/Company on 26-2-1996. The Architect by his letter dated 4-3-1996 ratified the same after checking it and it was made final on 4-3-1996. These allegations have been denied by the petitioner/ firm through its counter affidavit to the additional affidavit and it is alleged that the bills were, as usual, prepared by the petitioner/ firm in its office only and every running bill was submitted with a covering letter on the letter head of the petitioner/firm whereas the bill dated 23-1-1996 is not supported by the covering letter on the letter head of the petitioner/firm.  \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_6\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1484248\" id=\"span_1\">6. It has been urged on behalf of the petitioner/firm that the question of accord and satisfaction, when disputed, is also a dispute to be decided by the arbitrator and it is not a\n\nmatter for decision of the Court and, therefore, an arbitrator should be appointed who would decide whether the petitioner/firm has received payment on 13-3-1996 in full and final settlement of its claim or it had to receive the same due to the coercion of the Chairman-cum-Managing Director of the respondent/ Company. Reliance has been placed on the case of Hindustan Petroleum Corporation Limited v. M/s. V.D. Swami &amp; Company limited,  (DB) It has been further urged that the petitioner/firm was under financial crisis and the respondent/Company was in a dominating position because it was the giver and, therefore, the respondent/Company succeeded in dominating the will of the representative of the petitioner/firm who had to accept the amount of Rs. 1,00,000/- and to sign the receipt. Reliance has been placed in the cases of Thakurji Maharaj &amp; Another v. Ramdev, AIR 1930 PC 139 (2) Tungabai Bhratar Purushottam Shamji Kumbhojkav v. Yeshvant Dinkar Jog and another, <a href=\"/doc/1484248/\" id=\"a_2\">AIR (32) 1945 PC 8 and Shrimati and others v. Sudhakar R. Bhatkar and others</a>, AIR 1998 Bombay 122. It has also been urged on behalf of the petitioner/firm that all the running bills were prepared through the aid of the computers in the office of the petitioner/firm and they were submitted from time to time to the respondent/ Company on its letter head, but the bill dated 23-1-1996 has not been prepared with the aid of the computer of the petitioner/firm and it is also not supported by its covering letter. Therefore, it is evident that the bill dated 23-1-1996 has not been prepared by the petitioner/firm, but it was prepared by the respondent/Company with the aid of its computer, wherein the amounts have been reduced. The representative of the petitioner/ firm from 4-4-1996 had started bringing to the notice of the respondent/Company that full payment was not made to it and, therefore, balance amount should be paid or arbitrator should be appointed to resolve the dispute.</span>  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_7\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"908996\" id=\"span_2\">7.      On the other hand, it has been argued on behalf of the respondent/Company that the\n\nbill, though dated 23-1-1996, was prepared by the representative of the petitioner/firm in the office of the respondent/Company on 26-2-1996 or 27-2-1996 on the basis of the rates agreed to between them in the presence of the Architect on 24-2-1996. The Architect liad intimated through its letter dated 4-3-1996 that it has ratified the bill and, therefore, the final payment was made on 13-3-1996. As amount of Rs. 2,041/- had been kept by the respondent/Company towards TDS and the balance amount of Rs. 1,00,000/- was paid to the representative of the petitioner/firm, Biju Kolleri who had accepted the amount in full and final settlement of the claim towards the civil work carried out at the factory of the respondent/Company. Therefore, merely because the bill is dated 23-1-1996 would be of no help to the petitioner/firm. The petitioner/ turn has prepared a false bill of Rs.63,14,070/-subsequently with the date as 23-1-1996, whereas the total value of the work was actually Rs.53,22,656/-. Another partner of the petitioner/firm, Bimal Kolleri on 18-3-1996 had also collected form 16-A certificate of deduction of income tax at source under <a href=\"/doc/1545466/\" id=\"a_3\">Section 203</a> of the Income Tax Act and has given his acknowledgment in the respondent/ Company&#x27;s office on the same day. Relying on <a href=\"/doc/908996/\" id=\"a_4\">K. Ramachandra Rao Vs. Union of India and another</a>, 1994 Supp. (2) SCC 545 (II) it has been urged that it is the High Court who is to decide whether undue influence and coercion was practised on the partner of the petitioner/ firm at the time of obtaining the receipt for full and final satisfaction of the claim towards the work done by the petitioner/firm. It has further been urged that the partner of the petitioner/firm had voluntarily accepted the amount by way of final settlement and, therefore, there remains no arbitrable dispute between them and the plea of undue influence and coercion has been invented with ulterior motive. Because there remains no dispute to be resolved now, the application for appointment of the arbitrator should be dismissed.</span>  \n</p> \n\n<p data-structure=\"Issue\" id=\"p_8\"> 8.      The first question that falls for determination is whether there was full and\n\nfinal settlement of the claim or not is itself a dispute referable to the arbitrator or dispute or difference finally settled between the parties ceases to be an arbitrable dispute to be referred to the arbitrator?.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_9\"> 9. Relying on Bharat Heavy Electricals Ltd. v. Amarnath Khan Prakash, . <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1545494\" id=\"span_3\">and <a href=\"/doc/1545494/\" id=\"a_5\">Damodar Velley v. K.K. Kar</a>, , it has been held in the case of Hindustan Petroleum Corporation (supra) that dispute as to the accord and satisfaction between the parties is a matter to be decided by the arbitrator and not a matter for decision of the Court under <a href=\"/doc/811701/\" id=\"a_6\">Section 20</a> of the Arbitration Act, 1940 (for short &#x27;the old Act&#x27;).</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_10\"> 10. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"209845\" id=\"span_4\">In the case of <a href=\"/doc/209845/\" id=\"a_7\">P.K. Ramaiah and Co. v. Chairman &amp; Managing Director, National Thermal Power Corporation</a>, 1994 Supp. (3) SCC 126, the V Additional Judge, City Civil Court, Hyderabad, on an application under <a href=\"/doc/33444945/\" id=\"a_8\">Sections 8</a>, <a href=\"/doc/159656615/\" id=\"a_9\">11</a> and <a href=\"/doc/159136073/\" id=\"a_10\">12</a> of the Old Act, had appointed an arbitrator at the instance of the Contractor for adjudication of the dispute between the contractor and the owner. The High Court, in revision, accepted the plea of the employer that the contractor had acknowledged the final measurement and accepted the bill in full and final settlement of the contract and, therefore, there was no subsisting contract for reference. The contractor had carried the matter to the Supreme Court.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"209845\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1545494\" id=\"span_6\">The case of <a href=\"/doc/1545494/\" id=\"a_11\">Damodar Velley</a> (supra) and the case of Bharat Heavy Electricals (supra), were referred in this case of <a href=\"/doc/209845/\" id=\"a_12\">P.K. Ramaiah</a> (supra). Distinguishing these cases, the Supreme Court held that the contractor P.K. Ramaiah having acknowledged the settlement as also accepted the measurement and having received the amount in full and final satisfaction of the claim, there was accord and satisfaction and there was no existing arbitrable dispute for reference to the arbitration and rejected the subsequent allegation of the contractor of coercion on the ground that it is an after thought and a device to get over the settlement of the dispute.</span></span>\n</p>  \n \n\n<p data-structure=\"Precedent\" id=\"p_11\"> 11. In the case of Nathani Steels Ltd v. Associated Constructions, 1995 Supp. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"209845\" id=\"span_7\">(3) SCC 324, a Full Bench consisting of three learned Judges of the Supreme Court, has quoted <a href=\"/doc/209845/\" id=\"a_13\">P.K. Ramaiah</a>&#x27;s case (supra) with approval as also the case of State of Maharashtra v. New Bharat Builders, 1994 Supp.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1545494\" id=\"span_8\">(3) SCC 83 and was pleased to distinguish the case of <a href=\"/doc/1545494/\" id=\"a_14\">Damodar Velley</a> (supra). It would be beneficial to reproduce Para 3 of the Judgment.</span>  \n</p>   \n\n<blockquote id=\"blockquote_1\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"209845\" id=\"span_9\">&quot;The appellant has invited our attention to two decisions of this Court. The first dated 1-10-1993 in <a href=\"/doc/209845/\" id=\"a_15\">P.K. Ramaiah and Co. v. Chairman &amp; Managing Director, National Thermal Power Corporation</a>, and second, dated 4-2-1994 in State of Maharashtra v. Navbharat Builders. In the first mentioned case the parties had resolved their disputes and differences by a settlement pursuant whereto the payment was agreed and accepted in full and final settlement of the contract.</span>  \n</blockquote> \n\n<blockquote id=\"blockquote_2\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"209845\" id=\"span_10\">Thereafter, brushing aside that settlement the Arbitration clause was sought to be invoked and this Court held that under the said clause certain matters mentioned therein could be settled through Arbitration but once those were settled amicably by and between the parties and there was full and final payment as per the settlement, there existed no arbitrable dispute whatsoever and, therefore, it was not open to invoke the Arbitration clause. In the second mentioned case the respondent-Contractor acknowledged the receipt of the amount paid to him and stated that there was unconditional withdrawal of his claim in the suit in respect of the labour escalation. There was, thus, full and final settlement of the claim and it was contended that no arbitrable dispute survived in relation thereto. Other claims, if any, and which were not settled by and between the parties could be raised and it would be open to consider whether the arbitrable dispute arose under the contract necessitating reference to arbitration. Dealing with this\n\nquestion also this Court after referring to the decision in <a href=\"/doc/209845/\" id=\"a_16\">P.K. Ramaiah</a> case concluded that in relation to the claim under the head &#x27;labour escalation&#x27; there did not remain any arbitrable dispute which could be referred to arbitration. It would thus be seen that once there is a full and final settlement in respect of any particular dispute or difference in relation to a matter covered under the Arbitration clause in the contract and that dispute or difference is finally settled by and between the parties, such a dispute or difference does not remain to be an arbitrable dispute and the Arbitration clause cannot be invoked even though for certain other matters, the contract may be in subsistence.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1545494\" id=\"span_11\">Learned Counsel for the respondent, however, placed great emphasis on an earlier decision of this Court in <a href=\"/doc/1545494/\" id=\"a_17\">Damodar Valley Corporation v. K.K. Kar</a> and in particular to the observations made in paras 11 to 13 of the judgment.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"209845\" id=\"span_12\">It may, at the outset, be pointed out that a similar argument was advanced based on the observations made in this decision, in <a href=\"/doc/209845/\" id=\"a_18\">Ramaiah</a> case also (vide para 7) but the same was rejected holding that on the facts since the respondent did not give any receipt accepting the settlement of the claim, the payment made by the other side was only unilateral and hence the dispute subsisted and the Arbitration clause in the contract could be invoked. Therefore, that decision can be distinguished on facts. Even otherwise we feel that once the parties have arrived at a settlement in respect of any dispute or difference arising under a contract and that dispute or the difference is amicably settled by way of a final settlement by and between the parties, unless that settlement is set aside in proper proceedings, it cannot lie in the mouth of one of the parties to the settlement to spurn it on the ground that it was a mistake and proceed to invoke the Arbitration clause. If this is permitted, the sanctity of contract, the settlement also being a contract, would be wholly lost and it would wholly be open to one party to take the benefit under the\n\nsettlement and then to question the same on the ground of mistake without having the settlement set aside. In the circumstances, we think that in the instant case since the dispute or difference was finally settled and payments were made as per the settlement, it was not open to the respondent unilaterally to treat the settlement as non est and proceed to invoke the Arbitration clause. We are, therefore, of the opinion that the High Court was wrong in the view that it took&quot;.</span>  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_12\"> 12. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"908996\" id=\"span_13\">In the case of <a href=\"/doc/908996/\" id=\"a_19\">K. Ramachandra Rao</a>, (supra), an application under <a href=\"/doc/89763331/\" id=\"a_20\">Section 20</a> of the Old Act was filed by the contractor. The trial Court referred the matter to arbitration, On appeal, a Division Bench of this Court upset the order on the ground that the trial Court was wrong in observing that the plaintiff had laid no foundation to his assertion that the no claim certificate put up against him as a defence to deny arbitration was obtained under duress and coercion. It has been further observed that form the perusal of the plaint, it was found that submission regarding the signatures of the appellant having been obtained under undue influence was not existing. The Supreme Court disagreed with the view of the Division Bench and remanded the case to the Subordinate Judge to settle the question about the undue influence and coercion over the contractor-appellant and whether it would vitiate the no-claim certificate clearing the way for arbitration. The Supreme Court was pleased to observe that, if, on the other hand, it is held that no such undue influence or coercion was exercised, then, the trial Court would be at liberty to reject the application under <a href=\"/doc/89763331/\" id=\"a_21\">Section 20</a> of the old Act, for the matter then would not be arbitrable.</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_13\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"831011\" id=\"span_14\">13. I had an occasion to deal with a similar question in the case of <a href=\"/doc/831011/\" id=\"a_22\">Kwality Construction Engineers v. University Engineer, Central University of Hyderabad</a>, , and after\n\nsurveying a catena of decisions of different High Courts and the Supreme Court, I had recorded a finding that if a party and to give &#x27;no-claim certificate&#x27; before finalising the bills and had received the payment under coercion, misrepresentation, mistake, duress, etc., etc., the said party has a right to raise the legitimate disputes and get the matter referred to the arbitrator for adjudication, but where the full and final settlement was accepted voluntarily and unconditionally, then, subsequent claim for further amounts in respect of the same work done is not an arbitrable dipute to be referred to the arbitrator for adjudication, because, in such a case, the arbitrator will have no jurisdiction to decide the same and it is only when the Court, on facts, decides that the dispute is an arbitrable dispute, it would be referred to the arbitrator for adjudication.</span>  \n</p> \n\n<p data-structure=\"Section\" id=\"p_14\"> 14. The position of law that emerges from the above discussion is mat the question whether the full and final settlement in respect of any dispute or difference in relation to a matter covered under the arbitration clause in the contract has been voluntarily done or not when undue influence or coercion etc., is alleged to have been practised on the contractor, is a question to be decided by the Court and not by the Arbitrator, particularly because if it is found to be a full and final settlement reached amicably and voluntarily by the parties, it ceases to be an arbitrable dispute referable to the arbitrator for adjudication.  \n</p> \n\n<p data-structure=\"Issue\" id=\"p_15\"> 15. The next question that falls for determination is whether the respondent/ Company had coerced the petitioner/firm in obtaining the signature of Biju Kolleri, the partner of the partnership firm and, therefore, the full and final satisfaction deed is void?  \n</p> \n\n<p data-structure=\"Section\" id=\"p_16\"> 16. Under <a href=\"/doc/1728676/\" id=\"a_23\">Section 14</a> of the Indian Contract Act, a consent is said to be free when it is not caused by coercion as defined in <a href=\"/doc/41519418/\" id=\"a_24\">Section 15</a>, or undue influence as defined\n\nin <a href=\"/doc/155572560/\" id=\"a_25\">Section 16</a>, or fraud as defined under <a href=\"/doc/56306137/\" id=\"a_26\">Section 17</a>, or misrepresentation as defined under <a href=\"/doc/38035808/\" id=\"a_27\">Section 18</a>, or mistake, subject to the provisions of <a href=\"/doc/89763331/\" id=\"a_28\">Sections 20</a>, <a href=\"/doc/134946450/\" id=\"a_29\">21</a> and <a href=\"/doc/195382205/\" id=\"a_30\">22</a>, and consent is said to be so caused when it would not have been given but for the existence of such coercion, undue influence, fraud, misrepresentation or mistake. <a href=\"/doc/894399/\" id=\"a_31\">Section 15</a> of the Contract Act defines coercion. It says that coercion the committing of any act or threatening to commit any act forbidden by the <a href=\"/doc/1569253/\" id=\"a_32\">Indian Penal Code</a> or unlawfully detaining or threatening to detain any property to the prejudice of any person whatever with the intention of causing any person to enter into an agreement. To attract the provisions of <a href=\"/doc/568692/\" id=\"a_33\">Section 16</a> of the Contract Act, it must be proved that the concerned party was in a position to dominate the will of the other parry and secondly that he has used his position to obtain an unfair advantage over the other. Both these conditions should be established by the party seeking to avoid the transaction. According to sub-section (3) of <a href=\"/doc/568692/\" id=\"a_34\">Section 16</a> of the Contract Act, if the transaction appears, on the face of it, to be unconscionable, then, the burden of proving such contract was not influenced by undue influence shall lie upon the person who was in the position to dominate the will of the other. It is only when the will of a person is coerced into doing that which he or she does not desire to do, it is undue influence. Coercion, therefore, should not be understood in the sence in which the term is used in <a href=\"/doc/894399/\" id=\"a_35\">Section 15</a> of the Contract Act. If a person has influence over another and by that influence induces the will of the other to his subjection, then, it is such coercion as is sufficient to constitute undue influence.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_17\"> 17. It is not disputed before me that in the final bill dated 23-1-1996, Biju Kolleri as the Managing Partner of the petitioner/firm had signed on all the 10 pages of the final bill and has put the date below his signatures as 13-3-1996. On the last page of the bill, he has not only signed and put the date but has also affixed thumb impression of his left hand on a\n\nrevenue stamp. The contents above his signature and thumb impression read as under: \n</p><blockquote id=\"blockquote_3\">  &quot;Accepted the sum of Rs. 1,00,000/-(Rupees one lakh only) Vide Ch.No 347540 dated 13-3-96 towards the final payment settlement (as per the above statement) towards the Civil worts carried out at factory site of Nectar Laboratories Limited at Plot No. 54A and 54B, Anrich Industrial Estate, Bollaram (Vill)., Jinnaram Mandal.&quot;  \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_18\"> It is also an admitted fact that another partner of the petitioner/firm namely Bimal Kolleri had obtained certificate of deduction of tax at source under <a href=\"/doc/1545466/\" id=\"a_36\">Section 203</a> of the Income Tax Act in Form No. 16-A on 18-3-1996 from the respondent/Company.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_19\"> 18. The ground on which the petitioner/ firm avoids the aforementioned final settlement of the claim in question is that the Managing Partner of the petitioner/firm Bijti Kolleri had to sign on the final bill due to the pressure exerted by the Chairman &amp; Managing Director of the respondent/Company. The petitioner/ firm had to make payments to its other suppliers and the petitioner/firm was in deep financial crisis. Biju Kolleri was mentally worried and the attitude of the Chairman &amp; Managing Director of the respondent/Company was unreasonable and hard. His attitude was either to take it or leave it. In the rejoinder, it is alleged that at the time of final payment on 13-3-1996 Biju Kolleri, the Managing Partner of the petitioner/firm, had made protests against the deductions of Rs. 10 lakhs and reducing the claim to Rs. 1 lakh. The amount was accepted under duress and without any option.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_20\"> 19. The petitioner/firm has not filed the letter dated 4.4.1996 alleged to have been sent by it, though a reference has been made in the copy of the letter dated 8-4-1996. It is pertinent to note that in Para 6 of the affidavit of the Managing Partner of the petitioner/firm, namely Biju Kolleri, it has not been specifically\n\npleaded that on 4-4-1996, a letter was sent to the respondent/Company. It is mentioned in this para that on 4-4-1996, after making calculations, the petitioner/firm has brought to the notice of the respondent/Company that the last bill was paid after drastically cutting the rates and as such the petitioner/firm would be approaching the respondent/ Company again with full details. Tims, it appears that the petitioner/firm had made recalculations on 4-4-1996. In the letter dated 8-4-1996, a claim of Rs. 5,83,000/- had been made and a demand for referring the matter to the arbitration has also been made, but there is no whisper in this letter that the Managing Director of the respondent/Company had pressurised the Managing Partner of the petitioner/firm, Biju Kolleri, to accept, Rs. 1,02,041/- only against the full and final settlement of the claim or he had to succumb to the hard and unreasonable attitude of the Chairman &amp; Managing Director of the respondent/Company, because, the petitioner/ firm was in financial crisis and Biju Kolleri was mentally worried as his firm had to clear the dues of other suppliers. Similarly, in the letter dated 27-4-1996, the petitioner/firm though alleged that there were many miscalculations which the firm wanted to correct and in the absence of the payment of bills, the payment made on 13-3-1996 cannot to taken as full and final settlement, but no allegation regarding coercion or undue influence has been made in it. It is also noteworthy that no allegation for whatever worth had been made by the petitioner/firm against the Architect A. Satya Rao. It is interesting to note that for the first time in the letter dated 25-5-1996, the petitioner/firm has alleged that the amount of Rs.1 lakh made on 13-3-1996 was accepted due to the pressure on its financial resources lest this payment also would not have seen the light of the day. But, in this letter also there is no allegation with regard to practising of undue influence or coercion against the Managing Director of the respondent/Company and no allegation against the Architect has been made that he had been won over by the respondent/Company. The petitioner/firm was\n\na creditor. It was or was not in need of money on 13-3-1996, but the omission of allegations regarding undue influence and coercion in the aforementioned three letters belies the subsequent allegations made for the first time in the impugned application for appointment of arbitrator. There is no material on record to infer that the Chairman &amp; Managing Director of the respondent/Company was in a dominating position and that he had exercised his position in obtaining full and final satisfaction letter by the Managing Partner of the petitioner/firm, Biju Kolleri. who appears to be a businessman of experience.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\"> 20. In the case of Thakurji Maharaj (supra), there was concurrent finding of fact that there was relation of confidentiality between the parties to the deed which was harsh and unconscionable as regards the interest of the respondent Smt. Ram Deo and, therefore, it was held in this case that it was essential for the appellant Thakurji Maharaj to excuse himself from what would otherwise be a necessary implication arising on the facts.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_22\"> 21. In the case of Tungabai (supra), Tungabai &#x27;s husband was heavily indebted and he had to mortgage all his own property and being pressed for money had nothing to offer by way of security for a further loan and when approached his creditor for further loan, the creditor was unwilling to lend without independent surety and, therefore, he had to offer the security of the land of his wife, Tungabai, who was quite illiterate and was submissive wife. She, therefore, signed on the mortgage deed without being told by her husband about the contents and under these circumstances, it was held that Tungabai was acting under the influence of her husband and the creditor was benefited by the transaction because he had notice of the facts which raised the presumption and he was found to be in no better position than the husband-debtor who had exercised influence.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_23\"> 22. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1484248\" id=\"span_15\">In the case of <a href=\"/doc/1484248/\" id=\"a_37\">Shrimati</a> (supra), the plaintiff was an illiterate widow and the\n\ndefendant was staying as a tenant in a part of her house and had treated her as his mother. He had pursuaded her to gift her entire property. On assessment of the evidence, it was found that the plaintiff was not in a position to dominate her will and the gift deed could not be said to have been executed under his undue influence.</span>  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_24\"> 23. Thus, it is evident that none of the three cases stated above are of any help to the petitioner/firm, particularly because the first two cases are distinguishable on facts.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_25\"> 24. For the foregoing reasons, the allegation and the counter allegation that on 23-1-1996 the petitioner/firm has submitted the bill for Rs. 63,14,070/- along with the covering letter on its letter head or whether it has finalised the bill on 26-2-1996 or on 27-2-1996 in the office of the respondent/ Company on the basis of the mutual agreement regarding the rates of separate items reached on 24-2-1996, do not appear to be material for deciding whether coercion and undue influence had been practised by the respondent/ Company or not because the fact remains that on every page of the bill dated 23-1-1996, the Managing Partner of the petitioner/firm, Biju Kolleri, had knowingly and understanding the contents therein not only signed but had also affixed his thumb impression on the revenue stamp and the other partner of the petitioner/ firm Bimal Kolleri had obtained the TDS certificate on 18-3-1996 and no allegation of undue influence or coercion has been made in any of the letters written by the petitioner/firm and for the first time such allegations have been made in the affidavit filed along with the application for appointment of the arbitrator, It is also not out of place to mention that the mere recital in the subsequent letters regarding the financial crisis of the petitioner/firm is not a ground for repudiating the full and final settlement deed dated 13-3-1996.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_26\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"209845\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"209845\" id=\"span_17\">25. The contention of the learned Counsel of the petitioner/firm that within 21 days from the receipt of the cheque for\n\nRs.1 lakh, the petitioner/firm had brought to the notice of the respondent/Company about the claim of Rs.5,83,000/- and it is a circumstance which distinguishes this case from the case of <a href=\"/doc/209845/\" id=\"a_38\">P.K. Ramaiah</a> (supra), has no force because in the case of <a href=\"/doc/209845/\" id=\"a_39\">P.K. Ramaiah</a> (supra) also the payment in full and final settlement of the contract was accepted on 29-5-1981 and the dispute was raised on 1-6-1981 and in the circumstances of the case, the Supreme Court held that the subsequent allegation of coercion was an after thought and was a device to get over the settlement of dispute. 1, therefore, hold that the petitioner/ firm through its Managing Partner had received the amount of Rs. 1,02,041/- on 13-3-1996 in full and final settlement of the claim voluntarily and out of this amount, he had received a cheque for Rs. 1,00,000/- and the remaining amount was kept by the respondent/Company against TDS and the subsequent allegation of coercion, undue influence or duress appears to be an after-thought. Thus, there is no existing arbitrable dispute to be referred to the arbitrator for adjudication.</span></span>  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_27\"> 26. In the result, the application fails and is hereby dismissed. Costs as incurred.  \n</p>\n\n \n\n","numcites":22,"numcitedby":2,"docsource":"Andhra HC (Pre-Telangana)","citetid":1967410,"divtype":"judgments","relatedqs":[{"value":"coercion","formInput":"coercion"},{"value":"undue influence ","formInput":"undue%20influence%20"},{"value":"no claim certificate","formInput":"no%20claim%20certificate"},{"value":"\"arbitrable dispute\"","formInput":"%22arbitrable%20dispute%22"},{"value":"final bill","formInput":"final%20bill"},{"value":"misrepresentation","formInput":"misrepresentation"},{"value":"thumb impression","formInput":"thumb%20impression"},{"value":"duress","formInput":"duress"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"\"no claim certificate\"","formInput":"%22no%20claim%20certificate%22"},{"value":"contract act","formInput":"contract%20act"},{"value":"dominant position","formInput":"dominant%20position"},{"value":"full and final settlement : supremecourt","formInput":"full%20and%20final%20settlement%20%3A%20supremecourt"},{"value":"architects","formInput":"architects"},{"value":"escalation","formInput":"escalation"},{"value":"\"no claim certificate ANDD \"duress ORR Coercion\"","formInput":"%22no%20claim%20certificate%20ANDD%20%22duress%20ORR%20Coercion%22"},{"value":"Coercion  filter:  coercion","formInput":"Coercion%20%20filter%3A%20%20coercion"},{"value":"claim settlement","formInput":"claim%20settlement"},{"value":"managing partner","formInput":"managing%20partner"}],"cats":[{"value":"undue-influence-defined","formInput":"tag:undue-influence-defined"},{"value":"coercion-defined","formInput":"tag:coercion-defined"},{"value":"application-to-file-in-arbitration-agreement","formInput":"tag:application-to-file-in-arbitration-agreement"}],"courtcopy":false,"query_alert":null,"agreement":false}