{"tid":128928789,"publishdate":"2021-01-20","title":"Haryana Space Application Centre ... vs M/S Pan India Consultants Pvt. Ltd. on 20 January, 2021","doc":"<h2 class=\"doc_title\">Haryana Space Application Centre ... vs M/S Pan India Consultants Pvt. Ltd. on 20 January, 2021</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2021 SUPREME COURT 653, AIRONLINE 2021 SC 26</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:i-malhotra\">Indu Malhotra</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-rastogi\">Ajay Rastogi</a>, <a href=\"/search/?formInput=benchid:i-malhotra\">Indu Malhotra</a>, <a href=\"/search/?formInput=benchid:l-n-rao\">L. Nageswara Rao</a></h3>\n\n<pre id=\"pre_1\">                                                                   REPORTABLE\n\n                      IN THE SUPREME COURT OF INDIA\n                       CIVIL APPELLATE JURISDICTION\n                       CIVIL APPEAL NO. 131        OF 2021\n     (ARISING OUT OF SPECIAL LEAVE PETITION (Civil) No. 13503 of 2020)\n\n\n\n\nHARYANA SPACE APPLICATION CENTRE (HARSAC) &amp; ANR. … APELLANTS\n\n\n                                      Versus\n\nM/S PAN INDIA CONSULTANTS PVT. LTD.                            … RESPONDENT\n\n\n\n                                    ORDER\n</pre>\n\n\n\n<p data-structure=\"Issue\" id=\"p_1\">INDU MALHOTRA, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">1.            The Appellant No. 1 / HARSAC, Department of Science &amp; Technology,\n\n        Government of Haryana is the nodal agency for Geographic Information\n\n        System (“GIS”) Application and Remote Sensing for the Government of\n\n        Haryana. The Ministry of Rural Development, Department of Land Resources\n\n        designated HARSAC as the nodal agency for the State of Haryana. HARSAC\n\n        invited Request for Proposal in September 2010 from qualified vendors for the\n\n        modernisation of Land Record (including digitisation of cadastral Maps,\n\n        Integration with records and management of old revenue documents).\n\n        HARSAC vide Letter dated 28.02.2011 awarded the contract to the\n\n        Respondent – Pan India Consultants Pvt. Ltd, and three other vendors for\n\n\n<span class=\"hidden_text\" id=\"span_1\">                                          1</span>\n\f     works specified in the allotment letter. In pursuance thereof, Service Level\n\n     Agreements were executed between the parties.\n</p>\n<p data-structure=\"Section\" id=\"p_3\">           Clause 6.11 of the Service Level Agreement dated 29.03.2011 in the\n\n     present case contains an arbitration clause, which reads as under :\n\n</p><blockquote id=\"blockquote_1\">           “6.11   Resolution of Dispute\n\n                   HARSAC, Haryana and the Vendor shall make every effort to resolve\n                   amicably, by direct informal negotiation, any disagreement or dispute\n                   arising between them under or in connection with the contract. If after,\n                   thirty days from the commencement of such informal negotiations,\n                   HARSAC, Haryana and the Vendor are unable to resolve amicably a\n                   contract dispute; either party may require that the dispute be referred\n                   for resolution by formal arbitration.\n</blockquote>\n<blockquote id=\"blockquote_2\">                   All question, disputes or differences arising under and out of or in\n                   connection with the contract, shall be referred to two Arbitrators one\n                   arbitrator to be nominated by HARSAC, Haryana and the other two to\n                   be nominated by the Vendor. In the case of the said Arbitrators not\n                   agreeing, then the matter will be referred to an umpire to be\n                   appointed by the Arbitrators in writing before proceeding with the\n                   reference. The award of the arbitrators, and in the event of their not\n                   agreeing, the award of the Umpire appointed by them shall be final\n                   and binding on the parties. The arbitration and reconciliation act 1996\n                   shall apply to the arbitration proceedings and the venue &amp; jurisdiction\n                   of the arbitration shall be in the State of Haryana.”\n\n\n\n</blockquote><p data-structure=\"Facts\" id=\"p_4\">2.         As per HARSAC, the Respondent failed to complete the work assigned\n\n     within the period specified i.e. 31.12.2011, and was delaying the entire\n\n     project. Even though two extensions were granted till 31.07.2012, and later\n\n     extended upto 31.12.2013, the Respondent failed to complete the work. This\n\n     led to the invocation of the Performance Bank Guarantee by HARSAC vide\n\n     letter dated 18.03.2014.\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">\n</p><p data-structure=\"Issue\" id=\"p_6\">3.         The Respondent challenged this action by filing Civil Suit bearing CS\n\n     (OS) No. 886 of 2014 before the Delhi High Court. The High Court disposed\n\n     of the Suit, directing the Respondent–Contractor to keep the bank guarantees\n\n     alive, and HARSAC was directed not to encash the bank guarantees, pending\n\n<span class=\"hidden_text\" id=\"span_2\">                                              2</span>\n\f     resolution of the disputes amicably or by an arbitral tribunal constituted by the\n\n     parties.\n</p>\n<p data-structure=\"Section\" id=\"p_7\">\n</p><p data-structure=\"CDiscource\" id=\"p_8\">4.          HARSAC invoked the arbitration clause contained in the Service Level\n\n     Agreement, and appointed Shri. Anurag Rastogi, IAS, Principal Secretary to\n\n     Government of Haryana as their nominee arbitrator.\n\n</p><p data-structure=\"PetArg\" id=\"p_9\">            The Respondent appointed Justice Rajive Bhalla (Retd.) as their\n\n     nominee arbitrator on 14.09.2016.\n</p>\n<p data-structure=\"Section\" id=\"p_10\">            On 14.09.2016, the arbitral tribunal stood constituted.\n\n\n</p><p data-structure=\"Issue\" id=\"p_11\">5.          The Respondent / Pan India Consultants filed an Application for\n\n     appointment of the presiding arbitrator under <a href=\"/doc/182490/\" id=\"a_1\">Section 10(1)</a> of the Arbitration\n\n     and Conciliation Act, 1996 before the arbitral tribunal. The tribunal vide Order\n\n     dated 22.05.2017 declined the request for appointment of the third arbitrator\n\n     at this stage, and reserved its right to nominate the third arbitrator in case of\n\n     disagreement between the two arbitrators.\n</p>\n<p data-structure=\"Section\" id=\"p_12\">\n</p><p data-structure=\"CDiscource\" id=\"p_13\">6.          On 03.08.2018, the arbitral tribunal in its 28 th sitting, recorded in the\n\n     proceedings that the arguments were heard, and the matter was reserved for\n\n     passing the Award.\n</p>\n<p data-structure=\"Precedent\" id=\"p_14\">\n</p><p data-structure=\"Precedent\" id=\"p_15\">7.          The Appellant addressed letter dated 07.01.2019 to the arbitral tribunal\n\n     wherein it was stated that the arbitration proceedings had been pending for\n\n     more than 1 ½ years since the date of first hearing on 07.11.2016. That vide\n\n     Order dated 25.01.2018, the tribunal had extended the period of arbitration by\n\n     3 months. Since the proceedings were not completed even within the\n\n\n<span class=\"hidden_text\" id=\"span_3\">                                         3</span>\n\f     extended period, time was again extended on 15.05.2018 for a further period\n\n     of 3 months. The extended period also expired on 15.08.2018. The tribunal\n\n     had even then not pronounced the Award till date. Since, the arbitral\n\n     proceedings were not completed within the statutory period of 1 year as\n\n     prescribed by the <a href=\"/doc/1306164/\" id=\"a_2\">Arbitration and Conciliation Act, 1996</a> or the extended\n\n     period of 6 months, the mandate of the arbitral tribunal would stand\n\n     terminated.\n</p>\n<p data-structure=\"Precedent\" id=\"p_16\">\n</p><p data-structure=\"CDiscource\" id=\"p_17\">8.         On 08.02.2019, Justice Rajive Bhalla (Retd.), one of the arbitrators, in\n\n     a letter addressed to the Respondent stated that after arguments were\n\n     concluded, the Award was in the process of preparation, when a letter dated\n\n     07.01.2019 was received from the Director Land Record, Haryana,\n\n     Panchkula, stating that the mandate of the tribunal stood terminated.\n\n     However, this letter did not make reference to the clarification sought by the\n\n     Respondents regarding the fee of the tribunal. It was stated by the arbitrator\n\n     that : “ The tribunal is ready to pronounce the award forthwith.”\n\n\n</p><p data-structure=\"RespArg\" id=\"p_18\">9.         The Respondent / Contractor filed an Application under <a href=\"/doc/1052228/\" id=\"a_3\">Section 29A(4)</a>\n\n     of the Arbitration Act being Arb. Case No. 431 of 2019 before the Additional\n\n     District Judge, Chandigarh, wherein it was stated that the Award was ready to\n\n     be pronounced, and the entire fee had been paid to the tribunal. It was\n\n     contended that the Director Land Records had not paid their share of the fee,\n\n     but were delaying the matter, and had erroneously claimed that the mandate\n\n     of the tribunal stood terminated. It was prayed that the period for passing the\n\n     arbitral award be extended.\n</p>\n<p data-structure=\"Precedent\" id=\"p_19\">\n<span class=\"hidden_text\" id=\"span_4\">                                         4</span>\n</p><p data-structure=\"RespArg\" id=\"p_20\">\f10.          The Appellant herein opposed the Application and submitted that the\n\n      Application under <a href=\"/doc/51587754/\" id=\"a_4\">Section 29A(4)</a> be dismissed since sufficient cause for\n\n      granting extension had not been made out.\n</p>\n<p data-structure=\"Precedent\" id=\"p_21\">\n</p><p data-structure=\"RespArg\" id=\"p_22\">11.          The District Judge vide its Order dated 08.11.2019 granted an\n\n      extension of time of 3 months to the tribunal to conclude the arbitration\n\n      proceedings, and pronounce the Award.\n</p>\n<p data-structure=\"Precedent\" id=\"p_23\">\n</p><p data-structure=\"Issue\" id=\"p_24\">12.          The Appellant herein filed Civil Revision Petition under <a href=\"/doc/1331149/\" id=\"a_5\">Article 227</a> of\n\n      the Constitution before the Punjab and Haryana High Court for setting aside\n\n      the Order dated 08.11.2019 passed by the Additional District Judge, whereby\n\n      an extension of time had been granted for passing the Award. It was\n\n      submitted that the extension of time had been mutually agreed by both parties\n\n      upto 15.08.2018. However, the tribunal failed to pronounce the Award even\n\n      within this extended period, and did not show any inclination of doing so even\n\n      on 07.01.2019, when the letter terminating the mandate of the tribunal was\n\n      sent. The tribunal failed to pronounce the Award in a period of over 28 months\n\n      from the date of constitution of the tribunal.\n</p>\n<p data-structure=\"Precedent\" id=\"p_25\">\n</p><p data-structure=\"Precedent\" id=\"p_26\">13.          The learned Single Judge of the High Court passed an Interim Order\n\n      dated 31.07.2020 wherein it was observed that since the period of 3 months\n\n      granted by the District Court had already elapsed, both parties were directed\n\n      to obtain instructions for grant of a period of 3 months on account of the\n\n      prevailing Pandemic. The tribunal would conduct the proceedings either\n\n      virtually or physically.\n</p>\n<p data-structure=\"Precedent\" id=\"p_27\">\n\n<span class=\"hidden_text\" id=\"span_5\">                                           5</span>\n</p><p data-structure=\"RespArg\" id=\"p_28\">\f14.         The Petition was heard on 24.08.2020, when the learned Additional\n\n      Advocate General, Haryana opposed the extension of time. The High Court,\n\n      in light of the current Pandemic, granted an extension of 4 months to enable\n\n      the parties to conclude their arguments within 3 months, and a period of 1\n\n      month for the tribunal to pass the Award.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_29\">\n</p><p data-structure=\"RespArg\" id=\"p_30\">15.         Aggrieved by the said Order, HARSAC has filed the present Special\n\n      Leave Petition. We have heard the learned Additional Advocate General\n\n      appearing for HARSAC, and Mr. Angad Mehta for the Respondent-\n\n      Contractor.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_31\">\n</p><p data-structure=\"CDiscource\" id=\"p_32\">16.         We find that even though a period of over 4 years has elapsed since\n\n      the constitution of the tribunal on 14.09.2016, the Award has not been\n\n      pronounced so far, even though the tribunal had on two occasions i.e.\n\n      03.08.2018 in its 28th sitting, and thereafter in the letter dated 08.02.2019\n\n      addressed by the arbitrators, recorded that the tribunal was ready to\n\n      pronounce the Award forthwith.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_33\">\n</p><p data-structure=\"Section\" id=\"p_34\">17.         We are of the view that the appointment of the Principal Secretary,\n\n      Government of Haryana as the nominee arbitrator of HARSAC which is a\n\n      Nodal Agency of the Government of Haryana, would be invalid under <a href=\"/doc/16912364/\" id=\"a_6\">Section\n\n      12(5)</a> of the Arbitration and Conciliation Act, 1996 read with the Seventh\n\n      Schedule. <a href=\"/doc/16912364/\" id=\"a_7\">Section 12(5)</a> of the Arbitration Act, 1996 (as amended by the 2015\n\n      Amendment Act) provides that notwithstanding any prior agreement to the\n\n      contrary, any person whose relationship with the parties, or counsel, falls\n\n\n\n\n<span class=\"hidden_text\" id=\"span_6\">                                         6</span>\n\f       within any of the categories specified in the Seventh Schedule, shall be\n\n       ineligible to be appointed as an arbitrator.\n</p>\n<p data-structure=\"Section\" id=\"p_35\">              Item 5 of the <a href=\"/doc/1306164/\" id=\"a_8\">Seventh Schedule of the Act</a> reads as under :\n\n</p><blockquote id=\"blockquote_3\">              “Arbitrator’s relationship with the parties or counsel\n\n</blockquote><blockquote id=\"blockquote_4\">              5.        The arbitrator is a manager, director or part of the management, or\n              has a similar controlling influence, in an affiliate of one of the parties if the\n              affiliate is directly involved in the matters in dispute in the arbitration.”\n                                                                            (emphasis supplied)\n\n\n\n              <a href=\"/doc/16912364/\" id=\"a_9\">Section 12(5)</a> read with the Seventh Schedule is a mandatory and non-\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_36\">       derogable provision of the Act. In the facts of the present case, the Principal\n\n       Secretary to the Government of Haryana would be ineligible to be appointed\n\n       as an arbitrator, since he would have a controlling influence on the Appellant\n\n       Company being a nodal agency of the State.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_37\">\n</p><p data-structure=\"CDiscource\" id=\"p_38\">18.           The Counsel for both parties during the course of hearing have\n\n      consented to the substitution of the existing tribunal, by the appointment of a\n\n      Sole Arbitrator to complete the arbitral proceedings.\n\n</p><p data-structure=\"Precedent\" id=\"p_39\">              In exercise of our power under <a href=\"/doc/107693397/\" id=\"a_10\">Section 29A(6)</a> of the Arbitration and\n\n      Conciliation Act, 1996 (as amended), we hereby appoint Justice Kurian Joseph\n\n      (Retd.), former judge of this Court, as the substitute arbitrator, who will conduct\n\n      the proceedings in continuation from the stage arrived at, and pass the Award\n\n      within a period of 6 months from the date of receipt of this Order. The Arbitrator\n\n      may direct the parties to address final arguments and take him through the\n\n      entire record of the case.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_40\">              The appointment of the Sole Arbitrator is subject to the declarations\n\n      being made under <a href=\"/doc/750244/\" id=\"a_11\">Section 12</a> of the Arbitration and Conciliation Act, 1996 with\n\n\n<span class=\"hidden_text\" id=\"span_7\">                                                 7</span>\n\f    respect to independence and impartiality, and the ability to devote sufficient\n\n    time to complete the arbitration within the period of 6 months.\n\n</p><p data-structure=\"Conclusion\" id=\"p_41\">            The arbitrator will charge fees in accordance with the <a href=\"/doc/1306164/\" id=\"a_12\">Fourth Schedule\n\n    of the Arbitration and Conciliation Act, 1996</a>. We direct both parties to equally\n\n    share the fees payable to the Sole Arbitrator. The proceedings will be\n\n    conducted either virtually, or at the seat of arbitration in the State of Haryana.\n\n</p><p data-structure=\"Conclusion\" id=\"p_42\">            The matter is disposed of accordingly. Pending applications, if any,\n\n    stand disposed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_43\">\n\n</p><p data-structure=\"Precedent\" id=\"p_44\">                                                   ….................................................J.\n                                                                 (L. NAGESWARA RAO)\n\n\n\n\n                                                   ….................................................J.\n                                                                       (INDU MALHOTRA)\n\n\n\n                                                   ….................................................J.\n                                                                         (AJAY RASTOGI)\n\n\nNew Delhi;\n</p><p data-structure=\"Conclusion\" id=\"p_45\">January 20, 2021\n\n\n\n\n<span class=\"hidden_text\" id=\"span_8\">                                          8</span>\n\f</p>","numcites":8,"numcitedby":45,"docsource":"Supreme Court of India","citetid":128928789,"divtype":"judgments","relatedqs":[{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"arbitration and conciliation act, 1996","formInput":"arbitration%20and%20conciliation%20act%2C%201996"},{"value":"land record","formInput":"land%20record"},{"value":"service level agreement","formInput":"service%20level%20agreement"},{"value":"arbitration and conciliation act/ sortby:/","formInput":"arbitration%20and%20conciliation%20act/%20sortby%3A/"},{"value":"nominee sortby:","formInput":"nominee%20sortby%3A"},{"value":"seventh schedule","formInput":"seventh%20schedule"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"indu malhotra","formInput":"indu%20malhotra"},{"value":"arbitration proceedings","formInput":"arbitration%20proceedings"},{"value":"\"arbitration and conciliation act 1996 \"","formInput":"%22arbitration%20and%20conciliation%20act%201996%20%22"},{"value":"arbitration act 1996","formInput":"arbitration%20act%201996"},{"value":"sole arbitrator","formInput":"sole%20arbitrator"},{"value":"arbitration and conciliation ","formInput":"arbitration%20and%20conciliation%20"}],"cats":[{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"court-superintendence","formInput":"tag:court-superintendence"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"grounds-for-challenge","formInput":"tag:grounds-for-challenge"}],"courtcopy":true,"query_alert":null,"agreement":false}