{"tid":1723455,"publishdate":"1997-06-30","title":"Tinna Oils And Chemicals Limited Rep. By ... vs Visakhapatnam Port Trust, Rep. By Its ... on 30 June, 1997","doc":"<h2 class=\"doc_title\">Tinna Oils And Chemicals Limited Rep. By ... vs Visakhapatnam Port Trust, Rep. By Its ... on 30 June, 1997</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1997(5)ALT135</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:b-s-reddy\">B. Sudershan Reddy</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:b-s-reddy\">B. Sudershan Reddy</a></h3>\n\n<pre id=\"pre_1\">ORDER\n \n\nB. Sudershan Reddy, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. The petitioner herein prays for an appropriate writ, particularly one in the nature of Writ of Certiorari calling for the records of the first and second respondents having reference No. TM/CB/Wharfage/Tinns dated 11-6-1997 and quashing the same as illegal.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The petitioner is stated to be a public limited company incorporated under the <a href=\"/doc/1353758/\" id=\"a_1\">Companies Act</a>, carrying on various business activities, including manufacturing of edible oils, stevedoring, port logistics, import and export of diverce commodities. It is stated in the affidavit that the petitioner sent proposal dated 14-3-1994 to the Chairman, Visakhapatnam Port Trust (for short &#x27;VPT&#x27;) to set up mechanised loading and handling facility at the Vizag Port for export of extractions and Agricultural Products berth EQ-VI. The main objectives of the facilities was to provide an efficient loading rate of over 2500 MT per day and to maximise utilisation of ports existing infrastructure, ensure minimum through put and thereby maximise income to the Port. For the above said purpose, the petitioner had entered into a Memorandum of Understanding (for short &quot;MOU&quot;) on 13-5-1994 with the first respondent.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_3\">3. Be that as it may, the respondent administration by Resolution No. 83/94-95 resolved to sanction to lease out the T-6 shed for a period of thirty years subject to review once in ten years. The same was, however, subject to approval by the Central Government. The lease was for the purpose of enabling the petitioner Company to export oil cake and agricultural products (extraction) through VPT by modernisation, the shed and installing mechanised cargo handling system for shipment through EQ-VI berth at their cost subject to payment of charges fixed by the Port from time to time for all Port services; including lease for T-6 shed. The petitioner is said to have invested huge amount of Rs. 2.5 Crore for modernisation.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\">4. It appears by proceedings dated 3-10-1994, the Government of India, Ministry of Surface Transport, Port Wing, conveyed its approval to lease Transit Shed T-6 for setting up mechanised Cargo handling facilities for Oil Cake and other agricultural by products and modernisation of shed to the petitioner for a period of thirty years subject to certain conditions namely that the lessee shall provide a minimum guarantee traffic in a phased manner to the Port.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_5\">5. It is born out by the record that a thirty year lease agreement dated 17-10-1995 was entered into by and between the petitioner and the respondents. Under the said agreement, the respondents granted the petitioner the right to have the lease of a berth situated in the Dock Yard of the VPT for making use of Transit shed at EQ-6 for storage and installation facilities subject to the terms and conditions contained therein.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_6\">6. It is further stated in the affidavit that the petitioner in compliance with Clause 7 of the MOU dated 13-4-1994 had commissioned the mechanised facility for export of Oil Cakes and agricultural products within twelve months from the date of handing over the Transit Shed i.e., to say by 23-11-1994. The petitioner had also shipped 1,62,589.77 tonnes during the first period and had shipped 2,47,979.00 tonnes during the first accountable years (23.2.1996 to 22.2.1997). The petitioner is stated to have paid wharfage charges of Rs. 48 Lakh. It is asserted that the petitioner has been performing at an average load rate of 4500 tonnes per day as against the guaranteed load rate of 2500 MT, according to the petitioner it is more than the guaranteed load rate. As such the petitioner states that it has complied with Clause 9 of the MOU which casts an obligation on the petitioner to guarantee a minimum annual production 3.50 Lakh to 4.00 Lakh tonnes initially which shall be increased to one million tonnes over a period of three to four years.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_7\">7. The gravemen of the complaint in the instant writ petition is that the Traffic Manager of the Respondent-authority, the second respondent herein, through his letter dated 29-8-1996 made an allegation against the petitioner-company that the Vessels have not arrived under the name of the petitioner-company and berthed under the account of M/s Tinna Shipping and Ware Housing Ltd., the cargo of the petitioner was not loaded, but cargo of other exporters are loaded in violation of Clause 11(i) of the Lease-deed. The purport of the said letter appears to be that cargo loaded from T-6 shed, which belongs to other exporters cannot be accounted for the purpose of minimum guaranteed traffic assured by the petitioner-company. The petitioner-company herein was directed to submit explanation and reasons for not loading cargo from T-6 shed by it on its own account and as to why the cargo belonging to different exporters was loaded. According to the second respondent such conduct on the part of the petitioner-company amounts to violation of Clause 11 (8) of the Lease deed. The petitioner is stated to have submitted its letter dated 18-9-1996 explaining the facts and circumstances to the Traffic Manager.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_8\">8. The second respondent herein again by his letter dated 27-2-1997 after referring to the explanation submitted by the petitioner-company informed the petitioner that it had not shipped any cargo of its own during the first year period which expired on 22-2-1997 and, therefore, directed the petitioner to pay a sum of Rs. 75.00 Lakh being Port charges (Wharfage charges) on minimum guaranteed traffic of five Lakh tonnes, immediately as per the bill enclosed. This sum of Rs. 75.00 Lakh was arrived at by imposing the highest Wharfage of Rs. 15.00 Per M.T. applicable on agro products in VPT scale of rates. The petitioner company through its letter dated 7-3-1997 gave reply explaining the scope of minimum traffic guaranteed, while enclosing its letter dated 27-2-1997 for perusal.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_9\">9. The Respondent-authority vide letter dated 20-5-1997 had stated that the shipping bills sent with letter dated 26-4-1997 disclose that the cargo has not been shipped in the name of the petitioner-company. Hence, it cannot be considered to be through put of Five Lakh tonnes guaranteed by the petitioner-Company for the period from 23-2-1996 to 22-2-1997. The petitioner-company through its letter dated 29-5-1997 addressed to the first respondent-Board offered its detailed explanation. The second respondent by his proceedings dated 11-6-1997 directed the petitioner to pay a sum of Rs. 54.00 Lakh as Wharfage charges for the quantity of short-fall in the minimum guaranteed traffic of Five Lakh tonnes in the first year from 23-2-1996 to 22-2-1997. The present demand of Rs. 54 Lakhs instead of Rs. 75 Lakhs as demanded earlier is on account of application of revised Wharfage charges in respect of each tonne. The said action is impugned in this writ petition.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_10\">10. It is the case of the petitioner-company that according to the MOU, as well as the lease-deed, what is contemplated is that the petitioner should guarantee minimum through-put for four to five Lakh tonnes as it would in effect ensure revenue to the respondent-authority. Whether the petitioner exports the goods either in its name or in the name of other exporters has no bearing on the revenue, which the Port will ultimately earn. According to the petitioner-company, the respondent-authority is reading terms of the lease in isolation and out of context. The penalty sought to be imposed by the respondent-authority is illegal, arbitrary and without authority of law.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_11\">11. But shorn of all the details, the petitioner assails the proceedings dated 11-6-1997 issued by the second respondent herein directing the petitioner to pay a sum of Rs. 54.00 Lakh towards Wharfage charges for the quantity of shortfall in the minimum guaranteed traffic of five Lakh tonnes for the year 23-2-1996 to 22-2-1997. The impugned proceedings of the second respondent, in categorical terms, refers to condition No. 11(6) of the long lease agreement executed by the petitioner-company. According to the respondent-authority as per condition No. 6 of the said agreement the Board through its resolution No. 83/94-95, dated 6-8-1994 resolved to lease out T-6 shed for setting-up mechanised cargo handling facilities to stock Rice, Wheat and other types of agro products of their own, besides their oil cakes and agricultural products (Extrations) for Export only and modernisation of shed for a period of thirty years. It is alleged that the petitioner-company failed to comply with the requirement and failed to ship cargo of their own, exported the cargo belonging to others was shipped by the petitioner-company and the same cannot be taken into consideration for the purpose of securing minimum guaranteed traffic.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_12\">12. The whole issue revolves around and relates to interpretation of certain clauses in the MOU dated 13-5-1994 entered into by and between the petitioner and the respondent-authority and the long term lease dated 17-10-1995.1 am of the considered opinion that both, the MOU and the long term lease agreement entered into by and between the petitioner and the respondent-authority are purely commercial contracts. The terms and conditions between the parties are settled after long negotiations. The respondent-Port Trust, no doubt, is an authority for the purpose of <a href=\"/doc/609139/\" id=\"a_2\">Article 12</a> of the Constitution of India. Its actions may be amenable to be tested in a judicial review proceeding by this Court under <a href=\"/doc/1712542/\" id=\"a_3\">Article 226</a> of the Constitution of India. But the question is as to whether all its actions, including one in the commercial contractual field are amenable to judicial review. The Port Trust authority, apart from the public law duty, is entrusted with certain other duties which are purely commercial in nature. In that context it enters into MOU and lease agreement with the interested persons and in the process enters into business and commercial activities. The petitioner did not state in the affidavit as to how in such a situation a writ could be issued by this Court. On the other hand the petitioner-company prays for a writ of Certiorari, as if the respondent-authority is a quasi-judicial body / Tribunal. It is difficult to appreciate as to how a Writ of Certiorari would lie against the respondent-authority. The respondent-authority, admittedly, is not a Tribunal or Quasi-judicial body empowered to adjudicate the rights of any body/persons.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_13\">13. Be that as it may, nothing is stated in the affidavit about the nature of the long term lease agreement and the MOU entered by and between the petitioner-company and the respondent-authority. It is no-where stated that the agreement is in the nature of a statutory contract. The covenants in the long term lease agreement and the MOU are not traceable to any provision in the <a href=\"/doc/1527/\" id=\"a_4\">Major Port Trust Act, 1963</a>, (for short &quot;<a href=\"/doc/1353758/\" id=\"a_5\">The Act</a>&#x27;) or the Rules and Regulations framed thereunder. However, Ms. Nalini Chidambaram the learned Counsel for the petitioner submits that the Board in which the Management vests is entitled and competent to enter into and perform any contract necessary for the performance of its functions under the Act. Every contract on behalf of the Board is made by the Chairman and shall be Sealed with the common seal of the Board. The learned senior Counsel appearing on behalf of the petitioner-company traces the said power of the Board to enter into a contract to <a href=\"/doc/181078/\" id=\"a_6\">Sections 33</a> and <a href=\"/doc/675604/\" id=\"a_7\">34</a> of the Act. The learned senior Counsel also relied upon <a href=\"/doc/851364/\" id=\"a_8\">Section 42</a> of the Act whereunder the Board is authorised to entrust the performance of services to any person on such terms and conditions, as may be agreed upon. It is also submitted that the Board had obtained prior permission and consent from the Central Government before finalising the terms and conditions of the long lease agreement. In nut-shell, it is submitted by the learned senior Counsel for the petitioner that the Board had entered into the long lease agreement with the petitioner-company in exercise of the power conferred on it by <a href=\"/doc/181078/\" id=\"a_9\">Section 33</a> of the Act and, therefore, the long lease agreement entered into by and between the petitioner-company and the respondent-authority has statutory flavour. According to the learned senior Counsel, it is the power conferred upon the respondent-authority to enter into a contract coupled with duty. Therefore, all its actions are required to be fair, just and reasonable.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_14\">14. It is submitted that the impugned action of the second respondent directing the petitioner-company to pay the specified amount through the proceedings impugned herein is totally without jurisdiction. The Board alone is empowered to pass any such order if at all there is any justification for passing such order. The learned senior Counsel for the petitioner, in this connection, refers to <a href=\"/doc/509964/\" id=\"a_10\">Section 56</a> of the Act which provides that the Board on being satisfied that any charge is leviable has been short levied or erroneously levied, it may issue a notice to the person who is liable to pay such charge or to whom the refund has been erroneously made, requiring him to show-cause why he should not pay the amount specified in the Notice. It is the Board after considering the representation of any such person has to determine the amount due from such person. It is, therefore, submitted that the impugned order suffers from inherent lack of jurisdiction.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_15\">15. It is also submitted that the impugned order is vitiated for the reason of non-application of mind. According to the learned senior Counsel for the petitioner that there is no duty upon the petitioner to export cargo of &#x27;their own&#x27;; but, is entitled export even the cargo belonging to others. Neither the MOU nor the long lease agreement stipulates and imposes any such duty upon the petitioner.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_16\">16. It is difficult to appreciate any of the submissions made on behalf of the petitioner-company. The principles of administrative law applicable in reviewing statutory and administrative order, may not be applicable with the same force to matters arising out of a pure commercial contract.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1238017\" id=\"span_1\">17. This is particularly so in a dispute arising after the contract is settled between the parties where the mutual obligations and liabilities are regulated by the contract itself. The learned senior Counsel for the petitioner, however, placed reliance upon the well known decision in <a href=\"/doc/1238017/\" id=\"a_11\">Mahabir Auto Stores v. Indian Oil Corporation</a>,  wherein it is observed:</span>\n</p><blockquote id=\"blockquote_1\"> &quot;...If a Governmental Action even in the matters of entering or not entering into contracts, fails to satisfy the test of reasonableness, the same would be unreasonable. Rule of reason and rule again arbitrariness and discrimination, rules of fair play and natural justice are part of the rule of law applicable in a situation or action by State instrumentality in dealing with citizens. Even though the rights of the citizens are in the nature of contractual rights, the manner, the method and motive of a decision of entering or not entering into a contract, are subject to judicial review on the touchstone of relevance and reasonableness, fair play, natural justice, equality and non-discrimination.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_18\">In the same decision, the Apex Court, itself, observed that:\n</p><blockquote id=\"blockquote_2\"> &quot;Whether public law or private law rights are involved, in a case, depends upon the facts and circumstances of the case. The dichotomy between rights and remedies cannot be obliterated by any straight jacket formula. It has to be examined in each particular case.&quot;\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1974738\" id=\"span_2\">It was a case where the Indian Oil Corporation was subjected to distribution policies and guidelines of the Department of Petroleum in the Ministry of Energy, Government of India and clear directive was given to the Indian Oil Corporation to the effect that lubricants are to be sold only to consumers, to those parties who will not sell directly or indirectly to Foreign Oil Companies and no sale should take place to old agents or distributor of foreign oil companies. All sales of lubricants must take place to actual consumers. The Ministry directed the Oil Company that no new distributor was to be appointed for distribution of lubricating oils and there is a ban on such appointment. The action of the Indian Oil Corporation was traceable to the directions issued by the Department of Petroleum in the Ministry of Energy, Government of India. In those facts and circumstances of the case, the Apex Court made the said observation. The Apex Court in a subsequent judgment in Asst. <a href=\"/doc/1974738/\" id=\"a_12\">Excise Commissioner v. Issac Peter,  (D.N</a>.) explained <a href=\"/doc/1974738/\" id=\"a_13\">the said decision</a> by observing:</span>\n</p><blockquote id=\"blockquote_3\"> &quot;All that was done was to advise the IOC to take the appellant to confidence before putting an end to his long-enjoyed right. The observations in the judgment are confined to the particular facts of that case. It is significant to note that it was not a case where the rights of the parties were governed by a contract. This decision cannot, therefore, support the contention of the respondents.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_20\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"884513\" id=\"span_3\">18. The learned senior Counsel also relied upon the judgment in <a href=\"/doc/884513/\" id=\"a_14\">Tata Cellular v. Union of India</a>, . It is true that the Apex Court in <a href=\"/doc/884513/\" id=\"a_15\">the said decision</a> observed that &quot;the principle of judicial review would apply to the exercise of contractual powers by-Government bodies in order to prevent arbitrariness or favouritism. -However, there are inherent limitations in exercise of that power of judicial review. The Government is the guardian of the finances of the State. It is expected to protect the financial interest of the State. The right to refuse the lowest or any other tender is always available to the Government. But, the principle <a href=\"/doc/884513/\" id=\"a_16\">laid down in</a> <a href=\"/doc/367586/\" id=\"a_17\">Article 14</a> of the Constitution have to be kept in view while accepting or refusing a tender. There can be no question of infringement of <a href=\"/doc/367586/\" id=\"a_18\">Article 14</a> if the Government tries to get the best person or the best quotation. The right to choose cannot be considered to be an arbitrary power. Of course, if the said power is exercised for any collateral purpose the exercise of that power will be struck down.&quot; In the said case, the Apex Court was concerned with the question as to whether the decision of the Government in consulting eight parties pursuant to the tenders invited by the Department of Telecommunications, Government of India, to licence the operation of Cellular Mobile Telephone Service in four metropolitan cities of India is vitiated as arbitrary. It was a case of awarding contract pursuant to the tender notification. The Apex Court was not concerned with any dispute arising out of a concluded contract as in the present case.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\">19. The learned Counsel for the respondent-authority, Sri Koka Srinivasa Murthy is right in submitting that the said decisions have no application to the facts on hand and the situation. Here is a case where the dispute between the petitioner-company and the respondent-authority arises out of a concluded contract. In this judicial review proceeding, the Court is asked to interpret the terms and conditions of the MOU, long lease agreement entered into by and between the parties. The contract on hand is purely a commercial contract. The mere fact that the power to enter into a contract and sign the lease agreement and MOU is traceable to the provisions of the Act cannot make the contract and the lease agreement a statutory one. The terms and conditions incorporated in the long lease agreement are admittedly settled after ) protracted negotiations. Those terms and conditions are not traceable to any statutory instrument. The terms and conditions are settled and the covenants in the long lease agreement are arrived at by mutual settlement between the parties. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_4\">Those terms and conditions incorporated in the long lease agreement do not bind any other person. The terms and conditions are confined to the subject matter of the agreement and bind only the parties to it. It is a contract in the realm of private law. The law applicable in such a situation is well settled and not res integra. The Appex Court in <a href=\"/doc/1156062/\" id=\"a_19\">State of U.P. v. Bridge&amp;Roof Co., (India) Ltd.</a>, , observed as follows:</span>\n</p><blockquote id=\"blockquote_4\"> &quot;Firstly, the contract between the parties is a contract in the realm of private law. It is not a statutory contract. It is governed by the provisions of the <a href=\"/doc/171398/\" id=\"a_20\">Contract Act</a> or, may be, also by certain provisions of the <a href=\"/doc/651105/\" id=\"a_21\">Sales of Goods Act</a>. Any dispute relating to interpretation of the terms arid conditions of such a Contract cannot be agitated, and could not have been agitated, in a writ petition. That is a matter either for arbitration as provided by the Contract or for Civil Court, as the case may be, whether any amount is due to the respondent from the appellant-Government under the contract and, if so, how much and the further question whether retention or refusal to pay any amount by the Government is justified, or not, are all matters which cannot be agitated in or adjudicated upon in a writ petition. The prayer in the writ petition viz., to restrain the Government from deducting particular amount from the writ petitioner&#x27;s bill (s) was not a prayer which could be granted by the High Court under <a href=\"/doc/1712542/\" id=\"a_22\">Article 226.</a> Indeed, the High Court has not granted the said prayer. Secondly, whether there has been a reduction in the statutory liability on account of a change in law within the meaning of Sub-clause (4) of Clause 70 of the Contract is again not a matter to be agitated in the writ petition. That is again a matter relating to interpretation of a term of the contract and should be agitated before the arbitrator or the Civil Court, as the case may be. If any amount is wrongly withheld by the Government, the remedy of the respondent is to raise a dispute as provided by the contract or to approach the Civil Court, as the case may be, according to law. Similarly if the Government says that any over-payment has been made to the respondent, its remedy also is the same. Accordingly, it must be held that the writ petition filed by the respondent for the issuance of a Writ of Mandamus restraining the Government from deducting or withholding a particular sum, which according to the respondent is payable to it under the contract, was wholly misconceived and was not maintainable in law.&quot; \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_22\">Decisions on this count need no multiplication.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"533969\" id=\"span_5\">20. This Court in M/s. <a href=\"/doc/533969/\" id=\"a_23\">Padmavathi Constructions v. A.P. Industrial Infrastructure Corporation Ltd.</a>, , speaking through my learned brother - Justice M.H.S. Ansari, observed:</span>\n</p><blockquote id=\"blockquote_5\"> &quot;The relationship between the parties is governed by a written contract dt. 30-7-1994. It is noteworthy that neither any fundamental right of the petitioner is claimed to have been violated nor constitutionality of any statute or statutory provision is involved for determination in this writ petition. The contract is a non-statutory contract though one of the contracting parties-Respondent in the instant case, it may be assumed for the purpose of this writ petition to be a State within the meaning of <a href=\"/doc/609139/\" id=\"a_24\">Articles 12</a> and <a href=\"/doc/1712542/\" id=\"a_25\">226</a> of the Constitution of India; the question, however is, can this Court in exercise of its jurisdiction under <a href=\"/doc/1712542/\" id=\"a_26\">Article 226</a> of the Constitution of India entertain questions relating to contractual obligations. The dispute in the instant case is one arising from General law of Contract i.e., where the reliefs are claimed on the basis of general law of Contract, a Suit filed in Civil Court would be the appropriate remedy. Further more in the instant case, admittedly there exists an Arbitration Clause. Therefore, the petitioner has an additional efficacious alternative remedy if the petitioner so chooses have the matter or dispute settled by Arbitration. To my mind, invocation of the extraordinary jurisdiction of this Court under <a href=\"/doc/1712542/\" id=\"a_27\">Article 226</a> of the Constitution of India is not appropriate.&quot;\n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_24\">21. The long lease agreement in question contains definite clause providing, inter alia, for settlement of disputes by reference to Arbitration (Clause 6.1 of the long lease). It provides for the meaning of the lease deed and other questions of claim, right, matter or thing whatsoever in any way arising out of, relating to the lease deed..........arising during the currency of the lease shall be referred to the sole arbitration of the Chairman or a person, not being an employee of the Board, appointed by him to act as sole Arbitrator in his behalf. But, it is urged by the learned senior Counsel for the petitioner that the Chairman had already expressed his opinion in the matter and in such view of the matter invoking the arbitration clause will be a futile exercise. The very clause provides that the matter may be referred to arbitration of the Chairman or a person not being an employee of the Board appointed by him to act as a sole arbitrator in this behalf.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_25\">22. It is brought to my notice by the learned Counsel for the respondent, Sri K. Srinivasa Murthy that the Chairman has not acted as an Arbitrator in any case and always refers the same to a third party. In almost all the cases, the dispute has been referred to a senior retired District Judge. Therefore, the submission that no useful purpose would be served by invoking arbitration clause is not accepted. It is settled law that the Arbitrators have necessary jurisdiction to decide both the question of fact, as well as question of law. The long lease agreement, itself, provides for the mode of settlement of disputes arising from the agreement. There is no reason why the petitioner should not follow and adopt that remedy and invoke the extraordinary jurisdiction of this Court under <a href=\"/doc/1712542/\" id=\"a_28\">Article 226</a> of the Constitution of India. The petitioner, in my considered opinion, has effective alternative remedy. The prayer for issuance of a Writ of Certiorari is wholly misconceived in this case. The concept of arbitrariness, non-application of mind, error apparent on the face of the record have no application to a case and dispute arising out of concluded commercial contract. The public law remedy sought for by the petitioner is wholly misconceived.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_26\">23. For the aforesaid reasons, I do not find any merit in this writ petition and it is accordingly dismissed. This order, however, would not preclude the petitioner from invoking the arbitration clause and there cannot be any doubt that the Chairman of the Board shall refer the dispute to a third party and shall not himself entertain and decide the dispute. The petitioner is also entitled to avail any such other remedy as may be available in law and in such an event, the matter has to be decided on its own merits uninfluenced by the dismissal of this writ petition. Ordered accordingly.\n</p> \n\n","numcites":16,"numcitedby":1,"docsource":"Andhra HC (Pre-Telangana)","citetid":1723455,"divtype":"judgments","relatedqs":[{"value":"statutory contract what is","formInput":"statutory%20contract%20what%20is"},{"value":"judicial review","formInput":"judicial%20review"},{"value":"indian oil corporation ","formInput":"indian%20oil%20corporation%20"},{"value":"certiorari","formInput":"certiorari"},{"value":"  long terms lease","formInput":"%20%20long%20terms%20lease"},{"value":"commercial contract","formInput":"commercial%20contract"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"Port Trust   filter:   finalisation of tender","formInput":"Port%20Trust%20%20%20filter%3A%20%20%20finalisation%20of%20tender"},{"value":"lease agreement","formInput":"lease%20agreement"},{"value":"\"statutory contract\"","formInput":"%22statutory%20contract%22"},{"value":"lease deed","formInput":"lease%20deed"},{"value":"misconceived","formInput":"misconceived"},{"value":"judicial review  filter:  quash tender matters","formInput":"judicial%20review%20%20filter%3A%20%20quash%20tender%20matters"},{"value":"lease and agreement for lease","formInput":"lease%20and%20agreement%20for%20lease"},{"value":"indian oil","formInput":"indian%20oil"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"guarantee","formInput":"guarantee"},{"value":"agitate","formInput":"agitate"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"equality-before-law","formInput":"tag:equality-before-law"},{"value":"definition-of-state","formInput":"tag:definition-of-state"},{"value":"companies-law","formInput":"tag:companies-law"}],"courtcopy":false,"query_alert":null,"agreement":false}