{"tid":819015,"publishdate":"1957-12-12","title":"Municipal Board vs Eastern U.P. Electric Supply Co. Ltd. ... on 12 December, 1957","doc":"<h2 class=\"doc_title\">Municipal Board vs Eastern U.P. Electric Supply Co. Ltd. ... on 12 December, 1957</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1958ALL506, AIR 1958 ALLAHABAD 506</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\n J.N. Takru, J. \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. This is a revision application under Section 115 Civil Procedure Code and is directed against an order of the learned Munsif of Ghazipur dated 14th September, 1951, whereby he allowed the application made by the opposite party under section 33 of the Indian Arbitration Act, &quot;1940.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The facts giving rise to the aforesaid revision may be briefly stated as follows:\n</p> \n\n<blockquote id=\"blockquote_1\">The parties to the dispute are the Eastern U. P. Electric Supply Company Ltd., Ghazipur and the Municipal Board of Ghazipur which we shall, for the sake of convenience hereinafter refer to as the Company and the Board respectively. On 30-5-1949 the Company filed an application supported by an affidavit under <a href=\"/doc/1154891/\" id=\"a_1\">Section 33</a> of the Indian Arbitration Act, 1940 before the learned Munsif of Ghazipur, to which the Board, the District Magistrate, Ghazipur and the Electric Inspector to the Government of United Provinces were made opposite parties.\n</blockquote> \n\n<blockquote id=\"blockquote_2\">The application stated that the Company and the Board had entered into an agreement on 25-2-1939 by which the former undertook to supply electric energy to the latter for street lighting as well as for running its Water Works -- the rate stipulated for supplying energy for the Water Works was 131/2 pies per unit, the Board guaranteeing a minimum consumption of 50,000 units per year. The agreement also contained an arbitration clause, being Clause (13), the material portion of which laid down that,\n  &quot;if and whenever any doubt, difference or dispute shall hereinafter arise in respect of this agreement ..... the matter in dispute shall be referred to a committee of arbitration consisting of the District Magistrate Ghazipur, the Electric Inspector to the Government of United Provinces, the Administrator or Chairman Municipal Board as the case may be, or their nominee, a representative of the Company, presided over by the District Magistrate of Ghazipur and the decision arrived at by such Committee of arbitration shall be final and binding on both the parties and shall be an award within the meaning of the Indian Arbitration Act, 1899, or any statutory amendment thereof for the time being in force.....&quot; \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_3\">3. Apparently no period had been fixed within which the Company had to commence the supply of energy, whether for street lighting or for the Water Works. The Company however installed some machinery and started supplying energy for street lighting from 15-7-1942. As for the Water Works the Board had been working them with Oil Engines but as a result of a breakdown in 1943 they were also connected with the electric mains of the Company, and the Company started supplying energy to the Water Works also.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_4\">The Company, however, realised soon afterwards that it could not supply energy to the Board for running its Water Works at the rate of 13 1/2 pies per unit as the said rate was very low having regard to the fact that due to World War II the prices of all the commodities had risen very high -- a contingency which was not and could not be within the contemplation of the parties on the date of agreement. The Company, therefore, wrote to the Board that the said agreement relating to the Water Works had become void and inoperative in law as its performance had become impossible.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_5\">The Board thereupon agreed to suspend the agreement dated 25-2-1939, and to execute a new one in lieu thereof; and a new agreement to that effect, which shall be referred to hereinafter as the Interim agreement, was executed on 1-10-1944 whereby the Board agreed to run its Water Works with its own Oil Engines during the period of that interim agreement &amp; to use electric energy only in case of accident or failure of the said Oil Engines. The Interim agreement also contained an arbitration clause, Clause (ii) similar in its terms to those of Clause (13) of the Original agreement.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\">Disputes having arisen between the parties during the subsistence of the interim agreement with regard to the payment of the Company&#x27;s bills for current supplied to the Water Works, the Company wrote to the District Magistrate, Ghazipur to refer the matter teethe arbitration of the Arbitration Committee as provided in Clause (11) of the Interim agreement. The District Magistrate did not take any action on this application and by his letter dated 27-3-1947 informed the Company that as the Interim agreement was to expire on 31-3-1947 no action could be taken in that connection within the short time which remained available.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_7\">During this very period another dispute had arisen between the parties regarding the Company&#x27;s bills for extra hours of street lighting. This time the Board by its letter dated 31-3-1947 addressed to the District Magistrate asked him to refer that dispute also to arbitration. The Company objected to that reference on the ground that as the Interim agreement had expired on 31-3-1947, all rights and liabilities which had accrued to the parties during the period covered by that agreement, could only be decided by the ordinary law of land and not under the arbitration clause contained in the Interim agreement.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_8\">The Company further addressed letters to the District Magistrate of Ghazipur dated 22-4-1947 and 6-7-1948, to the same effect, but in spite of those letters the District Magistrate appeared to be willing to proceed with the arbitration and had fixed 4-9-1948 for a meeting of the Arbitration Committee and the Electric Inspector to the Government of United Provinces had also been informed to attend and take part in the same.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_9\">The Company&#x27;s application then goes on to say that one of the terms of the Interim agreement was that the parties could, with mutual consent, extend the period stipulated therein by one year after the termination of the War, but it was asserted that even after that period of one year the situation far from being normal was as a matter of fact worse and that it was impossible for the Company to supply energy for the Water Works at the extremely low rate of 13 1/2 pies per unit. The Company thereupon intimated to the Board that it was not possible for it to supply energy to the Water Works after 1-4-1947 and that as such the Water Works connection which was permitted under the terms of the Interim agreement would be disconnected on the date of which the Interim agreement came to an end.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_10\">On receipt of this notice the Board made another reference to the Arbitration Committee under Clause (13) of the Original Agreement dated 25-2-1939. The main objections of the Company to the said reference were:\n</p>   \n\n<blockquote id=\"blockquote_3\">(1) that the agreement for the supply for energy to the Water Works had became void and inoperative in law and had ceased to exist on account of the doctrine of frustration, and\n \n\n(2) that since the agreement regarding the supply of energy to the Water Works had become void and in-operative in law, the arbitration clause which was a part thereof had also ceased to exist, and the parties thereto were relieved of all their rights and liabilities under the said agreement. \n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_11\">4. The company, therefore, prayed that the Court would be pleased to enquire into and determine the following questions under <a href=\"/doc/1154891/\" id=\"a_2\">Section 33</a> of the Indian Arbitration Act, 1940:\n</p>   \n\n<blockquote id=\"blockquote_4\">(i) Whether there was any arbitration agreement for referring disputes of the nature referred to above by the Municipal Board to an Arbitration Committee?\n</blockquote> \n\n\n<blockquote id=\"blockquote_5\">(ii) If so, whether such agreement subsists? \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_12\">5. The Board alone contested the application. Its objections were (1) that the arbitration clause in the Interim agreement was subsisting and binding, although that agreement itself had come to an end, (2) that even if it had come to an end, there was the agreement of 1939 which was revived on the expiry of the Interim agreement and that agreement also contained a similar&#x27; arbitration clause and that in any case that arbitration clause was subsisting and binding on the parties, (3) that the contract had not become impossible of performance and that the doctrine of , frustration did not apply to the facts of the present case.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_13\">In fact it was stated in its behalf that having regard to, and after making full allowance for, the changed conditions the Company had been allowed a surcharge on the energy which they supplied for the Water Works and hence they had no reason to complain of the war conditions and (4) that the application was misconceived and mala fide and was also beyond the pecuniary jurisdiction of that Court. The learned Munsif after hearing the parties held that the application was not beyond his pecuniary jurisdiction. He also held that the agreement dated 25th February 1939 had become impossible of performance and was therefore unenforceable, and consequently the clause relating to arbitration also ceased to exist. On these findings he allowed the application of the Company.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_14\">6. The following contentions were advanced before us on behalf of the applicant:\n</p>   \n\n<blockquote id=\"blockquote_6\">(1) That the application under <a href=\"/doc/1154891/\" id=\"a_3\">Section 33</a> of the Arbitration Act was beyond the pecuniary jurisdiction of the learned Munsif.\n</blockquote> \n\n<blockquote id=\"blockquote_7\">(2) That the contract between the parties was not frustrated.\n</blockquote> \n\n<blockquote id=\"blockquote_8\">(3) That even if it was frustrated, the arbitration clause remained operative.\n</blockquote> \n\n<blockquote id=\"blockquote_9\">(4) That whether the contract was frustrated or not was a dispute that arose under the contract and could be decided only by the arbitrator under the arbitration clause, and\n \n\n(5) That the learned Munsif had committed an error of jurisdiction in deciding that the arbitration agreement had ceased to exist. \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_15\">7. Having stated the contentions which were advanced before us we shall now take them up seriatim with the exception of point No. 2 which we shall take up at the end:\n</p> \n\n<p data-structure=\"Section\" id=\"p_16\">8.  That contention of the Board that the application in question was beyond the pecuniary jurisdiction of the court below may first be noticed. <a href=\"/doc/1154891/\" id=\"a_4\">Section 33</a> of the Arbitration Act states that an application to have the existence, validity or effect of an arbitration agreement determined shall be made to the Court and the Court shall decide the question on affidavit or where it deems necessary on other evidence also. The word &#x27;court&#x27; has been defined in <a href=\"/doc/105873/\" id=\"a_5\">Section 2(c)</a> of that Act as meaning &quot;a Civil Court having jurisdiction to decide the questions forming the subject matter of the reference, if\n\nthe same had been the subject matter of a suit .....&quot; The word &#x27;reference&#x27; is also defined in <a href=\"/doc/85567/\" id=\"a_6\">Section 2(e)</a> as meaning &quot;a reference to arbitration.&quot;\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_17\">What then are the questions which form the subject matter of the present reference and are they such as would have been cognizable toy the court below if they had been the subject-matter of a suit? The answer to both these questions must, in our opinion, depend upon the pith and substance of the relief or reliefs claimed. The relief which has been prayed for in the present case is a declaratory relief seeking to have the existence and validity of the arbitration clause contained in the contract dated the 25th of February 1939 determined. The relief is thus one of declaration pure and simple.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_18\">That being so the Company was entitled to put its own valuation thereon, for the purposes of court-fee and jurisdiction, and no exception, can be taken to the same. We are consequently of the opinion that the application in question was within the pecuniary jurisdiction of the court below.\n</p> \n\n<p data-structure=\"Section\" id=\"p_19\">9. The third and the fourth contentions of the applicant proceeded upon the basis that even if the contract was frustrated, the arbitration clause remained operative. Under <a href=\"/doc/648614/\" id=\"a_7\">Section 56</a> of the Contract Act, a contract to do an act which after the contract was made becomes impossible, becomes void. It is, therefore, only that contract which is for doing an act that becomes frustrated. An agreement to refer a dispute to arbitration arising out of a contract cannot be said to be a contract to do an act; the language of <a href=\"/doc/648614/\" id=\"a_8\">Section 56</a> of the Contract Act is hardly apt for such an agreement.\n</p> \n\n<p data-structure=\"Section\" id=\"p_20\">In a contract containing an arbitration clause there is (1) a promise by one party to do an act for a consideration furnished by the other party, and (2) an agreement to refer dispute arising out of that contract to arbitration. <a href=\"/doc/648614/\" id=\"a_9\">Section 56</a> of the Contract Act applies to the former and not to the latter agreement. Referring a dispute to arbitration is not a duty to be performed under a contract and there is hardly any question of the performance of the duty being rendered impossible. Moreover whether a contract is frustrated or not is itself a dispute that arises under a contract and if the contract contains an arbitration clause that dispute must, in our opinion, be referred to arbitration.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\">In other words even if a contract is said to be frustrated the arbitration clause remains operative. We find support for this view from the case of Heyman v. Darwins Ltd., (1942) 1 All. E. R. 337 (A). The arbitration clause as contained in the agreement in that case was in the following terms:\n</p><blockquote id=\"blockquote_10\">  &quot;If any dispute shall arise between the parties hereto in respect of this agreement or any of the provisions herein contained or anything arising hereout the same shall be referred for arbitration .....&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_22\">10.   The  head-note   which   correctly   and\nsuccinctly reproduces the facts and the decision of that case runs as follows:\n</p>   \n\n<blockquote id=\"blockquote_11\"> &quot;A dispute arose between the parties, and the appellants, having intimated to the respondents that their letters showed that they had repudiated the agreement, issued a writ against them, claiming a declaration that the respondents had repudiated the agreement and damages under a number of heads. The respondents claimed that the action should be stayed pursuant to the Arbitration Act, 1889, <a href=\"/doc/1242720/\" id=\"a_10\">Section 4</a> in order that the matters in dispute might be referred under the arbitration clause. The appellants contended that, the respondent having repudiated the agreement as a whole and the appellants, by the issue of the writ, having accepted that repudiation, the contract had ceased to exist for all purposes, and the respondents could not afterwards rely on the arbitration clause.&quot; On these facts the Law Lords held that:\n</blockquote> \n\n<blockquote id=\"blockquote_12\">&quot;the dispute between the parties was a dispute within the arbitration clause and the appellants&#x27; action ought to be stayed whether there has been a total breach of a contract by one party so as to relieve the other of his obligations under it, an arbitration clause, if its terms are wide enough, still remains effective. This is so even where the injured party has accepted the repudiation, and, in such circumstances, either party may rely on the clause.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_23\">11. Learned counsel for the opposite-party contended that as &quot;the arbitration clause is but part of the contract and unless it is couched in such terms as will except it out of the result which follow from frustration, generally, it will come to an end too&quot; and for this proposition he relied upon the case of Hirji Mulji v. Cheong Yue Steamship Co. Ltd., 1926 A. C. 497 (B). Lord Sumner who delivered the judgment in that case referred to an arbitration clause in a contract which had suffered from frustration in the following terms:\n</p><blockquote id=\"blockquote_13\">  &quot;An arbitration clause is not a phoenix, that can be raised again by one of the parties from the dead ashes of its former self. By its very terms, as well as by the fact that it was only one part of the indivisible charter, it had come to an end also; it Is unnecessary to consider in what terms, if any, a clause might have been framed which would have saved the clause alive in the event of the frustration of the adventure and the charter.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_24\">12. In spite however of the House of Lord&#x27;s decision to the contrary, the decision in Hirji Mulji (B) (ubi supra) continued to be binding on the Courts in India. The position however is different now and the decisions of the Judicial Committee of the Privy Council have no more than persuasive force for us. Having therefore considered the reasonings of both the cases we find ourselves in complete agreement with the view expressed by Viscount Simon L. C. In Heyman&#x27;s case (A) and we feel we cannot do better than quote a few relevant excerpts therefrom to bring out the points which we wish to specially emphasise Said His Lordship:\n</p>   \n\n<blockquote id=\"blockquote_14\">&quot;Ordinarily speaking there seems no reason at all why a widely drawn arbitration clause should not embrace a dispute as to whether a party is discharged from future performance by frustration whether the time for performance has already arrived or not.&quot; and further\n \n\n&quot;An arbitration clause is a written submission, agreed to by the parties to the con-tract, and, like other written submissions to arbitration, must be construed according to its language and in the light of the circumstances In which it is made. If the dispute is as to whether the contract which contains the clause has ever been entered into at all, that issue cannot go to arbitration under the clause, for the party who denies that he has even entered into the contract is thereby denying that he has ever joined in the submission. Similarly, if one party to the alleged contract is contending that it is void ab inito (because, for example, the making of such a contract is illegal), the arbitration clause operate for on this view the clause itself is also void.\n</blockquote> \n\n<blockquote id=\"blockquote_15\">If, however, the parties are at one in asserting that they entered into a binding contract, but a difference has arisen between them as to whether there has been breach by one side or the other, or as to whether circumstances have arisen which have discharged one or both parties from further performance, such differences should be regarded as difference which have arisen &#x27;in respect of,&#x27; or &#x27;with regard to,&#x27; or &#x27;under&#x27; the contract, and an arbitration clause which uses these, or similar expressions, should be construed accordingly .....\n</blockquote> \n\n<blockquote id=\"blockquote_16\">I do not agree that an arbitration clause expressed in such terms as above ceases to have any possible application merely because the contract has &#x27;come to an end&#x27;, as, for example, by frustration. In such cases it is the performance of the contract that has come to an end. The doctrine of discharge from liability by frustration has often been explained as flowing from the inference of an implied term, and, in giving my opinion on the occasion of the recent decision of this House in Joseph Constantine S.S. Line, Ltd., v. Imperial Smelting Corporation Ltd. (1941) 2 All ER 165 at p. 171 (C).\n</blockquote> \n\n<blockquote id=\"blockquote_17\">I expressed the view that the most satisfactory basis upon which the doctrine can be put is that it depends on an implied term in the contract of the parties. If, therefore, when parties have entered into a contract, circumstances arise before the performance of the contract is completed which, in view of one party, bring the contract to an end by frustration and therefore discharged both parties from further performance but the other party does not agree this is a difference about the applicability of the implied term, and is just as much within the arbitration clause as if it were a difference about an express term of the contract. There is a previous decision of this House which establishes this precise proposition, I refer to Scott &amp; Sons v. Del Sel (1923) SC (HL) 37 (D).&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_25\">13. The other Law Lords also expressed similar views. With these observations of their Lordships we most respectfully wish to associate ourselves. In our opinion the reasons given in Heyman&#x27;s case (A) for holding that even though for one reason or another the contract itself might come to an end, it does not follow that the arbitration clause contained therein also ipso facto comes to an end; and that as a matter of fact the question whether the contract has come to an end or not is itself a question which has to be decided in accordance with the arbitration clause.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_26\">14. The fifth contention of the applicant may now be noted. The learned Munsif had jurisdiction under <a href=\"/doc/1154891/\" id=\"a_11\">Section 33</a> to decide whether the arbitration agreement was operative and effective or not. Whether it should be enforced or not, or whether it was frustrated or not, or whether it fell along with the other clauses of the contract or not, are all clearly questions regarding the effect of arbitration agreement and <a href=\"/doc/874260/\" id=\"a_12\">Sections 32</a> and <a href=\"/doc/1154891/\" id=\"a_13\">33</a> Arbitration Act bar suits for decision of such questions. The fact must be determined only by means of an application under <a href=\"/doc/1154891/\" id=\"a_14\">Section 33</a>. The learned Munsif had, therefore, jurisdiction to entertain the application. It would not be correct to say that the opposite party wanted a decision on the question whether the contract was frustrated or not. It is true that in its application the company had mentioned that the contract had been frustrated but that was mentioned only for the purpose of enabling the Court to arrive at a finding on the question whether the arbitration agreement had ceased to exist or not. This is clear from the fact that the company specifically asked for a decision on the question whether the arbitration agreement subsisted and was operative or not.\n</p> \n\n<p data-structure=\"Section\" id=\"p_27\">15. Further the question whether the arbitration agreement was frustrated or became void and inoperative is not a dispute that can be said to arise under the contract. A dispute arising under the contract clearly means a dispute arising under the provisions which precede the arbitration clause. So far as that is concerned the arbitrator could not decide whether the arbitration agreement was operative or not; it is a decision reserved exclusively for the court under <a href=\"/doc/1154891/\" id=\"a_15\">Section 33</a> of the Arbitration Act.\n</p> \n\n<p data-structure=\"Section\" id=\"p_28\">It would be absurd, in our opinion, to contend that an application under <a href=\"/doc/1154891/\" id=\"a_16\">Section 33</a> of the Arbitration Act for a decision on the effect of arbitration agreement is barred by the arbitration agreement itself. An arbitrator may decide whether he has jurisdiction over the dispute or not but his decision is not binding upon the court because he cannot confer jurisdiction upon himself by a wrong decision. It is for the Court to decide exclusively whether he has jurisdiction or not and this is done through an application under <a href=\"/doc/1154891/\" id=\"a_17\">Section 33</a>. The Munsif therefore had jurisdiction to entertain the application.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_29\">He entertained the application which he dealt with on merits and allowed. As such he cannot be said to have committed any irregularity in the exercise of his jurisdiction. His\n\ndecision whether correct or incorrect is a decision arrived at in course of the lawful exercise of jurisdiction. His order cannot therefore be revised under Section 115 of the Civil Procedure Code.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_30\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1209582\" id=\"span_1\">16. Learned counsel for the applicant cited before us the case of the <a href=\"/doc/1209582/\" id=\"a_18\">State of Bombay v. Adamjee and Co.</a>, AIR 1951 Cal 147 (E) for the proposition that Section 32 of the Indian Arbitration Act did not contemplate the case of a suit challenging the validity of a contract because it contained an arbitration clause and that on a true construction of <a href=\"/doc/874260/\" id=\"a_19\">Sections 32</a> and <a href=\"/doc/1154891/\" id=\"a_20\">33</a> they did not purport to deal with suits for declarations that there never was a contract or that a contract was void. He further argued that these sections had to be confined to attacks on arbitration agreements and awards and the fact that arbitration agreement may fall with contract did not prevent the court from declaring in a properly constituted suit that there never was a contract at all or that the contract was void and of no effect.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_31\">For the reasons given by us above, we do not find ourselves in agreement with the views expressed by the learned Judges in the case cited above and we, therefore, respectfully disagree with them.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_32\">17. In the view that we have expressed above contention No. 2 does not call for our decision and we, therefore, refrain from expressing any opinion thereon.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_33\">18. For the reasons stated above, this revision fails and is hereby dismissed with costs.\n</p> \n\n","numcites":7,"numcitedby":8,"docsource":"Allahabad High Court","citetid":819015,"divtype":"judgments","relatedqs":[{"value":"frustration of contracts","formInput":"frustration%20of%20contracts"},{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"pecuniary jurisdiction","formInput":"pecuniary%20jurisdiction"},{"value":"section 33 of the arbitration ","formInput":"section%2033%20of%20the%20arbitration%20"},{"value":"dispute from a contract","formInput":"dispute%20from%20a%20contract"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"arbitration clause in a contract","formInput":"arbitration%20clause%20in%20a%20contract"},{"value":"implied terms","formInput":"implied%20terms"},{"value":"contract act","formInput":"contract%20act"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"\"what is pecuniary jurisdiction\"","formInput":"%22what%20is%20pecuniary%20jurisdiction%22"},{"value":"indian arbitration act","formInput":"indian%20arbitration%20act"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"no frustration","formInput":"no%20frustration"},{"value":"arbitration act 1940","formInput":"arbitration%20act%201940"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"repudiation","formInput":"repudiation"},{"value":"Electrical inspector","formInput":"Electrical%20inspector"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"}],"cats":[{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"agreement-to-do-impossible-act","formInput":"tag:agreement-to-do-impossible-act"}],"courtcopy":false,"query_alert":null,"agreement":false}