{"tid":654412,"publishdate":"1992-05-08","title":"Bhagwan Singh And Anr. Etc vs State Of Punjab Etc on 8 May, 1992","doc":"<h2 class=\"doc_title\">Bhagwan Singh And Anr. Etc vs State Of Punjab Etc on 8 May, 1992</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1992 AIR 1689, 1992 SCR (3) 180, AIR 1992 SUPREME COURT 1689, 1992 (3) SCC 249, (1992) 2 RECCRIR 98, (1992) 3 SCR 180 (SC), (1993) MADLW(CRI) 13, (1992) 2 SCJ 364, 1993 CHANDLR(CIV&CRI) 11, (1992) 2 MAHLR 745, (1992) 2 CURCRIR 100, (1992) 2 CHANDCRIC 177, 1992 UJ(SC) 2 41, (1992) 2 CRICJ 81, (1992) 2 ALLCRILR 546, (1992) 2 CRIMES 329, (1992) 3 JT 216 (SC), 1992 SCC (CRI) 629</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-c-patnaik\">R.C.  Patnaik</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-c-patnaik\">R.C.  Patnaik</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nBHAGWAN SINGH AND ANR. ETC.\n\n\tVs.\n\nRESPONDENT:\nSTATE OF PUNJAB ETC.\n\nDATE OF JUDGMENT08/05/1992\n\nBENCH:\nREDDY, K. JAYACHANDRA (J)\nBENCH:\nREDDY, K. JAYACHANDRA (J)\nPATNAIK, R.C. (J)\n\nCITATION:\n 1992 AIR 1689\t\t  1992 SCR  (3) 180\n 1992 SCC  (3) 249\t  JT 1992 (3)\t216\n 1992 SCALE  (1)1274\n\n\nACT:\n     <a href=\"/doc/1569253/\" id=\"a_1\">Indian Penal Code</a>:\n     <a href=\"/doc/37788/\" id=\"a_2\">Sections  34</a>,  <a href=\"/doc/386021/\" id=\"a_3\">201</a>,  <a href=\"/doc/1560742/\" id=\"a_4\">302</a>, <a href=\"/doc/1011035/\" id=\"a_5\">323</a>,  <a href=\"/doc/695990/\" id=\"a_6\">364</a>  and  365-Custodial\ndeath-Disappearance of dead body-Whether raises doubt  about\ncomplicity of accused.\n     <a href=\"/doc/445276/\" id=\"a_7\">Code of Criminal Procedure</a> :\n     <a href=\"/doc/518086/\" id=\"a_8\">Sections  160</a>  and\t <a href=\"/doc/48127346/\" id=\"a_9\">161-</a>  Third  degree  treatment\t  of\narrested  person-Action\t of  police  personnel\t deprecated-\nAdoption of scientific\tmethods -Necessity for.\n\n\n\nHEADNOTE:\n     The  prosecution  alleged\tthat the  four\taccused\t one\nAssistant  Sub-Inspector, 2 Head Constables and a  Constable\nwho  were  working in the C.I.A Staff of  the  State  Police\nDepartment,  went in a jeep to a Hotel on 6.8.78 at about  4\nP.M. brought the deceased along with P.Ws. 4, 5 and 6 to the\nC.I.A Staff Room in the Police Station, and interrogated him\nabout  smuggled narcotic powder.  The A.S.I. and  the\thead\nConstables  were  armed\t with a leather\t patta.\t  While\t the\ndeceased was being interrogated a constable was sitting out-\nside.\tThe  A.S.I.  and  the  two  Head  Constables  caused\ninjuries  to  the  deceased with their\tweapons\t who  became\nunconscious.  P.Ws.  4,5 and 6 were kept outside  under\t the\nguard  of  P.W. 7 another Constable, when the  deceased\t was\nbeing interrogated and beaten in the room.  Thereafter P.Ws.\n4,5  and  6  were also taken inside the\t room  and  all\t the\naccused inflicted injuries on them also while  interrogating\nthem  and  they were detained there till 9th  August,  1978.\nLater  they were dropped near a by-pass road.  They went  to\nthe  Hospital and got themselves medically treated by  P.W.I\nSurgeon.\n     The  prosecution further alleged that the deceased\t was\ntaken in  a car but he expired on the way and the dead\tbody\nwas thrown into a river and the same could not be  recovered\nduring\tinvestigation, P.W. 8 who was in the company of\t the\ndeceased in the\t Hotel of P.W. 6 when the deceased was\n\t\t\t\t\t\t     181\ntaken by the accused was also beaten. P.W. 9 the wife of the\ndeceased  made\ta  report  which was sent  by  P.W.  20\t the\nSuperintendent\t of  Police  to\t the  Police   Station\t for\ninvestigation.\n     The concerned Sub-Inspector registered a crime, took up\nthe investigation, recorded the statement of the  witnesses,\nvisited the scene of occurrence, and found the walls of\t the\ninterrogation room stained with blood.\tAfter completion  of\ninvestigation a charge-sheet was laid.\n     The  accused were put up for trial before the  Sessions\nCourt  P.Ws. 4 to 7 figured as eye-witnesses.\tThe  accused\npleaded\t not guilty and stated that they were  all  innocent\nD.Ws. 1 to 4 who belonged to the Police staff  were asked to\nproduce certain files.\n     Three  questions  arose for  determination\t before\t the\ntrial court:-(1) whether the injured P.Ws. and the  deceased\nwere  kidnapped\t from the Hotel of P.W.\t 6;(2)\twhether\t the\naccused caused injuries to them, and (3) whether the accused\ncaused\tthe  death of the deceased and\tdestroyed  the\tdead\nbody?\n     The trial court accepted the version of the prosecution\nonly  to the extent that the injured P.Ws. and the  deceased\nwere  kidnapped\t from the Hotel of P.W. 6 and  rejected\t the\nrest of the prosecution case and accordingly convicted\tthem\nonly under <a href=\"/doc/886598/\" id=\"a_10\">Section 365</a>, I.P.C.\n     The  High\tCourt in appeal, however, took\ta  different\nview.\tIt accepted particularly the evidence of PWs 4 to  6\nand reached the conclusion that when once it is proved\tthat\nthe  injured   witnesses  along\t with  the  deceased\twere\nkidnapped,  confined  and beaten up and later  if  the\tdead\nbody  was not to be traced the only inference that could  be\ndrawn  was  that the accused also caused the death   of\t the\ndeceased.  In the case of the constable who was waiting\t out\nside  when the deceased was being interrogated\tand  beaten,\nit  held that being a constable he obeyed the orders of\t his\nsuperior  the  A.S.I. and that therefore he  had  no  common\nintention to cause the death of the deceased.  In that\tview\nof  the matter he  alone was acquitted of the murder  charge\nbut convicted for other offences.\n     Dismissing the appeals, this Court,\n     HELD  :1  Both  the  courts  below\t have  accepted\t the\nevidence  of  P.Ws 4  to 6 and 7 and that the  four  accused\nforcibly  took away the deceased and P.Ws. 4 to 6 in a\tjeep\nto the C.I.A Staff Room.  There are no cogent\n\t\t\t\t\t\t      182\nand convincing reasons as to why the Sessions Judge did\t not\naccept\tthe rest of the prosecution case.  The\tevidence  of\nP.Ws.  4 to 6 who are the injured witnesses is\ttrustworthy.\nTheir  evidence establishes that after forcibly taking\tthem\nto  the Staff room, the A.S.I. and the two Head\t  Constables\ntook  the  deceased inside for interrogation  and  inflicted\ninjuries  on him and that later they were also taken  inside\nand beaten up by all the accused.  When the deceased  became\nunconscious the A.S.I. and the two head constables, put\t the\ndeceased  on  a\t cot  with a view  to  take  him  somewhere.\nThereafter  the whereabouts of the deceased was\t not  known.\nThe  accused have no explanation whatsoever.\tThey  simply\npleaded innocence. [187H- 188C]\n     2.\t The  only inference that can be drawn is  that\t the\ndeceased  expired  because  of the injuries  caused  by\t the\naccused\t and they must have caused the disappearance of\t his\ndead  body.   There is absolutely no ground what  soever  to\ncome to a different conclusion.\t [189 C]\n     3.\t If  a\tperson is in police custody  then  what\t has\nhappened  to him is peculiarly within the knowledge  of\t the\npolice officials who have taken him into custody.  [188 D]\n     4.\t When  the other evidence is  convincing  enough  to\nestablish  that\t the deceased died because of  the  injuries\ninflicted  by the accused the circumstances would only\tlead\nto an  irresistible inference that the police personnel\t who\ncaused his death must also have caused the disappearance  of\nthe body. [188 E]\n     5.\t A  case cannot be thrown out merely on\t the  ground\nthat  the  dead body is not traced when the  other  evidence\nclinchingly establishes that  the deceased met his death  at\nthe hands of the accused. [188 E]\n     6.\t It may be a legitimate right of any police  officer\nto  interrogate\t or  arrest any\t suspect  on  some  credible\nmaterial but it is needless to say that such an arrest\tmust\nbe in accordance with the law and the interrogation does not\nmean  inflicting injuries.  It should be in its\t true  sense\nand  purposeful namely to make the investigation  effective.\n[188 F]\n     7.\t Torturing a person and using third  degree  methods\nare of medieval nature and they are barbaric and contrary to\nlaw.   The police would be accomplishing behind their closed\ndoors precisely what  the\n\t\t\t\t\t       183\ndemands of our legal order forbid. [188 G]\n     Dagdu and others v. State of Maharashtra, [1977] 3\t SCC\n68, referred to.\n     8.\t Police officers must adopt some scientific  methods\nthan resorting to physical torture. If the custodians of law\nthemselves  indulge in committing crimes, then no member  of\nthe society is safe and secure. [189 B]\n     9. If police officers who have to provide security\t and\nprotection to the citizens indulge in such methods they\t are\ncreating a sense of insecurity in the minds of the citizens.\nIt  is more heinous than a game-keeper becoming\t a  poacher.\n[189 B]\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">     CRIMINAL APPELLATE JURISDICTION : Criminal Appeal\tNos.\n388 and 666 of 1981.\n</p><p data-structure=\"Precedent\" id=\"p_2\">     From  the\tJudgment and Order dated  17.2.1981  of\t the\nPunjab\t&amp; Haryana High Court in Crl. A. Nos. 1392 and 956  of\n1979.\n</p><p data-structure=\"Issue\" id=\"p_3\">     R.L. Kohli, R.C. Kohli and M.C. Dhingra (N.P.) for\t the\nAppellants.\n</p><p data-structure=\"Issue\" id=\"p_4\">     H.M. Singh and R.S. Suri for the Respondent.\n     The Judgment of the Court was  delivered by,\n     K.\t JAYACHANDRA  REDDY, J. These two appeals are  filed\nagainst a common judgment of the Punjab &amp; Haryana High Court\nin  Criminal Appeal Nos. 956/79, 1392/79 and 1310/79.  There\nwere  four appellants in Criminal Appeal No.  956/79  before\nthe  High  Court  namely  Joginder  Singh,  Bhagwan   Singh,\nMukhtiar Singh and Uttam Chand.\t Originally they were  tried\nby  the\t Sessions Judge, Amritsar  for\toffences  punishable\nunder <a href=\"/doc/695990/\" id=\"a_11\">Sections 364</a>, <a href=\"/doc/1560742/\" id=\"a_12\">302</a>/<a href=\"/doc/37788/\" id=\"a_13\">34</a>.  201,365, 325/34 &amp; 323/34 <a href=\"/doc/1569253/\" id=\"a_14\">I.P.C</a>.\nThe trial court, however, convicted them only under  <a href=\"/doc/886598/\" id=\"a_15\">Section\n365</a> I.P.C and sentenced each of them to undergo R.I. for two\nyears and to pay a fine or Rs. 500 each in default of  which\nto  undergo  further R.I. for six months.   Challenging\t the\nsaid  convictions and sentences they filed the\tsaid  appeal\ni.e.  Criminal Appeal No. 956/79. The State of Punjab  filed\nCriminal  Appeal No. 1392/74 against  their acquittal  under\n<a href=\"/doc/695990/\" id=\"a_16\">Section\t 364</a>,  <a href=\"/doc/1560742/\" id=\"a_17\">302</a>/<a href=\"/doc/37788/\" id=\"a_18\">34</a>, <a href=\"/doc/386021/\" id=\"a_19\">201</a>, <a href=\"/doc/1011035/\" id=\"a_20\">323</a>/<a href=\"/doc/37788/\" id=\"a_21\">34</a> and\t<a href=\"/doc/1133601/\" id=\"a_22\">325</a>/<a href=\"/doc/37788/\" id=\"a_23\">34</a>.\t The   State\nalso  filed Criminal Appeal No. 1310/79 for  enhancement  of\nthe  sentence  under  <a href=\"/doc/886598/\" id=\"a_24\">Section  365</a>  I.P.C.  The\t High  Court\ndisposed of all the  appeals  by a\n<span class=\"hidden_text\" id=\"span_1\">\t\t\t\t\t\t\t184</span>\ncommon\tjudgment.   The High Court  allowed  State  Criminal\nAppeal\tNo. 1392/79 and convicted Joginder Singh, A.S.I.  of\nPolice\tand  Bhagwan  Singh and Mukhtiar  Singh,  two  Head-\nconstables under  <a href=\"/doc/1560742/\" id=\"a_25\">Section 302</a>/<a href=\"/doc/37788/\" id=\"a_26\">34</a> I.P.C. and  sentenced\teach\nof  them to imprisonment  for life and to pay a fine of\t Rs.\n2,000  each in default of which to undergo further R.I.\t for\none year.  The fine, if realised, was directed to be paid to\nthe  widow  of the deceased in the case.   The\tHigh  Court,\nhowever, held that an offence under <a href=\"/doc/1560742/\" id=\"a_27\">Section 302</a> is not\tmade\nout  as\t against  Uttam\t Chand.\t  The  High  Court   further\nconvicted  all the four accused under <a href=\"/doc/386021/\" id=\"a_28\">Section 201</a> I.P.C\t and\nsentenced each of them to undergo four years&#x27; R.I. and\talso\nsentenced to two years R.I. under <a href=\"/doc/1133601/\" id=\"a_29\">Section 325</a>/<a href=\"/doc/37788/\" id=\"a_30\">34</a> I.P.C.\t and\nfurther\t sentenced  them to one year&#x27;s\tR.I.  under  <a href=\"/doc/1011035/\" id=\"a_31\">Section\n323</a>/<a href=\"/doc/37788/\" id=\"a_32\">34</a>.\t  The High Court also accepted\tthe  State  Criminal\nAppeal No. 1310/79 and enhanced\t the sentence under  <a href=\"/doc/886598/\" id=\"a_33\">Section\n365</a>  I.P.C. to five years&#x27; R.I. The sentences were  directed\nto  run\t concurrently. Accused Bhagwan\tSingh  and  Mukhtiar\nSingh  have filed Criminal Appeal No. 388/81 in\t this  Court\nunder  <a href=\"/doc/1524736/\" id=\"a_34\">Section\t379</a>  Cr.P.C. Joginder  Singh,  A.S.I.  filed\nCriminal Appeal No. 535/81 under <a href=\"/doc/1101188/\" id=\"a_35\">Section 379</a> Cr. P.C. but as\nhe  died during the pendency of the appeal we  have  already\ndismissed the appeal as abated.\t Uttam Chand filed a special\nleave  petition which was  granted by this Court and  it  is\nnumbered as Criminal Appeal No. 666/81.\n</p><p data-structure=\"CDiscource\" id=\"p_5\">     The  High\tCourt has interfered in\t an  appeal  against\nacquittal and convicted two  of the appellants and sentenced\nthem to imprisonment for life.\tTherefore we have heard\t the\ncounsel\t for  the appellant at length and he  has  taken  us\nthrough\t the  entire  record in an  elaborate  manner.\t The\nprosecution case is as follows:\n</p><blockquote id=\"blockquote_1\">     Joginder  Singh,  A.S.I. and the  other  three  accused\nnamely\ttwo Head Constables and a Constable were working  in\nthe  C.I.A.  Staff,  Amritsar.\tOn 6.8.78 at  about  4\tP.M.\nJoginder Singh A.S.I. along with three other went in a\tjeep\nto  the\t Hotel of Virsa Singh, P.W. 6 and  brought  Joginder\nSingh  deceased\t alont with P.Ws. 4,5 and 6  to\t the  C.I.A.\nStaff  Room in Rambagh Police Station and interrogated\tthem\nabout  the smuggled narcotic powder. Joginder Singh,  A.S.I.\nand  Bhagwan Singh Head Constable were armed with sotas\t and\nMukhtiar  Singh,  Head Constable was armed  with  a  leather\npatta.\tWhile  the deceased was being  interrogated  by\t the\nfirst  three  accused,\tUttam Chand  Constable\twas  sitting\noutside.  A.S.I. and the two Head Constables caused injuries\nto  the deceased with their weapons who\t became\t unconscious\nP.Ws 4,5 and 6 were  kept outside under the guard of Uttam\n<span class=\"hidden_text\" id=\"span_2\">\t\t\t\t\t\t       185</span>\nChand  and  P.W. 7 another Constable when the  deceased\t was\nbeing  interrogated  and  beaten in  the  room.\t  Thereafter\nP.W.<a href=\"/doc/1127741/\" id=\"a_36\">S. 4</a>, <a href=\"/doc/1227639/\" id=\"a_37\">5</a> and <a href=\"/doc/1633827/\" id=\"a_38\">6</a> were also taken inside the room and it  is\nalleged\t that  all the accused inflicted  injuries  on\tthem\nalso  while  interrogating them about the  smuggled  powder.\nP.Ws. 4,5 and 6 were taken to the main building of the C.I.A\nStaff  and they were detained their till 9th  August,  1978.\nLater  they were dropped near a by-pass road.  They went  to\nthe  Hospital and got themselves medically treated by P.W.1,\nCivil  Surgeon, Amritsar at about 9.05 P.M. Further case  of\nthe  prosecution is that the unconscious deceased was  taken\nin  a  car but he expired on the way and the dead  body\t was\nthrown\t into  a river and the same could not  be  recovered\nduring\tinvestigation. P.W.8 who was in the company  of\t the\ndeceased  in the Hotel of P.W.6 when the deceased was  taken\nby the accused, went to the C.I.A. Staff room on 7th August,\n1978  and happened to meet P.W. 5 there .  He told him\tthat\nthe  deceased became  unconscious when being beaten  and  he\nwas  taken  away from there. There upon P.W.8  went  to\t the\nvillage of the deceased and informed his wife P.W. 9 on that\nvery  day.P.W. 9 along with mother of the deceased  came  to\nAmritsar and met Joginder Singh,  A.S.I. who told them\tthat\nthe  deceased  was  not with them .   She  then\t met  Senior\nSuperintendent of Police and gave a report who forwarded the\nsame  to P.W. 20 Superintendent of Police City Amritsar\t who\nin  turn sent  it to the Police Station with  the  necessary\nendorsement.   The  Concerned  Sub  Inspector  registered  a\ncrime.\t As per the Punjab Police Rules,  superintendent  of\nPolice,\t P.W. 20 took up the investigation and recorded\t the\nstatement  of  the  witnesses.\tHe  visited  the  scene\t o;f\noccurrence and found the walls of interrogation room stained\nwith blood. After completion of the investigation a  charge-\nsheet  was  laid.  The prosecution examined P.Ws. 1  to\t 22.\nP.W.  1. the Doctor examined P.W.5 for his injuries  and  he\nfound 15 injuries. Injuries Nos. 6,9 and 13 were declared to\nbe grievous.  He opined that all the injuries must have been\ncaused by  blunt weapons. P.W.1 also examined  P.W. 6 on the\nsame  day  found  8 injuries.  They were  all  found  to  be\nsimple.\t He also examined P.W. 4 and found 4 injuries  which\nwere  simple.  P.Ws. 4 to 7 figured  as\t eye-witnesses.\t The\naccused\t pleaded  not guilty and stated that they  were\t all\ninnocent.  They examined D.Ws 1 to 4 all belonging to Police\nstaff  and  were  asked to produce  certain  files.    Their\nevidence   is  not  material.\tThree  question\t arose\t for\ndetermination  before  the  court  below;  (1)\twhether\t the\ninjured P.Ws. and the deceased were kidnapped from the Hotel\nof  P.W. 6; (2) whether the accused caused injuries to\tthem\nand (3) whether\t the accused caused\n<span class=\"hidden_text\" id=\"span_3\">\t\t\t\t\t\t      186</span>\nthe  death of the deceased and destroyed the dead body?\t The\ntrial court accepted the version of the prosecution only  to\nthe extent that injured P.Ws and the deceased were kidnapped\nfrom  the  Hotel  of P.W.6 and\trejected  the  rest  of\t the\nprosecution  case and accordingly convicted them only  under\n<a href=\"/doc/886598/\" id=\"a_39\">Section 365</a> I.P.C. The High Court, however, took a different\nview.  The learned Judges accepted the evidence of P.Ws 4 to\n10  particularly that of the injured witnesses P.Ws 4 to  6.\n</blockquote><p data-structure=\"Precedent\" id=\"p_6\">The High Court also reached the conclusion that when once it\nis  proved  that injured witnesses along with  the  deceased\nwere kidnapped, confined and beaten up and later if the dead\nbody  was not to be traced the only inference that   can  be\ndrawn  is  that\t the accused also caused the  death  of\t the\ndeceased.  So  far Uttam Chand, Constable is  concerned\t the\nHigh  Court took the view that he was only  waiting  outside\nwhen  the  deceased was being interrogated  and\t beaten.  He\nbeing a Constable, obeyed the orders of his  superior namely\nthe  A.S.I.  and kept guard outside.  Therefore\t he  had  no\ncommon\tintention to  cause the death of the  deceased.\t  In\nthat  view  of the matter he was acquitted  of\t the  murder\ncharge but convicted for other offences.\n</p><p data-structure=\"CDiscource\" id=\"p_7\">     We\t have gone through the evidence of P.Ws. 4,5  and  6\ncarefully. Their presence at the scene of occurrence  cannot\nbe  doubted.  The Doctor, P.W. 1 who examined them  found  a\nnumber\tof injuries and some of them were grievous.  All  of\nthem  have categorically stated that the accused caused\t the\ninjuries to them while interrogating.\n</p><p data-structure=\"CDiscource\" id=\"p_8\">     P.W.4  deposed that he was in the Hotel of P.W.  6\t for\ntaking\tmeals.\tThe deceased and P.Ws were also present\t and\nwere  taking  meals.  At about 4 P.M. all the  four  accused\ncame into the Hotel in their uniforms.\tThey came in a\tjeep\nand the accused caught hold of them including the  deceased,\ntied  their arms with the turbans and all of them were\t put\nin  the jeep and were taken to the C.I.A Staff room.   First\nthe deceased was taken inside the Room by the A.S.I. and the\ntwo Head Constables while Uttam Chand the fourth accused and\nP.W.  7\t another   Constable remained  with  P.Ws.  4  to  6\noutside the room. P.W. 4 also deposed that the accused\twere\narmed with sotas and leather patta and the three accused who\ntook  the deceased inside the room inflicted  injuries\twith\ntheir weapons on the deceased who became unconscious.  Later\nthe  three  witnesses  were taken  inside.  P.W.  4  further\ndeposed\t that the deceased who was unconscious was put on  a\ncot.  It is in his evidence  that all the three were kept in\nthat room till 9th August, 1978 and that on 7th August, 1978\nP.W.8 came and\n<span class=\"hidden_text\" id=\"span_4\">\t\t\t\t\t\t    187</span>\nenquired  P.W. 5 about the deceased who told him   that\t the\ndeceased  became  unconscious and was put on  a\t cot.  P.W.4\nfurther deposed that he and P.Ws  5 and 6 were left on a by-\npass  road on 9th August.  All of them went to the  Hospital\nand they were treated by P.W. 1 the Doctor. P.W. 4 is cross-\nexamined   at  length  but  nothing  segnificant  had\tbeen\nelicited.   The omissions and discrepancies pointed  out  in\nhis  evidence  are  not\t at all\t  material.   Only  a\tbald\nsuggestion  is made that injuries on P.Ws. 4 to 6 were self-\ninflicted  and\tthe  accused were involved  falsely  at\t the\ninstance  of  one  Atma\t Ram.  To the  same  effect  is\t the\nevidence  of  P.Ws.  5\tand 6.\tTheir  evidence\t is  further\ncorroborated  by  the evidence of P.Ws 7 to 11. P.W.7  is  a\nConstable  in the C.I.A. Staff where the four  accused\talso\nwere working.  He deposed that on 6.8.78 at about 4.30\tP.M.\nHe  also  went\talong with the accused in a  jeep  and\tthat\nbefore accused brought the deceased and the three  witnesses\nand put them in the jeep and  were taken to the C.I.A. Staff\nroom  Rambagh  Police  Station,\t he  remained  outside.\t  He\nhowever\t did not see the injuries being inflicted  on  them.\nP.W. 8 is another witness who was in the Hotel of P.W.6.  He\ndeposed\t that  he alongwith the deceased went to the  Hotel.\nHe also\t deposed that the four accused came to the Hotel and\ntook away the deceased and P.Ws 4 to 6 in a jeep.  The\tnext\nday  P.W.  8  went  to the Staff Room and  met\tP.W.  5\t and\nenquired  about\t the  deceased\tand  on\t getting   necessary\ninformation namely that the deceased was unconscious and was\nput  on a cot and taken away, he went and informed the\twife\nof  the\t deceased.P.W.\t9 who is the wife  of  the  deceased\ndeposed\t that  on being informed by P.W. 8 she went  to\t the\nC.I.A.\tStaff room and enquired from the accused A.S.I.\t who\ntold her that her husband was not there and that he has\t run\naway.\tThereupon she went to the house of the\t brother  of\nthe  deceased and she did not find him there.  Next  day  he\ncame   to  Amritsar and gave an application  to\t the  Senior\nSuperintendent\tof  Police.  Then we have  the\tevidence  of\nP.Ws.10\t and 11.P.W.10 deposed that it was 1.30 A.M. he\t and\nP.W. 11 were going on a tractor\t after seeing a picture\t and\non  the\t way he saw the four accused carrying a\t person\t and\nlifting him into the car.  The prosecution also examined the\ndriver of the jeep and other constables who were present  in\nthe  Staff  room  but they turned hostile.  It\tmay  not  be\nnecessary to refer to the other evidence.\n</p><p data-structure=\"CDiscource\" id=\"p_9\">     Both  the\tcourts below have accepted the\tevidence  of\nP.Ws  4 to 6 and  7 and held that the four accused  forcibly\ntook  away  the deceased and P.Ws. 4 to 6 in a jeep  to\t the\nC.I.A.\tStaff  room.   There are no  cogent  and  convincing\nreasons as to why the learned Sessions Judge did not  accept\nthe\n<span class=\"hidden_text\" id=\"span_5\">\t\t\t\t\t\t    188</span>\nrest  of the prosecution case.\tThe evidence of P.Ws 4 to  6\nwho  are  the  injured\twitnesses  is  trustworthy.    Their\nevidence establishes that after\t forcibly taking them to the\nStaff  room,  A.S.I. and the two Head  Constables  took\t the\ndeceased inside for interrogation and inflicted injuries  on\nhim and that later they were also taken inside and beaten up\nby  all\t the  accused.\tWe have no hesitation  in  accepting\ntheir version.\tThen what follows is that A.S.I. and the two\nHead  Constables inflicted serious injuries on the  deceased\nand  when he became unconscious they put the deceased  on  a\ncot with a view to take him away somewhere.  Thereafter\t the\nwhereabouts  of\t  the deceased are not known.\tThe  accused\nhave   no  explanation\twhatsoever.   They  simply   pleaded\ninnocence.   Learned counsel, however, submitted that  since\nthe  dead  body\t is not traced a doubt\tarises\twhether\t the\naccused\t  were\tresponsible  for  causing  his\t death\t and\ndisappearance  of his body.  It depends upon the  facts\t and\ncircumstances  of  each\t case.\t The  injured  witness\thave\ncategorically stated that the deceased became unconscious on\nreceipt of  the injuries.  If a person is in police  custody\nthen  what  has\t happened to him is  peculiarly\t within\t the\nknowledge  of the police officials who have taken  him\tinto\ncustody.   When the other evidence is convincing  enough  to\nestablish   that the deceased died because of  the  injuries\ninflicted  by the accused the circumstances would only\tlead\nto  an irresistible inference that the police personnel\t who\ncause  his death must also have caused the disappearance  of\nbody.\n</p><p data-structure=\"Precedent\" id=\"p_10\">     A\tcase cannot be thrown out merely on the ground\tthat\nthe  dead  body\t is  not  traced  when\tthe  other  evidence\nclinchingly  establishes that the deceased met his death  at\nthe hands of the accused.  It may be legitimate right of any\npolice officer to interrograte or arrest any suspect on some\ncredible  material  but it is needless to say that  such  an\narrest\t must  be  in  accordance  with\t the  law  and\t the\ninterogation  does not mean inflicting injuries.  It  should\nbe  in\tits  true sense and purposeful namely  to  make\t the\ninvestigation effective.  Torturing a person and using third\ndegree methods are of medieval nature and they are  barbaric\nand  contray  to  law.\tThe police  would  be  accomplishing\nbehind their closed doors precisely what  the demands of our\nlegal  order  forbid.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"148506\" id=\"span_6\">In  <a href=\"/doc/148506/\" id=\"a_40\">Dagdu and  others  v.  State  of\nMaharashtra</a>, [1973] 3 SCC 68 this Court\t observed as under:</span>\n</p><blockquote id=\"blockquote_2\">\t &quot;The  police  with  their wide powers\tare  apt  to\n\t overstep  their  zeal\tto  detect  crimes  and\t are\n\t tempted  to  use the strong arm against  those\t who\n\t happen to fall under their secluded jurisdiction.\n</blockquote><span class=\"hidden_text\" id=\"span_7\">\t\t\t\t\t\t   189</span>\n<blockquote id=\"blockquote_3\">\t that  tendency\t and  that temptation  must  in\t the\n\t larger interest of justice be nipped in the bud.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_11\">     It\t is a pity that some of the police officers,  as  it\nhas  happened in this case, have not shed such methods\teven\nin the modern age.  They must adopt some scientific  methods\nthan  resorting to physical torture.  If the  custodians  of\nlaw themselves indulge in committing crimes  then no  member\nof  the society is safe and secure.  If police officers\t who\nhave  to   provide security and protection to  the  citizens\nindulge\t in  such  methods  they are  creating\ta  sense  of\ninsecurity in the minds of the citizens.  It is more henious\nthan a game-keeper becoming a poacher.\n</p><p data-structure=\"Conclusion\" id=\"p_12\">     Under   these  circumstances, the\tone  and  the\tonly\ninference  that\t can be drawn is that the  deceased  expired\nbecause of the injuries caused by the accused and they\tmust\nhave  caused  the disappearance of his dead  body.   We\t see\nabsolutely  no\tground\twhatsoever to come  at\ta  different\nconclusion and we are in full agreement with the High  Court\nin this regard.\t In the result both the Criminal Appeal Nos.\n388/81 and 666/81 ar dismissed.\n</p><pre id=\"pre_2\">N.V.K.\t\t\t\t\tAppeals dismissed.\n<span class=\"hidden_text\" id=\"span_8\">\t\t\t\t\t\t       190</span>\n\n\n\n</pre>","numcites":17,"numcitedby":13,"docsource":"Supreme Court of India","citetid":654412,"divtype":"judgments","relatedqs":[{"value":"section 365 ipc","formInput":"section%20365%20ipc"},{"value":"365 ipc","formInput":"365%20ipc"},{"value":"kidnapping","formInput":"kidnapping"},{"value":"patta","formInput":"patta"},{"value":"302/34","formInput":"302/34"},{"value":"third degree ","formInput":"third%20degree%20"},{"value":" section 365 of the indian penal code","formInput":"%20section%20365%20of%20the%20indian%20penal%20code"},{"value":"torture","formInput":"torture"},{"value":"injuries on accused","formInput":"injuries%20on%20accused"},{"value":"smuggling","formInput":"smuggling"},{"value":"joginder singh","formInput":"joginder%20singh"},{"value":"bhagwan singh","formInput":"bhagwan%20singh"},{"value":"i.a.s.","formInput":"i.a.s."},{"value":"325","formInput":"325"},{"value":"188","formInput":"188"},{"value":"201","formInput":"201"}],"cats":[{"value":"common-intention","formInput":"tag:common-intention"},{"value":"murder","formInput":"tag:murder"},{"value":"kidnapping, abducting","formInput":"tag:kidnapping, abducting"},{"value":"voluntarily-causing-hurt","formInput":"tag:voluntarily-causing-hurt"},{"value":"destruction-of-evidence","formInput":"tag:destruction-of-evidence"}],"courtcopy":true,"query_alert":null,"agreement":false}