{"tid":117110038,"publishdate":"2018-08-03","title":"M/S Escorts And Goetze Labourers ... vs The Management Of Federal Mogul Goetze ... on 3 August, 2018","doc":"<h2 class=\"doc_title\">M/S Escorts And Goetze Labourers ... vs The Management Of Federal Mogul Goetze ... on 3 August, 2018</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-s-bopanna\">A.S.Bopanna</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-s-bopanna\">A S Bopanna</a></h3>\n\n<pre id=\"pre_1\">                               1\n\n\nIN THE HIGH COURT OF KARNATAKA AT BENGALURU\n\n  DATED THIS THE 3RD DAY OF AUGUST 2018\n\n                       BEFORE\n\n   THE HON&#x27;BLE MR. JUSTICE A S BOPANNA\n\n       WRIT PETITION No.12888/2006 (L-RES)\n\nBETWEEN:\n\nM/S. ESC ORTS &amp; GOETZE LABOURERS\nHITARAKSHANA HORATA SANGHA\nREP. BY ITS GENERAL SECRETARY\nNO.423, ATTUR LAYOUT\nBANGALORE-560 064\n                                         ... PETITIONER\n\n(BY SRI SUBBA RAO, SR. COUNSEL FOR\n    M/S. SUBBA RAO &amp; CO.)\n\n\nAND:\n\nTHE MANAGEMENT OF FEDERAL\nMOGUL GOETZE INDIA LTD.,\nREP. BY ITS MANAGING DIRECTOR\nYELAHANKA\nBANGALORE-560 064\n\n                                        ... RESPONDENT\n(BY SRI B C PRABHAKAR, ADV.)\n\n\n     THIS PETITION IS FILED UNDER <a href=\"/doc/1712542/\" id=\"a_1\">ARTICLE 226</a> OF THE\nCONSTITUTION OF INDIA, WITH A PRAYER TO QUASH THE\nORDER DATED 21ST JULY 2005 MADE IN REF.NO.83/97\nMARKED AT ANNEXURE-H, AS THE SAME IS VIOLATIVE OF\n<a href=\"/doc/367586/\" id=\"a_2\">ARTICLES 14</a><a href=\"/doc/211089/\" id=\"a_3\">, 16</a> AND <a href=\"/doc/1199182/\" id=\"a_4\">21</a> OF THE CONSTITUTION OF INDIA AND\nALSO IS VIOLATIVE OF PROVISIONS OF INDUSTRIAL DISPUTES\nACT 1947 AND ETC.\n\n\n      THIS WRIT PETITION HAVING BEEN RESERVED FOR\nORDERS ON 06.07.2018, COMING ON FOR PRONOUNCEMENT\nTHIS DAY, THE COURT PRONOUNCED THE FOLLOWING :\n                              2\n\n\n                          ORDER\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">       The petitioner-Union is before this Court assailing\n\nthe award dated 21.07.2005 passed in Ref.No.83/1997.\n\n\n</p><p data-structure=\"Facts\" id=\"p_2\">       2.   The petitioner-Union had raised a dispute\n\nwith    regard   to   the   respondent   having   refused\n\nemployment to one Sri Annegowda and 385 other\n\ncontract workers with effect from 31.03.1992.         The\n\nconciliation having failed the matter was referred to the\n\nPrincipal Labour Court Bengaluru for adjudication. The\n\nLabour Court has rejected the reference through the\n\nimpugned award dated 21.07.2005.           The petitioner\n\nUnion therefore claiming to be aggrieved is before this\n\nCourt in this petition.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">\n</p><p data-structure=\"Facts\" id=\"p_4\">       3.   The petitioner contends that there were\n\nseveral trade unions of the workers in the respondent-\n\nmanagement as during the year 1990 about 4000\n\nworkmen were employed therein.       It is their case that\n\nabout 1200 workmen were wrongly designated as\n\ncontract workmen despite doing the regular work. Such\n\nof those workmen were engaged from the year 1982\n<span class=\"hidden_text\" id=\"span_1\">                                      3</span>\n\n\nonwards.         The allegation is that certain persons were\n\nmade        to   lend     their    names    as     contractors.    On\n\n16.02.1992 the workmen who were wrongly categorized\n\nas contract workers were refused work due to which a\n\ndispute was raised and the matter was referred to the\n\nLabour Court in Ref. No.1/1993.               The dispute therein\n\nraised was with regard to the discontinuance of the\n\nworkmen          who      had     been   employed     through      the\n\ncontractors         for      doing       regular     work.        Such\n\ndiscontinuance was with effect from 16.02.1982.\n\n\n</p><p data-structure=\"PetArg\" id=\"p_5\">       4.        In the said proceedings, even before the\n\npleadings were complete, a joint memo was filed\n\nwherein it was indicated that a settlement dated\n\n27.11.1993 was entered into between the parties. The\n\nLabour Court through its award dated 31.12.1993 has\n\npassed the award in terms of the joint memorandum of\n\nsettlement.        The said settlement was limited to the\n\nregularization of 100 workmen.              The petitioner herein\n\ncontends that even though the issue involved was in\n\nrespect of termination of 1200 workmen, the Union\n\ndeliberately gave up the contentions and agreed to the\n<span class=\"hidden_text\" id=\"span_2\">                                   4</span>\n\n\nterms        imposed   by   the   management    limiting   the\n\nregularization only to 100 workmen.          It is their case\n\nthat no General Body Meeting was called to discuss the\n\nterms of settlement nor was the Union authorized to\n\nenter into any such settlement.        The petitioner claims\n\nthat the workmen were under the impression that the\n\ncase is still pending but ultimately came to know that\n\ntheir interest has been jeopardized and as such on\n\nregistering the present Union on 18.10.1996 the petition\n\nwas filed before the Deputy Labour Commissioner and\n\nConciliation Officer.        The matter accordingly being\n\nreferred required consideration.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">\n</p><p data-structure=\"PetArg\" id=\"p_7\">        5.     The grievance of the petitioner is that despite\n\nsuch position, the Presiding Officer of the Labour Court\n\nwhile         considering the Ref. No.83/1997 has not\n\nadverted to the actual issues involved based on the\n\nreference made but has essentially based on the\n\nsettlement and award in the earlier proceedings in Ref.\n\nNo.1/1993 has construed the present proceedings to be\n\nhit by res judicata.        Hence, it is contended that the\n\nconclusion as made by the Labour Court is not justified.\n<span class=\"hidden_text\" id=\"span_3\">                                  5</span>\n\n\n</p><p data-structure=\"RespArg\" id=\"p_8\">       6.   The respondents have filed their detailed\n\nobjection statement referring to the contract entered\n\ninto   between     the       respondent    company    and    the\n\ncontractors    and       contract    being     terminated    on\n\n20.03.1982. Detailed reference is made to the earlier\n\nproceedings in Ref.No.1/1993 and in the course of the\n\nsaid   proceedings       a    settlement   being   entered   on\n\n27.11.1993.      In that regard it is contended that the\n\ncontractors who had been engaged was in terms of law\n\nas provided under the <a href=\"/doc/1810788/\" id=\"a_5\">Contract Labour (Registration\n\nand Abolition) Act, 1970</a> and as such on completion of\n\nthe contract period, the workmen employed by the\n\ncontractor would have no right to seek any relief against\n\nthe principal employer who has only discharged the\n\nobligations in that regard as provided under the Act.\n\nDespite the said position as a gesture of goodwill and on\n\nhumanitarian         consideration,          the     respondent\n\nmanagement had agreed to engage 100 workmen from\n\namong the persons who had been engaged by the\n\ncontractor. As per the said settlement, having the same\n\nrecorded in Reference No.1/1993 the Labour Unions\n<span class=\"hidden_text\" id=\"span_4\">                              6</span>\n\n\nrepresenting them had forwarded the applications and\n\nthe   respondent   after   ascertaining   their   suitability\n\nengaged such 100 casual workers to work on their rolls.\n\nIt is in that context contended that the subsequent\n\ndispute raised in Ref.No.83/1997 is without basis and\n\nthe Labour Court having taken into consideration these\n\naspects has rightly rejected the reference.\n\n\n</p><p data-structure=\"RespArg\" id=\"p_9\">      7.    In the rejoinder filed on behalf of the\n\npetitioner, it is sought to reiterate that the contractors\n\nwere just name lenders and the respondent has not\n\nspecified the nature of work that was being assigned to\n\nthem.      It is therefore contended that they were\n\nperforming the same work as the one being performed\n\nby the regular workmen.          Insofar as the settlement\n\ndeed, it is contended that it is entered into behind the\n\nback of the petitioner. The settlement is not sustainable\n\nsince only the 100 workmen were assured work though\n\nthe dispute arose with regard to 1200 workmen.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_10\">      8.    In the above background, I have heard Sri\n\nK.Subba Rao, learned senior counsel on behalf of the\n<span class=\"hidden_text\" id=\"span_5\">                             7</span>\n\n\npetitioner and Sri C.K.Subramanya, learned counsel on\n\nbehalf of the respondent.    I have perused the petition\n\npapers including the records received from the Court\n\nbelow.\n</p>\n<p data-structure=\"Issue\" id=\"p_11\">\n</p><p data-structure=\"Facts\" id=\"p_12\">     9.   In the nature of the rival contentions urged,\n\nthe fact that a large number of workers had been\n\nengaged by the respondent management is the position\n\nthat cannot be in dispute inasmuch as at the first\n\ninstance a dispute had been raised in Ref.No.1/1993, a\n\nsettlement was reached between the Union and the\n\nmanagement and the dispute came to be disposed of in\n\nview of the joint memo filed by both the parties.     The\n\ncontract labourers were said to be engaged through Sri\n\nGovindram, Sri Manoharlal and Sri N.Lakshmipathi. At\n\nthe first instance in the said proceedings when the\n\ndispute was raised the said three contractors were also\n\nimpleaded as the first party making the claim in the\n\nsaid proceedings.    In the instant proceedings the said\n\ncontractors   were    shown     as   second   party    in\n\nRef.No.83/1997.     At that stage, two unions known as\n\nM/s Escorts and Goetze Guttige Karmikara Sangha and\n<span class=\"hidden_text\" id=\"span_6\">                              8</span>\n\n\nM/s Escorts and Goetze Contract Karmikara Sangha\n\nhad raised the dispute on behalf of the contract\n\nworkers. Presently the dispute is raised by the Escorts\n\nand Goetze Contract Labourers Hitarakshana Horata\n\nSangha. The said Horata Sangha is registered with the\n\nnumber 7/96-97 which would make it evident that it\n\nwas not existent at the point when the dispute was\n\nraised at the first instance in Ref.No.1/1993 and the\n\nsettlement was reached so as to obtain their consent.\n\nKeeping    these   basic   aspects   in   perspective,   the\n\nremaining contentions are to be noticed for the purpose\n\nof decision making.\n</p>\n<p data-structure=\"Issue\" id=\"p_13\">\n</p><p data-structure=\"PetArg\" id=\"p_14\">     10.    If in that light a consideration is to be made,\n\nthough the learned senior counsel for the petitioner has\n\nreferred to the evidence tendered before the Labour\n\nCourt to contend that keeping in view the nature of\n\nwork for which the workmen were engaged and the\n\nmanner in which the respondent management had\n\nexercised control so as to consider the workmen\n\nconcerned as being employed by the management and\n\nthe contractors being the name lenders, that aspect\n<span class=\"hidden_text\" id=\"span_7\">                             9</span>\n\n\nwould arise only if the contention that the earlier\n\nproceedings and the award passed therein is held to be\n\nnot a bar for consideration of the dispute presently\n\nraised. The Labour Court, no doubt after referring to the\n\nevidence   produced on record has arrived at the\n\nconclusion that the workmen regarding whom the\n\ndispute is put forth were also the concerned workers in\n\nRef. No.1/1993 and as such held the present dispute to\n\nbe barred by res judicata. In order to contend that the\n\nLabour Court was not justified in that regard, the\n\nlearned senior counsel for the petitioner has relied on\n\nthe following decisions;\n</p>\n<p data-structure=\"Section\" id=\"p_15\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1045600\" id=\"span_8\">i) In the case of <a href=\"/doc/1045600/\" id=\"a_6\">Indian Tourism Development\n\nvs. Delhi Administration</a> (1992 Lab IC 1877) -\n\n(Allahabad HC)- Wherein it is held that by virtue of\n\n<a href=\"/doc/902131/\" id=\"a_7\">Section 18 (3)</a> of ID Act if the union in the course of\n\nconciliation settles the dispute with the management,\n\nsuch settlements will be binding on the workmen who\n\nare its members. However one exception is made to the\n\nprinciple of collective bargaining by <a href=\"/doc/1377486/\" id=\"a_8\">Section 2A</a> of ID Act\n\nsince such disputes are treated as individual disputes\n<span class=\"hidden_text\" id=\"span_9\">                             10</span>\n\n\nby legal fiction.   Hence in such cases an individual\n\nworkman cannot be bound by any settlement between\n\nthe employer and the union unless he consents to such\n\nsettlement.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_16\">\n</p><p data-structure=\"Section\" id=\"p_17\">     ii) In the case of Brooke Bond India Ltd., -vs-\n\nWorkmen (AIR 1981 SC 1660) -Wherein it is held,\n\nunless the office bearers who signed the agreement were\n\nauthorized by the executive committee of the union to\n\nenter into a settlement or the constitution of the union\n\ncontained a provision that one or more of its members\n\nwould be competent to settle a dispute with the\n\nmanagement, no agreement between any office bearer of\n\nthe union and the management can be called a\n\nsettlement as defined in <a href=\"/doc/1418464/\" id=\"a_9\">Section 2 (P)</a>.\n</p>\n<p data-structure=\"Section\" id=\"p_18\">\n</p><p data-structure=\"Precedent\" id=\"p_19\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"269695\" id=\"span_10\">iii) In the case of Workmen of M/s. <a href=\"/doc/269695/\" id=\"a_10\">Delhi Cloth\n\nGeneral Mills Ltd vs. Management</a> of M/s. Delhi\n\nCloth General Mills Ltd (AIR 1970 SC 1851) wherein\n\nit is held that when a dispute is referred to the\n\nConciliation Officer, the management and the Union\n\ncannot claim absolute freedom of contract to arrive at a\n<span class=\"hidden_text\" id=\"span_11\">                               11</span>\n\n\nsettlement in all respects binding on the workmen, the\n\nquestion of valid and binding settlement in such\n\ncircumstance is governed by the statute and the Rules\n\nmade thereunder.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_20\">\n</p><p data-structure=\"Precedent\" id=\"p_21\">     iv) In the case of Workmen of Stran Board\n\nManufacturing      Co.Ltd.,    -vs-   M/s.   Stran   Board\n\nManufacturing Co.Ltd. (AIR 1974 SC 1132) wherein\n\nit is held that though principles of res judicata are\n\nattracted, extremely technical considerations usually\n\ninvoked in civil proceedings may not be allowed to\n\noutweigh substantial justice to the parties in an\n\nindustrial adjudication.\n</p>\n<p data-structure=\"Precedent\" id=\"p_22\">\n</p><p data-structure=\"Precedent\" id=\"p_23\">     11.   The learned counsel for the respondent\n\nmanagement would on the other hand contend that\n\nwhen the dispute was referred for adjudication at the\n\nfirst instance on 26.12.1992 which culminated in\n\nRef.No.01/1993, the point of dispute referred is as to\n\nwhether the management was justified in refusing\n\nemployment with effect from 16.02.1992 to all the\n\ncontract workmen employed through the contractors\n<span class=\"hidden_text\" id=\"span_12\">                              12</span>\n\n\ndespite being employed on regular basis. The second\n\npoint of reference was whether the contract labourers\n\nwere justified in demanding regularization of their\n\nservices, equal pay and other benefits. In that regard it\n\nis contended that the dispute got merged with the\n\ntripartite settlement signed under <a href=\"/doc/1724112/\" id=\"a_11\">Section 12(3)</a> of I.D\n\nAct   before   the   Conciliation   Officer.   The   contract\n\nlabourers&#x27; Union was party and the settlement was\n\nsigned on 27.11.1993. The Contractors whose name\n\nfigured had also entered the settlement which was\n\naccepted by the Labour Court and the award was\n\npassed on 31.12.1993.      The 386 workmen referred to\n\nherein were also covered therein. Hence it is contended\n\nthat the Labour Court was justified in holding it as res\n\njudicata. The learned counsel has relied on the decision\n\nin the case of Herbertsons Ltd. -vs- The Workmen of\n\nHerbertsons Ltd. and others[(1976) 4 SCC 736]\n\nwherein it is observed that it is not necessary that each\n\nindividual worker should know the implications of any\n\nsettlement since the recognised union which is expected\n\nto protect the legitimate interests of workers enters into\n<span class=\"hidden_text\" id=\"span_13\">                                13</span>\n\n\nsettlement in best interests of the workmen and has\n\nheld as hereunder:\n</p>\n<blockquote id=\"blockquote_1\">     &quot;It is not possible to scan the settlement in bits and\n     pieces and hold some parts good and acceptable\n     and others bad.     Unless it can be demonstrated\n     that the objectionable portion is such that it\n     completely outweighs all the other advantages\n     gained the Court will be slow to hold a settlement\n     as unfair and unjust.      The settlement has to be\n     accepted or rejected as a whole and we are unable\n     to reject it as a whole as unfair or unjust. Even\n     before this Court the 3rd respondent representing\n     admittedly the large majority of the workmen has\n     stood by this settlement and that is a strong factor\n     which it is difficult to ignore. As stated else where\n     in the judgment, we cannot also be oblivious of the\n     fact that all workmen of the company have\n     accepted the settlement.       Besides, the period of\n     settlement has since expired and we are informed\n     that the employer and the 3rd respondent are\n     negotiating    another     settlement     with   further\n     improvements. These factors, apart from what has\n     been stated above, and the need for industrial\n     peace and harmony when a union backed by a\n     large   majority   of    workmen    has    accepted    a\n     settlement in the course of collective bargaining\n     have    impelled   us    not to   interfere   with   this\n     settlement.&quot;\n</blockquote><span class=\"hidden_text\" id=\"span_14\">                                  14</span><blockquote id=\"blockquote_2\">\n\n\n\n\n</blockquote><p data-structure=\"PetArg\" id=\"p_24\">     12.   The binding nature of a settlement entered\n\ninto under <a href=\"/doc/1724112/\" id=\"a_12\">Section 12(3)</a> of the I.D. Act, in the nature of\n\nthe provision contained in <a href=\"/doc/902131/\" id=\"a_13\">Section 18(3)</a> of the I.D. Act is\n\nwell settled. Though the learned senior counsel for the\n\npetitioner has relied on the above cited decisions, the\n\ninstant proceedings cannot be brought as an exception\n\nunder <a href=\"/doc/1377486/\" id=\"a_14\">Section 2A</a> of the I.D. Act inasmuch as the\n\nproceedings at the first instance which culminated in\n\nthe settlement and the award dated 31.12.1993 in\n\nRef.No.1/1993      as     also    the    present   proceedings\n\nculminating   in    the     award       dated   21.07.2005   in\n\nRef.No.83/1997 are predicated on collective dispute of a\n\nclass of workmen if the very nature of the points of\n\ndispute referred in the both instances to the labour\n\nCourt is taken note.       At the first instance in the year\n\n1993 the point referred was as to whether all the\n\nworkmen appointed through the contractors named\n\ntherein could have been refused employment with effect\n\nfrom 16.02.1992 though they were discharging the\n\nregular work of the company.                Even as per the\n<span class=\"hidden_text\" id=\"span_15\">                             15</span>\n\n\ncontention as urged presently is that about 1200\n\nworkmen were wrongly designated as contract workmen\n\nand in that light, the present dispute is raised by the\n\nfirst party union on behalf of 386 such workmen.         If\n\nthat be the position the decisions as relied by the\n\nlearned senior counsel would not assist the petitioner in\n\nthe present context.   The decision as relied on by the\n\nlearned counsel for the respondent would indicate that\n\nin a collective dispute it is not necessary that each\n\nindividual worker should know the implication of the\n\nsettlement if the recognized union which is expected to\n\nprotect the legitimate interest of workers enters into\n\nsettlement in best interests of the workmen.\n\n\n</p><p data-structure=\"Section\" id=\"p_25\">     13.   In that background it is no doubt seen in the\n\npresent instance that when the dispute was raised for\n\nthe first time and was referred in Ref.No.1/1993 the\n\ncontract workmen who were engaged through the said\n\nthree contractors were represented in the proceedings\n\nby two Unions which represented all the contract\n\nworkers involved and also the three contractors were\n\narrayed as the first party representing the interest of all\n<span class=\"hidden_text\" id=\"span_16\">                              16</span>\n\n\nthe contract workmen who were working under them,\n\nthough presently it is contended that they are name\n\nlenders and the actual control was with the respondent\n\ncompany.\n</p>\n<p data-structure=\"Precedent\" id=\"p_26\">\n</p><p data-structure=\"PetArg\" id=\"p_27\">     14.   In that circumstance the position would be\n\nthat the dispute raised presently in respect of 386\n\nworkmen    were    also   the     contract   workmen   being\n\nrepresented by the first party therein. It is no doubt true\n\nin the said proceedings the settlement as entered under\n\n<a href=\"/doc/1724112/\" id=\"a_15\">Section 12(3)</a> of ID Act limited the absorption of only\n\n100 workmen.      The memorandum of settlement dated\n\n27.11.1993    (Annexure-C)      would    disclose   that   the\n\nparties therein were adequately represented.               The\n\npresent dispute is raised by another union which was\n\nnot only, not a party to the earlier proceedings but was\n\nnot even in existence at that point in time.         Further\n\nthough the learned senior counsel for the petitioner\n\ncontends that the earlier settlement is without the\n\nauthorization in the general body of the Union, even for\n\nthe present union to raise the dispute and the actual\n<span class=\"hidden_text\" id=\"span_17\">                                17</span>\n\n\nnumber of workmen who have supported such action no\n\nmaterial is forthcoming in that regard.\n\n\n</p><p data-structure=\"PetArg\" id=\"p_28\">      15.   In that light, it is seen that the settlement\n\nwas entered on 27.11.1993 but the award was passed\n\non 31.12.1993 by accepting the same.               Even if there\n\nwas any resentment or opposition to the said award,\n\nthere ought to have been a challenge to the same\n\nimmediately thereafter.       On the other hand what is\n\nnoticed is that after nearly 4 years the petitioner Union\n\nwhich was not in existence has got itself registered and\n\nthereafter the dispute has been raised. In that regard\n\nalso, the settlement dated 27.11.1993 nor the award\n\nwas challenged at any time before the Labour Court or\n\nwhen the instant petition was filed. However, belatedly\n\nan application in IA No.1/2014 was filed seeking to add\n\nthe   additional   prayer    to     assail   the   award   dated\n\n31.12.1993 and the settlement dated 27.11.1993. This\n\nCourt   through    the      order    dated    04.03.2014    has\n\ndismissed the application which has attained finality. It\n\nis no doubt true that as contended by the learned senior\n\ncounsel for the petitioner, the petitioners though not\n<span class=\"hidden_text\" id=\"span_18\">                             18</span>\n\n\naggrieved by the benefit granted to the 100 workmen\n\nthrough the earlier award are presently seeking a\n\nsimilar benefit by raising the present dispute.\n\n\n</p><p data-structure=\"PetArg\" id=\"p_29\">     16.   While seeking the benefit in favour of the\n\nworkmen on whose behalf the present dispute is raised\n\nand to contend that they were in fact employed by the\n\ncompany, in that regard the learned senior counsel has\n\nsought to rely on the evidence tendered through WW-1\n\nto WW-4 and to contend that the evidence tendered\n\nthrough MW.1 would not aid the management and also\n\nhas referred to the documents marked at Exhs.W1 to\n\nW.14 to contend that the actual control over the\n\nworkmen     was   with   the     company   and    in   that\n\nbackground has referred to the following decisions:\n\n</p><blockquote id=\"blockquote_3\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1198151\" id=\"span_19\">i) In the case of <a href=\"/doc/1198151/\" id=\"a_16\">Workmen of Dimakuchi Tea\n\nEstate vs. Management of Dimakuchi Tea Estate</a>\n\n(AIR 1958 SC 353) wherein the issue relating to the\n\nespousal of the dispute was considered and it was held\n\nthat the dispute must be real dispute between the\n\nparties and the person regarding whom the dispute is\n\nraised must be one in whose employment, non-</span>\n<span class=\"hidden_text\" id=\"span_20\">                                   19</span>\n\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_30\">employment, terms of employment or conditions of\n\nlabour to which the parties to the dispute have a direct\n\nor substantial interest.\n</p>\n<p data-structure=\"Precedent\" id=\"p_31\">\n</p><p data-structure=\"Precedent\" id=\"p_32\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"147862660\" id=\"span_21\">ii) In the case of <a href=\"/doc/147862660/\" id=\"a_17\">Anitha Kushwaha vs. Pushap\n\nSudan</a> [(2016)8 SCC 509] wherein it is held that access\n\nto justice has been recognized as a part and parcel of\n\nright to life. The right is so basic and inalienable that\n\nno system of governance can possibly ignore its\n\nsignificance and deny the same to its citizens.</span>\n\n\n</p><p data-structure=\"Section\" id=\"p_33\">     iii)   In    the    case     of   Hindustan      Petroleum\n\nCorporation Ltd. and others vs. Shivananda and\n\nothers [Laws (kar) 2016 (3) 120] wherein it is held\n\nthat during the subsistence of engagement of a contract\n\nlabour, if a notification under <a href=\"/doc/1669932/\" id=\"a_18\">Section 10</a> of a <a href=\"/doc/1810788/\" id=\"a_19\">CLRA Act</a>\n\nis issued and the engagement of contract labour is\n\nprohibited,      the   contract    labour   engaged    by   valid\n\ncontract would not automatically become the employees\n\nprincipal employer but would continue to remain the\n\nemployees under the contractor who may either engage\n\nthem in any other establishment or terminate their\n<span class=\"hidden_text\" id=\"span_22\">                              20</span>\n\n\nservices by complying the due process of law. Even in\n\nsuch circumstance if the dispute is raised the industrial\n\nadjudicator will have to determine based on the\n\nevidence with regard to the nature of contract in the\n\nbackground    of    the   work    performed   and   in   that\n\ncircumstance, if the contract is found to be sham with\n\neffect from the prohibition, the industrial adjudicator\n\nwould be entitled to grant such relief to the workmen.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_34\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"630133\" id=\"span_23\">iv) In the case of <a href=\"/doc/630133/\" id=\"a_20\">Orissa Textile and Steel Ltd vs.\n\nState of Orissa and others</a> (AIR 2002 SC 708)\n\nwherein the Hon&#x27;ble Supreme Court has referred to the\n\nprovision contained in <a href=\"/doc/607947/\" id=\"a_21\">Section 25(O)</a> &amp; (N) of the Act\n\nand in that regard has held that while granting\n\npermission for closure appropriate enquiry is required\n\nto be held by the Government and if such consideration\n\nis not made, the closure would amount to retrenchment\n\nof the employees.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_35\">\n</p><p data-structure=\"Precedent\" id=\"p_36\">     v) In the case of Workmen of Meenakshi Mills\n\nLtd vs. Meenakshi Mills Ltd and others (AIR 1984\n\nSC 2696) wherein also a similar consideration is made\n<span class=\"hidden_text\" id=\"span_24\">                                   21</span>\n\n\nwith regard to the restrictions imposed regarding\n\nclosure    and       the     illegal   closure      amounting      to\n\nretrenchment.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_37\">\n</p><p data-structure=\"Precedent\" id=\"p_38\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1043308\" id=\"span_25\">vi) In the case of <a href=\"/doc/1043308/\" id=\"a_22\">S.Palanisamy and others vs.\n\nPresiding Officer, Labour</a> Court                [(2018)2 LLN 757\n\n(Mad)]    wherein     the     Court    while      considering     the\n\ndismissal of an earlier dispute on the ground that\n\nworkmen        had     not     resorted      to    the     procedure\n\ncontemplated, has held that one cannot turn around\n\nsubsequently and dismiss all the industrial disputes on\n\nthe ground of res judicata. With regard to the delay it is\n\nheld that the workers alone cannot be blamed since the\n\njustice delivery system is also responsible for pendency\n\nof disputes before the Courts.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_39\">\n</p><p data-structure=\"Precedent\" id=\"p_40\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1613762\" id=\"span_26\">vii) In the case of <a href=\"/doc/1613762/\" id=\"a_23\">Harjainder Singh vs. Punjab\n\nState Warehousing Corporation</a> [(2010)3 SCC 192]\n\nwherein a consideration was made with regard to the\n\njurisdiction     under       <a href=\"/doc/1712542/\" id=\"a_24\">Article   226</a>        and/or    227    of\n\nConstitution of India and it is stated that the High\n\nCourts are duty bound to keep in mind that the\n<span class=\"hidden_text\" id=\"span_27\">                                    22</span>\n\n\n<a href=\"/doc/500379/\" id=\"a_25\">Industrial Disputes Act</a> and other similar legislative\n\ninstruments or social welfare legislations and the same\n\nare required to be interpreted keeping in view the goals\n\nset out in the preamble of the Constitution and the\n\nprovisions contained in part IV thereof. The concept of\n\nsocial    and    economic        justice   is   a   living   concept\n\nintroduced sustenance to the Rule of Law and meaning\n\nand significance to ideal welfare State.</span>\n\n\n</p><p data-structure=\"Precedent\" id=\"p_41\">     viii) In the case of BEML -vs- The President,\n\nMysore          Division         General        Labour        Assn.\n\n(W.A.No.1980/2010 dated 12.03.2015)- where while\n\ndealing with the contentions relating to the workmen,\n\nworking under the contractors was the issue to be\n\nconsidered, the Hon&#x27;ble Division Bench found fault with\n\nthe management in not examining the contractor to\n\nprove the relationship between the workers engaged in\n\nBEML       canteen.        The      agreement       between      the\n\nmanagement and the contractor was noticed and the\n\nattendance being maintained by the management was\n\nreferred and held the agreements to be make-believe\n\ntheory.\n</p><span class=\"hidden_text\" id=\"span_28\">                            23</span><p data-structure=\"Conclusion\" id=\"p_42\">\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_43\">     ix) In the case of Management of National\n\nAerospace    Laboratories       -vs-   Engineering   and\n\nGeneral Workers Union [2015 (144) FLR 925-DB]\n\nwherein a Hon&#x27;ble Division Bench in the facts had\n\nconcluded that the workmen were working for a long\n\nperiod without conferring the status. It is unfair on the\n\npart of management to set up technical defence. The\n\nbenefits were therefore ordered to be granted.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_44\">     x) In the case of Hussainbhai -vs- The Alath\n\nFactory Tezhilali Union and Others (AIR 1978 SC\n\n1410) wherein it is held that the true test is the group\n\nof workers labours to produce goods or services and the\n\nsame is for the business of another and that other is the\n\nemployer. The intermediate contractors with whom the\n\nworkers have immediate or direct relationship is of no\n\nconsequence when on lifting the veil where it is found\n\nthat the management is the real employer.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_45\">     xi) In the case of Shankar Mukherjee and\n\nOthers -vs- Union of India and Others (AIR 1990 SC\n\n</p><p data-structure=\"Precedent\" id=\"p_46\">532) wherein it is held that contract labour system is\n<span class=\"hidden_text\" id=\"span_29\">                             24</span>\n\n\narchaic, primitive and baneful (case of notification to be\n\nissued under CLRA)\n\n\n</p><p data-structure=\"Precedent\" id=\"p_47\">     xii) In the case of Gujarat steel Tubes Ltd., &amp;\n\nOthers -vs- Gujarat Steel Tubes Mazdoor Sabha and\n\nOthers [(1980) 2 SCC 593] where while considering the\n\npower available has held the relief of reinstatement also\n\ncan given by the High Court under <a href=\"/doc/1712542/\" id=\"a_26\">Article 226</a> of\n\nConstitution.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_48\">\n</p><p data-structure=\"PetArg\" id=\"p_49\">     17.     The learned counsel for the respondent in\n\nthat regard would however contend that the claim of the\n\nworkmen through the Union would even otherwise not\n\nbe maintainable inasmuch as the contractors had\n\nfulfilled the requirement as provided under the <a href=\"/doc/1810788/\" id=\"a_27\">Contract\n\nLabour Regulation and Abolition Act, 1970</a> <a href=\"/doc/1810788/\" id=\"a_28\">(CLRA Act</a>\n\nfor short) and in such circumstance the principal\n\nemployee would only be performing the obligations as\n\nrequired under the Act and no other obligation is\n\ncreated and in that regard has relied on the following\n\ndecisions:\n</p><span class=\"hidden_text\" id=\"span_30\">                            25</span><p data-structure=\"Conclusion\" id=\"p_50\">\n\n\n</p><blockquote id=\"blockquote_4\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1160961\" id=\"span_31\">i) In the case of <a href=\"/doc/1160961/\" id=\"a_29\">Steel Authority of India Ltd vs.\n\nUnion of India and others</a> [(2006)3 LLJ 1037] to the\n\neffect that when a definite stand was taken by the\n\nemployees that they had been working under the\n\ncontractors, a contradictory plea that they were also\n\nworkmen of the principal employer cannot be raised.</span>\n\n\n</blockquote><blockquote id=\"blockquote_5\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"144538253\" id=\"span_32\">ii) In the case of <a href=\"/doc/144538253/\" id=\"a_30\">International Airport Authority\n\nof India vs. International Air Cargo Workers Union\n\nand another</a> [(2009)IV LLJ 31] to the effect that mere\n\nsupervision of work by the principal employer cannot be\n\nthe basis to hold that the Labour contract is sham. The\n\ntest to determine is the factors like payment of salary,\n\npower to initiate disciplinary action and remove from\n\nservice would indicate the real control in such cases.</span>\n\n\n</blockquote><blockquote id=\"blockquote_6\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"277653\" id=\"span_33\">iii) In the case of <a href=\"/doc/277653/\" id=\"a_31\">Steel Authority of India Ltd\n\nand others vs. National Union Water</a> front workers\n\nand others [(2001)II LLJ SC 1087] to the effect that\n\neven in a circumstance where notice is issued under\n\n<a href=\"/doc/45909/\" id=\"a_32\">Section 10</a> of the CLRA Act prohibiting employment to\n\ncontract labour, the principal employer is not required\n<span class=\"hidden_text\" id=\"span_34\">                             26</span>\n\n\nto absorb the contract labour working in the concerned\n\nestablishment unless the industrial adjudicator comes\n\nto a conclusion that the contractor has been interposed.</span>\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_51\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"136734035\" id=\"span_35\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"541954\" id=\"span_36\">To the same effect the decisions in the case of\n\n<a href=\"/doc/541954/\" id=\"a_33\">Municipal    Corporation    of   Greater      Mumbai     vs.\n\nK.V.Shramik Sangh and others</a> (AIR 2002 SC 1815)\n\nand the decision in the case of Workmen of Nilgiri Co-\n\noperative <a href=\"/doc/136734035/\" id=\"a_34\">Marketing Society Ltd. vs. State of Tamil\n\nNadu and others</a> (AIR 2004 SC 1639) are also relied.</span></span>\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_52\">     18.    Though the     contentions relating to the\n\nnature of employment of the contract labour and the\n\ndecisions relied in that regard by either side has been\n\ntaken note, a detailed consideration of the same on that\n\naspect   would   have   arisen   only   if   the   threshold\n\ncontention relating to the earlier settlement and award\n\non the same subject matter relating to the same dispute\n\nand the same set of workmen not being a bar to\n\nconsider those aspects. In that circumstance though in\n\ntechnical terms it is not construed as res-judicata,\n\nkeeping in view the provisions as contained in the <a href=\"/doc/500379/\" id=\"a_35\">ID\n\nAct</a> and the binding nature of the settlements being\n<span class=\"hidden_text\" id=\"span_37\">                            27</span>\n\n\ncontemplated under <a href=\"/doc/902131/\" id=\"a_36\">Section 18(3)</a> of the ID Act, which is\n\nfor the purpose of achieving industrial peace, reopening\n\na settled issue belatedly would not be appropriate.   In\n\nthe said background as already taken note, two unions\n\nrepresenting the cause of all the contract employees had\n\nraised the dispute and entered into settlement. Even if\n\nit is accepted, at that point the contract workmen were\n\n1200 in number, the fact remains that the present 386\n\npersons were also part of the same process by which the\n\nunions which were in existence had raised the dispute\n\non behalf of all the workmen and the procedure under\n\n<a href=\"/doc/500379/\" id=\"a_37\">I.D. Act</a> was followed.    Though presently when the\n\ndispute is raised through an union which was registered\n\nin 1997, it is contended that that the workmen were not\n\naware of the settlement recorded in Ref.No.1/1993 and\n\nwere under the impression that the dispute was\n\npending, such contention is hard to accept. This is for\n\nthe reason that the case as pleaded is that the\n\nemployment was refused on 15.03.1992.      The dispute\n\nwas raised, the issue was settled and award was passed\n\non 31.12.1993, after which the 100 workmen were\n<span class=\"hidden_text\" id=\"span_38\">                            28</span>\n\n\nprovided employment immediately the other workmen\n\nwould in any case know that they are not entitled.\n\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"147862660\" id=\"span_39\">Hence, it cannot be accepted that they were not aware\n\nof the position till 1997 and were oblivious to such\n\ndevelopment. At the initial stage, there is delay of four\n\nyears as they would be employed elsewhere since in any\n\nevent they were contract workers.     Thereafter though\n\nthe workmen cannot be held responsible for the delay in\n\nthe judicial process, the fact remains that at this point\n\nmore than 25 years has elapsed during which period\n\nindustrial scenario itself has changed and the status of\n\nrespondent company is also not the same. Hence, in a\n\nmatter of the present nature unsettling the settled\n\nissues would not be justified even if the case of <a href=\"/doc/147862660/\" id=\"a_38\">Anitha\n\nKushwaha and Harjainder Singh</a> (supra) is kept in view\n\nwhen the case itself is that the members of the\n\npetitioner union were contract workers and the union\n\nrepresenting them and competent authorities were\n\ninvolved in the process of reaching a settlement which\n\nwas accepted by the Court and award was passed\n\npursuant thereto.</span>\n</p><span class=\"hidden_text\" id=\"span_40\">                           29</span><p data-structure=\"Conclusion\" id=\"p_53\">\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_54\">     19.   In that view I do not see any reason to\n\ninterfere with the award dated 21.07.2005 passed in\n\nRef.No.83/1997. The petition is accordingly dismissed.\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_55\">                                          Sd/-\n</p><p data-structure=\"Conclusion\" id=\"p_56\">                                        JUDGE\n\n\n\n\nakc/bms\n </p>","numcites":25,"numcitedby":0,"docsource":"Karnataka High Court","citetid":117110038,"divtype":"judgments","relatedqs":[{"value":"res judicata ","formInput":"res%20judicata%20"},{"value":"contract labour","formInput":"contract%20labour"},{"value":"principal employer ","formInput":"principal%20employer%20"},{"value":"refusal of employment ","formInput":"refusal%20of%20employment%20"},{"value":"CLRA","formInput":"CLRA"},{"value":"contract workers","formInput":"contract%20workers"},{"value":"closure","formInput":"closure"},{"value":"\"res judicata\"","formInput":"%22res%20judicata%22"},{"value":"conciliation officer","formInput":"conciliation%20officer"},{"value":"industrial disputes","formInput":"industrial%20disputes"},{"value":"law journals ","formInput":"law%20journals%20"}],"cats":[{"value":"industrial","formInput":"tag:industrial"},{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"conciliation-proceedings-report","formInput":"tag:conciliation-proceedings-report"},{"value":"dismissal-in-industrial-dispute","formInput":"tag:dismissal-in-industrial-dispute"}],"courtcopy":true,"query_alert":null,"agreement":false}