{"tid":60626037,"publishdate":"2019-02-13","title":"Samyak Projects Private Limited vs Ansal Housing & Construction Limited on 13 February, 2019","doc":"<h2 class=\"doc_title\">Samyak Projects Private Limited vs Ansal Housing &amp; Construction Limited on 13 February, 2019</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIRONLINE 2019 DEL 341</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:v-k-rao\">V. Kameswar Rao</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-menon\">Chief Justice</a>, <a href=\"/search/?formInput=benchid:v-k-rao\">V. Kameswar Rao</a></h3>\n\n<pre id=\"pre_1\">    * IN THE HIGH COURT OF DELHI AT NEW DELHI\n    %                            Date of decision:13th February, 2019\n\n+    FAO(OS) 33/2019 &amp; CAV No. 130/2019 and CM. No. 6506/2019\n\n     SAMYAK PROJECTS PRIVATE LIMITED                     ..... Appellant\n\n                           Through:    Mr. Vivek Kohli, Adv. with\n                                       Mr. Sandeep Bhuraria, Ms. Neetika\n                                       Bajaj, Ms. Prerna Kohli &amp; Mr. Sunil\n                                       Tyagi, Advs.\n\n                  versus\n\n     ANSAL HOUSING &amp; CONSTRUCTION\n     LIMITED                                ..... Respondent\n                 Through: Mr. Neeraj Kr. Gupta, Adv.\n\n     CORAM:\n     HON&#x27;BLE THE CHIEF JUSTICE\n     HON&#x27;BLE MR. JUSTICE V. KAMESWAR RAO\n\n    V. KAMESWAR RAO, J. (ORAL)\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">    CM. No. 6506/2019 (for exemption)\n     Exemption allowed subject to all just exceptions.\n     Application stands disposed of.\n</p><span class=\"hidden_text\" id=\"span_1\">     CAV No. 130/2019</span><p data-structure=\"RespArg\" id=\"p_2\">\n     Learned counsel for the caveator has put in appearance.\n     Caveat stands discharged.\n</p><p data-structure=\"Issue\" id=\"p_3\">    FAO(OS) 33/2019\n</p><p data-structure=\"Issue\" id=\"p_4\">    1.      The challenge in this appeal is to the order dated November\n\n    20, 2018 passed by the learned Single Judge in IA 14031/2018\n\n    which is an application filed by the appellant herein under Section 8\n\n<span class=\"hidden_text\" id=\"span_2\">    FAO(OS) 33/2019                                            Page 1 of 17</span>\n of the <a href=\"/doc/1306164/\" id=\"a_1\">Arbitration &amp; Conciliation Act, 1996</a> (for short &#x27;Act of\n\n1996&#x27;).\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">\n</p><p data-structure=\"Facts\" id=\"p_6\">2.        Some of the relevant facts are that the respondent herein had\n\ninstituted a suit under <a href=\"/doc/161831507/\" id=\"a_2\">Order XXXVII of the CPC</a> for recovery of\n\n`11,79,83,525/- pleading that (i) the appellant was the purchaser of\n\nland admeasuring 1.7 acres in Block A of Integrated Residential\n\nColony called &quot;Esencia&quot; in the revenue estate of Village Badshapur,\n\nTehsil and District Gurgaon, Haryana; (ii) that the defendant had\n\nentered into an agreement with Universal Buildwell Pvt. Ltd. (UBL)\n\nto undertake development and construction over the said land of\n\nwhich the UBL failed to perform its part of the agreement; (iii) that\n\nthe appellant was in the process of finalizing the termination\n\nagreement with UBL and was in need of funds, to pay off UBL; (iv)\n\nthat the appellant had entered into a Memorandum of Understanding\n\n(MoU) dated July 12, 2012 with the respondent herein whereunder\n\nthe respondent had advanced a sum of `12 Crores to the appellant to\n\nenable the appellant pay off UBL and achieve termination of the\n\nagreement with UBL and to pay the balance sale consideration to\n\nthe owners of the land to achieve execution of sale deed of the land\n\nin favour of the appellant; (v) that the appellant under the aforesaid\n\n\n<span class=\"hidden_text\" id=\"span_3\">FAO(OS) 33/2019                                            Page 2 of 17</span>\n MoU has agreed with the respondent and the respondent will carry\n\nout work of development and construction of the aforesaid land and\n\nproceeds of the sale of built up area / developed land shall be shared\n\nby appellant and the respondent in the ratio of 45% and 55%\n\nrespectively; (vi) that it terms of the MoU if the appellant did not\n\nachieve termination of the earlier agreement with UBL within four\n\nmonths from the date of the MoU, the respondent had the option,\n\neither to demand refund of the amount of `12 crores with interest @\n\n24% per annum, or to extend the time for the appellant to achieve\n\ntermination of the earlier agreement with UBL; (vii) the appellant\n\nfailed to terminate the earlier agreement with UBL and on the\n\ncontrary ratified the earlier agreement with UBL; (viii) a Deed of\n\nCancellation dated April 20, 2013 was entered into between the\n\nrespondent and the appellant whereunder the parties cancelled the\n\nMoU dated July 12, 2012 and it was agreed that the appellant shall\n\nrefund the entire amount of `12 crores with interest at the rate of\n\n24% per annum to be calculated from the date of receipt of the said\n\n`12 crores by the appellant, on or before December 31, 2013; (ix)\n\nthe appellant did not repay the said amount and sought extension\n\nfrom time to time; (x) the appellant has been deducting tax at source\n\n\n\n<span class=\"hidden_text\" id=\"span_4\">FAO(OS) 33/2019                                           Page 3 of 17</span>\n at 10% on the interest accrued and has been depositing the same to\n\nthe credit of the government; (xi) the appellant has made last on\n\naccount payment of `1 crore to the respondent on March 27, 2015;\n\nand, (xii) as on the date of filing of the suit, a sum of\n\n`11,79,83,525/- was due from the appellant to the respondent.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_7\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"93963916\" id=\"span_5\">3.      The issue, which fell for consideration before the learned\n\nSingle Judge was, whether the Deed of Cancellation dated April 20,\n\n2013 between the parties herein contains an arbitration clause. The\n\nplea of the counsel for the appellant before the learned Single Judge\n\nwas that (i) notwithstanding the Deed of Cancellation, the\n\nArbitration Agreement in the MoU dated July 12,2 012 survives; (ii)\n\nthe obligation of the appellant to pay the amounts aforesaid to the\n\nrespondent has its origin in the MoU dated July 12, 2012 which\n\ncontains an Arbitration Agreement and (iii) reliance was placed on\n\nthe judgment of the House of Lords in Moschi Vs. Lep Air Services\n\nLtd. 1973 Appeal Court 331 (House of Lords) and the Division\n\nBench of the High Court of Bombay in <a href=\"/doc/93963916/\" id=\"a_3\">Mulheim Pipecoatings\n\nGmbH Vs. Welspun Fintrade Ltd.</a> 2013 SCC OnLine Bom 1048.</span>\n\n\n</p><p data-structure=\"Section\" id=\"p_8\">4.      We may note, that the relevant arbitration clauses in the\n\nMoU dated July 12, 2012 reads as under:-\n</p>\n<p data-structure=\"PetArg\" id=\"p_9\"><span class=\"hidden_text\" id=\"span_6\">FAO(OS) 33/2019                                          Page 4 of 17</span>\n</p><blockquote id=\"blockquote_1\">      &quot;8. That any dispute between the Parties arising out of this\n     MOU shall be subject to provisions of <a href=\"/doc/1306164/\" id=\"a_4\">Arbitration and\n     Conciliation Act, 1996</a> and the venue for arbitration shall\n     be New Delhi.\n</blockquote><blockquote id=\"blockquote_2\">     9. That this Agreement shall be subject to jurisdiction of\n     Courts at Gurgaon.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_10\">5.       Some of the relevant clauses of the Deed of Cancellation, as\n\nnoted by the learned Single Judge are as under:-\n\n</p><blockquote id=\"blockquote_3\">     &quot;1. That the MOU dated 12th July, 2012 shall stand\n     cancelled without any Party having any claim against each\n     other except as agreed hereinafter.\n</blockquote><blockquote id=\"blockquote_4\">     2. That SPPL will refund the entire amount of `12 Crores\n     with interest calculated @24% p.a. The interest will be\n     calculated from the date of receipt of advance of `12 Crores\n     and till the entire amount together with interest is refunded\n     by SPPL to AHCL.\n</blockquote><blockquote id=\"blockquote_5\">     3. That the entire amount of `12 Crores together with\n     interest thereon would be refunded by SPPL to AHCL latest\n     by 31st December, 2013 failing which AHCL shall be at\n     liberty to adjust amount due to SPPL in any other account.\n</blockquote><blockquote id=\"blockquote_6\">     4. That AHCL shall not claim any right on the Said Land or\n     the Project being developed on the Said Land.\n</blockquote><blockquote id=\"blockquote_7\">     5. That this Deed of Cancellation is subject to jurisdiction of\n     Courts at New Delhi.&quot;\n</blockquote><p data-structure=\"RespArg\" id=\"p_11\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"190370690\" id=\"span_7\">6.       On the other hand, the case of the respondent herein\n\nbefore    the     learned   Single   Judge   was that   the    Deed     of\n\nCancellation dated April 20, 2013, which did not contain any\n\narbitration clause was in supersession of the MoU dated July 12,\n\n\n<span class=\"hidden_text\" id=\"span_8\">FAO(OS) 33/2019                                               Page 5 of 17</span>\n 2012 and the Arbitration Agreement in MoU dated July 12,2 012\n\ndisappears. Reliance was placed on the judgment of the Division\n\nBench of this Court in <a href=\"/doc/190370690/\" id=\"a_5\">Young Achievers Vs. IMS Learning\n\nResources Pvt. Ltd.</a> (2012) 191 DLT 378 (DB).</span>\n</p>\n<p data-structure=\"Issue\" id=\"p_12\">\n</p><p data-structure=\"Precedent\" id=\"p_13\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"93963916\" id=\"span_9\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"190370690\" id=\"span_10\">7.      The learned Single Judge has, by relying upon the judgment\n\nin the case of <a href=\"/doc/190370690/\" id=\"a_6\">Young Achievers</a> (supra), which judgment has been\n\nupheld by the Supreme Court in (2013) 10 SCC 535 and\n\ndistinguishing the judgment relied upon by the learned counsel for\n\nthe appellant in <a href=\"/doc/93963916/\" id=\"a_7\">Mulheim Pipecoatings GmbH</a> (supra, in paras 17,\n\n18 and 19, held as under:-</span></span>\n</p>\n<p data-structure=\"Issue\" id=\"p_14\">\n</p><blockquote id=\"blockquote_8\">     &quot;17. I have looked at the MoU dated 12th July, 2012 and the\n     Deed of Cancellation dated 20th April, 2013 signed by the\n     parties and find (i) the arbitration clause contained in the\n     MoU dated 12th July, 2012 to be of arbitration only of &quot;any\n     dispute between the parties arising out of this MoU&quot; and\n     not all encompassing as is often found by use of the words\n     &quot;arising out of and in relation to&quot;; (ii) the disputes which\n     could arise out of the MoU dated 12th July, 2012 were in\n     limited domain, considering that the MoU was not a\n     complete agreement between the parties but envisaged\n     execution of a &quot;detailed agreement&quot;; (iii) the Deed of\n     Cancellation dated 20th April, 2013 in recitals thereof\n     recorded that the plaintiff and the defendant had &quot;agreed to\n     mutually cancel the MoU dated 12th July, 2012&quot; and in\n     habendum / operative part thereof records that &quot;the MoU\n     dated 12th July, 2012 shall stand cancelled without any\n     Party having any claim against each other except as agreed\n     hereinafter&quot;.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_11\">FAO(OS) 33/2019                                         Page 6 of 17</span>\n<p data-structure=\"CDiscource\" id=\"p_15\">      18. The language used by the parties in the arbitration\n     clause in the MoU dated 12th July, 2012 and in the Deed of\n     Cancellation dated 20th April, 2013 negates the survival of\n     the arbitration clause in the MoU post the Deed of\n     Cancellation. The disputes arising between the parties out\n     of the Deed of Cancellation, which in supersession of the\n     clause in the MoU of refund of the entire amount of `12\n     crores advanced by the plaintiff to the defendant at the\n     option of the plaintiff, also gives liberty to the plaintiff to\n     adjust the amount in the amounts due from the plaintiff to\n     the defendant in any other account, in the light of the\n     defence of the defendant of such adjustment, cannot be said\n     to be arising out of the MoU, to be covered by the\n     arbitration clause in the MoU.\n</p><p data-structure=\"CDiscource\" id=\"p_16\">     19. The facts and circumstances of the present case thus do\n     not make out a case of survival of the arbitration clause in\n     the MoU.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"76756431\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"73730877\" id=\"span_13\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"54759928\" id=\"span_14\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"137199527\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1545494\" id=\"span_16\">8.      That apart, the learned Single Judge has also relied upon the\n\njudgment of the Supreme Court in <a href=\"/doc/1545494/\" id=\"a_8\">Damodar Valley Corporation\n\nVs. K.K. Kar</a> (1974) 1 SCC 141; <a href=\"/doc/137199527/\" id=\"a_9\">Chatterjee Petrochem Company\n\nVs. Haldia Petrochemicals Ltd.</a> (2014) 14 SCC 574; <a href=\"/doc/54759928/\" id=\"a_10\">Hema Khattar\n\nVs. Shiv Khera</a> (<a href=\"/doc/73730877/\" id=\"a_11\">2017) 7 SCC 716, Nalini Singh Associates Vs.\n\nPrime Time - IP Media Services Ltd.</a> 2008 (106) DRJ 734; <a href=\"/doc/76756431/\" id=\"a_12\">C.E.\n\nConstruction Ltd. Vs. Intertoll ICS Cecons O&amp;M Company Pvt.\n\nLtd.</a> 2017 SCC OnLine Del 6401 and other judgments has\n\ndismissed the application.</span></span></span></span></span>\n</p>\n<p data-structure=\"Section\" id=\"p_18\">\n</p><p data-structure=\"PetArg\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"93963916\" id=\"span_17\">9.      Mr. Vivek Kohli, learned counsel for the appellant would\n\nmake similar submissions as were made before the learned Single\n\n\n<span class=\"hidden_text\" id=\"span_18\">FAO(OS) 33/2019                                            Page 7 of 17</span>\n Judge and had also placed reliance on the judgment of the Bombay\n\nHigh Court in <a href=\"/doc/93963916/\" id=\"a_13\">Mulheim Pipecoatings GmbH</a> (supra). According to\n\nhim, there were two obligations under the initial MoU dated July\n\n12, 2012. The Deed of Cancellation dated April 20, 2013 was to\n\nfulfill the secondary obligation and as such would be governed by\n\nthe arbitration clause contained in the MoU. In other words, it is his\n\nsubmission that the parties had envisaged the scenario of non\n\nperformance of the primary obligation and therefore the secondary\n\nobligation was inserted into it and then took the shape of Deed of\n\nCancellation, which was in the form of settlement between the\n\nparties and hence, the arbitration clause survives.</span>\n\n\n</p><p data-structure=\"RespArg\" id=\"p_20\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"190370690\" id=\"span_19\">10.     That apart, it is his submission that it is a settled position of\n\nlaw that arbitration clause is a separate agreement, which does not\n\nperish with the main contract. He stated that the MoU dated July\n\n12, 2012 and the Deed of Cancellation dated April 20, 2013 are so\n\ninextricably linked that the Deed of Cancellation does not have any\n\nrelevance without the existence of MoU. Mere usage of the line\n\nthat MoU stands cancelled does not render the MoU non-existent\n\nsince the Deed of Cancellation owes its birth and existence to the\n\nclauses mentioned in the MoU. It is his submission that the learned\n\n\n<span class=\"hidden_text\" id=\"span_20\">FAO(OS) 33/2019                                              Page 8 of 17</span>\n Single Judge did not consider the fact that the parties did not\n\nexpressly and explicitly obliterate the arbitration clause from the\n\nDeed of Cancellation. He stated that the reliance placed by the\n\nlearned Single Judge on the judgment of the Division Bench of this\n\nCourt in <a href=\"/doc/190370690/\" id=\"a_14\">Young Achievers</a> (supra), is totally misplaced.</span>\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_21\">11.     Having heard the learned counsel for the parties, we are not\n\nimpressed by the submissions made by Mr. Kohli for the reason that\n\nthe terms of MoU dated July 12, 2012 and the Deed of Cancellation\n\ndated April 20, 2013, reproduced above are clear and the intent of\n\nthe parties was to cancel the MoU from its existence, as is clear\n\nfrom the very     nomenclature, i.e &quot;the Deed of Cancellation&quot;,\n\nwhereby the MoU stood extinguished. It is an admitted position\n\nthat the Deed of Cancellation did not have any arbitration clause.\n\n\n</p><p data-structure=\"RespArg\" id=\"p_22\">12.     The plea of Mr. Kohli that the Deed of Cancellation did not\n\nexpressly / explicitly obliterate the arbitration clause from the Deed\n\nof Cancellation, does not impress us for two reasons; (i) the\n\nintention of the parties was to cancel the MoU; (ii) when the parties\n\nhave expressly incorporated an arbitration clause in the MoU and\n\nhaving not done that in the Deed of Cancellation, the necessary\n\nimplication is that they have decided not to incorporate the same.\n\n<span class=\"hidden_text\" id=\"span_21\">FAO(OS) 33/2019                                           Page 9 of 17</span>\n The MoU stands superseded by the Deed of Cancellation. A fresh\n\nagreement has been entered without arbitration clause.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_23\">13.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"93963916\" id=\"span_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"93963916\" id=\"span_23\">Insofar as the other submissions made by Mr. Kohli by\n\nplacing reliance on the judgment in the case of <a href=\"/doc/93963916/\" id=\"a_15\">Mulheim\n\nPipecoatings      GmbH</a>     (supra)    is   concerned,    in    <a href=\"/doc/93963916/\" id=\"a_16\">Mulheim\n\nPipecoatings GmbH</a> (supra), the Bombay High Court has\n\nsummarized the law in terms of the following paragraphs:-</span></span>\n\n</p><blockquote id=\"blockquote_9\">      &quot;(i) The arbitration agreement constitutes a collateral term\n      in the contract which relates to the resolution of disputes\n      and not to the performance of the contract. Whereas the\n      substantive terms of a contract define the rights and\n      obligations of the parties, an arbitration agreement\n      provides for modalities agreed upon by parties for the\n      resolution of their disputes. Parties agree thereby to have\n      their disputes resolved before an arbitral tribunal as distinct\n      from the ordinary courts of law in the jurisdiction;\n</blockquote><blockquote id=\"blockquote_10\">      (ii) Upon the termination of the main contract, the\n      arbitration agreement does not ipso facto or necessarily\n      come to an end;\n</blockquote><blockquote id=\"blockquote_11\">      (iii) The issue as to whether the arbitration agreement\n      survives or perishes along with the main contract would\n      depend upon the nature of the controversy and its effect\n      upon the existence or survival of the contract itself;\n</blockquote><blockquote id=\"blockquote_12\">      (iv) If the nature of the controversy is such that the main\n      contract would itself be treated as non est in the sense that it\n      never came into existence or was void, the arbitration\n      clause cannot operate, for along with the original contract,\n      the arbitration agreement is also void. Similarly, though the\n      contract was validly executed, parties may put an end to it\n      as if it had never existed and substitute a new contract\n      solely governing their rights and liabilities thereunder. Even\n      in such a case, since the original contract is extinguished or\n\n<span class=\"hidden_text\" id=\"span_24\">FAO(OS) 33/2019                                               Page 10 of 17</span>\n      annihilated by another, the arbitration clause forming a\n     part of the contract would perish with it;\n</blockquote><blockquote id=\"blockquote_13\">     (v) There may, however, be cases where it is the future\n     performance of the contract that has come to an end. Such\n     an eventuality may arise due to a number of circumstances,\n     in which one or both the parties may be discharged from\n     further performance. Termination of the contract by one\n     party, repudiation of the contract by one party and its\n     acceptance by the other and frustration of the contract are\n     some of the circumstances. The controversy in such matters\n     arises upon or in relation to or in connection with the\n     contract. In all such cases, the contract is not put an end to\n     for all purposes because there may be rights and\n     obligations which had arisen earlier when it had not come\n     to an end. The contract subsists for those purposes and the\n     arbitration clause would operate for those purposes;\n</blockquote><blockquote id=\"blockquote_14\">     (vi) The doctrine of separability requires, for the arbitration\n     agreement to be null and void, inoperative or incapable of\n     performance, a direct impeachment of the arbitration\n     agreement and not simply a parasitical impeachment based\n     on a challenge to the validity or enforceability of the main\n     agreement. In other words, arguments for impeaching the\n     arbitration agreement must be based on facts which are\n     specific to the arbitration agreement. There may, of course,\n     be facts which are specific to both the main agreement and\n     the arbitration agreement, but there may well be facts which\n     are specific to the main agreement, but not to the\n     arbitration agreement. In the former case, the arbitration\n     clause would perish with the main contract while in the\n     latter case, it would not. Another way of considering the\n     matter is whether it is the further performance of the\n     contract that is brought to an end or it is the existence of the\n     contract which is brought to an end. In the former case,\n     where the further performance of the contract has been\n     brought to an end, the arbitration clause would survive\n     whereas when the existence of the contract is itself brought\n     to an end, the arbitration clause would not survive.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_24\">                                                  (emphasis added)\n\n\n<span class=\"hidden_text\" id=\"span_25\">FAO(OS) 33/2019                                             Page 11 of 17</span>\n</p><p data-structure=\"Precedent\" id=\"p_25\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"190370690\" id=\"span_26\">14.     Whereas the reliance placed by the respondent on the\n\njudgment of the Coordinate Bench of this Court in <a href=\"/doc/190370690/\" id=\"a_17\">Young\n\nAchievers</a> (supra), the Court has summarized the law in paras 8 to\n\n16, which are reproduced as under:-</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_26\">\n</p><blockquote id=\"blockquote_15\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"190370690\" id=\"span_27\">&quot;8. We are unable to agree with the submissions of learned\n      counsel for the appellant, though there can be no dispute\n      about the legal proposition propounded aforesaid and the\n      law <a href=\"/doc/190370690/\" id=\"a_18\">laid down by</a> the Hon&#x27;ble Supreme Court. In fact, there\n      is no quibble over the legal proposition that the arbitration\n      clause would survive the termination/cessation of an\n      agreement and the disputes pertaining to the same would\n      still be resolved by arbitration. In the present case it is not a\n      case of unilateral termination by one of the parties which\n      has occurred. Mutually, a fresh document has been drawn\n      called the Exit Paper, an agreement containing\n      comprehensive terms &amp; conditions on which the parties\n      continued with their association. Despite this Exit Paper\n      setting out all the terms &amp; conditions, the allegation of the\n      respondent is that the appellant continued to infringe the\n      trademark of the respondent by using the same, contrary to\n      the said agreement. This Exit Paper undisputedly does not\n      contain an arbitration clause.</span>\n</blockquote><blockquote id=\"blockquote_16\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1391279\" id=\"span_28\">9. The Supreme Court in Magma Leasing &amp; Finance\n      Limited (supra), which is a two-Judge bench decision, after\n      referring to the judgment of the House of Lords in Heymen\n      v. Darwins Ltd., 1942 AC 356 : 1942 1 All ER 337 (HL),\n      referred to the following observations of Subba Rao, J (as\n      his Lordship then was) in <a href=\"/doc/1391279/\" id=\"a_19\">Union of India Vs. Kishorilal\n      Gupta &amp; Bros.</a>, AIR 1959 SC 1362:</span>\n</blockquote><blockquote id=\"blockquote_17\">          &quot;8. Uninfluenced by authorities or case-law, the\n          logical outcome of the earlier discussion would be\n          that the arbitration clause perished with the\n          original contract. Whether the said clause was a\n          substantive term or a collateral one, it was\n          nonetheless an integral part of the contract, which\n\n<span class=\"hidden_text\" id=\"span_29\">FAO(OS) 33/2019                                               Page 12 of 17</span>\n          had no existence de hors the contract. It was\n         intended to cover all the disputes arising under\n         the conditions of, or in connection with, the\n         contracts. Though the phraseology was of the\n         widest amplitude, it is inconceivable that the\n         parties intended its survival even after the\n         contract was mutually rescinded and substituted\n         by a new agreement. The fact that the new\n         contract not only did not provide for the survival\n         of the arbitration clause but also the circumstance\n         that it contained both substantive and procedural\n         terms indicates that the parties gave up the terms\n         of the old contracts, including the arbitration\n         clause. The case-law referred to by the learned\n         counsel in this connection does not, in our view,\n         lend support to his broad contention and indeed\n         the principle on which the said decisions are\n         based is a pointer to the contrary.\n</blockquote><blockquote id=\"blockquote_18\">         9...These observations throw considerable light\n         on the question whether an arbitration clause can\n         be invoked in the case of a dispute under a\n         superseded contract. The principle is obvious; if\n         the contract is superseded by another, the\n         arbitration clause, being a component part of the\n         earlier contract, falls with it... But where the\n         dispute is whether the said contract is void ab\n         initio, the arbitration clause cannot operate on\n         those disputes, for its operative force depends\n         upon the existence of the contract and its validity.\n         So too, if the dispute is whether the contract is\n         wholly superseded or not by a new contract\n         between the parties, such a dispute must fall\n         outside the arbitration clause, for, if it is\n         superseded, the arbitration clause falls with it.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_27\">                                       (emphasis supplied)\n</p><p data-structure=\"Precedent\" id=\"p_28\">     10. We may note at this stage that the present is not a case\n     involving the assertion by the respondent of accord and\n     satisfaction in respect of the earlier contracts dated\n     01.04.2007 and 01.04.2010. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1391279\" id=\"span_30\">In terms of the decision of the\n\n<span class=\"hidden_text\" id=\"span_31\">FAO(OS) 33/2019                                           Page 13 of 17</span>\n      Supreme Court in <a href=\"/doc/1391279/\" id=\"a_20\">Kishorilal Gupta</a> (supra) (which is a\n     three-Judge bench decision), if that had been the issue\n     raised, the appellant may have been justified in claiming\n     that the said dispute, i.e. whether there has been accord and\n     satisfaction in respect of the two agreements should be\n     referred to arbitration in terms of the arbitration agreement\n     contained in the said two agreements.</span>\n</p><p data-structure=\"Precedent\" id=\"p_29\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1391279\" id=\"span_32\">11. Reliance placed on para 32 of the judgment in\n     <a href=\"/doc/1391279/\" id=\"a_21\">Kishorilal Gupta</a> (supra) rendered by A.K. Sarkar, J in his\n     concurring opinion appears to be misplaced.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1391279\" id=\"span_33\">The Supreme\n     Court in para 32 of the decision in <a href=\"/doc/1391279/\" id=\"a_22\">Kishorilal Gupta</a>\n     (supra), after setting out <a href=\"/doc/595325/\" id=\"a_23\">section 62</a> of the Contract Act\n     (which deals with the effect of novation, recession and\n     alteration of contract) went on to observe that &quot;the\n     settlement cannot be said to have altered the original\n     contract or even to have rescinded it. It only settled the\n     dispute as to the breach of the contract and its\n     consequences. For the same reason, it cannot be said to\n     substitute a new contract for the old one&quot;.</span>\n</p><p data-structure=\"Conclusion\" id=\"p_30\">                                              (emphasis supplied)\n</p><p data-structure=\"CDiscource\" id=\"p_31\">     12. It is important to note that the Supreme Court made the\n     aforesaid observation in respect of a &quot;settlement&quot; of\n     disputes arising under the original contract, including the\n     dispute as to the breach of the contract and its\n     consequences. In the present case, the parties have clearly\n     entered into a fresh contract contained in the exit\n     agreement, which, as noticed above, is not even in dispute.\n     The exit agreement does not even whisper about any dispute\n     arising under the original agreements or about settlement\n     thereof. It is pure and simple novation of the original\n     contract by mutual agreement of parties.\n</p><p data-structure=\"Conclusion\" id=\"p_32\">     15. We are, thus, of the view that the learned single Judge\n     was right in coming to the conclusion that both the\n     agreements dated 1.4.2007 and 1.4.2010 have been\n     superseded/novated by the Exit Paper, and in view of Exit\n     Paper being a fresh agreement with no arbitration clause\n     for adjudication of disputes, the application of the appellant\n     was rightly rejected.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_33\"><span class=\"hidden_text\" id=\"span_34\">FAO(OS) 33/2019                                           Page 14 of 17</span>\n</p><p data-structure=\"Precedent\" id=\"p_34\">       16. We may add that, even otherwise, suppose there was no\n      dispute about any item relating to the Exit Paper, then can it\n      really be said thereafter a number of years if the trademark\n      is infringed that the respondent will still have to resort to\n      the contract where there was an agreement inter se the\n      parties for mutual business containing the arbitration\n      clause? The answer to this obviously would be in the\n      negative.&quot;\n</p><p data-structure=\"Conclusion\" id=\"p_35\">                                                 (emphasis added)\n</p><p data-structure=\"Precedent\" id=\"p_36\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"190370690\" id=\"span_35\">15.     That apart, we find, as noted by the learned Single Judge,\n\neven the judgment of the Division Bench in <a href=\"/doc/190370690/\" id=\"a_24\">Young Achievers</a>\n\n(supra) has been upheld by the Supreme Court, wherein the\n\nSupreme Court in paras 7 and 8 has held as under:-</span>\n\n\n</p><blockquote id=\"blockquote_19\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1391279\" id=\"span_36\">&quot;7. Exit paper would clearly indicate that it is a mutually\n      agreed document containing comprehensive terms and\n      conditions which -admittedly does not contain an\n      arbitration clause. We are of the view that the High Court is\n      right in taking the view that in the case on hand, is not a\n      case involving assertion by the respondent of accord a\n      satisfaction in respect of the earlier contracts dated 1-4-\n      2007 and 1-4-2010. If that be so, it could have referred to\n      arbitrator in terms of those two agreements going by the\n      dictum in <a href=\"/doc/1391279/\" id=\"a_25\">Union of India v. Kishorilal Gupta and Bros</a>.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1391279\" id=\"span_37\">This\n      Court in <a href=\"/doc/1391279/\" id=\"a_26\">Kishorilal Gupta</a>&#x27;s case examined the question\n      whether an arbitration clause can be invoked in the case of\n      a dispute under a superseded contract. The principle laid\n      down is that if the contract is superseded by another, the\n      arbitration clause, being a component part of the earlier\n      contract, falls with it. But where the dispute is whether such\n      contract is void ab intio, the arbitration clause cannot\n      operate on those disputes, for its operative force depends\n      upon the existence of the contract and its validity. The\n      various other observations were made by this Court in the\n      above-mentioned judgment in respect of &quot;settlement of\n      disputes arising under the original contract, including the\n\n<span class=\"hidden_text\" id=\"span_38\">FAO(OS) 33/2019                                            Page 15 of 17</span>\n       dispute as to the breach of the contract and its\n      consequences&quot;.</span> The principle <a href=\"/doc/1391279/\" id=\"a_27\">laid down by</a> the House of\n      Lords in Heyman v. Darwins Limited was also relied on by\n      this Court for its conclusion. The Collective bargaining\n      principle laid down by the US Supreme Court in Nolde\n      Bros. case would not apply to the facts of the present case.\n</blockquote><blockquote id=\"blockquote_20\">      8. We may indicate that so far as the present case is\n      concerned, parties have entered into a fresh contract\n      contained in the Exit paper which does not even indicate\n      any disputes arising under the original contract or about\n      the settlement thereof, it is nothing but a pure and simple\n      novation of the original contract by mutual consent. Above\n      being the factual and legal position, we find no error in the\n      view taken by the High Court. The appeal, therefore, lacks\n      merit and stands dismissed, with no order as to costs.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_37\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"190370690\" id=\"span_39\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"93963916\" id=\"span_40\">16.     That apart, the learned Single Judge has distinguished the\n\njudgment of <a href=\"/doc/93963916/\" id=\"a_28\">Mulheim Pipecoatings GmbH</a> (supra) with <a href=\"/doc/190370690/\" id=\"a_29\">Young\n\nAchievers</a> (supra) by stating as under, with which we concur in\n\nview of the clauses, as noted above in the Deed of Cancellation,\n\nreproduced above.</span></span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_38\">\n</p><p data-structure=\"CDiscource\" id=\"p_39\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"190370690\" id=\"span_41\">15.      <a href=\"/doc/190370690/\" id=\"a_30\">XXX                 XXX               XXX\n      However, Young Achievers</a> supra, in addition, relying on\n      the earlier judgments cited therein, holds that where a\n      contract containing an arbitration clause is substituted by\n      another contract, the arbitration clause perishes with the\n      original contract unless there is anything in the new\n      contract to show that the parties intended the arbitration\n      clause in the original contract to survive.&quot;</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_40\">\n\n<span class=\"hidden_text\" id=\"span_42\">FAO(OS) 33/2019                                            Page 16 of 17</span>\n</p><p data-structure=\"Conclusion\" id=\"p_41\"> 17.     In view of the clear position of law, as noted by the learned\n\nSingle Judge, we are of the view that the impugned order does not\n\nsuffer from any infirmity. The appeal is dismissed. No costs.\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_42\">                                              V. KAMESWAR RAO, J\n\n\n                                                      CHIEF JUSTICE\n\nFEBRUARY 13, 2019/ak\n\n\n\n\n<span class=\"hidden_text\" id=\"span_43\">FAO(OS) 33/2019                                          Page 17 of 17</span>\n </p>","numcites":11,"numcitedby":4,"docsource":"Delhi High Court","citetid":60626037,"divtype":"judgments","relatedqs":[{"value":"survival of arbitration clause","formInput":"survival%20of%20arbitration%20clause"},{"value":"superseded contract","formInput":"superseded%20contract"},{"value":"survival clause","formInput":"survival%20clause"},{"value":"novation","formInput":"novation"},{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"deed of cancellation","formInput":"deed%20of%20cancellation"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"novation   citedby: 595325","formInput":"novation%20%20%20citedby%3A%20595325"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"contract dispute","formInput":"contract%20dispute"},{"value":"arbitration  filter:  (justice v.kameswar rao)","formInput":"arbitration%20%20filter%3A%20%20%28justice%20v.kameswar%20rao%29"},{"value":"mutual","formInput":"mutual"},{"value":"\"arbitration\"   filter:   \"contract\" \"void-ab-initio\"","formInput":"%22arbitration%22%20%20%20filter%3A%20%20%20%22contract%22%20%22void-ab-initio%22"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"},{"value":"contract case","formInput":"contract%20case"}],"cats":[{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"effect-of-novation-rescission-and-alteration-of-contract","formInput":"tag:effect-of-novation-rescission-and-alteration-of-contract"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":true,"query_alert":null,"agreement":false}