{"tid":662824,"publishdate":"1999-09-20","title":"Rajasthan State Mines & Minerals ... vs Eastern Engineering Enterprises & Anr on 20 September, 1999","doc":"<h2 class=\"doc_title\">Rajasthan State Mines &amp; Minerals ... vs Eastern Engineering Enterprises &amp; Anr on 20 September, 1999</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 1999 SUPREME COURT 3627, 1999 (9) SCC 283, 1999 AIR SCW 3644, (2001) 1 CIVLJ 285, (2000) 4 MAH LJ 157, (2000) 1 BOM CR 851, (2001) 3 RECCIVR 100, 2000 (1) LRI 834, 1999 (3) ARBI LR 350, 1999 (6) SCALE 92, 1999 (8) ADSC 491, (1999) 7 JT 379 (SC), 1999 (2) UJ (SC) 1579, (2001) 1 CIVILCOURTC 177, (2000) 1 ALLMR 176 (BOM), (1999) 4 CURCC 227, (2000) 2 MAD LW 729, (1999) 3 ARBILR 350, (1999) 8 SUPREME 295, (1999) 6 SCALE 92</h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:d-p-wadhwa\">D.P.Wadhwa</a>, <a href=\"/search/?formInput=benchid:m-b-shah\">M.B.Shah</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nRAJASTHAN STATE MINES &amp; MINERALS LIMITED\n\n\tVs.\n\nRESPONDENT:\nEASTERN ENGINEERING ENTERPRISES &amp; ANR.\n\nDATE OF JUDGMENT:\t20/09/1999\n\nBENCH:\nD.P.Wadhwa, M.B.Shah\n\n\n\n\nJUDGMENT:</pre>\n\n\n\n<p data-structure=\"Issue\" id=\"p_1\">Shah, J.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_2\">      By   the\timpugned  Judgment   and  Order\t dated\t17th\nDecember, 1991, the High Court of Judicature of Rajasthan at\nJodhpur,  dismissed the S.B.  Civil Miscellaneous Appeal No.\n254  of\t 1991  filed  by the  appellant\t and  confirmed\t the\nJudgment  and  Order  dated 1st August, 1989 passed  by\t the\nDistrict Judge, Udaipur in Petition under <a href=\"/doc/1503578/\" id=\"a_1\">Sections 30</a> and <a href=\"/doc/1154891/\" id=\"a_2\">33</a>\nof the Arbitration Act, 1940.  The District Judge had passed\nthe decree in terms of the award.\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">      The  brief  facts\t of the case are that on  14th\tMay,\n1981,  appellant  and  respondent  no.\t1  entered  into  an\nagreement  on  a  turn-key basis  for  excavation,  removal,\ntransportation\tincluding  loading and\tunloading,  disposal\ndumping\t dozing,  levelling  etc.   of over  burden  at\t the\nspecified  dump\t yards including final dressing of the\tmine\nbenches, faces and sides etc.  and incidental mining of rock\nphosphate   ore\t encountered  during   the   excavation\t  of\nover-burden  and its transportation to ore-stacks etc.\tfrom\nthe  footwall,\twestern portion and eastern portions of\t D\nBlock of the Jhamarkotra mines including drilling, blasting,\nloading,  transportation, unloading etc.  with the leads and\nlifts  involved\t in connection therewith, more\tparticularly\ndescribed in the said contract for the period of three years\nand  three months, that is, from 13.3.81 to 12.6.84 for\t the\nquantity of 21.15 lacs cubic meter subject to plus minus 10%\nat  the\t fixed\trate of Rs.  35.80 (Rupees Thirty  Five\t and\neighty\tpaise)\tall inclusive per cubic meter in respect  of\nover  burden  and/or ore actually excavated  mined,  removed\netc.\n\n      Respondent No.  1 vide its letter dated 7th September,\n1983,  raised  certain\tdisputes and  claimed  reimbursement\nand/or additional payments and/or compensation on account of\nescalation  of\tcost of work and breach of contract  by\t the\nAppellant.   The  Appellant  vide   its\t letter\t dated\t11th\nSeptember,  1984 refuted the claims of Respondent No.  1  by\nstating\t that in no case the rates over and above Rs.  35.80\nper  cubic  meter could be given.  On 10th  November,  1984,\nrespondent No.\t1 invoking the arbitration clause, requested\nthe  Managing  Director\t of  Appellant\tto  appoint  a\tsole\narbitrator  to adjudicate the claims made by the Contractor.\nThereafter,   on  5th  February,   1985,  Shri\tC.S.\tJha,\nChairman-cum-Managing\tDirector,   Bihar    State   Mineral\nDevelopment  Corporation  Ltd.\t was  appointed\t as  a\tsole\narbitrator  to decide all claims raised by the\tcontractor,\nM/s.   Eastern Engineering Enterprises vide its letter dated\n7th September, 1983.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">      On  20th September, 1985, the sole arbitrator made  an\ninterim award in respect of three claims, namely, claim nos.\n2,  3  &amp;  5  and  awarded Rs.  65  lacs\t to  the  claimants.\nParagraph  1 of the said award mentions that Mr.  C.S.\t Jha\nwas appointed as the sole arbitrator to decide the disputes\nbetween\t the parties arising out of the agreement dated 14th\nMay,  1981.  It\t also recites that by the  consent  of\tthe\nparties, arguments were heard claim-wise and out of 7 claims\nsubmitted  by the claimants, hearing in respect of claim no.\n2,  3 &amp; 5 was completed.  It is also stated that when  final\naward  would  be made in respect of the entire\tproceedings,\ninterim\t award would be integrated into and form part of the\nfinal  award.  The Appellant challenged the interim award on\n15th January, 1986 in the Court of District Judge, Udaipur.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">      Thereafter, on 18th February, 1986 the sole arbitrator\nmade  final  award.   It, inter-alia,  provides\t that  after\nconsidering  the  long\tdrawn arguments and  examination  of\ndocumentary evidence and having made detailed examination of\nthe  calculations I have given due thought and weightage to\nall   that   was  placed/argued\t  before  me,\tas   regards\nadmissibility  as  well\t as quantum of each claim  by  going\nthrough\t details  of work done under each item of  claim  as\nfiled before me. Thereafter, he awarded Rs.  1.07 crore for\nthe  claims made by the respondent no.\t1.  The said  amount\nincluded  the amount awarded against the claims 2, 3 &amp; 5 for\nwhich  he  had\tpassed interim award.\tHe  further  awarded\ninterest  @  12.5  %  p.a.   on the  sum  awarded  from\t 5th\nFebruary,  1985 till the date of payment or decree whichever\nis earlier.\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">      That  final  award  was  also  challenged\t before\t the\nDistrict  Judge.  The Court framed as many as 12 issues\t out\nof  which  issues  (5) to (8) are as under:  - 5.   Did\t the\nArbitrator  fail correctly to consider Clauses 17 and 18  of\nthe  Agreement\tand  the   Contract  labour  (Abolition\t and\nRegulation) Act, 1970?\t6.  Did the Arbitrator fail to apply\nhis  mind to consider pleadings, documents and evidence?  7.\nWhether\t the  award  is bad as the learned  sole  Arbitrator\nfailed to apply his mind to documents and decide the dispute\non  per unit basis?  8.\t Is the award perverse?\t Has it been\nimproperly procured and is it otherwise invalid as mentioned\nin the Objection Petition?\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">      Thereafter,   the\t  District   Judge,   rejected\t the\ncontentions  raised by the appellant and declared the  award\nas  the\t rule  of  court and passed the\t decree.   That\t was\nchallenged by filing the appeal before the High Court.\n</p>\n<p data-structure=\"PetArg\" id=\"p_8\">      Before  the  High\t Court, it was\tcontended  that\t the\nDistrict Judge erred in accepting the interim as well as the\nfinal  award  and  it was required to be set  aside  as\t the\narbitrator  had ignored the fixed rate mentioned in  clauses\n17 &amp; 18 of the agreement and thereby he has travelled beyond\nhis  jurisdiction.  It was also pointed out that by doing so\nthe  arbitrator\t has legally misconducted himself.   It\t was\nalso submitted that the arbitrator was influenced by Mr.  K.\nSehgal,\t hence, the award was required to be set aside.\t The\nHigh  Court  arrived  at the conclusion that  the  point  of\njurisdiction   was  not\t raised\t  before   the\t arbitrator.\nTherefore, appellant cannot raise the same before the court.\nThe  learned Judge held that the perusal of the letter dated\n5th  February,\t1985 goes to show that there was nothing  by\nwhich the arbitrator was restricted with regard to rates, on\nthe  contrary, he was asked to decide all the claims  raised\nby the contractor without any clarification.  The High Court\nfurther\t observed  that the appellant raised  objection\t in\nview  of  clauses 17 and 18 of the Contract in his reply  to\nthe  claim petition but he has not raised this point  before\nthe  arbitrator\t and thus the arbitrator has  not  disclosed\nit.   The learned Judge further observed that the appellant\nnever  asked  the  arbitrator  to decide  his  objection  at\ninitial\t stage\tor  final  stage and  this  conduct  of\t the\nappellant  goes\t to show that he has waived  the  objection,\notherwise he ought to have asked the arbitrator to decide at\nproper\tstage.\t The  Court held that even  before  District\nJudge,\tthe  point of jurisdiction was never raised and\t the\nissues framed were with regard to clauses 17 &amp; 18 which were\ndecided against the appellant.\n</p>\n<p data-structure=\"PetArg\" id=\"p_9\">      Dr.   A.M.   Singhvi,  the   learned  senior   Counsel\nappearing  on  behalf  of the appellant contended  that\t the\njudgment  and order passed by the High Court is, on the face\nof  it,\t illegal  because all throughout the  appellant\t has\ncontended  that\t claims made by respondent no.\t1  were\t not\nentertainable  in view of clauses 17 &amp; 18 of the  agreement.\nHe  submitted  that, on the face of it, claims made  by\t the\nrespondent  no.\t  1  were for prohibited or  excepted  items\nunder  clauses 17 &amp; 18 of the agreement between the parties.\nTherefore, he submitted that the arbitrator travelled beyond\nhis  jurisdiction in awarding the compensation for the\tsaid\nclaims.\t  He  referred\tto all claims and pointed  out\tthat\nexcept\tthe claim for release of additional security deposit\nof  Rs.\t 5 lacs furnished by way of bank guarantee, no claim\ncould  be entertained and granted in view of stipulations in\nclauses\t 17  &amp;\t18  of the agreement and  also\tbecause\t the\ncontract is on a turn-key basis.\n</p>\n<p data-structure=\"PetArg\" id=\"p_10\">      As against this, learned senior Counsel, Mr.  Ashok H.\nDesai,\tappearing  on  behalf  of   the\t Respondent  No.   1\nstrenuously submitted that, in the present case, arbitration\nclause\tis  of\twidest amplitude and it provides  that\tall\ndisputes  and  differences  arising  out of or\tin  any\t way\ntouching  or  concerning  the contract whatsoever  shall  be\nreferred  to the sole arbitration.  Hence, the award passed\nby  the arbitrator cannot be held to be without jurisdiction\nor  it\tcannot be held that arbitrator has travelled  beyond\nhis  jurisdiction.   He\t also  submitted  that\taward  is  a\nnon-speaking  one  and, therefore, also the Court cannot  go\nbehind\tthe said award for finding out the mental process of\nthe arbitrator for awarding the said sum.  He submitted that\nthe award only depends upon interpretation of the clauses of\nthe  agreement\tbetween\t the  parties.\tIt  is\this  further\ncontention  that,  in any case, jurisdictional question\t was\nnot  raised  properly  before the arbitrator or\t before\t the\nDistrict  Court and the appellant allowed the arbitrator  to\nproceed\t with the proceedings without raising its  objection\nof  jurisdiction  or  competence.  By the  reference  letter\ndated  5th  February,  1985, arbitrator\t was  empowered\t to\ndecide\tall claims raised by the contractor vide its  letter\ndated 7th September, 1983.  He also submitted that even the\ncommittee  appointed by the appellant-company to examine the\nclaims\tof  the respondent, has recommended same payment  to\nthe  contractor by granting an escalation in contracted rate\nand  to pay compensation towards loss suffered on account of\nnon  supply of explosives.  Hence, the appellant should\t not\nbe permitted to raise the contention of jurisdiction and the\nappeal\tbe dismissed.  For deciding the controversy, clauses\n17  &amp; 18 as well as clause 74 which provides for arbitration\nis required to be referred.  Clauses 17 &amp; 18 reads thus:  -\n</p>\n<p data-structure=\"Conclusion\" id=\"p_11\">      17.  Blasting Operation\n\n      It  is  express  term  of\t this  contract\t that  while\ncarrying  out  the  excavation/Mining  operations  from\t the\naforesaid  areas,  blasting  wherever\trequired,  shall  be\nundertaken  by the contractor at his cost.  The remuneration\npayable\t under\tthis  contract\tfor the\t work  aforesaid  is\ninclusive of this element which includes cost of explosives,\nits  accessories  transportation,  salary and wages  of\t its\ncrew/blasters etc., or otherwise.  In view of aforesaid, the\ncontractor  shall  obtain  necessary permission/s  from\t the\nDirector  General  of  Mines Safety and/or  other  competent\nauthorities   for   undertaking\t  the\tblasting   operation\nindependently  at  the\taforesaid   areas  covered  by\tthis\ncontract  as also obtain necessary licence for the explosive\nmagazine etc.  The contractor shall do all that are required\nto be done to obtain the necessary permission etc., from the\ncompetent  authorities immediately without any further\tloss\nof  time  and shall make regular and continuous efforts\t for\nthe  same if for the present such permission is not  granted\nto him/her.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_12\">      In  the event of the contractor failing to obtain such\npermission  required from the competent authority for  doing\nblasting  operation  in the areas covered by  this  contract\nafter  all genuine and effective efforts, the company may at\nthe request of the contractor and subject to its convenience\ntake up the blasting operation in the areas entrusted to the\ncontractor  under this contract, at the cost and risk of the\ncontractor.   Provided, however that the contractor shall be\nbound  to  observe  all\t terms and  conditions\tof  blasting\noperation  in  the  contract and other\toperations  involved\ntherein shall be duly observed/undertaken by the contractor,\nas if the blasting is being done by them.  Drilling shall be\ndone  by  the  contractor at places and as per\tthe  pattern\napproved   in  writing\tby   the  Engineer-in-charge.\t The\nEngineer-in-charge, may require drilling of additional holes\nby  the\t contractor before blasting is taken up.  The  holes\nnot  drilled as per the approved drilling pattern shall\t not\nbe taken up for blasting.  On receipt of written requisition\nfrom  the contractor in the prescribed proforma duly  signed\nby  the\t authorised representative of the contractor to\t the\ncompany\t not  less  than 2 days prior to  intended  date  of\nblasting,  blasting will be done by the Company as and\twhen\nfelt  necessary\t and convenient by  the\t Engineer-in-charge.\nThe  company shall make available the blasting material, its\ntransportation,\t blasting  accessories\tand  blasting  crews\nincluding  blaster/s.\tIn  case  the company is  not  in  a\nposition  to arrange for the same, the contractor shall make\nhis  own arrangements for the same without any liability and\nobligation  on\tthe company.  The company shall\t deduct\t the\nactual\tlanded cost of all explosives ex-Jhamarkotra as\t may\nbe  used in the course of blasting plus five per cent  value\nof  the\t landed cost of explosives as blasting charges\tfrom\nthe  contractors  running Bill/s or any amount that may\t be\nfound  due  and\t payable to the contractor or  the  security\namount.\t  It is agreed and understood by the contractor that\nin the event of company doing blasting as aforesaid, for and\non  behalf  of the contractor, the contractor shall  not  be\nallowed\t and/or\t permitted to raise any dispute as to  make,\ntype  quantity\tof  the\t explosives that  will\tbe  used  in\nblasting  by the company, fragmentation of rock, toes at the\nmining face, landed cost of explosive, time and frequency of\nblasting  etc.,\t and the contractor shall be bound  to\tmake\ngood  the  landed  cost\t of  explosives,  cost\tof  blasting\naccessories etc., plus overheads @ 5% as may be certified by\nthe  Engineer-in-charge\t from time to time.   Provided\talso\nthat  the contractor shall not be entitled and/or  justified\nto  raise any claim or dispute on account of blasting or non\nblasting  or  idling of his equipment or his labour  or\t any\nrise  in the landed cost of explosives at any time or during\nthe  currency  of  this agreement or on any  ground  or\t any\nreason of any account, whatsoever.\n</p>\n<p data-structure=\"Section\" id=\"p_13\">      At  the time of blasting in the areas being worked  by\nthe  Company or by the contractor if the company is required\nto  carry  out blasting operation, the contractor  shall  be\nrequired  to  vacate  the  areas if the\t areas\tfall  within\nblasting  zone, worked by him for which the contractor shall\nnot   be   entitled  for   any\tclaim,\tadditional   payment\nwhatsoever.\n</p>\n<p data-structure=\"Issue\" id=\"p_14\">      18.   Contractors\t remuneration for works\t under\tthe\nContract:-\n</p>\n<blockquote id=\"blockquote_1\">      In  consideration\t of  the performance  of  the  work,\nfulfillment  of all the obligations, terms and conditions of\nthis  agreement\t by the contractor in execution of the\twork\ncovered\t by  this contract in and from the aforesaid  areas,\nthe  contractor shall be paid remuneration calculated @\t Rs.\n35.80 (thirty five and eighty paise) all inclusive per cubic\nmeter  in  respect  of\tover   burden  and/or  Ore  actually\nexcavated,   mined,  removed,\ttransported,  disposed\toff,\ndumped,\t dozed,\t levelled and spreaded\tincluding  drilling,\nblasting,  mucking,  loading, and unloading, etc., with\t all\nleads\tand   lifts   involved\tin   connection\t  with\t the\ntransportation\tand dumping of over-burden to the dump yards\nor ore stacks, including all preparatory dressing, finishing\nand  other operational works etc., executed and approved  by\nthe  Engineer-\tin-charge.   The rates\taforesaid  shall  be\ncomposite  and\tinclusive  of all services,  activities\t and\noperations  involved  in  the execution of the work  as\t per\nterms  and conditions of this agreement which constitute the\nwhole  and  inclusive  remuneration that is payable  by\t the\nCompany\t  to  the  contractor\tunder  this  contract.\t The\ncontractor  shall  be  only  entitled\tto  the\t payment  of\ncomposite  rate as aforesaid and no other or further payment\nof any kind or item, whatsoever, shall be due and payable by\nthe Company to the contractor under this agreement except as\naforesaid.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_15\">      The  rates  aforesaid  shall remain  firm,  fixed\t and\nbinding during the currency of this agreement till the issue\nof final certificate irrespective of any fall or rise in the\ncost  of  Mining  operations  of the work  covered  by\tthis\ncontract  or  for  any other reason or any  account  or\t any\nground whatsoever.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_16\">      Provided,\t however,  that\t the company has  agreed  to\nfreeze\tthe issue rate of Diesel as on 13th March, 1981,  at\nthe  rate  of Rs.  2.78 (Rupees Two and seventy eight  paise\nonly)  per  litre  and the company shall  issue\t the  Diesel\nsubject\t  to  availability  and\t  its  convenience  to\t the\ncontractor   against  the  surrender  of  permit/s  of\t the\nequipment  by him at the frozen rate of Rs.  2.78 per  litre\nduring\tthe  currency of this contract even if there by\t any\nrise in the cost of diesel after execution of this agreement\nsubject\t to  a ceiling of 1.3 litres(one point three  litre)\nfor  one cubit meter of rock (in situ) actually handled\t and\nwork  executed\tby  the\t contractor   and  approved  by\t the\nEngineer-in-charge, as per provisions of this agreement.  No\ndiesel\tat  the frozen rate of Rs.  2.78 per litre shall  be\nsupplied  and/or issued to the contractor after the 12th day\nof  June, 1984, if the work is not finally completed by\t the\ncontractor  as aforesaid.  The company shall deduct the cost\nof  diesel  @  Rs.  2.78 per litre actually  issued  to\t the\ncontractor from the contractors running bills or any amount\nthat  may  be due to him or the security amount.   Save\t and\nexcept\tas aforesaid the contractor shall not be entitled to\nraise any claim and/or dispute on account of any rise in the\nprice  of oil, lubricants, tyres, tubes, explosives,  spares\netc.   statutory  or otherwise or increase in the  wages  or\nMinimum\t wages or on any other ground or reason or  account,\nwhatsoever.\n</p>\n<p data-structure=\"Section\" id=\"p_17\">      Relevant part of arbitration clause 74 is as under:-\n</p>\n<blockquote id=\"blockquote_2\">      All  disputes and differences arising out of or in any\nway  touching or concerning this contract whatsoever, except\nas to any matter, the decision of which is expressly vested\nin  any authority in this contract, shall be referred to the\nsole  arbitration  of the person appointed by  the  Managing\nDirector of Company who shall have status of a Mines Manager\nhaving\t1st  Class  Mines Managers Certificate\tand  having\nexperience  not less than five years in open cast mining  as\nMines Manager.\n</blockquote>\n<blockquote id=\"blockquote_3\">      At  this stage, we would refer to the relevant portion\nof  letter dated 7- 9-1983 written by the Contractor to\t the\nappellant  as  the dispute for the said claims made  in\t the\nletter\tare referred to for arbitration.  1.  After  stating\nthe  reasons in delay in starting the work, it is mentioned:\n</blockquote><blockquote id=\"blockquote_4\">-  In  view of above, we now request RSMML to consider\tour\ncase  and condone the theoretical delay, which, in fact, was\nnot  there  and\t also  give  us\t necessary,  relief  as\t  to\nconsequential  damages\tthereof.  Hence, we request  you  to\nconsider  1st August, 1981 as the date of start of work\t and\naccordingly, extend the validity of the contract.\n</blockquote>\n<blockquote id=\"blockquote_5\">      2.   The\tdemand\tis Release of  additional  security\ndeposit of Rs.\t5 lakhs furnished by us in RSMMLs favour by\nway  of bank guarantee for the reasons stated therein.\t 3.\n</blockquote><p data-structure=\"Section\" id=\"p_18\">Request\t for  Rescheduling  of\t the  existing\t excavation\nschedule  for the reasons mentioned therein.  4.  Claim for\nEscalation  in the existing rate of excavation:\t We  signed\nthe  contract with a clear understanding that the rate under\nthis  contract\tis  firm  and  final and  we  shall  get  no\nescalation  in\tour rates, except in case of  diesel,  which\nwill  be  supplied  to us by the Company at a  frozen  rate.\nWith  the passage of time our cost calculations went  hayway\nfor reasons which were beyond our control.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_19\">      5\t (i) From the beginning of the contract we had\tpaid\nwages  equivalent  to RSMML wages instead of Minimum  wages.\nThe  difference between the two on an average in the last 25\nmonths\tworks  out  to\tRs.75,000/- per\t month,\t against  an\naverage\t production  of 40,000 cu.m.  per month.   Thus\t the\nadditional cost works out to Rs.1.80 per cu.m.\n</p>\n<p data-structure=\"Facts\" id=\"p_20\">      (ii)  Unforeseen and difficult operating condition  in\nthe  footwall and its effect on the cost of operation:\tThe\nwork in footwall area of D block is a major constituent of\nthe  contract  both  quality and quantity wise.\t  While\t the\ncontract  is termed as a Turnkey contract, at least in the\nfootwall  the work cannot, by any stretch of imagination, be\nconsidered  as\tTurnkey, as the operation in that area\tis\ntotally controlled by the Principal employer.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_21\">      In  fact,\t it  was  beyond our  imagination  that\t our\nworking\t in  the  footwall  will   be  so  much\t restricted,\nresulting  the\tcost of operation, which is  virtually\tvery\nhigh  than  normal cost of operation.  In view of above,  we\nfeel that our request in this regard will be sympathetically\nconsidered  by\tthe  Management,  who are  also\t engaged  in\nsimilar\t work.\t Thus,\tfor  such poor\tutilisation  of\t the\nShovel,\t the rate should be 35.80 = 61.20.  58.50x100  Thus,\nan  additional\trate of Rs.25.40 per cu.m.  for\t the  entire\nfootwall   operation   has  to\tbe  provided   for.    (iii)\nNon-availability  of  explosive and use of costly  explosive\nfor blasting :\n</p>\n<blockquote id=\"blockquote_6\">      Reimbursement  of Rs.22.55 lakhs towards cash loss due\nto  non- supply of explosives in time plus Rs.1.82 per cu.m.\nof rock handled so far.\t 6.  Claim for Transportation of ore\n:  After stating reasons in detail, it is claimed thus:\n</blockquote>\n<blockquote id=\"blockquote_7\">      Till  31st August, 1983 mined and transported  45,456\ntonnes\tof  ore\t and  mixed  ore  from\tEastern\t Saddle\t and\nFootwall, the additional expenses involved in this operation\nare:  -\n</blockquote>\n<blockquote id=\"blockquote_8\">      (i) Care being taken during mining to avoid as much as\npossible admixture of ore and overburden, and\n\n</blockquote><blockquote id=\"blockquote_9\">      (ii)  Additional transportation involved for taking it\nto  the\t crusher instead of the dumpyard.  Towards  this  we\nhave  to  make claim of Rs.6/- towards this mining cost\t per\ntonne  and  Rs.4/-  towards transportation  cost  per  tonne\nmaking\tthe total to Rs.4,05,660/- for 40,566 tonnes of\t ore\nafter allowing ½% of the total excavation volume of footwall\ni.e.  3.36 lakhs cu/.m.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_22\">      To  sum up, claims under various heads are as  under:\n</p><blockquote id=\"blockquote_10\">-\n</blockquote>\n<blockquote id=\"blockquote_11\">      (i)  Not to levy any damages for not starting work  in\ntime  and to treat 1st August, 1981 as the date of start  of\nwork  and  thereafter calculate 3 years for completing\tthis\nwork  under this contract;  (ii) To release performance bank\nguarantee  of  5  lakhs furnished in your favour by  way  of\nadditional  security  deposit;\t (iii)\tTo  re-schedule\t the\nexcavation  schedule keeping in view the industrial  climate\nat  Jhamarkotra @ 40,000/- cu.m.  per month;  (iv) To  allow\nus  escalation\tof Rs.3.62 in our rates\t towards  additional\ncost that has been incurred by us with retrospective effect.\n</blockquote><blockquote id=\"blockquote_12\">(v)  To\t admit\tour  claim of Rs.22.55\tlakhs  towards\tloss\nsuffered   on\taccount\t of   non  supply   of\t explosives,\nRs.4,05,660/-\ttowards\t additional  cost   of\tmining\t and\ntransportation\tof ore and Rs.52,53,650/- on account of loss\nsuffered  by  us  for  unforeseen  and\tdifficult  operating\ncondition  at footwall or in other words the present rate of\nRs.35.80 per cu.m.  with retrospective effect. On the basis\nof  the claims made in the letter dated 7th September, 1983,\nrespondent  filed  claim  statement  for 8  items  which  is\ntabulated  by  the  High  Court\t  in  its  judgment.   Claim\nDescription of Relief claimed No.  claim\n\n\n</blockquote><blockquote id=\"blockquote_13\">      1.  Claim for increase in rate Claimed reimbursement @\nfor  excavation\t work  at  Rs.25.40 per\t cu.m.\t up  to\t the\nFootwall   area\t demand\t Aug.83\t  thereafter  @\t 63.56\t for\nescalation  in the per cu.m.  Over and above existing  rates\nof  the contract rate of Rs.35.80 excavation.  Cu.m.  In all\nclaim under this item quantified for Rs.  1,36,43,218/-.\n</blockquote>\n<blockquote id=\"blockquote_14\">      2.   Claim for increase in costs Claimed reimbursement\n@  Rs.\t Of work due to use of high 1.80 per cu.m.  for\t all\nExplosives instead of use excavation done/to be done Of ANFO\nmixture.   Under the contract using high Explosives  instead\nof ANFO mixture.\n</blockquote>\n<blockquote id=\"blockquote_15\">      3.  Claim for reimbursement for Claim reimbursement of\nLosses\tsuffered due to non- Rs.  22.55 lacs by way of\tloss\nAvailability of explosive.  During the period February, 1963\nto May 1983.\n</blockquote>\n\n<blockquote id=\"blockquote_16\">      4.   Claim for reimbursement Claimed reimbursement  of\nof  additional costs for mining additional costs at the rate\nof  and\t transport of ore.  Rs.\t 6/- per ton Towards  mining\nand  Rs.4/- per ton towards additional transportation to the\ncrusher.   Total Rs.10/- per ton for 47856 tonnes of ore and\nmixed  ore  upto  31st December, 1984 quantifying  claim  of\nRs.4,31,890/-.\n</blockquote>\n\n<blockquote id=\"blockquote_17\">      5.   Claim for reimbursement Claim reimbursement @ Rs.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_23\">of  additional\texpenditure 1.82 per cu.m.   for  excavation\nincurred  on account of done/to be done on account Agreement\nwith  RPMS.-  Of  respondent  entering\tinto  For  wages  to\nlabourers.   An agreement with RPMS Dated 26.5.81 Ex.C/I  of\nthe Arbitration proceedings.\n</p>\n<p data-structure=\"Issue\" id=\"p_24\">      6.   Claim  for  release of Claimed  release  of\tduly\ndischarged  additional\tsecurities  Bank guarantee  of\tRs.5\nlacks on deposit.  Account of Addl.  Security deposit.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_25\">      7.   Claim  for reimbursement Claim  reimbursement  of\nRs.0.90\t of additional expenses on per cu.m.  of  excavation\ndone  account  of  revised wage since 1.4.83 or to  be\tdone\nstructure w.e.f.1.4.83.\t thereafter as per Ex.C/58 and C/68.\n</p>\n<p data-structure=\"Section\" id=\"p_26\">      8.  Interest Claimed interest on the amount of Award @\nRs.18% per annum Or decree whichever is earlier.\n</p>\n\n\n<p data-structure=\"Facts\" id=\"p_27\">      As  stated  earlier by interim award,  arbitrator\t has\nawarded Rs.  65 lakhs for claims No.  2, 3 &amp; 5.\t Thereafter,\nby  final  award, he has awarded total sum Rs.\t1.07  crores\nwith 12.5% interest w.e.f.  5.2.85.\n</p>\n\n\n\n<p data-structure=\"Facts\" id=\"p_28\">      Before discussing further, what emerges from the facts\nstated above is:  -\n</p>\n<p data-structure=\"Facts\" id=\"p_29\">      (1) in the award, no reasons are assigned for granting\nvarious\t claims\t to  that extent, it is\t non-speaking.\t For\nclaim Nos.  2,3 and 5, Rs.  65 lakhs were awarded by interim\naward dated 20th September, 1985.  (2) In the interim award,\nthe  arbitrator\t has made it clear that he was appointed  as\nthe  sole  arbitrator vide memo dated 5th February 1985\t to\ndecide\tthe  dispute between the parties arising out of\t the\nagreement  dated  14th\tMay, 1981.  So,\t his  authority\t or\njurisdiction  to decide the claims raised by the  contractor\nwas  on the basis of the agreement between the parties.\t (3)\nIn  the\t final\taward also, in the first  paragraph  itself,\narbitrator has stated that:-\n</p>\n<blockquote id=\"blockquote_18\">      The  claimants have put in claims arising out of\tand\nin  relation  to  the  work   Excavation  and  removal\t of\noverburden  at\tthe  Jhamarkotra mines of  RSMML  executed\nunder  agreement  dated\t 14.5.1981, and have  put  in  their\nclaims\tunder  7  heads of claim and  have  further  claimed\ninterest,  pendentelite\t and future at 18% per\tannum..\t It\nfurther\t mentions that he has given due weightage to all the\ndocuments  placed  and\targuments submitted before  him\t as\nregards\t admissibility\tas well as quantum of each claim  by\ngoing through details of work done under each item of claims\nas filed before me.\n</blockquote>\n<blockquote id=\"blockquote_19\">      (4)  In  the  letter dated 7th  September,  1983,\t the\nContractor himself has clarified, admitted and stated thus:\n</blockquote>\n<blockquote id=\"blockquote_20\">      We  signed  the contract with a  clear  understanding\nthat  the rate under this contract is firm and final and  we\nshall  get  no\tescalation in our rates, except in  case  of\ndiesel,\t which\twill be supplied to us by the company  at  a\nfrozen rate.  With the passage of time our cost calculations\nwent hay way for reasons which were beyond our control.\n</blockquote>\n<blockquote id=\"blockquote_21\">      (5)  The\tappellant in his detailed reply\t before\t the\narbitrator  to the claims made by the contractor has pointed\nout  and  relied  upon clauses 17 &amp; 18 for  contending\tthat\ncontractor  was\t not  entitled to any such claim  under\t the\ncontract.   (6)\t Before the District Judge also, the  issues\npertaining  to clauses 17 &amp; 18 as stated above were  raised.\n(7)  Before  the  High\tCourt also, it\twas  contended\tthat\narbitrator  made  award\t against  the  stipulations  of\t the\nagreement  between the parties and thereby travelled  beyond\nhis jurisdiction.\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_30\">      From  the facts stated above, learned Counsel for\t the\nappellant  has\trightly\t pointed out that Claim No.   1\t for\nincrease  in  rate of excavation work at footwall  area\t and\nclaim  no.   4\tfor reimbursement of  additional  costs\t for\nmining\tand  transport of ore is against the stipulation  of\nclause\t18 as narrated above, which inter-alia, specifically\nprovides as under:-\n</p>\n<blockquote id=\"blockquote_22\">      (a)  The\tcontractor  shall   be\tpaid   remuneration\ncalculated  @ Rs.  35.80(Rupees Thirty Five and Eighty Paise\nonly)  all  inclusive  per cubic meter in  respect  of\tover\nburden and/or Ore actually excavated  transported  (b)\nThe  contractor\t shall\tbe  only  entitled  to\tpayment\t of\ncomposite  rate as aforesaid and no other or further payment\nof any kind of item, whatsoever, shall be due and payable by\nthe Company to the contractor under this agreement except as\naforesaid.  (c) The rates shall remain in firm, fixed  and\nbinding\t irrespective  of  any fall or rise in the  cost  of\nMining operations of the work covered by the contract or for\nany  other reason or any account or any ground\twhatsoever.\n</blockquote><p data-structure=\"Section\" id=\"p_31\">Similarly, claim no.  2 for increase in costs of work due to\nuse  of\t high explosives instead of use of ANFO mixture\t and\nclaim  no.   3 for reimbursement for losses suffered due  to\nnon-availability  of  explosive is also against\t Clause\t 17,\nwhich inter-alia, provides:- (a) It is express term of this\ncontract  that\twhile  carrying\t out  the  excavation/Mining\noperations  from  the  aforesaid  areas,  blasting  wherever\nrequired, shall be undertaken by the contractor at his cost.\nThe  remuneration  payable under this contract for the\twork\naforesaid  is inclusive of this element which includes\tcost\nof  explosives,\t its accessories transportation, salary\t and\nwages\tof  its\t crew/blasters\t etc.,\tor  otherwise.\t(b)\nProvided  also\tthat the contractor shall not  be  entitled\nand/or justified to raise any claim or dispute on account of\nblasting  or non blasting or idling of his equipment or\t his\nlabour\tor any rise in the landed cost of explosives at\t any\ntime  or  during  the currency of this agreement or  on\t any\nground or any reason of any account, whatsoever.\n</p>\n<p data-structure=\"Section\" id=\"p_32\">      Similarly,   claim   no.\t 5  for\t  reimbursement\t  of\nadditional expenditure incurred on account of RPMS and claim\nno.   7 for reimbursement of additional expenses on  account\nof  revised  wage  structure w.e.f.  1.4.83 also  cannot  be\ngranted\t in view of aforesaid stipulations and also part  of\nClause\t18 which, inter-alia, provides as under:  Save\tand\nexcept\tas aforesaid the contractor shall not be entitled to\nraise any claim and/or dispute on account of any rise in the\nprice  of oil, lubricants, tyres, tubes, explosives, spares,\netc.   statutory  or otherwise or increase in the  wages  or\nMinimum\t wages or on any other ground or reason or  account,\nwhatsoever.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_33\">      Apart  from the aforesaid specific stipulations,\teven\nthe  contractor\t has  admitted\tin   his  letter  dated\t 7th\nSeptember,  1983  that\tthe contract was signed\t with  clear\nunderstanding  that the rate under the contract was firm and\nfinal  and  that  no escalation in rates except in  case  of\ndiesel\twould  be  granted.  Despite the  admission  by\t the\ncontractor,  it is apparent that arbitrator has ignored\t the\naforesaid  stipulations in the contract.  In the award,\t the\narbitrator  has specifically mentioned that he has given due\nweightage  to  all the documents placed before him  and\t has\nalso  considered the admissibility of each claim.   However,\nwhile  passing the award basic and fundamental terms of\t the\nagreement  between the parties are ignored.  By doing so, it\nis apparent that he has exceeded his jurisdiction.  Further,\nin  the present case, there is no question of interpretation\nof  clauses  17\t &amp; 18 as the said clauses are so  clear\t and\nunambiguous that they do not require any interpretation.  It\nis  both,  in positive and negative terms by providing\tthat\ncontractor  shall  be paid rates as fixed and that he  shall\nnot  be entitled to extra payment or further payment for any\nground\twhatsoever  except as mentioned therein.  The  rates\nagreed were firm, fixed and binding irrespective of any fall\nor  rise in the cost of the work covered by the contract  or\nfor  any  other\t reason\t or any ground\twhatsoever.   It  is\nspecifically  agreed that contractor will not be entitled or\njustified  in  raising\tany  claim  or\tdispute\t because  of\nincrease  in cost of expenses on any ground whatsoever.\t  By\nignoring the said terms, arbitrator has travelled beyond his\njurisdiction as his existence depends upon the agreement and\nhis  function  is  to  act within the  limits  of  the\tsaid\nagreement.   This  deliberate  departure from  the  contract\namounts\t not only to manifests disregard of the authority or\nmisconduct  on\this part but it may tantamount to mala\tfide\naction.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_34\">      It  is settled law that the arbitrator is the creature\nof  the contract between the parties and hence if he ignores\nthe  specific terms of the contract, it would be a  question\nof  jurisdictional  error  which could be corrected  by\t the\nCourt  for that limited purpose agreement is required to  be\nconsidered.   For  deciding  whether   the  arbitrator\t has\nexceeded  his  jurisdiction  reference to the terms  of\t the\ncontract  is a must It is true that arbitration clause 74 is\nvery  widely worded, therefore, the dispute was required  to\nbe  referred to the arbitrator.\t Hence, the award passed  by\nthe  arbitrator\t cannot be said to be  without\tjurisdiction\nbut,  at the same time, it is apparent that he has  exceeded\nhis  jurisdiction  by ignoring the specific stipulations  in\nthe  agreement\twhich prohibits entertaining of\t the  claims\nmade  by the contractor.  In the letter dated 5th  February,\n1985   appointing   the\t sole\tarbitrator,  it\t  has\tbeen\nspecifically  mentioned that agreement dated 14th May,\t1981\nwas  executed by and between the parties and that contractor\nhas  raised the claims as mentioned in the letter dated\t 7th\nSeptember,  1983 which was denied by the company and at\t the\nrequest\t of the contractor, sole arbitrator was appointed to\nadjudicate the claims made by the contractor vide his letter\ndated 7th September, 1983.  This reference to the arbitrator\nalso  clearly provides that reference was with regard to the\ndispute\t arising  between  the parties on the basis  of\t the\nagreement  dated 14th May, 1981.  It nowhere indicates\tthat\nthe  arbitrator was empowered to adjudicate any other claims\nbeyond the agreement between the parties.  No such issue was\nreferred  for  adjudication.   Even the\t arbitrator  in\t his\ninterim\t award has specifically stated that he was appointed\nto  adjudicate the disputes between the parties arising\t out\nof the agreement dated 14th May, 1981.\n</p>\n<p data-structure=\"Precedent\" id=\"p_35\">      However, learned senior Counsel, Mr.  Ashok H.  Desai,\nsubmitted   that  award\t is  a\tnon-speaking  one  and\t the\narbitration clause, in this case empowers the arbitrator not\nonly  to decide all disputes arising out of the contract but\nalso to decide all disputes in any way touching the contract\nwhatsoever,  hence the arbitrator is not required to confine\nhimself\t only  to  the terms of the contract  but  can\tpass\nappropriate  award  so as to do justice between the  parties\nincluding  awarding  damages  suffered\tby  the\t contracting\nparties.   Therefore, award cannot be said to be without  or\nbeyond\tjurisdiction.\tHe further submitted that the  award\npassed\t by   the  arbitrator  is  on  the  basis   of\t the\ninterpretation\tof clauses 17 &amp; 18 and, therefore, the award\nwould  be within his jurisdiction.  Learned counsel for both\nthe  parties  submitted\t that law on this  subject  is\twell\nsettled.   However,  they referred to various  decisions  to\nbuttress  their\t respective contentions.  To do\t justice  to\ntheir  contentions, we would refer to the various  decisions\nof  this Court relied upon by them.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"899911\" id=\"span_1\">In <a href=\"/doc/899911/\" id=\"a_3\">Jivarajbhai  Ujamshi\nSheth and Others Vs.  Chintamanrao Balaji and Others</a> [(1964)\n5  S.C.R.  481], the dispute arose between the partners of a\nfirm  on  retirement of partners which was referred  to\t the\narbitrator.   The arbitrator had passed non-speaking  award.\nWhile revoking the award, the High Court in concurrence with\nthe  Court  below  upheld two objections:  -  (a)  that\t the\narbitrator  exceeded his jurisdiction;\tand (b) that he\t was\nguilty\tof misconduct in receiving some evidence behind\t the\nback  of one partner, Chintaman Rao.  Before this Court,  it\nwas  contended\tthat the deed of partnership as well as\t the\norder  of reference left the arbitrator a free hand and even\nif   the   arbitrator  wrongly\t interpreted  the  deed\t  of\npartnership   and   had\t included   the\t  depreciation\t and\nappreciation while valuing partnership property, no question\nof  jurisdiction could arise.  The partnership deed referred\nto  by the Court provided that in ascertaining the valuation\nof the firm, the property was to be valued at the book value\nof the firm and such stock and movables thus valued shall be\ngiven  to  the\tremaining partners.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"525017\" id=\"span_2\">After  considering\t the\ndecision  in  <a href=\"/doc/525017/\" id=\"a_4\">Chempsey Bhara and Company Vs.  Jivraj  Balloo\nSpinning  and  Weaving\tCompany\t Ltd.  [LR</a>  50\tI.A.   324],\nShah.J,\t observed that :  (a) It is not open to the Court to\nspeculate,  where no reasons are given by the arbitrator, as\nto  what impelled arbitrator to arrive at his conclusion (b)\nIt  is\tnot open to the Court to admit to probe\t the  mental\nprocess\t by which the arbitrator has reached his  conclusion\nwhere  it  is not disclosed by the terms of the award.\t (c)\nThe  primary  duty  of the arbitrator under the\t deed  of  a\nreference   in\twhich  was   incorporated  the\t partnership\nagreement,  was\t to value the net assets of the firm and  to\naward  to the retiring partners a share therein.  In  making\nthe valuation of the firm, his jurisdiction was restricted\nin  a  manner  provided by paragraph 13 of  the\t partnership\nagreement.   As\t the arbitrator has expressly stated in\t his\naward that in arriving at his valuation, he has included the\ndepreciation   and  appreciation  of   the   property,\t the\narbitrator  has\t travelled outside his jurisdiction and\t the\naward  was on that account liable to be set aside.  This was\nnot  a\tcase  in which the arbitrator has committed  a\tmere\nerror  of  fact\t or law in reaching his\t conclusion  on\t the\ndisputed  question submitted for his adjudication.  It is  a\ncase of assumption of jurisdiction not possessed by him, and\nthat  renders the award, to the extent to which it is beyond\nthe arbitrators jurisdiction, invalid.\tThe award must fail\nin  its\t entirety as it was not possible to sever  from\t the\nvaluation  made\t by  the  arbitrator,\tthe  value  of\t the\ndepreciation  and  appreciation included.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"525017\" id=\"span_3\">In  a  concurring\njudgment,  Hidayatullah J, after considering the decision in\n<a href=\"/doc/525017/\" id=\"a_5\">Chempsey Bhara and Companys</a> case (supra) observed that the\nfirst  point is therefore to decide what were the limits  of\nthe  arbitrators  action as disclosed by the reference\tand\nthe  deed of partnership and then to see what the arbitrator\nhas actually done and not what he may have stated loosely in\nhis  award.   This  is the only way in which the  excess  of\njurisdiction  can  be found.</span>  If the interpretation  of\t the\ndeed  of partnership lies with the arbitrator, then there is\nno question of sitting in appeal over his interpretation, in\nview of the passage quoted above from Champseys case but if\nthe parties set limits to action by the arbitrator, then the\narbitrator  had\t to follow the limits set for him,  and\t the\ncourt  can  find  that he has exceeded his  jurisdiction  on\nproof of such action.\n</p>\n<p data-structure=\"Precedent\" id=\"p_36\">      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1815803\" id=\"span_4\">The  next\t decision  on which reliance  is  placed  is\n<a href=\"/doc/1815803/\" id=\"a_6\">Continental  Construction  Co.\t Ltd.  Vs.   State  of\tM.P.</a>\n[1988  (3) SCR 103].  In the said case, it was contended  by\nthe  contractor that contract could not be completed  within\nstipulated  time because of alleged gross delay on the\tpart\nof  the\t State\tin allotment of work and  discharge  of\t its\nobligation  under the contract.\t He had, therefore, incurred\nunforeseen  expenditure\t and claimed damages to the tune  of\nRs.   5,29,812/-.   The matter was referred to\tthe  retired\nEngineer-in-  Chief,  PWD,  Bhopal, who partly\tallowed\t the\ncontractors claim.  The award was set aside by the District\nJudge.\t Appeal was also dismissed by the High Court and  in\nappeal\tbefore\tthis  Court,  it   was\tcontended  that\t the\ncontractor  was not entitled to extra cost for material\t and\nlabour\tin  terms  of the contract.  This  Court  held\tthat\narbitrator  misconducted  himself  in\tallowing  the  claim\nwithout\t deciding the objection of the State that in view of\nthe specific clauses of the contract, the Contractor was not\nlegally\t entitled to claim extra cost.\tThe Court  observed:</span>\n</p><blockquote id=\"blockquote_23\">If no specific question of law is referred, the decision of\nthe arbitrator on that question is not final however much it\nmay  be within his jurisdiction and indeed essential for him\nto  decide the question incidentally.  The arbitrator is not\na  conciliator\tand cannot ignore the law or misapply it  in\norder  to  do  what he thinks is just and  reasonable.\t The\narbitrator  is a tribunal selected by the parties to  decide\ntheir  disputes\t according to law and so is bound to  follow\nand apply the law, and if he does not he can be set right by\nthe  Court  provided  his error appears on the face  of\t the\naward.\t <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1989300\" id=\"span_5\">In this case, the contractor having contracted,  he\ncannot\tgo back to the agreement simply because he does\t not\nsuit him to abide by it.  The decision of this Court in M/s.\n<a href=\"/doc/1989300/\" id=\"a_7\">Alopi  Parshad Vs.  Union of India</a>, [1960] 2 SCR 793 may  be\nexamined.   There  it  was observed that a contract  is\t not\nfrustrated  merely  because the circumstances in  which\t the\ncontract  was  made,  altered.\t<a href=\"/doc/171398/\" id=\"a_8\">The Contract  Act</a>  does\t not\nenable a party to a contract to ignore the express covenants\nthereof,   and\tto  claim   payment  of\t consideration\t for\nperformance  of\t the  contract at rates different  from\t the\nstipulated rates, on some vague plea of equity.\t The parties\nto  an executory contract are often faced, in the course  of\ncarrying  it out, with a turn of event which they did not at\nall  anticipate, a wholly abnormal rise or fall in prices, a\nsudden\tdepreciation of currency, an unexpected obstacle  to\nexecution,  or\tthe  like.   There  is\tno  general  liberty\nreserved  to the courts to absolve a party from liability to\nperform\t his part of the contract merely because on  account\nof  an uncontemplated turn of events, the performance of the\ncontract may become onerous.</span>\n</blockquote>\n<blockquote id=\"blockquote_24\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"196949\" id=\"span_6\">Thereafter,  the\tCourt distinguished the decision  in\n<a href=\"/doc/196949/\" id=\"a_9\">Tarapore  Company  Vs.\t Cochin Shipyard Ltd.\tAnd  another</a>\n[1984(2) SCC 680].  In the said case, there were no specific\nclauses which barred consideration of extra claims in events\nof  price escalation.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"196949\" id=\"span_7\">At this stage, we would mention\tthat\nin <a href=\"/doc/196949/\" id=\"a_10\">Tarapore Companys</a> case, this Court after considering the\nvarious\t decisions  has held that a specific question as  to\nwhether\t the  claim of compensation made by  the  Contractor\ndemurred  and  disputed by the respondent would\t be  covered\nwithin\tthe scope, ambit and width of the arbitration clause\nwas specifically referred by the parties for the decision of\nthe  Arbitrator.   In  such cases, the award cannot  be\t set\naside  on  the ground that there is an error of law  on\t the\nface  of  the  award.  Learned Sr.  Counsel, Mr.   Ashok  H.\nDesai  has  heavily relied upon this decision in support  of\nhis  contention\t that in the present case also,\t arbitration\nclause\t74 is very widely worded.  Dealing with\t arbitration\nclause, Court observed arbitration clause so widely worded,\nas  disputes  arising out of the contract or in relation  to\nthe  contract  or execution of the works,  would  comprehend\nwithin\tits  compass  a claim for  compensation\t related  to\nestimates  and\tarising\t out of the contract.  The  test  is\nwhether\t it is necessary to have recourse to the contract to\nsettle\tthe  dispute  that   has  arisen.   Further,  while\ninterpreting  such clause, the Court has held as under:- We\nmay  now  turn to some decisions to which our attention\t was\ndrawn.</span>\t <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1041073\" id=\"span_8\">The  first case we would like to refer to  is\t<a href=\"/doc/1041073/\" id=\"a_11\">A.M.\nMair  &amp; Co.  Vs.  Gordhandass Sagarmull</a> [1950] SCR 792.\t The\nCourt  was concerned with the arbitration clause drawn up as\n:   all\t matters, questions, disputes,\tdifferences  and/or\nclaims,\t  arising  out\tof   and/or  concerning,  and/or  in\nconnection  and/or  in consequence of, or relating  to,\t the\ncontract  etc..\t  The question arose whether the  due  date\nunder  the  contract was extended within the  time,  earlier\nreserved.   The\t arbitrator  held that the due date  of\t the\ncontract  has  been extended by a mutual agreement  and\t the\nrespondents  were  held\t liable to pay a sum  of  Rs.\t4116\ntogether  with interest at the rates specified in the award.\nIt  was\t contended  that the dispute is not covered  by\t the\narbitration  clause.   This  clause while holding  that\t the\ndispute\t is covered by the arbitration clause observed\tthat\nlooking\t to  the  rival\t contentions, such  a  dispute,\t the\ndetermination of which turns on the true construction of the\ncontract,  would also seem to be a dispute under or  arising\nout  of or concerning the contract.  The test formulated was\nthat  if in settling a dispute, a reference to the  contract\nis  necessary,\tsuch  a\t dispute would\tbe  covered  by\t the\narbitration clause.</span>\n</blockquote>\n\n<blockquote id=\"blockquote_25\">      It  is  true  that arbitration clause in\tthe  present\ncase,  is  also very widely worded and that all disputes  in\nany  way touching or concerning the contract whatsoever\t are\nrequired  to  be  referred to the  arbitration.\t  Therefore,\nreference  of the dispute to the arbitrator cannot be termed\nas  without  jurisdiction.   Still  the\t question  would  be\nwhether\t arbitrator  will have authority or jurisdiction  to\ngrant  damages\tor  compensation  in  teeth  of\t stipulation\nproviding  that\t no  escalation would be  granted  and\tthat\ncontractor  would  only be entitled to payment of  composite\nrate  as  mentioned and no other or further payment  of\t any\nkind  or  item whatsoever, shall be due and payable  by\t the\ncompany\t to  the contractor;  the rates wherever  fixed\t are\nbinding during the currency of the agreement irrespective of\nany  fall  or  rise in the cost of the work covered  by\t the\ncontract  or  for any other reason or on any account or\t any\nother  ground  whatsoever.  In the said case, there  was  no\nsuch  specific agreement or stipulation.  Further, the Court\nhas also given a finding that it was a case where a specific\nquestion  of  law  touching  upon the  jurisdiction  of\t the\narbitrator  was referred for the decision of the  arbitrator\nby  the\t parties.   Hence  the Court held  that\t in  such  a\nsituation,  even if the view taken by the arbitrator may not\naccord\twith the view of the Court, the award cannot be\t set\naside  on the ground that there is an error of law  apparent\non  the face of the record.  Facts and issues in the present\ncase are quite different as stated above.\n</blockquote>\n<blockquote id=\"blockquote_26\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"588099\" id=\"span_9\">In  M/s.\t <a href=\"/doc/588099/\" id=\"a_12\">Sudarshan Trading Co.\tVs.   Government  of\nKerala\tand  Another</a> [1989] 2 SCC 38, this Court  posed\t the\nfollowing  questions  for its decision:\t - How\tshould\tthe\ncourt examine an award to find out whether it was a speaking\naward or not;  and if it be a non-speaking award, how and to\nwhat  extent  the court could go to determine whether  there\nwas any error apparent on the face of the award to be liable\nfor  the interference by the court.  The other question that\narises in this case is, to what extent can the court examine\nthe contract in question though not incorporated or referred\nto in the award.</span>\n</blockquote>\n<blockquote id=\"blockquote_27\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"899911\" id=\"span_10\">In  that\tcase  also, the arbitrator  has\t passed\t the\nnon-speaking  awards but with regard to each and every claim\nit  has\t separated and passed the order either accepting  or\nrejecting  the\tclaim or partly accepting the claim  of\t the\ncontractor.   After  referring\tto   the  various  decisions\nincluding  <a href=\"/doc/899911/\" id=\"a_13\">Jivarbhai Ujamshi Sheth</a> case, the Court  observed\nas under:  This was reiterated by Justice Hidayatullah that\nif  the parties set limits to action by the arbitrator, then\nthe  arbitrator had to follow the limits set for him and the\ncourt can find that he exceeded his jurisdiction on proof of\nsuch excess.  In that case the arbitrator in working out net\nprofits\t for  four years took into account  depreciation  of\nimmovable property.  For this reason he must be held to have\nexceeded  his  jurisdiction and it is not a question of\t his\nhaving\tmerely\tinterpreted  the partnership  agreement\t for\nhimself\t as to which the civil court could have had no\tsay,\nunless\tthere was an error of law on the face of the  award.\nTherefore, it appears to us that there are two different and\ndistinct  grounds involved in many of the cases.  One is the\nerror  apparent\t on the face of the award, and the other  is\nthat  the  arbitrator  exceeded his  jurisdiction.   In\t the\nlatter\tcase,  the  courts  can look  into  the\t arbitration\nagreement but in the former, it cannot, unless the agreement\nwas incorporated or recited in the award.</span>\n</blockquote>\n<blockquote id=\"blockquote_28\">      This Court further observed:\n</blockquote>\n<blockquote id=\"blockquote_29\">      An  award may be remitted or set aside on the  ground\nthat  the  arbitrator  in  making   it,\t had  exceeded\t his\njurisdiction  and  evidence of matters not appearing on\t the\nface  of it, will be admitted in order to establish  whether\nthe  jurisdiction  had\tbeen exceeded or  not,\tbecause\t the\nnature\tof  the\t dispute  is   something  which\t has  to  be\ndetermined  outside the award  whatever might be said about\nit  in\tthe  award  or by the arbitrator...  It\t has  to  be\nreiterated that an arbitrator acting beyond his jurisdiction\n</blockquote><blockquote id=\"blockquote_30\">-- is a different ground from the error apparent on the face\nof the award.\n</blockquote>\n<blockquote id=\"blockquote_31\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1015491\" id=\"span_11\">Further,\tdealing with the non-speaking award and also\nfor  the claims on the ground of escalation of price, due to\nvarious\t reasons including payment of minimum rates of wages\npayable\t to  various  categories of workers, this  Court  in\n<a href=\"/doc/1015491/\" id=\"a_14\">Associated  Engineering\t Co.   Vs.    Government  of  Andhra\nPradesh and Another</a> [1991] 4 SCC 93 referred to the contract\nclauses\t and  set  aside  the award  by\t holding:   -  This\nconclusion  is\treached not by construction of the  contract\nbut by merely looking at the contract.\tThe umpire travelled\ntotally\t outside the permissible territory and thus exceeded\nhis  jurisdiction  in making the award under  those  claims.</span>\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"899911\" id=\"span_12\">This is an error going to the root of his jurisdiction:\t See\n<a href=\"/doc/899911/\" id=\"a_15\">Jivarajbhai Ujamshi Sheth Vs.  Chintamanrao Balaji</a>.</span>\n</blockquote>\n<blockquote id=\"blockquote_32\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"899911\" id=\"span_13\">The  <a href=\"/doc/899911/\" id=\"a_16\">Court further held</a> as under:\t An arbitrator\twho\nacts  in  manifest  disregard of the contract  acts  without\njurisdiction.\tHis  authority is derived from the  contract\nand  is\t governed  by  the <a href=\"/doc/1052228/\" id=\"a_17\">Arbitration\tAct</a>  which  embodies\nprinciples  derived from a specialised branch of the law  of\nagency(see  Mustill  and Boyds Commercial Arbitration,\t2nd\nedn.,  p.   641).  He commits misconduct if by his award  he\ndecides\t matters  excluded by the  agreement(see  Halsburys\nLaws  of  England,  Volume  II,\t 4th  edn.,  para  622).   A\ndeliberate  departure  from  contract amounts  to  not\tonly\nmanifest  disregard of his authority or a misconduct on\t his\npart,  but  it\tmay  tantamount to a mala  fide\t action.   A\nconscious  disregard  of  the law or the provisions  of\t the\ncontract  from\twhich he has derived his authority  vitiates\nthe award.</span>\n</blockquote>\n<blockquote id=\"blockquote_33\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"487118\" id=\"span_14\">Learned  Counsel\tfor the Respondent relied  upon\t the\ncase  of  <a href=\"/doc/487118/\" id=\"a_18\">Hindustan  Construction Co.  Ltd.  Vs.   State  of\nJammu  &amp;  Kashmir</a> [1992] 4 SCC 217.  In the said  case,\t the\nCourt  has  observed that award was a non- speaking one\t and\ncontained no reasoning which could be declared to be faulty;\nthe  scope  of the Courts jurisdiction in interfering  with\nthe  non-  speaking  award  is\textremely  limited.</span>    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"588099\" id=\"span_15\">While\ndiscussing  the contention, the Court quoted the decision in\nthe  case  of  <a href=\"/doc/588099/\" id=\"a_19\">Sudarshan Trading Co.</a>  case  (which  we\thave\nearlier\t referred)  and thereafter held that High Court\t has\nnot  rested  its decision on any question of the  arbitrator\nhaving\texceeded  his jurisdiction or travelled\t beyond\t the\ncontract;   the Court has set aside the award on the  ground\nof error apparent on the face of it.  The <a href=\"/doc/588099/\" id=\"a_20\">Court further held</a>\nthat  clauses of the contract referred to by the High  Court\nare  not so clear or unambiguous as to warrant an  inference\nthat the interpretation placed on them by the arbitrators is\ntotally\t unsustainable.\t  In  that view of the\tmatter,\t the\nCourt\theld  that  it\twas   difficult\t to  say  that\t the\narbitrators interpretation was erroneous on the face of it.\nHence,\tthe aforesaid decision would have no bearing to\t the\nfacts  and  the law involved in this matter.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1863731\" id=\"span_16\">Similarly,  in\n<a href=\"/doc/1863731/\" id=\"a_21\">Managing  Director,  J&amp;K Handicrafts, Jammu Vs.\t  Good\tLuck\nCarpets</a>\t [1990]\t 4  SCC 740, dealing with  the\tnon-speaking\naward, the Court negatived the contention that the agreement\ncontaining the arbitration clause cannot be looked into even\nto  find  out  as  to what was the  nature  of\tthe  dispute\ncontemplated  by  it with regard to which a reference to  an\narbitrator  was\t contemplated,\tnor so, when the  award\t was\nnon-speaking one, by observing thus:  Firstly, the award is\nnot a totally non-speaking one inasmuch as it gives a resume\nof  the\t incentive  scheme  and the  agreement\tbetween\t the\nparties\t as  also  the\titems  of  the\tclaim  made  by\t the\nrespondent.  Of course while fixing the amount found payable\nby  the\t appellant, no reasons are recorded.   Secondly,  if\nthere  is any challenge to the award on the ground that\t the\narbitrator had no jurisdiction to make the award with regard\nto  a particular item inasmuch as it was beyond the scope of\nreference,  the\t only way to test the correctness of such  a\nchallenge  is  to  look into the agreement itself.   In\t our\nopinion, looking into the agreement for this limited purpose\nis neither tantamount to going into the evidence produced by\nthe  parties  nor  into the reasons which weighed  with\t the\narbitrator in making the award.</span>\n</blockquote>\n<blockquote id=\"blockquote_34\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1478013\" id=\"span_17\">In  <a href=\"/doc/1478013/\" id=\"a_22\">Tarapore  &amp; Co.  Vs.\tState of M.P.</a>\t1994(3)\t SCC\n521,  this Court again considered whether the arbitrator has\nexceeded  his jurisdiction in awarding extra payment to\t the\ncontractor on account of payment of enhanced wages to labour\nby  the contractor pursuant to statutory revision of minimum\nwages  by  Government or increase in rates of fair wages  by\nwage committee binding on the contractor under conditions of\ntender\tnotice.\t  In  the said case,  Court  considered\t the\ndistinction  between  the latent and patent jurisdiction  of\nthe  arbitrator in deciding the disputes and after referring\nto  the\t arbitration clause, observed that:  - Any  dispute\nrelating  to or arising out of or in any way connected\twith\nthe  contract has to be referred to arbitration.  It  cannot\nbe  said  that there was patent lack of jurisdiction on\t the\npart  of  arbitrators  in having gone into the\tquestion  of\nreimbursement;\t  at  the  best\t it   could  be\t said\tthat\narbitrators  had no jurisdiction to entertain the claim\t and\nhence a case of latent lack of jurisdiction.</span>\n</blockquote>\n<blockquote id=\"blockquote_35\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"196949\" id=\"span_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1815803\" id=\"span_19\">After   considering  the\t decisions  in\t <a href=\"/doc/1815803/\" id=\"a_23\">Continental\nConstruction  Co.</a>(supra) and <a href=\"/doc/196949/\" id=\"a_24\">Tarapore and Co.</a>  (supra), this\nCourt  held that as there was absence of escalation  clause,\nit  was\t not a case where on the basis of the terms  of\t the\nagreement  entered between the parties, it can be held\tthat\narbitrator had no jurisdiction to make the award.  The Court\nobserved  that\tit  cannot be held that\t arbitrator  has  no\njurisdiction  to make the award because of lack of  specific\nprovision  permitting  the  claim at the  hand.\t  The  Court\nfurther\t observed:-  It has to be seen whether the term\t of\nthe  agreement\tpermitted  entertainment  of  the  claim  by\nnecessary  implication.\t  It  may be stated that we  do\t not\naccept the broad contention of Shri Nariman that whatever is\nnot   excluded\t specifically  by   the\t contract   can\t  be\nsubject-matter of claim by a contractor.  Such a proposition\nwill  mock  at\tthe terms agreed upon.\t Parties  cannot  be\nallowed\t to depart from what they had agreed.  Of course, if\nsomething  flows  as  a necessary concomitant  to  what\t was\nagreed\tupon,  courts can assume that too as a part  of\t the\ncontract between the parties.</span></span>\n</blockquote>\n<blockquote id=\"blockquote_36\">      After referring to the facts as found from the record,\nthe  Court  held that the award cannot be said to be  beyond\nthe  jurisdiction  of  the arbitrator insofar  as  increased\npayment\t on  account  of  rise in rates of  fair  wages\t was\nconcerned.   In\t our  view,  the said finding  is  based  on\nappreciation  of  evidence  on record and the terms  of\t the\ncontract.  However, the Court made it clear that part of the\naward which is relatable to increase in minimum wages cannot\nbe   regarded  as  one\t within\t jurisdiction  and  observed\nneedless   to\tsay   that  if\t arbitrator   goes   beyond\njurisdiction, the same would amount to misconduct.\n</blockquote>\n<blockquote id=\"blockquote_37\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1391503\" id=\"span_20\">In   <a href=\"/doc/1391503/\" id=\"a_25\">T.N.\t  Electricity  Board   Vs.   Bridge   Tunnel\nConstructions and Others</a> 1997(4) SCC 121, the contractor had\nset up the claims raised at rates higher than the contracted\nrates  and twice the rate for the work done after the expiry\nof  the\t contract  period.  For those  claims,\tdispute\t was\nraised\tand the matter was referred to the arbitrator.\t The\nCivil  Court  made  the award rule of the Court.   The\tHigh\nCourt  confirmed the same.  In appeal, this Court set  aside\nthe award and while discussing various contentions, observed\nas  under:   If the arbitrator decides a dispute  which\t is\nbeyond\t the   scope  of  his\treference  or\tbeyond\t the\nsubject-matter\tof  the\t reference  or he  makes  the  award\ndisregarding  the  terms  of reference\tor  the\t arbitration\nagreement   or\tterms  of  the\t contract,  it\twould  be  a\njurisdictional\terror  beyond  the scope of  reference;\t  he\ncannot clothe himself to decide conclusively that dispute as\nit  is\tan  error  of  jurisdiction  which  requires  to  be\nultimately decided by the Court.</span>\n</blockquote>\n<blockquote id=\"blockquote_38\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"268039\" id=\"span_21\">In  <a href=\"/doc/268039/\" id=\"a_26\">New  India  Civil Erectors (P) Ltd.\tVs.   Oil  &amp;\nNatural\t Gas Corporation</a> [1997] 11 SCC 75, this Court  again\nconsidered  the contention wherein the arbitrator has passed\naward\tcontrary  to   the  specific   stipulation/condition\ncontained  in the agreement between the parties.  The  Court\nobserved thus:- It is axiomatic that the arbitrator being a\ncreature  of  the  agreement, must operate within  the\tfour\ncorners\t of the agreement and cannot travel beyond it.\tMore\nparticularly,  he cannot award any amount which is ruled out\nor  prohibited by the terms of the agreement.  In this case,\nthe  agreement\tbetween\t the parties clearly  says  that  in\nmeasuring  the\tbuilt-up area, the balcony areas  should  be\nexcluded.   The arbitrators could not have acted contrary to\nthe said stipulation and awarded any amount to the appellant\non that account.</span>\n</blockquote>\n\n<blockquote id=\"blockquote_39\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"529896\" id=\"span_22\">The  aforesaid judgment was considered in <a href=\"/doc/529896/\" id=\"a_27\">H.P.   State\nElectricity  Board Vs.\tR.J.  Shah and Company</a> [1999(4)\t SCC\n214] and in paragraph 26, the Court held as under:</span>\n</blockquote>\n<blockquote id=\"blockquote_40\">      In  order\t to  determine whether the  arbitrator\thas\nacted  in  excess  of jurisdiction what has to\tbe  seen  is\nwhether\t the  claimant could raise a particular\t dispute  or\nclaim\tbefore\tthe  arbitrator.   If\tthe  answer  is\t  in\naffirmative, then it is clear that arbitrator would have the\njurisdiction  to deal with such a claim.  On the other\thand\nif the arbitration clause or a specific term in the contract\nor  the law does not permit or give the arbitrator the power\nto  decide  or\tto  adjudicate on a dispute  raised  by\t the\nclaimant  or  there  is a specific bar to the raising  of  a\nparticular  dispute or claim, then any decision given by the\nArbitrator  in respect thereof would clearly be in excess of\njurisdiction.\n</blockquote>\n<blockquote id=\"blockquote_41\">      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"990351\" id=\"span_23\">Learned Sr.  Counsel, Mr.\t Ashok H.  Desai relied upon\nthe  case of <a href=\"/doc/990351/\" id=\"a_28\">P.V.  Subba Naidu and Others Vs.  Government of\nA.P.   and  others</a>  1998(9)  SCC 407.\tIn  that  case,\t the\nnon-speaking  award  was  rendered by the  arbitrator.\t The\nCourt  held  that the terms of the arbitration\tclause\twere\nvery  wide,  therefore,\t all the disputes which arise  as  a\nresult\tof the contract would be covered by the\t arbitration\nclause\tand  that all claims were expressly referred to\t the\narbitrator  and were raised before the arbitrator.  In\tthat\nset of circumstances, by purporting to construe the contract\nthe  Court  could not take upon itself the burden of  saying\nthat  it  was  contrary to the contract and as\tsuch  beyond\njurisdiction.</span>\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"144266474\" id=\"span_24\">Thereafter,  the  Court\t  referred  to\t the\ndecision  in  <a href=\"/doc/144266474/\" id=\"a_29\">Ch.   Ramalinga\tReddy  Vs.    Superintending\nEngineer</a>  (1994)  5 Scale 67 and observed that <a href=\"/doc/144266474/\" id=\"a_30\">in that\tcase</a>\narbitrator was required to decide the claims referred to him\nhaving\tregard to the contract.\t Hence, his jurisdiction was\nexpressly  limited  to decide claims under the terms of\t the\ncontract  but in the case which was considered by the Court,\nthere  was  no\tclause in the contract which  prevented\t the\narbitrator  from  examining  the claims put  up\t before\t the\narbitrator.   Considering the aforesaid aspect, in our view,\nthis  judgment\talso  would have no bearing in\tthe  present\ncase,  as there are express prohibitions and stipulations in\nthe  contract for non-payment of extra amount on any  ground\nwhatsoever.   In the present case, the rates were to  remain\nfirm, fixed and binding irrespective of fall or rise in cost\nof  mining operation of the work covered by the contract  or\nfor  any other reason.\tThe contract was for composite\trate\nand  it\t stipulated that no other or further payment of\t any\nkind  of  item whatsoever was payable by the company to\t the\nContractor.   From the resume of the aforesaid decisions, it\ncan  be\t stated\t that:\t(a) it is not open to the  Court  to\nspeculate,  where no reasons are given by the arbitrator, as\nto  what  impelled arbitrator to arrive at  his\t conclusion.</span>\n</blockquote><blockquote id=\"blockquote_42\">(b) It is not open to the Court to admit to probe the mental\nprocess\t by which the arbitrator has reached his  conclusion\nwhere it is not disclosed by the terms of the award.  (c) If\nthe  arbitrator has committed a mere error of fact or law in\nreaching  his conclusion on the disputed question  submitted\nfor  his adjudication then the Court cannot interfere.\t (d)\nIf  no specific question of law is referred, the decision of\nthe  Arbitrator on that question is not final, however\tmuch\nit  may be within his jurisdiction and indeed essential\t for\nhim  to\t decide the question incidentally.  In a case  where\nspecific  question of law touching upon the jurisdiction  of\nthe  arbitrator\t was  referred\tfor   the  decision  of\t the\narbitrator  by\tthe  parties,  then   the  finding  of\t the\narbitrator  on the said question between the parties may  be\nbinding.   (e)\tIn  a  case   of  non-speaking\taward,\t the\njurisdiction  of the Court is limited.\tThe award can be set\naside  if the arbitrator acts beyond his jurisdiction.\t (f)\nTo  find out whether the arbitrator has travelled beyond his\njurisdiction,\tit  would  be\tnecessary  to  consider\t the\nagreement  between  the parties containing  the\t arbitration\nclause.\t  Arbitrator  acting beyond his jurisdiction  is  a\ndifferent  ground from the error apparent on the face of the\naward.\t (g)  In order to determine whether  arbitrator\t has\nacted  in excess of his jurisdiction what has to be seen  is\nwhether\t the claimant could raise a particular claim  before\nthe arbitrator.\t If there is a specific term in the contract\nor  the law which does not permit or give the arbitrator the\npower  to decide the dispute raised by the claimant or there\nis  a  specific\t bar in the contract to the raising  of\t the\nparticular  claim then the award passed by the arbitrator in\nrespect thereof would be in excess of jurisdiction.  (h) The\naward  made by the Arbitrator disregarding the terms of\t the\nreference  or the arbitration agreement or the terms of\t the\ncontract  would\t be  a jurisdictional error  which  requires\nultimately  to be decided by the Court.\t He cannot award  an\namount\twhich is ruled out or prohibited by the terms of the\nagreement.   Because  of  specific  bar\t stipulated  by\t the\nparties\t in  the agreement, that claim could not be  raised.\n</blockquote><p data-structure=\"Precedent\" id=\"p_37\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1989300\" id=\"span_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1815803\" id=\"span_26\">Even  if it is raised and referred to arbitration because of\nwider arbitration clause such claim amount cannot be awarded\nas  agreement  is  binding  between   the  parties  and\t the\narbitrator  has\t to adjudicate as per the  agreement.\tThis\naspect\tis absolutely made clear in <a href=\"/doc/1815803/\" id=\"a_31\">Continental Construction\nCo.   Ltd.</a>(supra) by relying upon the following passage from\nM/s.   <a href=\"/doc/1989300/\" id=\"a_32\">Alopi  Parshad Vs.  Union of India</a> [1960] 2  SCR\t 703\nwhich  is to the following effect:  - There it was observed\nthat  a\t contract  is  not  frustrated\tmerely\tbecause\t the\ncircumstances  in which the contract was made, altered.\t <a href=\"/doc/171398/\" id=\"a_33\">The\nContract Act</a> does not enable a party to a contract to ignore\nthe  express  covenants\t thereof, and to  claim\t payment  of\nconsideration  for  performance\t of the\t contract  at  rates\ndifferent  from the stipulated rates, on some vague plea  of\nequity.\t  The  parties\tto an executory contract  are  often\nfaced,\tin  the\t course of carrying it out, with a  turn  of\nevent  which  they  did\t not at\t all  anticipate,  a  wholly\nabnormal  rise\tor fall in prices, a sudden depreciation  of\ncurrency,  an unexpected obstacle to execution, or the like.\nThere  is  no  general\tliberty reserved to  the  courts  to\nabsolve\t a  party from liability to perform his part of\t the\ncontract merely because on account of an uncontemplated turn\nof  events,  the  performance  of the  contract\t may  become\nonerous.</span></span>\n</p>\n<p data-structure=\"Section\" id=\"p_38\">      (i)   The\t arbitrator  could   not  act\tarbitrarily,\nirrationally, capriciously or independently of the contract.\nA  deliberate  departure  or   conscious  disregard  of\t the\ncontract  not only manifests the disregard of his  authority\nor misconduct on his part but it may tantamount to mala fide\naction.\t  (j) The arbitrator is not a conciliator and cannot\nignore\tthe law or misapply it in order to do what he thinks\njust  and reasonable;  the arbitrator is a tribunal selected\nby the parties to decide the disputes according to law.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_39\">      In  view\tof  the aforesaid law and the  facts  stated\nabove,\tit  is\tapparent  that\t the  award  passed  by\t the\narbitrator  is\tagainst\t the stipulations  and\tprohibitions\ncontained  in  the  contract between the  parties.   In\t the\npresent\t case,\tthere  is no question of  interpretation  of\nclauses\t 17  &amp;\t18 as the language of the  said\t clauses  is\nabsolutely  clear and unambiguous.  Even the contractor\t has\nadmitted  in  his  letter  demanding such  claims  that\t the\ncontract  was signed with clear understanding that the\trate\nunder  the contract was firm and final and no escalation  in\nrates  except in case of diesel would be granted.  Hence, by\nignoring  the same, the arbitrator has travelled beyond\t his\njurisdiction.\tIt amounts to deliberate departure from\t the\ncontract.   Further,  the  reference to\t the  arbitrator  is\nsolely\tbased upon the agreement between the parties and the\narbitrator  has\t stated so in his interim award that he\t was\nappointed  to  adjudicate the disputes between\tthe  parties\narising\t out  of  the  agreement.   No\tspecific  issue\t was\nreferred  to the arbitrator which would confer\tjurisdiction\non  the\t arbitrator to go beyond the terms of the  contract.\nHence, the award passed by the arbitrator is, on the face of\nit, illegal and in excess of his jurisdiction which requires\nto be quashed and set aside.\n</p>\n<p data-structure=\"PetArg\" id=\"p_40\">      Lastly,  we would mention few other contentions raised\nby the learned counsel for the respondent which are required\nto  be stated for rejection.  His contention that arbitrator\nhas  acted beyond his jurisdiction was not raised before the\nDistrict  Court as well as before the Arbitrator, is without\nany  substance.\t  Surprisingly, to say the least,  the\tHigh\nCourt  as  well\t as  the District  Court  observed  that  no\nspecific  contention  with  regard to the  jurisdiction\t was\nraised\tbefore\tthe  arbitrator.  It appears that  the\tHigh\nCourt  and the District Court had not considered the written\nstatement filed by the appellant before the arbitrator.\t The\nDistrict  Court\t has also raised issue Nos.  5 to  8  quoted\nabove,\twhich  would  cover  the contention  raised  by\t the\nappellant.  The issue whether the award is perverse and that\nthe  arbitrator\t failed\t to  apply his\tmind  to  pleadings,\ndocuments and evidence as well as the clauses 17 &amp; 18 of the\nagreement  would  cover the contention that  the  arbitrator\nacted  beyond  his jurisdiction in ignoring stipulations  of\nthe  contract.\t With  regard to the committees\t report\t on\nwhich  the  learned  Counsel for the respondent\t has  relied\nupon, it had been pointed out by the learned Counsel for the\nappellant  that the said report was specifically rejected by\nthe board of the appellant.  Hence, it would have no bearing\non the award which was to be passed by the Arbitrator.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_41\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"268039\" id=\"span_27\">In  the result, the appeal is allowed with costs.\t The\naward  passed  by the arbitrator is quashed and\t set  aside.\nConsequently,  the  judgment and order dated 17th  December,\n1991  passed by the High Court in S.B.\tCivil  Miscellaneous\nAppeal No.254 of 1991confirming the judgment and order dated\n1st  August,  1989 passed by the District Judge, Udaipur  in\n<a href=\"/doc/268039/\" id=\"a_34\">Civil  Miscellaneous</a> Case No.  131 of 1985 and 45 of 1986 is\nalso quashed and set aside.</span>\n</p>\n\n\n\n","numcites":20,"numcitedby":335,"docsource":"Supreme Court of India","citetid":662824,"divtype":"judgments","relatedqs":[{"value":"ashok h desai","formInput":"ashok%20h%20desai"},{"value":"jurisdiction in contract","formInput":"jurisdiction%20in%20contract"},{"value":"arbitrator jurisdiction","formInput":"arbitrator%20jurisdiction"},{"value":"what is exceeding jurisdiction","formInput":"what%20is%20exceeding%20jurisdiction"},{"value":"works contract","formInput":"works%20contract"},{"value":"excessive jurisdiction","formInput":"excessive%20jurisdiction"},{"value":"setting aside of award","formInput":"setting%20aside%20of%20award"},{"value":"raising contractor","formInput":"raising%20contractor"},{"value":"contractors claims","formInput":"contractors%20claims"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":" award by arbitrator","formInput":"%20award%20by%20arbitrator"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":"jurisdictional error","formInput":"jurisdictional%20error"},{"value":"escalation","formInput":"escalation"},{"value":"reference to arbitrator","formInput":"reference%20to%20arbitrator"},{"value":"contract act","formInput":"contract%20act"},{"value":"speaking award ","formInput":"speaking%20award%20"},{"value":"interim award","formInput":"interim%20award"},{"value":"contract claims","formInput":"contract%20claims"},{"value":"mining operations","formInput":"mining%20operations"}],"cats":[{"value":"contract","formInput":"tag:contract"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"set-aside-award","formInput":"tag:set-aside-award"}],"courtcopy":true,"query_alert":null,"agreement":false}