{"tid":182249522,"publishdate":"2013-08-22","title":"Shaukat Ali vs State Of Haryana on 22 August, 2013","doc":"<h2 class=\"doc_title\">Shaukat Ali vs State Of Haryana on 22 August, 2013</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:f-d-singh\">Fateh Deep Singh</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:h-gupta\">Hemant Gupta</a>, <a href=\"/search/?formInput=benchid:f-d-singh\">Fateh Deep Singh</a></h3>\n\n<pre id=\"pre_1\">            Criminal Appeal No.D-723-DB of 2009                             1\n            Criminal Appeal No.D-377-DB of 2010\n\n                               IN THE HIGH COURT OF PUNJAB AND HARYANA\n                                        AT CHANDIGARH\n\n                                                Criminal Appeal No.D-723-DB of 2009\n                                                 Date of Decision: 22.08.2013\n\n            Shaukat Ali                                                     ....Appellant\n                                                versus\n\n            State of Haryana                                               ....Respondent\n\n                                                Criminal Appeal No.D-377-DB of 2010\n\n            Sunita                                                          ....Appellant\n                                                versus\n\n            State of Haryana                                               ....Respondent\n\n            CORAM:                 HON&#x27;BLE MR.JUSTICE HEMANT GUPTA\n                                   HON&#x27;BLE MR.JUSTICE FATEH DEEP SINGH\n\n            1.Whether Reporters of local papers may be allowed to see the judgement?\n            2. To be referred to the Reporters or not?\n            3. Whether the judgment should be reported in the Digest?\n\n\n\n            Present:               Ms.Anju Arora, Advocate for the appellant\n                                   in CRA No.D-723-DB of 2009\n\n                                   Mr.Bijender Dhankar, Advocate for the appellant\n                                   in CRA No.D-377-DB of 2010\n\n                                   Mr.Sandeep Vermani, Additional Advocate General,\n                                   Haryana\n\n                                       ****\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">            Fateh Deep Singh J.\n</p>\n<p data-structure=\"Facts\" id=\"p_2\">                                   On 29.05.2007, Mohit a male child aged around 5 years son\n\n            of Gora Singh-PW3 went missing from near his house while playing with\n\n            children, regarding which missing report Ex.PA was lodged. Subsequently\n\n            on the statement of PW1 Raju Ex.PB, parental uncle of the boy to the\n\n            effect that on 30.05.2007, Ravi, nephew of the complainant during search\n\n\n<span class=\"hidden_text\" id=\"span_1\">Verma Neenu</span>\n<span class=\"hidden_text\" id=\"span_2\">2013.11.21 10:29</span>\n<span class=\"hidden_text\" id=\"span_3\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_4\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_5\">Chandigarh</span>\n<span class=\"hidden_text\" id=\"span_6\">             Criminal Appeal No.D-723-DB of 2009                           2</span>\n            Criminal Appeal No.D-377-DB of 2010\n\n            of a child had found dead body of a child lying in the common land amidst\n\n            growth of kikar trees who was identified to be Mohit. The dead body from\n\n            head to waist was covered with a bag. It transpired during the intervening\n\n            period, after the boy went missing, that he was seen with Sunita-\n\n            appellant/convict who also happens to be from their close relations and that\n\n            she had murdered the child and threw the dead body. On this statement,\n\n            after SI Vidyanand made his endorsement Ex.PB/1, FIR was got\n\n            registered. The Investigating Officer prepared the inquest report Ex.PP\n\n            and recovered the plastic bag through memo Ex.PC. A broken piece of\n\n            bangle was also recovered near the body which was taken into police\n\n            possession through memo Ex.PD. The earth with which the dead body\n\n            was smeared was also recovered through memo Ex.PE.\n\n</p><p data-structure=\"Facts\" id=\"p_3\">                               It was thereafter accused Sunita was arrested, who while in\n\n            police custody, on interrogation, made a disclosure statement Ex.PF. She\n\n            stated that on 29.05.2007, she allured the child to her house around\n\n            09.00 am, and after pushing cotton in his mouth, killed him by strangulation\n\n            and after digging a pit in one corner of the room of her house buried the\n\n            body. She further disclosed that when police came to the village, out of\n\n            fear, she put the body in a bag and threw in the area of kikar trees. It was\n\n            on the basis of the revelation of Sunita she got recovered two broken\n\n            pieces of bangles from the pit so dug in the room by her which were taken\n\n            into police possession through memo Ex.PF/1 and also got the cotton\n\n            recovered which was used in gagging the deceased and took into police\n\n            possession through memo Ex.PF/2. It was through demarcation memo\n\n            Ex.PF/3, the site was got identified by Sunita. Through PW12 Shiv Kumar,\n\n            photographer, the photographs Ex.PM/1 to Ex.PM/10 with corresponding\n\n\n\n<span class=\"hidden_text\" id=\"span_7\">Verma Neenu</span>\n<span class=\"hidden_text\" id=\"span_8\">2013.11.21 10:29</span>\n<span class=\"hidden_text\" id=\"span_9\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_10\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_11\">Chandigarh</span>\n<span class=\"hidden_text\" id=\"span_12\">             Criminal Appeal No.D-723-DB of 2009                            3</span>\n            Criminal Appeal No.D-377-DB of 2010\n\n            negatives Ex.PM/11 to Ex.PM/20 were clicked of this dead body. To match\n\n            the recovered bangles, bangles from the person of the accused were taken\n\n            into police possession by way of memo Ex.PG. It is essential to refer here\n\n            that during this investigation, Sunita had also made a disclosure statement\n\n            regarding kidnapping of another male child of the village namely Kunal.\n\n</p><p data-structure=\"PetArg\" id=\"p_4\">                               Dr.J.K.Tyagi-PW11 on 30.05.2007, on police request,\n\n            conducted post mortem examination of the dead body and detailed the\n\n            injuries to be ante mortem and sufficient to cause death in ordinary course\n\n            of nature and proved the post mortem report Ex.PL establishing the fact\n\n            that the death was due to gagging and strangulation. Through receipt\n\n            Ex.PH/A, the dead body was handed over to the relations.\n\n</p><p data-structure=\"RespArg\" id=\"p_5\">                               On the information so gathered during investigations that it\n\n            was on the advice of &#x27;tantrik&#x27; Shaukat Ali, accused-Sunita had committed\n\n            this murder in the belief that she will be bestowed with a male child. On\n\n            arrest of the accused Shaukat Ali, he suffered disclosure statement\n\n            Ex.PH/1. Scaled site plan of the place of occurrence Ex.PJ/A was prepared\n\n            by C.Inderpal, Draftsman-PW7, corresponding with the rough site plan\n\n            Ex.PP/A prepared earlier by the investigating officer. The parcels were\n\n            despatched to the Forensic Science Laboratory and after receipt of the\n\n            report that the broken pieces of bangles recovered from the place where\n\n            the dead body was buried as well as the one taken from the possession of\n\n            the accused Sunita were of similar nature.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_6\">                               After completion of investigations, submission of challan and\n\n            framing of charges to which the accused pleaded not guilty, the accused\n\n            were put to trial. The prosecution in all examined 16 witnesses who proved\n\n            various documents detailed above.          Each of the accused was put the\n\n\n\n<span class=\"hidden_text\" id=\"span_13\">Verma Neenu</span>\n<span class=\"hidden_text\" id=\"span_14\">2013.11.21 10:29</span>\n<span class=\"hidden_text\" id=\"span_15\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_16\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_17\">Chandigarh</span>\n<span class=\"hidden_text\" id=\"span_18\">             Criminal Appeal No.D-723-DB of 2009                                  4</span>\n            Criminal Appeal No.D-377-DB of 2010\n\n            incriminating evidence so proved at the trial which was denied by the\n\n            accused taking plea of false implication and total innocence.\n\n</p><p data-structure=\"Section\" id=\"p_7\">                               The Court of learned Additional Sessions Judge/Fast Track\n\n            Court, Sonepat, vide judgement dated 30.05.2009 held accused Sunita\n\n            guilty for commission of offence under <a href=\"/doc/1560742/\" id=\"a_1\">Section 302</a> and <a href=\"/doc/386021/\" id=\"a_2\">201</a> IPC and\n\n            accused Shaukat Ali was held guilty for commission of offence under\n\n            <a href=\"/doc/513074/\" id=\"a_3\">Section 109</a> for abetment of offence under <a href=\"/doc/1560742/\" id=\"a_4\">Section 302</a> IPC and both were\n\n            sentenced as follows:\n</p>\n<blockquote id=\"blockquote_1\">                Name of the     Offence under      Period of    Fine imposed (          Period of\n                  convict          Section        sentence RI         `)               sentence in\n                                                                                        default of\n                                                                                     payment of fine\n                                                                                           (SI)\n             Sunita            302 <a href=\"/doc/1569253/\" id=\"a_5\">IPC</a>          Life            ` 5000/-             6 months\n                               201 <a href=\"/doc/1569253/\" id=\"a_6\">IPC</a>          imprisonment                         3 months\n                                                                ` 2000/-\n</blockquote><p data-structure=\"CDiscource\" id=\"p_8\">                                                Five years\n             Shaukat Ali       109 <a href=\"/doc/1569253/\" id=\"a_7\">IPC</a> for Life                 ` 5000               6 months\n                               abetment      of imprisonment\n                               offence under\n                               <a href=\"/doc/1560742/\" id=\"a_8\">Section 302</a> IPC\n\n                               It is through these two separate appeals by these convicts-\n\n            appellants, challenge has been laid down to the findings of the learned trial\n\n            Court on the basis of the reasons spelled out therein\n\n                               Appreciating the arguments advanced by learned counsel\n\n            for the parties in both the appeals. No doubt, it is a case of blind murder of\n\n            a child Mohit aged around 5 years. Irrefutably, PW11 Dr.J.K.Tyagi, who\n\n            has conducted the post mortem examination has established to the hilt that\n\n            there was presence of four injuries on the dead body comprising of multiple\n\n            small bruises and abrasions around the mouth, nose and lips of varying\n\n            sizes. Abrasion on front of the neck in the middle and left part at the level\n\n            of thyroid cartilage with clotted blood was present.           Another abrasion on\n\n\n\n\n<span class=\"hidden_text\" id=\"span_19\">Verma Neenu</span>\n<span class=\"hidden_text\" id=\"span_20\">2013.11.21 10:29</span>\n<span class=\"hidden_text\" id=\"span_21\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_22\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_23\">Chandigarh</span>\n<span class=\"hidden_text\" id=\"span_24\">             Criminal Appeal No.D-723-DB of 2009                               5</span>\n            Criminal Appeal No.D-377-DB of 2010\n\n            the right side of neck on the front of the neck at the level of             thyroid\n\n            cartilage and multiple bruises and abrasions of varying sizes around injury\n\n            No.2 and 3 were also present.          All these injuries clearly reflect that there\n\n            was an attempt to strangulate/gag the child resulting in these injuries. The\n\n            doctor has clearly stated on the basis of his post mortem report Ex.PL that\n\n            the cause of death was due to asphyxia and throttling which was ante\n\n            mortem in nature and sufficient to cause death in normal course of nature.\n\n            This evidence has remained totally unrebutted, which is in consonance with\n\n            the inquest report Ex.PP.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_9\">                                 The next question that arises in the mind of the Court as to\n\n            the circumstances which led to this homicidal death.             The complainant\n\n            Raju-PW1, on whose statement missing report Ex. PA was recorded and\n\n            thereafter another statement Ex.PB was made which led to the registration\n\n            of the FIR Ex.PB, Ex.PB/1 on the day of the occurrence i.e.29.05.2007. It\n\n            is stated Mohit was playing inside the house of accused and thereafter was\n\n            never seen until his dead body was recovered on 30.05.2007 in the &#x27;Bani&#x27;\n\n            (forest area) of their village. PW2 Ravi Kumar has in no uncertain terms\n\n            detailed that on 29.05.2007, Mohit was playing inside the house of the\n\n            accused and since then had gone missing and there is no worthwhile\n\n            cross-examination on this witness as per the contention of the learned\n\n            counsel for the State invariably suggests that they do not dispute his\n\n            testimony.         This witness has been the witness to the recovery of plastic\n\n            bag which was taken into police possession through memo Ex.PC and\n\n            recovery of broken pieces of bangle of light golden colour, which was taken\n\n            into police possession through memo Ex.PD.              It is in his presence the\n\n            police also lifted blood stained earth from the spot through memo Ex.PE.\n\n\n\n<span class=\"hidden_text\" id=\"span_25\">Verma Neenu</span>\n<span class=\"hidden_text\" id=\"span_26\">2013.11.21 10:29</span>\n<span class=\"hidden_text\" id=\"span_27\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_28\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_29\">Chandigarh</span>\n<span class=\"hidden_text\" id=\"span_30\">             Criminal Appeal No.D-723-DB of 2009                         6</span>\n            Criminal Appeal No.D-377-DB of 2010\n\n            The investigating officer SI Vidyanand-PW16, on 30.05.2007, recovered\n\n            from the person of accused Sunita two bangles which she was wearing in\n\n            her hand after preparing into parcel and taken into police possession\n\n            through memo Ex.PG had sent the same for analysis to the laboratory and\n\n            as per the report Ex.PF/A these two bangles and the broken piece of\n\n            bangle recovered from near the dead body on the basis of physical and\n\n            optical microscopic test were found to       be of same colour, design, UV\n\n            fluorescence, internal diameter, outer diameter, thickness, width, physical\n\n            and microscopic appearance, certainly is evidence which corroborates the\n\n            likely role of the accused Sunita in this murder.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_10\">                               Though, learned counsel for the appellants have sought to\n\n            dispel the contentions of learned counsel for the State regarding recovery\n\n            of the belongings of the deceased from the conscious possession of Sunita\n\n            and the learned counsel for the appellants has sought to project that there\n\n            is no independent corroboration to this recovery. The disclosure statement\n\n            of Sunita made by way of Ex. PH has been recorded by the investigating\n\n            officer right in the presence of Sarvar Sarpanch and Surat Singh, two\n\n            residents of the area and by this disclosure statement she has admitted\n\n            while in police custody that after killing the child she had dug a pit in her\n\n            room and buried the dead body and after suspicions were raised, had\n\n            taken out the dead body and threw it in kikar trees after putting it in a bag\n\n            and this disclosure statement Ex.PF led the police to scratch from the neck\n\n            and other parts of the dead body of Mohit, the earth which was clinging to\n\n            the dead body and taken into police possession through memo Ex.PE and\n\n            as per the report of the Forensic Science Laboratory Ex.PF/A, the soil\n\n            taken from this dead body and the place where the dead body was earlier\n\n\n\n<span class=\"hidden_text\" id=\"span_31\">Verma Neenu</span>\n<span class=\"hidden_text\" id=\"span_32\">2013.11.21 10:29</span>\n<span class=\"hidden_text\" id=\"span_33\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_34\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_35\">Chandigarh</span>\n<span class=\"hidden_text\" id=\"span_36\">             Criminal Appeal No.D-723-DB of 2009                           7</span>\n            Criminal Appeal No.D-377-DB of 2010\n\n            buried by the accused in her house taken through memo Ex.PF/2 along\n\n            with the cotton which was pushed in the mouth to bring about asphyxia is\n\n            shown to be of similar nature, physically as well under optical microscope\n\n            bearing similar density gradient and distribution of particles. Though, not of\n\n            much importance, certainly, it leads to inference as has been proved by\n\n            way of disclosure statement Ex.PH          that earlier accused Sunita on the\n\n            advice of her co-accused Shaukat Ali, Tantrik, had killed another child of\n\n            the village namely Kunal, whose clothes were recovered from her\n\n            conscious exclusive possession and which is corroborated by the\n\n            disclosure statement of her co-accused Shaukat Ali by way of Ex.PH/1.\n\n            Thus, these unwarranted evidences are a clear pointer towards the role of\n\n            the accused and even PW3 Gora (father of the deceased) has\n\n            corroborated these recoveries by way of Ex.PF/1 to Ex.PF/3 and Ex.PG, in\n\n            whose presence the accused-appellant Sunita had suffered disclosure\n\n            statement Ex.PF admitting her guilt and that of her co-accused.         PW4\n\n            Rajender has only identified the dead body. Similarly, PW5 Jai Narain is\n\n            only signatory to the recovery memos Ex.PC and Ex.PD, through which the\n\n            earth and the bangles were got recovered.            Regarding the previous\n\n            incident, PW6 Surat Singh has testified against both the accused by way of\n\n            Ex.PH and Ex.PH/1. Though, only formal in nature PW12 Shiv Kumar,\n\n            photographer, who clicked the photographs of the dead body has proved\n\n            the same as Ex.PM/1 to Ex.PM/10 with corresponding negatives Ex.PM/11\n\n            to Ex.PM/20.\n</p>\n<p data-structure=\"PetArg\" id=\"p_11\">                               It is   rightly contended on behalf of the appellants that\n\n            confession before the police is inadmissible in terms of <a href=\"/doc/494844/\" id=\"a_9\">Section 25</a> of the\n\n            Indian Evidence Act and therefore not much benefit can be derived by the\n\n\n\n<span class=\"hidden_text\" id=\"span_37\">Verma Neenu</span>\n<span class=\"hidden_text\" id=\"span_38\">2013.11.21 10:29</span>\n<span class=\"hidden_text\" id=\"span_39\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_40\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_41\">Chandigarh</span>\n<span class=\"hidden_text\" id=\"span_42\">             Criminal Appeal No.D-723-DB of 2009                            8</span>\n            Criminal Appeal No.D-377-DB of 2010\n\n            deposition of PW14 Sarvar Singh, before whom both the accused have\n\n            suffered confession before the police.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_12\">                               The last leg of submissions on behalf of counsel for the\n\n            appellant in CRA No.D-723-DB of 2009, that there is no evidence to link\n\n            Shaukat Ali with the role of appellant-Sunita does not impresses the Court\n\n            much. In view of the fact that as per the disclosure statement of Sunita she\n\n            has attributed role to her co-accused Shaukat Ali in abetting her and it was\n\n            on his advice and planning that Sunita would be bestowed with a male\n\n            child, she had been instrumental in sacrificing minor children of her village\n\n            and therefore coupled with the surrounding evidence by way of\n\n            corroboration shows that Shaukat Ali has joined in this dubious plan and\n\n            was fully instrumental in deliberately enacting such a plan. Though, in such\n\n            matters direct evidence is rarely forthcoming and what evidence has come\n\n            shows backstage role of Shaukat Ali and, therefore, a reasonable ground\n\n            exists by this evidence which stands corroborated that Shaukat Ali is\n\n            certainly culpable for this murder of the child with the aid of <a href=\"/doc/1667403/\" id=\"a_10\">Section 107</a>\n\n            IPC read with <a href=\"/doc/1946503/\" id=\"a_11\">Section 10</a> and <a href=\"/doc/1974480/\" id=\"a_12\">30</a> of the Indian Evidence Act.             In the\n\n            dispensation of justice, courts are also to act as tools of social justice as\n\n            well and thus cannot be lost sight of impact of such crimes on the society at\n\n            large. Therefore, we feel small remisses in such outdated investigations\n\n            need to be ignored and to fill in the blanks where ever appropriate so that\n\n            cause of justice does not suffer.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_13\">                               Learned trial Court has rightly concluded that it was on the\n\n            abetment of Shaukat Ali, accused Sunita had committed this offence and in\n\n            order to escape from punishment, had thrown off the dead body and there\n\n            is a judicious appreciation of the evidence by the learned lower court. In\n\n\n\n<span class=\"hidden_text\" id=\"span_43\">Verma Neenu</span>\n<span class=\"hidden_text\" id=\"span_44\">2013.11.21 10:29</span>\n<span class=\"hidden_text\" id=\"span_45\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_46\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_47\">Chandigarh</span>\n<span class=\"hidden_text\" id=\"span_48\">             Criminal Appeal No.D-723-DB of 2009                          9</span>\n            Criminal Appeal No.D-377-DB of 2010\n\n            view of these discussions, we are not inclined to interfere in the findings of\n\n            the court below. Both the appeals being wholly without merits, stand\n\n            dismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_14\">\n\n</p><p data-structure=\"Precedent\" id=\"p_15\">                                                                (Hemant Gupta)\n                                                                   Judge\n            22.08.2013\n            neenu\n                                                               (Fateh Deep Singh)\n                                                                    Judge\n\n\n\n\n<span class=\"hidden_text\" id=\"span_49\">Verma Neenu</span>\n<span class=\"hidden_text\" id=\"span_50\">2013.11.21 10:29</span>\n<span class=\"hidden_text\" id=\"span_51\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_52\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_53\">Chandigarh</span>\n</p><span class=\"hidden_text\" id=\"span_54\"> </span>","numcites":8,"numcitedby":11,"docsource":"Punjab-Haryana High Court","citetid":182249522,"divtype":"judgments","relatedqs":[{"value":"section 302 ipc","formInput":"section%20302%20ipc"},{"value":"section 302 indian penal code","formInput":"section%20302%20indian%20penal%20code"},{"value":"disclosure statement","formInput":"disclosure%20statement"},{"value":"abetment","formInput":"abetment"},{"value":"strangulation","formInput":"strangulation"},{"value":"Pf ","formInput":"Pf%20"},{"value":"PE","formInput":"PE"}],"cats":[{"value":"murder","formInput":"tag:murder"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"destruction-of-evidence","formInput":"tag:destruction-of-evidence"},{"value":"abetment","formInput":"tag:abetment"},{"value":"confession-to-police-officer-not-to-be-proved","formInput":"tag:confession-to-police-officer-not-to-be-proved"}],"courtcopy":true,"query_alert":null,"agreement":false}