{"tid":143027014,"publishdate":"2019-04-08","title":"Sukumar Chand Jain vs Dda on 8 April, 2019","doc":"<h2 class=\"doc_title\">Sukumar Chand Jain vs Dda on 8 April, 2019</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIRONLINE 2019 DEL 1033, (2019) 259 DLT 707</h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-r-bhat\">S. Ravindra Bhat</a>, <a href=\"/search/?formInput=benchid:a-k-chawla\">A.K. Chawla</a></h3>\n\n<pre id=\"pre_1\">*      IN THE HIGH COURT OF DELHI AT NEW DELHI\n                                 Reserved on: 12.07.2018\n                               Pronounced on: 08.04.2019\n+      FAO (OS) 431/2012\n       SUKUMAR CHAND JAIN                            ..... Appellant\n                       versus\n       DDA                                           ..... Respondents\n\n+      FAO (OS) 558/2012\n       KUBER CONSTRUCTION CO.                        ..... Appellant\n                       versus\n       GOVT. OF NCT OF DELHI                         ..... Respondent\n\n+      FAO (OS) 570/2012\n       GURUMUKH SINGH AND CO.                  ..... Appellant\n                       versus\n       MCD                                     ..... Respondents\n                       Through : Sh. Sandeep Sharma and Sh.\n                       Aman Dhyani, Advocates, for appellants.\n                       Ms. Jyoti Taneja, Advocate, for GNCTD.\n                       Ms. Mini Pushkarna, Standing Counsel with\n                       Ms. Swagata Bhuyan and Ms. Shiva Pandey,\n                       Advocates, for MCD.\n                       Sh. Pawan Mathur, Standing Counsel, for\n                       DDA.\n       CORAM:\n       HON&#x27;BLE MR. JUSTICE S. RAVINDRA BHAT\n       HON&#x27;BLE MR. JUSTICE A.K. CHAWLA\n\nMR. JUSTICE S. RAVINDRA BHAT\n\n%\n1.     All three appeals impugn separate orders passed by the learned Single\njudge on applications filed by the respondents under <a href=\"/doc/536284/\" id=\"a_1\">Section 34</a> of the\nArbitration and Conciliation Act, 1996 (hereafter, &quot;the Act&quot;). The common\nstrain in all the appeals is that since the respondents/contractors had accepted\n\n\n\nFAO (OS) 431/2012, 558/2012 &amp; 570/2012                                   Page 1 of 42\n the final bills without protest, their claims could not have been entertained.\nThe awards granted in favour of such respondent/claimants (hereafter\ncollectively &quot;claimants&quot;, &quot;contractors&quot; or by their names, i.e. &quot;Sukumar,\n&quot;GSC&quot; and &quot;Kuber&quot;).\nFacts:</pre>\n<span class=\"hidden_text\" id=\"span_1\">FAO 431/2012</span>\n<p data-structure=\"Facts\" id=\"p_1\">2.       The correctness of the learned single judge&#x27;s order and judgement, in\nOMP 399/ 2007 preferred by the respondent Delhi Development Authority\n(hereafter referred as &quot;DDA&quot;) under <a href=\"/doc/536284/\" id=\"a_2\">Section 34</a> of the Act is questioned in\nthis appeal. DDA had challenged an award dated 15.12.2006 of the sole\narbitrator in the disputes between it (DDA) and claimant, Sukumar. The\nclaimant was awarded the work of construction of 8314 houses in Sector-\nXV, Rohini, Delhi, SH &amp; Construction of 252 LIG houses in Pocket Nos. 6\n&amp; 7, Block- G, Sector XV, Rohini, Delhi by DDA by letter dated\n16.12.1985. An agreement bearing No. 15/EE/RPD-II/85-86 was executed\nbetween the parties. The work was to be completed within 12 months from\nthe date of commencement which was 26.12.1985.            Under the letter of\naward, the work consisted of two schemes, viz. Scheme No. 31 and Scheme\nNo. 35-A. The stipulated date of competition was 26.12.1986. The awarded\nwork was completed by the claimant on 30.08.1991 and the DDA extended\ntime up to this date without levy of compensation. Due to the failure of the\nDDA, the work could not be commenced till 17.01.1986 (Scheme No. 31)\nand 20.01.1986 (Scheme No. 35-A). Further, the layout plan, foundation and\nother drawings were not provided to the claimant before the said dates.\nCement and steel too were not made available to the claimant by DDA\nwithin time. The claimant sought compensation, which was denied. The\n\n\n\n<span class=\"hidden_text\" id=\"span_2\">FAO (OS) 431/2012, 558/2012 &amp; 570/2012                              Page 2 of 42</span>\n resultant disputes were referred to the arbitrator. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1497696\" id=\"span_3\">The claimant invoked the\narbitration clause by letter dated 26.06.1993 and by an order dated\n22.10.2003, this court appointed Justice J.K. Mehra (Retired) as sole\narbitrator. The Tribunal passed an award dated15.12.2006 after hearing both\nthe parties to the dispute. This was challenged by the DDA in the year 2007\nunder <a href=\"/doc/536284/\" id=\"a_3\">Section 34</a> of the Act. DDA&#x27;s contention was that the claimant could\nnot claim damages on account of delay, because it had, in the extension of\ntime proforma, agreed not to do so. The Tribunal rejected this defense and\nrelied on the decision in <a href=\"/doc/1497696/\" id=\"a_4\">Bedi Construction v. Delhi Development Authority</a>\n1995 (1) ALR 575. The Tribunal rejected Sukumar&#x27;s plea that the final bill\nwas accepted by DDA in full and final settlement and held that payment of\nonly undisputed items was made by the DDA on 05.06.1993 and with\nrespect to the remaining claimant, without delay, it invoked arbitration on\n26.06.1993.</span>\n</p><p data-structure=\"Issue\" id=\"p_2\">3.     These findings had not been challenged by the DDA. DDA had\nchallenged the award in respect of Claim nos. 1, 2, 4, 8, 9, 14, 15, 17B-H and\n</p><p data-structure=\"Precedent\" id=\"p_3\">19. For claim No. 14, the arbitrator awarded ` 4,00,000/- on account of extra\nexpenditure due to overheads etc. for prolonged periods. DDA&#x27;s objection\nthat such amounts could not be awarded, because the claimant had accepted\npreviously, the amounts given and given up any claim for further amounts,\nwas rejected; the Tribunal held that:\n</p><blockquote id=\"blockquote_1\">       &quot;After considering the contentions and the pleadings of the\n       parties including the submissions made in writing, the oral\n       submissions and the case law it is clear that such recording by\n       respondent on the performa of the extension of time up to\n       31.8.1991 is not with free consent and on this basis the claim of\n       the claimant because of prolongation of the contract period\n       cannot be disallowed.&quot;\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_4\">FAO (OS) 431/2012, 558/2012 &amp; 570/2012                               Page 3 of 42</span>\n<p data-structure=\"RespArg\" id=\"p_4\"> 4.     Before the learned single judge, the contractor contended that it had\noffered four rebates on the estimated cost of `56,09,304/-. 1% on running\nbills if monthly paid, 0.5% on the final bill if paid in 6 months from date of\ncompletion, 0.5% on security deposit if released within one month after the\nexpiry of maintenance period of 6 months from actual date of completion\nand 0.2% rebate was offered on gross amount of extra and substituted items\nif sanctioned within 3 months from the date of their occurrence.           The\nclaimant also submitted that the under the contract, DDA had numerous\nobligations which were to be fulfilled by them to enable the appellant to\nexecute the work. It was submitted that despite full resources having been\ndeployed at site the appellant was not getting the return in consonance with\nthe resources deployed at site. After considering all the arguments and the\ncircumstances of the case, the learned single judge concluded that the award\ncould not be sustained.\n</p><p data-structure=\"Section\" id=\"p_5\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"137557977\" id=\"span_5\">5.     DDA&#x27;s main objection to the Award in respect of Claim No.14 was\nthat payment had been made to the claimant, (between the parties) under\nClause 10(CC) of the agreement. Hence, the formula for calculation of\nescalation due to prolongation of work was already provided under the terms\nof the agreement that were binding on the parties as well as the Tribunal.\nThe award could not have been in derogation of Clause 10(CC). DDA relied\non <a href=\"/doc/137557977/\" id=\"a_5\">Anant Raj Agencies v. Delhi Development Authority</a> (2005) 1 Arb.LR\n590, where this court held that when a contract provided a formula as per\nwhich escalation has to be worked out, the arbitrator being bound by the\ncontract between the parties could not adopt a different methodology. It was\n\n\n\n\n<span class=\"hidden_text\" id=\"span_6\">FAO (OS) 431/2012, 558/2012 &amp; 570/2012                              Page 4 of 42</span>\n submitted that the impugned Award is contrary to the terms of the contract\nand is, therefore, patently illegal and against the public policy of India.</span>\n</p><p data-structure=\"Precedent\" id=\"p_6\">6.     The impugned judgment of the learned single judge upheld DDA&#x27;s\nobjection and held, inter alia, that:\n</p><blockquote id=\"blockquote_2\">       &quot;14. It is not understood on what basis the learned Arbitrator\n       concluded that the Respondent contractor had given the\n       undertaking without his &quot;free consent&quot;. This could not have\n       been a matter of conjecture or surmise but had to be based on\n       evidence. The learned Arbitrator makes no reference to any\n       such evidence placed on record by the Respondent to\n       substantiate the plea.\n</blockquote>\n<blockquote id=\"blockquote_3\">       15. As regards the plea of the DDA that the Respondent had\n       accepted payment against the final bill without protest, the\n       learned Arbitrator noted the submission and held in Para 17 as\n       under:\n</blockquote>\n<blockquote id=\"blockquote_4\">               &quot;The plea of respondent that final bill was accepted by\n               the claimant in full and final settlement of all the claims\n               is not accepted. The respondent in the final bill made the\n               payment only of undisputed items. Clause 7 of the\n               agreement provides that if there be any disputes about\n               any items of the work, then the undisputed items or item\n               only, should be paid within the time provided in the\n               agreement. The full payment having not been made and\n               only the payment of undisputed items made by the\n               respondent on 5.6.1993, the claimant demanded the\n               amounts in respect of disputed items etc. invoked the\n               arbitration vide letter dated 26.6.1993. Thus reliance by\n               the respondent on clause 7 is misplaced.&quot;\n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_7\">       16. The above rejection is again without any reason. If as\n       held by the learned Arbitrator, the final bill only dealt with\n       undisputed items, there is no reason why the Respondent did\n       not record this in the final bill while accepting payment. It is in\n       the above context that the ground urged by the DDA about the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_7\">FAO (OS) 431/2012, 558/2012 &amp; 570/2012                                  Page 5 of 42</span>\n        Respondent not complying with the requirements of Clause 7 of\n       the contract assumes significance. The fact remains that the\n       Respondent failed to show that he had, in fact, raised a dispute\n       in terms of Clause 7 about the disputed items within 30 days of\n       their disallowance. The invocation of the arbitration, under\n       Clause 25, would arise only if the dispute had been raised\n       under Clause 7 and referred to the DDA. This was a mandatory\n       procedure and could not have been simply sidestepped by the\n       learned Arbitrator by holding that the reliance by the DDA on\n       Clause 7 is &#x27;misplaced&#x27;.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_8\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1243245\" id=\"span_8\">7.     This court also notices that the learned single judge cited and relied on\nSupreme Court in <a href=\"/doc/1243245/\" id=\"a_6\">National Insurance Company Ltd v. Boghara Polyfab (P)\nLtd</a> (2009) 1 SCC 267.</span>\n</p><p data-structure=\"PetArg\" id=\"p_9\">8.     The learned counsel for the appellant urged that all the hindrances and\nfailures which were created by DDA were informed to it from time to time\nand a number of letters were also written to it in this regard. The work was\ncompleted on 30.08.1991. After, that the claimant, in terms of the agreement\nsubmitted the prescribed time extension proforma on 24.04.1992. It was\nurged that the contractor/claimant&#x27;s partner was called to DDA&#x27;s office and\nwas forced to add the following to the proforma dated 24.04.1992:\n</p><blockquote id=\"blockquote_5\">       &quot;we will not claim anything as liquidated or unliquidated\n       damages if extension is granted without levy of compensation&quot;\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_10\">9.     It was argued that since a huge amount of money were due and\npayable by DDA, the appellant had no choice but to add the above-\nmentioned statement in the proforma. Thereafter, DDA by the letter dated\n10.07.1992 communicated the extension of time without levy of\ncompensation. It is urged that the learned single judge erred in not\nappreciating the entire facts and circumstances of the case. Due to the delay\n\n\n\n\n<span class=\"hidden_text\" id=\"span_9\">FAO (OS) 431/2012, 558/2012 &amp; 570/2012                                Page 6 of 42</span>\n on part of DDA the claimant was subjected to great hardships and losses.\nFurther, the impugned judgment failed to appreciate that the recording in the\nproforma submitted was done under coercion and duress. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1598915\" id=\"span_10\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"131385411\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"90576882\" id=\"span_12\">Furthermore, the\nlearned single judge also erred in not considering that all the grounds which\nthe DDA raised under objections filed against the award were notarized by\nDDA before the Arbitrator and therefore the same cannot be allowed at a\nlater stage. It is submitted that the scope of <a href=\"/doc/536284/\" id=\"a_7\">Section 34</a> is very limited and the\nlearned single judge has re-appreciated evidence and given findings of fact\nwhich are outside the purview of <a href=\"/doc/536284/\" id=\"a_8\">Section 34</a> of the Act. It is settled law that a\nCourt does not sit in appeal over the award of an Arbitral Tribunal by\nreassessing or re-appreciating the evidence and the Award is not open to\nchallenge on the ground that the Arbitral Tribunal has reached a wrong\nconclusion or that the interpretation given by the Arbitral Tribunal to the\nprovisions of the contract is not correct. The claimant relied on <a href=\"/doc/90576882/\" id=\"a_9\">M/S. Sab\nIndustries     Ltd.    v.    M/S     Gas   Authority   of   India   Ltd.    &amp;     Ors</a>\n2015(6)ArbLR210(Delhi); <a href=\"/doc/131385411/\" id=\"a_10\">Union of India v. Tejinder Kumar Dua</a> 200\n(2013) DLT 60; and <a href=\"/doc/1598915/\" id=\"a_11\">Delhi State Industrial Development Corporation v.\nMohan Construction Company</a> 2015 (5) Arb. LR564(Delhi).</span></span></span>\n</p><p data-structure=\"RespArg\" id=\"p_11\">10.    DDA, on the other hand, argued that the learned single judge acted\nwithin the bounds of law given that the claimant had voluntarily agreed not\nto claim any damages or compensation towards work for the delayed period.\n</p><span class=\"hidden_text\" id=\"span_13\">FAO 570/2012</span>\n<p data-structure=\"Issue\" id=\"p_12\">11.    In this appeal, the common judgment of the learned single judge dated\n27.08.2012, allowing the objector&#x27;s petition under <a href=\"/doc/536284/\" id=\"a_12\">Section 34</a> of the Act (in\n(OMP 297/2005) and rejecting the claimant&#x27;s petition under <a href=\"/doc/536284/\" id=\"a_13\">Section 34</a> (in\nOMP 196/2005) is challenged by the claimant (hereafter &quot;GSC&quot;). The\n\n\n\n<span class=\"hidden_text\" id=\"span_14\">FAO (OS) 431/2012, 558/2012 &amp; 570/2012                                     Page 7 of 42</span>\n objector respondent in these appeals is the Municipal Corporation of Delhi\n(&quot;MCD&quot; hereafter).\n</p><p data-structure=\"Facts\" id=\"p_13\">12.    In this case, in terms of the contract, the work was to be completed\nwithin 24 months from 13.07.1989. The MCD awarded a lump sum contract\n(` 3,91,00,000). Though the date of completion of work under the agreement\nwas 12.07.1991, the actual date of completion was 03.09.1997. MCD\ngranted extension of time (&#x27;EOT&#x27;) till that date, without levy of compensation\nin terms of Clause 2 of the agreement. The 28th and final bill was prepared\nand accepted by GSC on 27.10.1999 in the bill form with the remarks:\n</p><blockquote id=\"blockquote_6\">&quot;Final bill and measurement accepted as full and final settlement of\naccounts&quot;. Thereafter, the 10 CC Bill was also prepared and a similar\nendorsement was made by GSC on the bill form on 10.09.2001. Concededly,\nthe amounts under both bills were paid to GSC. On 10.07.2002, it requested\nthe MCD&#x27;s Executive Engineer (&#x27;EE&#x27;) to settle the dispute arising out of the\ncontract; on 01.08.2002, a legal notice was served on the MCD seeking\nreference of the dispute to arbitration. Thereafter, by an order dated\n24.02.2003 passed by this court in AA No. 200/2002, an Arbitrator was\nappointed to adjudicate the claims and counter claims of the parties.\n</blockquote><p data-structure=\"RespArg\" id=\"p_14\">13.    In the arbitral proceedings, MCD applied under <a href=\"/doc/675839/\" id=\"a_14\">Section 16</a> of the Act,\nurging a preliminary objection to maintainability of GSC&#x27;s claims. It relied\non copies of the two bills, containing the endorsement and Clause 10 CC\nBill, (showing acceptance of the full and final settlement of the accounts),\nMCD urged that GSC was precluded from raising any further claims\ncontrary to the above undertaking. It further urged that claims were time-\nbarred in terms of Clause 25 of the agreement in terms of which GSC had to\napply for arbitration within 90 days of the intimation from the department\n\n\n\n<span class=\"hidden_text\" id=\"span_15\">FAO (OS) 431/2012, 558/2012 &amp; 570/2012                                  Page 8 of 42</span>\n that the final bill was ready for payment. GSC invoked the arbitration clause\non 01.08.2002 whereas the work was completed on 03.09.1997. The\narbitrator heard submissions of both parties on the above application on 24th\nMarch, 20th April, 5th May and 15th May 2004. On 01.06.2004, he rejected\nthe MCD&#x27;s <a href=\"/doc/675839/\" id=\"a_15\">Section 16</a> application. The operative portion of the order is as\nunder:\n</p><blockquote id=\"blockquote_7\">         &quot;(1) That there is no &quot;Accord and Satisfaction&quot; towards\n         full and final settlement between the parties. It is evident\n         from the endorsements made by the claimant on the 28th\n         and final bill on page 44 of M.B. no. 5173. This bill is the\n         final bill of the work done (except 10 CC bill) and has\n         been accepted by the claimant on 6.10.99. There are\n         three different acceptance endorsements by the claimant\n         on this bill, two of which are conditional. This itself\n         shows that there is no &quot;Accord and Satisfaction&quot; towards\n         full and final settlement.\n</blockquote>\n<blockquote id=\"blockquote_8\">         (2) Cause of action to invoke the arbitration clause\n         starts from this date i.e. 6.10.99 when the claimant comes\n         to know as to what is being paid to him and what is not\n         being paid to him.\n</blockquote>\n<blockquote id=\"blockquote_9\">         (3)    Through various judgments of various courts\n         including those of Apex Court cited by the claimant,\n         claimant has been successful in establishing that <a href=\"/doc/249731/\" id=\"a_16\">Article\n         137</a> of the <a href=\"/doc/1317393/\" id=\"a_17\">Limitation Act</a> applies in this case as regards\n         the question of limitation is concerned.&quot;\n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_15\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1243245\" id=\"span_16\">14.      The MCD urged before the learned single judge that since there was\n&#x27;accord and satisfaction&#x27; of the claims of GSC, none of the claims made by\nGSC were maintainable. It was submitted that the conclusion drawn by the\nlearned Arbitrator that there was no accord and satisfaction since there were\nthree different acceptance endorsements on the final bill, two of which were\n\n\n\n\n<span class=\"hidden_text\" id=\"span_17\">FAO (OS) 431/2012, 558/2012 &amp; 570/2012                                  Page 9 of 42</span>\n conditional, was contrary to the record. MCD relied on <a href=\"/doc/1243245/\" id=\"a_18\">Boghara Polyfab</a>\n(supra) to say that in such cases, GSC&#x27;s claims could not have been\nentertained by the learned Arbitrator.</span>\n</p><p data-structure=\"RespArg\" id=\"p_16\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"637780\" id=\"span_18\">15.    GSC referred to the reply filed by it to the application of the MCD\nunder <a href=\"/doc/675839/\" id=\"a_19\">Section 16</a> of the Act in which it claimed that &quot;it is essential and\ncustomary that in MCD not a single payment is released without extracting\nthe acceptance from the contractor which is always under duress&quot;. It was\ncontended by GSC that the final bill paid on 27.10.1999 did not reflect all\nthe works executed. It was stated that the 10 CC Bill in the sum of `\n42,38,602 was passed on 30.11.2001 &quot;and whatever amount was being paid,\nit was accepted by the claimant under duress.&quot; It was stated that\n&quot;consequently, the claimants under duress/coercion recorded acceptance on\n14th September 2001 (Annexure D) and on 19th September 2001 the\nclaimants intimated the respondent EE that acceptance was given under\nduress and accordingly it was not voluntary.&quot; Reliance was also placed on\nthe arbitration proceedings dated 20th April, 5th May and 15th May 2004\nrecording the submissions of both the parties. It was urged that GSC had\nmerely signed the final bill, and that too under duress and coercion, and it\nwas the EE who affixed a rubber stamp over the signature later on. GSC\ncontended that the fact that the measurement book (&#x27;MB&#x27;) had been signed\nthrice by it itself showed that the signature was obtained under duress.\nReliance was placed on <a href=\"/doc/637780/\" id=\"a_20\">Pandit Construction Company v. Delhi Development\nAuthority</a> 2007 (3) Arb.LR 205 (Delhi). Lastly, it was submitted that the\n28th and final bill as well as the Clause 10 CC bill did not cover Claim Nos.\n7, 8, 9 and 11 and, therefore, they were arbitrable.</span>\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_19\">FAO (OS) 431/2012, 558/2012 &amp; 570/2012                            Page 10 of 42</span>\n<p data-structure=\"Precedent\" id=\"p_17\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1682326\" id=\"span_20\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1243245\" id=\"span_21\">16.    The learned single judge rejected GSC&#x27;s arguments, and allowed\nMCD&#x27;s petition; at the same time, GSC&#x27;s petition was rejected. The\nimpugned judgment relied on <a href=\"/doc/1243245/\" id=\"a_21\">Boghara Polyfab</a> (supra) and another\njudgment - <a href=\"/doc/1682326/\" id=\"a_22\">Union of India v Master Construction</a> 2011 (12) SCC 349. The\nreasoning in the impugned order is as follows:</span></span>\n</p><blockquote id=\"blockquote_10\">       &quot;13. <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1682326\" id=\"span_22\">In the present case, apart from pleading that the no claims\n       certificate was given under duress or coercion, GSC would\n       have had to, in terms of <a href=\"/doc/1682326/\" id=\"a_23\">the above decision</a> in Boghara Polyfab\n       produce evidence to make good that plea. The extent of\n       evidence that would have to be led will of course vary from\n       case to case. But in no instance can it be said that the mere plea\n       that the no claims certificate was given under coercion or\n       duress is sufficient. In the order dated 1st June 2003 the\n       learned Arbitrator simply concluded that there was no accord\n       and satisfaction since there were three different endorsements.\n       The endorsements as to accord and satisfaction in the 28th and\n       final bill as well as the 10 CC bill are identically worded. They\n       bear the signatures of the authorised signatory of GSC. Merely\n       because the signatures were taken on the MB as well, will not\n       automatically mean that the signatures were taken under\n       coercion and duress. Further, the letter dated 19th September\n       2001, the receipt of which is denied by the MCD, does not state\n       that GSC&#x27;s endorsement either on the 10 CC bill or the 28th\n       and final bill was obtained under duress. It only refers to a\n       letter dated 14th September 2001 having been given &quot;under\n       pressure&quot;. As already noticed, the letter dated 14th September\n       2001 appears not to deal with the issue of full and final\n       payment. No other evidence of any sort was led by GSC to make\n       good its plea that it appended its signatures of accord and\n       satisfaction under coercion and duress. The order dated 1st\n       June 2004 of the learned Arbitrator holding that there was no\n       &#x27;accord and satisfaction&#x27; towards full and final settlement is\n       unsustainable in law. The learned Arbitrator ought to have\n       allowed the application of the MCD under <a href=\"/doc/675839/\" id=\"a_24\">Section 16</a> of the Act\n       and declined to entertain the claims of the Contractor.&quot;</span>\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_23\">FAO (OS) 431/2012, 558/2012 &amp; 570/2012                               Page 11 of 42</span>\n<p data-structure=\"CDiscource\" id=\"p_18\"> 17.    The arguments made in GSC&#x27;s appeals follow, and are along the same\nlines as in the appeal preferred by Sukumar. It is also contended that the\nlearned single judge erred in the facts of the case, because the entire\ndiscussion as to why the MCD&#x27;s objection was rejected is not contained in\nthe order rejecting the <a href=\"/doc/675839/\" id=\"a_25\">Section 16</a>, application, but rather that it has to be read\nin conjunction with, the reasoning and discussion in the previous\nproceedings. It was also urged the courts, in deciding the cases, such as the\npresent one, should be cognizant of commercial realities, where the\ndominant and economically powerful entity such as a public corporation or\nagency, which gets the works executed, can easily prevail over the private\nagency, which depends on it, by such tactics as withholding- willfully,\nlegitimate payments, arm-twisting them into not accepting any payments or\ndesisting from making claims towards undue and inordinate delay that is\nsolely caused by the public undertaking, corporation or agency.\n</p><p data-structure=\"PetArg\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1682326\" id=\"span_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_25\">18.    Counsel for MCD refuted the arguments of the appellant GSC and\nurged that the learned single judge could not be faulted for following\n<a href=\"/doc/1243245/\" id=\"a_26\">Boghara Polyfab</a> (supra) and <a href=\"/doc/1682326/\" id=\"a_27\">Master Construction</a> (supra), which are\nbinding on all courts.</span></span>\n</p><span class=\"hidden_text\" id=\"span_26\">FAO 558/2012</span>\n<p data-structure=\"Issue\" id=\"p_20\">19.    The appellant (hereafter &quot;Kuber&quot;) challenges the judgment and order\nof the learned single judge, dated 10.09.2012, which allowed the respondent\nGovt of NCT&#x27;s (hereafter called &quot;NCT&quot;) petition under <a href=\"/doc/536284/\" id=\"a_28\">Section 34</a> to an\nAward dated 17.03.2008 passed by the learned sole Arbitrator in the dispute\nbetween the parties.\n</p><p data-structure=\"CDiscource\" id=\"p_21\">20.    Like in the other two cases, the contract was for execution of works,\ni.e for providing service roads on both sides of M.B. Road No. 63 from Loni\n\n\n\n<span class=\"hidden_text\" id=\"span_27\">FAO (OS) 431/2012, 558/2012 &amp; 570/2012                                 Page 12 of 42</span>\n Flyover to UP Border by its letter dated 27.01.1997. The stipulated date of\nstart of work was 11.01.1997; to be completed within 12 months. It was\nactually completed on 01.10.1999. The NCT&#x27;s position was that the 15th final\nBill was finalized on 12.10.2000. By its letter dated 20.01.2003, Kuber\naddressed a letter to the EE raising seven claims amounting to `21,85,000.\nThe dispute was referred to arbitration, on the intervention of this court,\nunder <a href=\"/doc/605764/\" id=\"a_29\">Section 11(6)</a> of the Act. The preliminary objection to limitation was\nrejected by the Tribunal, which then went on to decide the merits.\n</p><p data-structure=\"Precedent\" id=\"p_22\">21.    Quite apart from the issue of limitation, NCT had also articulated the\nfollowing objection, in its reply to Kuber&#x27;s statement of claim (para 8):\n</p><blockquote id=\"blockquote_11\">       &quot;The claimant vide letter No. Nil dated 20th January 2003\n       addressed to EE, PWD-29 and copy to Superintending\n       Engineer PWD Circle-VII and Chief Engineer PWD Zone-II\n       (R-55) raised seven claims amounting to Rs.21,85,000 (Twenty\n       one lacs eighty five thousand only). The claimant was requested\n       vide respondents letter dated 27th December 1999 (R-37),\n       letter dated 31st December 1999 (R-38) letter dated 15th\n       December 2000 (R-41), letter dated 24th April 2000 (R-42),\n       and letter dated 22nd July 2000 (R-45) for submission of\n       extension of time performa Part-I which was abnormally\n       delayed by him which shows his lack of interest in the\n       work. Even while submitting EOT performa Part-I, the claimant\n       himself requested for EOT upto 1st October 1999, that is, upto\n       the date, the work was considered complete without assigning\n       any valid reason for prolongation of contract with a\n       undertaking that „I have not suffered any loss, and shall not\n       claim any damage on this account, which was considered\n       while sanctioning EOT case.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_23\">22.    With reference to para 6 of the statement of claim, NCT urged inter\nalia, that:\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_28\">FAO (OS) 431/2012, 558/2012 &amp; 570/2012                               Page 13 of 42</span>\n<blockquote id=\"blockquote_12\">        &quot;6. A number of references were made to the claimant to\n       submit extension of time performa and attention is invited to\n       Respondent letter No. 81 dated 27th December 1999 (R-37),\n       Respondent letter No. 490 dated 15th December 2000 (R-41),\n       Respondent letter No. 1156 dated 24th April 2000 (R-42),\n       Respondent letter No. 82 dated 26th April 2000 (R-43),\n       Respondent letter No. 1284 dated 4th May 2000 (R-44),\n       Respondent letter No. 2078 dated 22nd July 2000 (R-45).\n       Ultimately, the claimant submitted the application for EOT\n       proforma vide their letter dated 31st July 2000 with these\n       remarks i.e. I have not suffered any loss on account of this\n       delay.\n</blockquote>\n<blockquote id=\"blockquote_13\">       For reasons of above statement/undertaking the claimants have\n       no right to make any claim on account of delay in execution of\n       work even if Respondent might have to least extent contributed\n       to it. The undertaking is with free will of claimant.\n</blockquote>\n<blockquote id=\"blockquote_14\">       In this behalf the Respondent rely on the following decisions:\n</blockquote>\n<blockquote id=\"blockquote_15\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"166247\" id=\"span_29\">(i) Decided on 29th February 1996 by Delhi High Court in\n       <a href=\"/doc/166247/\" id=\"a_30\">Democratic Builders v. Union of India</a> 1996 (Suppl) Arb.LR 53.</span>\n</blockquote>\n<blockquote id=\"blockquote_16\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"488998\" id=\"span_30\">(ii) Decided on 14th July 1995 by the High Court of A.P.\n       Hyderabad in <a href=\"/doc/488998/\" id=\"a_31\">Govt. of Andhra Pradesh v. G. Kandela Rao</a>\n       1995 (3) AL 591 (DB).&quot;</span>\n</blockquote>\n<p data-structure=\"Section\" id=\"p_24\">23.    Kuber&#x27;s rejoinder to the above preliminary objections/submissions\nread as under:\n</p><blockquote id=\"blockquote_17\">       &quot;8. It is totally wrong that the bill was finalised and paid on\n       12th October 2000. As per agreement, all intermediate\n       payments or payments made through running bills are\n       advances, finally to be adjusted in the final bill, which has not\n       been paid so far. Extension of time has already been granted\n       without levy of compensation till the actual date of completion,\n       owing the responsibility of all delays. At the time of granting\n       extension the Respondents extracted this certificate\n\n\n\n\n<span class=\"hidden_text\" id=\"span_31\">FAO (OS) 431/2012, 558/2012 &amp; 570/2012                              Page 14 of 42</span>\n        under duress. It is a routine for the Respondents to obtain such\n       certificates while granting extensions. The certificate so\n       extracted is of no consequence. Had the claimants been\n       responsible for the delays, the Respondents would have levied\n       liquidated damages under Clause 2 of the agreement to\n       compensate loss suffered by the Government. The\n       certificate was extracted on the false hope that the contract\n       (claimants) would be prevented from claiming damages. Can\n       such a certificate obtained under duress oust the claims of the\n       claimants? Certainly not.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_25\">24.    The rejoinder to para 6 on merits reads as under:\n</p>\n<blockquote id=\"blockquote_18\">       &quot;6. The contents of the para are misleading and hence denied.\n       The competent authority has already granted extension upto\n       actual date of completion owing the responsibility of all the\n       delays. The Respondents may please be directed to present\n       original performa containing reasons of delay and granting\n       extension by the competent authority. As already clarified, the\n       certificate was extracted under duress, threatening that if such\n       certificate is not recorded though may not be reasonable\n       or proper still the claimants would be penalised by way of levy\n       of compensation. Consequently, the certificate so obtained is of\n       no consequence. The undertaking was extracted under coercion\n       and not voluntary or out of free will of the claimants. It is\n       totally false that the EOT was sanctioned without levy of\n       compensation taking a lenient and practical view. The fact is\n       that realising the reality and accepting all the delays the\n       competent authority was legally and contractually\n       under obligation to grant extension of time without levy of\n       compensation. The Respondents have already admitted all the\n       delays as communicated to them by the claimants. The site was\n       to be handed over in such a way that the work could be\n       completed within ten months. However, the full site could not\n       be made available even during the extended period of 22\n       months and the work was declared as complete even when the\n       claimants had executed work worth Rs. 1,01,08,295 against the\n       tendered amount of Rs.1,36,21,274.&quot;\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_32\">FAO (OS) 431/2012, 558/2012 &amp; 570/2012                             Page 15 of 42</span>\n<p data-structure=\"RespArg\" id=\"p_26\"> 25.    The tribunal, in Kuber&#x27;s case, proceeded to reject NCT&#x27;s submissions\nand awarded some amounts claimed by it, holding them to be legitimately\ndue. The NCT, in its objections under <a href=\"/doc/536284/\" id=\"a_32\">Section 34</a> urged that the preliminary\nobjection- as to acceptance by Kuber of amounts, and voluntarily giving up\nclaims on account of delay had not been dealt with. Kuber, on the other\nhand, urged that the award ought not to be interfered with as the Tribunal\nwas the final fact-finding authority and the forum agreed to by the parties to\ndecide questions of law, finally. The learned single judge, in the impugned\njudgment, set aside the award. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_33\">He again relied on <a href=\"/doc/1243245/\" id=\"a_33\">Boghara Polyfab</a> (supra)\nand reasoned as follows:</span>\n</p><blockquote id=\"blockquote_19\">       &quot;15. A perusal of the Award shows that the learned Arbitrator\n       did not deal with the above objection raised by the Petitioner\n       under para 8 of the preliminary objection/submission and para\n       6 of the para-wise reply of the statement of claim which\n       recorded the Respondent having given an undertaking that he\n       would not claim damages after extension of time („EOT‟) was\n       granted to him. The Respondent had in its rejoinder\n       contended that the said certificate was „extracted‟ from it\n       &quot;under duress, threatening that if such certificate is not\n       recorded though may not be reasonable or proper still the\n       claimants would be penalized by way of levy of compensation.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_27\">       It was further pleaded that &quot;the undertaking was extracted\n       under coercion and not voluntary or out of free will of\n       the claimants.&quot; As noted by the learned Arbitrator barring\n       Claim No. 1, the other claims stemmed from basic issue of\n       prolongation of the contract. The above undertaking was\n       relevant to the said issue and was required to be dealt with by\n       the learned Arbitrator.\n</p>\n<p data-structure=\"RespArg\" id=\"p_28\">       16. It was submitted by Mr. Sandeep Sharma, learned\n       counsel for the Respondent that the orders passed by the\n       learned Arbitrator as well as the final Award did not anywhere\n\n\n\n\n<span class=\"hidden_text\" id=\"span_34\">FAO (OS) 431/2012, 558/2012 &amp; 570/2012                             Page 16 of 42</span>\n        reflect the Petitioner having raised the above contention at any\n       point in time before the learned Arbitrator. He submitted that\n       with the Petitioner not having actually argued the point before\n       the learned Arbitrator, it cannot be permitted to raise\n       such objection at this stage. Alternatively, it was submitted that\n       this Court should, in exercise of its power under <a href=\"/doc/982095/\" id=\"a_34\">Section 34 (4)</a>\n       of the Act, remit this issue to the learned Arbitrator for a\n       decision.\n</p>\n<p data-structure=\"RespArg\" id=\"p_29\">       17. With the Petitioner having specifically raised issue of\n       its preliminary objection/submission, it cannot be said that the\n       question whether undertaking given by the Respondent\n       precluded it from claiming damages was not raised before the\n       learned Arbitrator. It was certainly put in issue with the\n       Respondent urging before the learned Arbitrator that the said\n       undertaking was given by the Respondent under duress\n       and coercion. It was incumbent on the learned Arbitrator to\n       have dealt with such issue as it had a bearing on most of the\n       claims of the Respondent.\n</p>\n<p data-structure=\"Section\" id=\"p_30\">       18. It may be noted that even in the present petition under\n       <a href=\"/doc/536284/\" id=\"a_35\">Section 34</a> of the Act the Petitioner has in ground „H‟ reiterated\n       its submission in regard to the Respondent‟s undertaking. Apart\n       from a general denial by the Respondent, there is no specific\n       denial that such undertaking was given by the Respondent.\n       Factually there appears to be no dispute that the Respondent\n       had given such an undertaking. The only question was whether\n       the undertaking was given by the Respondent under duress\n       and coercion as claimed by it.\n</p>\n<p data-structure=\"PetArg\" id=\"p_31\">       19. The arbitral record has been perused. It contains copies\n       of the application for EOT submitted by the Respondent. The\n       undertaking given by the Respondent is in Hindi. It clearly\n       states that the Respondent would not make any claim for\n       damages if granted EOT. The Respondent has further stated\n       that he has not suffered any loss due to the delay. It is plain that\n       on the basis of the said undertaking the EE of the Petitioner\n       had granted EOT without levy of compensation. The EE\n\n\n\n\n<span class=\"hidden_text\" id=\"span_35\">FAO (OS) 431/2012, 558/2012 &amp; 570/2012                                 Page 17 of 42</span>\n        remarked that neither the Government has suffered any\n       liquidated damages („LD‟) nor the Contractor had suffered any\n       loss on account of the delay in the completion of the work.&quot;\n</p>\n<p data-structure=\"PetArg\" id=\"p_32\">26.    As in the other two cases, similar arguments were addressed by\nlearned counsel for the parties. Kuber&#x27;s counsel stressed on the fact that it is\nnot what is stated in the pleadings, but also what is argued before the tribunal\nwhich is of importance. In this regard, counsel submitted that this aspect was\nhighlighted before the learned single judge, who nevertheless did not give\nany importance to it, and brushed it aside, erroneously. NCT&#x27;s counsel urged\nthe court not to interfere with the learned single judge&#x27;s reasoning, stating\nthat the claimant, Kuber had consciously given up its right to claim any\namount or compensation for the work done during the extended time.\nAnalysis &amp; Conclusions\n\n</p><p data-structure=\"Precedent\" id=\"p_33\">27.    As is evident from the factual discussion in all the appeals, the\ncommon issue requiring decision is whether the learned single judge&#x27;s\nrejection of the claimant&#x27;s submission after they had succeeded before the\nTribunal, in arbitral proceedings, was justified. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1682326\" id=\"span_36\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1243245\" id=\"span_37\">In the Sukumar&#x27;s appeal, the\nlearned single judge relied on <a href=\"/doc/1243245/\" id=\"a_36\">Boghara Polyfab</a> (supra); in the other two\nappeals, the impugned judgments relied on that decision as well as <a href=\"/doc/1682326/\" id=\"a_37\">Master\nConstruction</a> (supra).</span></span>\n</p><p data-structure=\"Precedent\" id=\"p_34\">28.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_38\">In <a href=\"/doc/1243245/\" id=\"a_38\">Boghara Polyfab</a> (supra), the Supreme Court, dealing with the\ncontention that the dispute sought to be referred was not arbitrable, in the\ncontext of an application under <a href=\"/doc/605764/\" id=\"a_39\">Section 11 (6)</a> dealt with the issue, holding\nthat if there was accord and satisfaction due to a no dues certificate, a\nreference under <a href=\"/doc/1841764/\" id=\"a_40\">Section 11</a> per se was precluded. It held, inter alia, that:</span>\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_39\">FAO (OS) 431/2012, 558/2012 &amp; 570/2012                               Page 18 of 42</span>\n<blockquote id=\"blockquote_20\">         &quot;51. Let us consider what a civil court would have done in a\n       case where the defendant puts forth the defence of accord and\n       satisfaction on the basis of a full and final discharge voucher\n       issued by the plaintiff, and the plaintiff alleges that it was\n       obtained by fraud/coercion/undue influence and therefore not\n       valid. It would consider the evidence as to whether there was\n       any fraud, coercion or undue influence. If it found that there\n       was none, it will accept the voucher as being in discharge of the\n       contract and reject the claim without examining the claim on\n       merits. On the other hand, if it found that the discharge voucher\n       had been obtained by fraud/undue influence/coercion, it will\n       ignore the same, examine whether the plaintiff had made out\n       the claim on merits and decide the matter accordingly. The\n       position will be the same even when there is a provision for\n       arbitration.\n</blockquote>\n<blockquote id=\"blockquote_21\">       52. Some illustrations (not exhaustive) as to when claims are\n       arbitrable and when they are not, when discharge of contract\n       by accord and satisfaction are disputed, to round up the\n       discussion on this subject:\n</blockquote>\n<blockquote id=\"blockquote_22\">       (i) A claim is referred to a conciliation or a pre-litigation Lok\n       Adalat. The parties negotiate and arrive at a settlement. The\n       terms of settlement are drawn up and signed by both the parties\n       and attested by the Conciliator or the members of the Lok\n       Adalat. After settlement by way of accord and satisfaction,\n       there can be no reference to arbitration.\n</blockquote>\n<blockquote id=\"blockquote_23\">       (ii) A claimant makes several claims. The admitted or\n       undisputed claims are paid. Thereafter negotiations are held\n       for settlement of the disputed claims resulting in an agreement\n       in writing settling all the pending claims and disputes. On such\n       settlement, the amount agreed is paid and the contractor also\n       issues a discharge voucher/no claim certificate/full and final\n       receipt. After the contract is discharged by such accord and\n       satisfaction, neither the contract nor any dispute survives for\n       consideration. There cannot be any reference of any dispute to\n       arbitration thereafter.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_40\">FAO (OS) 431/2012, 558/2012 &amp; 570/2012                              Page 19 of 42</span>\n<blockquote id=\"blockquote_24\">        (iii) A contractor executes the work and claims payment of say\n       Rupees Ten Lakhs as due in terms of the contract. The employer\n       admits the claim only for Rupees six lakhs and informs the\n       contractor either in writing or orally that unless the contractor\n       gives a discharge voucher in the prescribed format\n       acknowledging receipt of Rupees Six Lakhs in full and final\n       satisfaction of the contract, payment of the admitted amount\n       will not be released. The contractor who is hard pressed for\n       funds and keen to get the admitted amount released, signs on\n       the dotted line either in a printed form or otherwise, stating that\n       the amount is received in full and final settlement. In such a\n       case, the discharge is under economic duress on account of\n       coercion employed by the employer. Obviously, the discharge\n       voucher cannot be considered to be voluntary or as having\n       resulted in discharge of the contract by accord and satisfaction.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_35\">       It will not be a bar to arbitration.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_36\">       (iv) An insured makes a claim for loss suffered. The claim is\n       neither admitted nor rejected. But the insured is informed\n       during discussions that unless the claimant gives a full and\n       final voucher for a specified amount (far lesser than the amount\n       claimed by the insured), the entire claim will be rejected. Being\n       in financial difficulties, the claimant agrees to the demand and\n       issues an undated discharge voucher in full and final\n       settlement. Only a few days thereafter, the admitted amount\n       mentioned in the voucher is paid. The accord and satisfaction\n       in such a case is not voluntary but under duress, compulsion\n       and coercion. The coercion is subtle, but very much real. The\n       `accord&#x27; is not by free consent. The arbitration agreement can\n       thus be invoked to refer the disputes to arbitration.\n</p>\n<p data-structure=\"RespArg\" id=\"p_37\">       (v) A claimant makes a claim for a huge sum, by way of\n       damages. The respondent disputes the claim. The claimant who\n       is keen to have a settlement and avoid litigation, voluntarily\n       reduces the claim and requests for settlement. The respondent\n       agrees and settles the claim and obtains a full and final\n       discharge voucher. Here even if the claimant might have\n\n\n\n\n<span class=\"hidden_text\" id=\"span_41\">FAO (OS) 431/2012, 558/2012 &amp; 570/2012                                Page 20 of 42</span>\n        agreed for settlement due to financial compulsions and\n       commercial pressure or economic duress, the decision was his\n       free choice. There was no threat, coercion or compulsion by the\n       respondent. Therefore, the accord and satisfaction is binding\n       and valid and there cannot be any subsequent claim or\n       reference to arbitration.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_38\">       52. Let us now examine the receipt that has been taken in this\n       case. It is undated and is in a pro forma furnished by the\n       appellant containing irrelevant and inappropriate statements. It\n       states : &quot;I/we hereby assign to the company, my/our right to the\n       affected property stolen which shall, in the event of their\n       recovery, be the property of the company&quot;. The claim was not\n       in regard to theft of any property nor was the claim being\n       settled in respect of a theft claim. We are referring to this\n       aspect only to show how claimants are required to sign on the\n       dotted line, and how such vouchers are insisted and taken\n       mechanically without application of mind.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_39\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1682326\" id=\"span_42\">29.    The Supreme Court in the later decision in <a href=\"/doc/1682326/\" id=\"a_41\">Master Construction</a>\n(supra) stated that:</span>\n</p><blockquote id=\"blockquote_25\">       &quot;20. The Bench in Boghara Polyfab Private Limited in\n       paragraphs 42 and 43 (page 291), with reference to the cases\n       cited before it, inter alia, noted that there were two categories\n       of the cited cases; (one) where the Court after considering the\n       facts found that there was a full and final settlement resulting in\n       accord and satisfaction, and there was no substance in the\n       allegations of coercion/undue influence and, consequently, it\n       was held that there could be no reference of any dispute to\n       arbitration and (two) where the court found some substance in\n       the contention of the claimants that `no dues/claim certificates&#x27;\n       or `full and final settlement discharge vouchers&#x27; were insisted\n       and taken (either in printed format or otherwise) as a condition\n       precedent for release of the admitted dues and thereby giving\n       rise to an arbitrable dispute.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_43\">FAO (OS) 431/2012, 558/2012 &amp; 570/2012                                Page 21 of 42</span>\n<blockquote id=\"blockquote_26\">        21. In Boghara Polyfab Private Limited, the consequences of\n       discharge of the contract were also considered. In para 25\n       (page 284), it was explained that when a contract has been fully\n       performed, then there is a discharge of the contract by\n       performance and the contract comes to an end and in regard to\n       such a discharged contract, nothing remains and there cannot\n       be any dispute and, consequently, there cannot be reference to\n       arbitration of any dispute arising from a discharged contract. It\n       was held that the question whether the contract has been\n       discharged by performance or not is a mixed question of fact\n       and law, and if there is a dispute in regard to that question,\n       such question is arbitrable. The Court, however, noted an\n       exception to this proposition. The exception noticed is that\n       where both the parties to a contract confirm in writing that the\n       contract has been fully and finally discharged by performance\n       of all obligations and there are no outstanding claims or\n       disputes, courts will not refer any subsequent claim or dispute\n       to arbitration. Yet another exception noted therein is with\n       regard to those cases where one of the parties to the contract\n       issues a full and final discharge voucher (or no-dues certificate,\n       as the case may be) confirming that he has received the\n       payment in full and final satisfaction of all claims, and he has\n       no outstanding claim. It was observed that issuance of full and\n       final discharge voucher or no-dues certificate of that kind\n       amounts to discharge of the contract by acceptance or\n       performance and the party issuing the discharge\n       voucher/certificate cannot thereafter make any fresh claim or\n       revive any settled claim nor can it seek reference to arbitration\n       in respect of any claim.\n</blockquote>\n<blockquote id=\"blockquote_27\">       22. In paragraph 26 (pages 284-285), this Court in Boghara\n       Polyfab Private Limited held that if a party which has executed\n       the discharge agreement or discharge voucher, alleges that the\n       execution of such document was on account of\n       fraud/coercion/undue influence practiced by the other party,\n       and if that party establishes the same, then such discharge\n       voucher or agreement is rendered void and cannot be acted\n\n\n\n\n<span class=\"hidden_text\" id=\"span_44\">FAO (OS) 431/2012, 558/2012 &amp; 570/2012                               Page 22 of 42</span>\n        upon and consequently, any dispute raised by such party would\n       be arbitrable.\n</blockquote>\n<blockquote id=\"blockquote_28\">       23. In paragraph 24 (page 284) in Boghara Polyfab Private\n       Limited, this Court held that a claim for arbitration cannot be\n       rejected merely or solely on the ground that a settlement\n       agreement or discharge voucher has been executed by the\n       claimant. The Court stated that such dispute will have to be\n       decided by the Chief Justice/his designate in the proceedings\n       under <a href=\"/doc/1841764/\" id=\"a_42\">Section 11</a> of the 1996 Act or by the Arbitral Tribunal.\n</blockquote>\n<blockquote id=\"blockquote_29\">       24. In our opinion, there is no rule of the absolute kind. In a\n       case where the claimant contends that a discharge voucher or\n       no-claim certificate has been obtained by fraud, coercion,\n       duress or undue influence and the other side contests the\n       correctness thereof, the Chief Justice/his designate must look\n       into this aspect to find out at least, prima facie, whether or not\n       the dispute is bona fide and genuine. Where the dispute raised\n       by the claimant with regard to validity of the discharge voucher\n       or no-claim certificate or settlement agreement, prima facie,\n       appears to be lacking in credibility, there may not be necessity\n       to refer the dispute for arbitration at all. It cannot be\n       overlooked that the cost of arbitration is quite huge - most of\n       the time, it runs in six and seven figures. It may not be proper to\n       burden a party, who contends that the dispute is not arbitrable\n       on account of discharge of contract, with huge cost of\n       arbitration merely because plea of fraud, coercion, duress or\n       undue influence has been taken by the claimant. A bald plea of\n       fraud, coercion, duress or undue influence is not enough and\n       the party who sets up such plea must prima facie establish the\n       same by placing material before the Chief Justice/his designate.\n       If the Chief Justice/his designate finds some merit in the\n       allegation of fraud, coercion, duress or undue influence, he\n       may decide the same or leave it to be decided by the Arbitral\n       Tribunal. On the other hand, if such plea is found to be an\n       after-thought, make-believe or lacking in credibility, the matter\n       must be set at rest then and there.&quot;\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_45\">FAO (OS) 431/2012, 558/2012 &amp; 570/2012                                Page 23 of 42</span>\n<p data-structure=\"Precedent\" id=\"p_40\"> 30.    The third decision on the issue, (in line with Boghara Polyfab) of the\nSupreme Court is New India Assurance Co Ltd v Genus Power\nInfrasturcture 2015 (2) SCC 424. The court held that:\n</p><blockquote id=\"blockquote_30\">       &quot;8. It is therefore clear that a bald plea of fraud, coercion,\n       duress or undue influence is not enough and the party who sets\n       up a plea, must prime facie establish the same by placing\n       material before the Chief Justice/his designate. Viewed thus,\n       the relevant averments in the petition filed by the Respondent\n       need to be considered, which were to the following effect:\n</blockquote>\n<blockquote id=\"blockquote_31\">       (g) That the said surveyor, in connivance with the\n       Respondent Company, in order to make the Respondent\n       Company escape its full liability of compensating the Petitioner\n       of such huge loss, acted in a biased manner, adopted coercion\n       undue influence and duress methods of assessing the loss and\n       forced the Petitioner to sign certain documents including the\n       Claim Form. The Respondent Company also denied the just\n       claim of the Petitioner by their acts of omission and\n       commission and by exercising coercion and undue influence\n       and made the Petitioner Company sign certain documents,\n       including a pre-prepared discharge voucher for the said\n       amount in advance, which the Petitioner Company were forced\n       to do so in the period of extreme financial difficulty which\n       prevailed during the said period. As stated aforesaid, the\n       Petitioner Company was forced to sign several documents\n       including a letter accepting the loss amounting to Rs.\n</blockquote><p data-structure=\"PetArg\" id=\"p_41\">       6,09,55,406/- and settle the claim of Rs. 5,96,08,179/- as\n       against the actual loss amount of Rs. 28,79,08,116/- against the\n       interest of the Petitioner company. The said letter and the\n       aforesaid pre-prepared discharge voucher stated that the\n       Petitioner had accepted the claim amount in full and final\n       settlement and thus, forced the Petitioner company to unilateral\n       acceptance the same. The Petitioner company was forced to\n       sign the said document under duress and coercion by the\n       Respondent Company. The Respondent Company further\n       threatened the Petitioner Company to accept the said amount in\n       full and final or the Respondent Company will not pay any\n\n\n\n<span class=\"hidden_text\" id=\"span_46\">FAO (OS) 431/2012, 558/2012 &amp; 570/2012                             Page 24 of 42</span>\n        amount toward the fire policy. It was under such compelling\n       circumstances that the Petitioner company was forced and\n       under duress was made to sign the acceptance letter.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_42\">       9.     In our considered view, the plea raised by the\n       Respondent is bereft of any details and particulars, and cannot\n       be anything but a bald assertion. Given the fact that there was\n       no protest or demur raised around the time or soon after the\n       letter of subrogation was signed, that the notice dated\n       31.03.2011 itself was nearly after three weeks and that the\n       financial condition of the Respondent was not so precarious\n       that it was left with no alternative but to accept the terms as\n       suggested, we are of the firm view that the discharge in the\n       present case and signing of letter of subrogation were not\n       because of exercise of any undue influence. Such discharge and\n       signing of letter of subrogation was voluntary and free from\n       any coercion or undue influence. In the circumstances, we hold\n       that upon execution of the letter of subrogation, there was full\n       and final settlement of the claim. Since our answer to the\n       question, whether there was really accord and satisfaction, is in\n       the affirmative, in our view no arbitrable dispute existed so as\n       to exercise power Under <a href=\"/doc/1841764/\" id=\"a_43\">Section 11</a> of the Act. The High Court\n       was not therefore justified in exercising power Under <a href=\"/doc/1841764/\" id=\"a_44\">Section\n       11</a> of the Act.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_43\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"132946291\" id=\"span_47\">31.    The same view has been endorsed in <a href=\"/doc/132946291/\" id=\"a_45\">Velugubanti Hari Babu v\nParvathini Narasimha Rao &amp; Ors</a> 2016 (14) SCC 126.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"72573735\" id=\"span_48\">Of more recent\nvintage is another decision, in <a href=\"/doc/72573735/\" id=\"a_46\">ONGC Mangalore Petrochemicals Ltd v ANS\nConstruction Ltd</a> 2018 (3) SCC 373, where the court held as follows:</span>\n</p><blockquote id=\"blockquote_32\">       &quot;24. From the materials on record, we find that the contractee-\n       Company had issued the &quot;No Dues/No Claim Certificate&quot; on\n       21.09.2012, it had received the full amount of the final bill\n       being Rs. 20.34 crores on 10.10.2012 and after 12 days\n       thereafter, i.e., only on 24.10.2012, the contractee-Company\n       withdrew letter dated 21.09.2012 issuing &quot;No Dues/No Claim\n       Certificate&quot;. Apart from it, we also find that the Final Bill has\n\n\n\n\n<span class=\"hidden_text\" id=\"span_49\">FAO (OS) 431/2012, 558/2012 &amp; 570/2012                              Page 25 of 42</span>\n        been mutually signed by both the parties to the Contract\n       accepting the quantum of work done, conducting final\n       measurements as per the Contract, arriving at final value of\n       work, the payments made and the final payment that was\n       required to be made. The contractee-Company accepted the\n       final payment in full and final satisfaction of all its claims. We\n       are of the considered opinion that in the presents facts and\n       circumstances, the raising of the Final Bill and mutual\n       agreement of the parties in that regard, all claims, rights and\n       obligation of the parties merge with the Final Bill and nothing\n       further remains to be done. Further, the Appellant-Contractor\n       issued the Completion Certificate dated 19.06.2013 pursuant to\n       which the Appellant-Contractor has been discharged of all the\n       liabilities. With regard to the issue that the &quot;No-Dues\n       Certificate&quot; had been given under duress and coercion, we are\n       of the opinion that there is nothing on record to prove that the\n       said Certificate had been given under duress or coercion and\n       as the Certificate itself provided a clearance of no dues, the\n       contractee could not now turn around and say that any further\n       payment was still due on account of the losses incurred during\n       the execution of the Contract. The story about duress was an\n       afterthought in the background that the losses incurred during\n       the execution of the Contract were not visualised earlier by the\n       contractee. As to financial duress or coercion, nothing of this\n       kind is established prima facie. Mere allegation that no-claim\n       certificates have been obtained under financial duress and\n       coercion, without there being anything more to suggest that,\n       does not lead to an arbitrable dispute. The conduct of the\n       contractee clearly shows that &quot;no-claim certificate&quot; was given\n       by it voluntarily; the contractee accepted the amount\n       voluntarily and the contract was discharged voluntarily.\n</blockquote>\n<blockquote id=\"blockquote_33\">       Conclusion:\n</blockquote>\n<blockquote id=\"blockquote_34\">       25. Admittedly, No-Dues Certificate was submitted by the\n       contractee-Company on 21.09.2012 and on their request\n       Completion Certificate was issued by the Appellant-Contractor.\n</blockquote><p data-structure=\"Precedent\" id=\"p_44\">       The contractee, after a gap of one month, that is, on\n\n\n\n\n<span class=\"hidden_text\" id=\"span_50\">FAO (OS) 431/2012, 558/2012 &amp; 570/2012                               Page 26 of 42</span>\n        24.10.2012, withdrew the No Dues Certificate on the grounds\n       of coercion and duress and the claim for losses incurred during\n       execution of the Contract site was made vide letter dated\n       12.01.2013, i.e., after a gap of 3 1/2 (three and a half) months\n       whereas the Final Bill was settled on 10.10.2012. When the\n       contractee accepted the final payment in full and final\n       satisfaction of all its claims, there is no point in raising the\n       claim for losses incurred during the execution of the Contract\n       at a belated stage which creates an iota of doubt as to why such\n       claim was not settled at the time of submitting Final Bills that\n       too in the absence of exercising duress or coercion on the\n       Contractee by the Appellant-Contractor. In our considered\n       view, the plea raised by the contractee-Company is bereft of\n       any details and particulars, and cannot be anything but a bald\n       assertion. In the circumstances, there was full and final\n       settlement of the claim and there was really accord and\n       satisfaction and in our view no arbitrable dispute existed so as\n       to exercise power Under <a href=\"/doc/1841764/\" id=\"a_47\">Section 11</a> of the Act. The High Court\n       was not, therefore, justified in exercising power Under <a href=\"/doc/1841764/\" id=\"a_48\">Section\n       11</a> of the Act.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_45\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1682326\" id=\"span_51\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_52\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"90576882\" id=\"span_53\">What is striking [and this court, in <a href=\"/doc/90576882/\" id=\"a_49\">Sab Industries</a> (supra) noticed] is that the\ncontextual setting of all the judgments [i.e. <a href=\"/doc/1243245/\" id=\"a_50\">Boghara Polyfab</a> (supra), <a href=\"/doc/1682326/\" id=\"a_51\">Master\nConstruction</a> (supra) and Genus Power (supra) and the later decisions as\nwell] was whether the disputes urged and for which reference was sought,\nwas arbitrable, when a party aggrieved approached the court, for an order\nunder <a href=\"/doc/605764/\" id=\"a_52\">Section 11(6)</a>. The court held, in all the cases, that a mere &quot;bald plea&quot;</span></span></span>\n</p><blockquote id=\"blockquote_35\">of coercion is insufficient to get over a document (or a condition indicating\nsettlement or accord and satisfaction over the claim, by the parties) and that\nmuch depended on the circumstances- if the plea was a plausible one, the\ncourt could nevertheless refer the dispute to arbitration.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_54\">FAO (OS) 431/2012, 558/2012 &amp; 570/2012                               Page 27 of 42</span>\n<blockquote id=\"blockquote_36\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"90576882\" id=\"span_55\">32.      This aspect was highlighted in <a href=\"/doc/90576882/\" id=\"a_53\">Sab Industries</a> (supra) in the following\nterms:</span>\n</blockquote><blockquote id=\"blockquote_37\">         &quot;11. In the present case, the LoI had required SAB to\n         complete the construction within a specified time period, i.e 20\n         months ending on 06.09.1998. Admittedly, the contract period\n         was extended; GAIL completed the works on 12.05.1999 after\n         valid extension of time and without levy of damages. A\n         completion certificate was issued; the defect liability period\n         ended on 13.04.2000. SAB relied on the circumstance that all\n         its claims under various heads were verified by the consultant\n         and accepted by GAIL; nevertheless, it was not paid the full\n         amount. GAIL insisted that its proforma NDC should be\n         furnished, as a precondition to payments; constrained by\n         circumstances, SAB complied. However, it claimed all the\n         amounts due to it, including those withheld in arbitration.\n         These were spelt out with particularity in the rejoinder. GAIL\n         counters this argument, contending that at no time, within\n         reasonable time of writing the NDC, or till arbitration was\n         demanded, did SAB ever contend or whisper that it was the\n         victim of coercion or economic coercion. The fact that it woke\n         up highly belatedly and urged this in rejoinder did not allow it\n         to better a claim which never made explicit the question of\n         coercion, or state it. Therefore, there was no arbitrable claim,\n         which could have been validly gone into.\n</blockquote>\n<blockquote id=\"blockquote_38\">         12. This Court notices that the arbitrator in this case, dealt\n         with the issue of coercion in the light of the stand of the parties.\n         This included his analysis of the contentions made and the\n         pleadings (including the rejoinder). The arbitrator took note of\n         some previous decisions of the Supreme Court to say that when\n         a No Dues Certificate is set up as a bar to a claim, it is not a\n         decisive refutation of the claimant&#x27;s plea; rather, it might\n         &quot;weaken&quot; its case. Having so held, the arbitrator went on to\n         analyze the details of the amounts due and awarded amounts in\n         favour of SAB.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_56\">FAO (OS) 431/2012, 558/2012 &amp; 570/2012                                   Page 28 of 42</span>\n<blockquote id=\"blockquote_39\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1682326\" id=\"span_57\">13. There are observations, in <a href=\"/doc/1682326/\" id=\"a_54\">Master Constructions</a> (supra)\n       and Genus Power Infrastructure (supra) which support GAIL.\n       This Court notices, however, that in those cases, the Court was\n       dealing with the situation where the question was whether a\n       reference could be made at all under <a href=\"/doc/605764/\" id=\"a_55\">Section 11 (6)</a> of the Act\n       where one party sets up a plea of accord and satisfaction.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_58\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1682326\" id=\"span_59\">In\n       <a href=\"/doc/1682326/\" id=\"a_56\">Master Construction</a> (supra) the Court considered its previous\n       holding in <a href=\"/doc/1243245/\" id=\"a_57\">Boghara Polyfab (P) Ltd.</a> (supra) which had\n       surveyed a large number of previous judgments and concluded\n       that where, in proceedings under <a href=\"/doc/605764/\" id=\"a_58\">Section 11 (6)</a>, in answer to a\n       plea of accord, a party alleges coercion or fraud which may\n       render the &quot;no dues&quot; or discharge of liability document void, an\n       arbitrable dispute can exist. The Supreme Court then held that\n       there can be no absolute rule on that (i.e wherever a party\n       alleges coercion or fraud in regard to a discharge document set\n       up against it, by the other party to avoid liability) and that the\n       Court &quot;must look into this aspect to find out at least, prima\n       facie, whether or not the dispute is bona fide and genuine.\n       Where the dispute raised by the claimant with regard to validity\n       of the discharge voucher or no claim certificate or settlement\n       agreement, prima facie, appears to be lacking in credibility,\n       there may not be a necessity to refer the dispute for arbitration\n       at all.&quot;</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1682326\" id=\"span_60\">The Court, in Genus Power Infrastructure (supra) was\n       guided by the decision in <a href=\"/doc/1682326/\" id=\"a_59\">Master Construction</a> (supra) and held\n       on the facts of that case, that a &quot;bald plea of fraud, coercion,\n       duress or undue influence is not enough&quot;.</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_46\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"190957\" id=\"span_61\">14. Before proceeding with the facts of this case, it would be\n       useful to recollect that in arbitration proceedings, the rigid\n       rules of pleadings cannot be over-emphasized. Indeed, even\n       provisions <a href=\"/doc/161831507/\" id=\"a_60\">of the Code of Civil Procedure</a> are inapplicable\n       (<a href=\"/doc/1731368/\" id=\"a_61\">Section 19</a>). However, it is accepted that principles of\n       pleadings are to be broadly followed. The mere fact that SAB\n       did not specifically urge that it was a victim of coercion, or the\n       nature of coercion it was subjected to, in its statement of claim,\n       is not determinative of the issue. Even in proceedings before the\n       Court, departures from the strict rule of pleadings are\n\n\n\n\n<span class=\"hidden_text\" id=\"span_62\">FAO (OS) 431/2012, 558/2012 &amp; 570/2012                               Page 29 of 42</span>\n        recognized. For instance, in <a href=\"/doc/190957/\" id=\"a_62\">Kalyan Singh Chouhan v. C.P.\n       Joshi</a> AIR 2011 SC 1127, it was held that:</span>\n</p>\n<blockquote id=\"blockquote_40\">               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1382692\" id=\"span_63\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1291693\" id=\"span_64\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"895703\" id=\"span_65\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"629272\" id=\"span_66\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1010762\" id=\"span_67\">&quot;23. There may be an exceptional case wherein the\n               parties proceed to trial fully knowing the rival case and\n               lead all the evidence not only in support of their\n               contentions but in refutation thereof by the other side. In\n               such an eventuality, absence of an issue would not be\n               fatal and it would not be permissible for a party to submit\n               that there has been a mis-trial and the proceedings stood\n               vitiated. (vide: <a href=\"/doc/1010762/\" id=\"a_63\">Nagubai Ammal &amp; Ors. v. B. Shama Rao\n               &amp; Ors.</a> AIR 1956 SC 593; <a href=\"/doc/629272/\" id=\"a_64\">Nedunuri Kameswaramma v.\n               Sampati Subba Rao</a> AIR 1963 SC 1884; <a href=\"/doc/895703/\" id=\"a_65\">Kunju Kesavan\n               v. M.M. Philip &amp;Ors.</a> AIR 1964 SC 164; Kali Prasad\n               Agarwalla (dead) by L.Rs. &amp;Ors. v. M/s. Bharat Coking\n               Coal Ltd. &amp;Ors AIR 1989 SC 1530; <a href=\"/doc/1291693/\" id=\"a_66\">Sayed Akhtar v.\n               Abdul Ahad</a>, (2003) (7) SCC 52; and <a href=\"/doc/1382692/\" id=\"a_67\">Bhuwan Singh v.\n               Oriental Insurance Co. Ltd.</a> AIR 2009 SC 2177) &quot;</span></span></span></span></span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_47\">       15. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1682326\" id=\"span_68\">In the present case- unlike in <a href=\"/doc/1682326/\" id=\"a_68\">Master Construction</a>\n       (supra) and Genus Power Infrastructure (supra) the dispute\n       was not at the stage of referring the matter to arbitration;\n       instead it was at the stage of objections to the award. Having\n       overruled GAIL&#x27;s plea with respect to non-arbitrability, the\n       Tribunal proceeded to consider the claims on the merits and\n       rendered its findings. These materials were in the form of\n       running bills, joint surveys and minutes of meetings,\n       recommendations/verifications of the consultants, etc. After\n       taking note of all these facts, the Tribunal awarded some\n       amounts to SAB. This distinction, to the Court&#x27;s mind, makes all\n       the difference.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"919241\" id=\"span_69\">The learned Single Judge, in this case, did not\n       examine the correctness of those findings from the lens of\n       &quot;patent illegality&quot; or the other relevant factors which would\n       render an arbitral award invalid or unenforceable in terms of\n       the settled law (<a href=\"/doc/919241/\" id=\"a_69\">Oil and Natural Gas Commission vs. Saw\n       Pipes</a>, (2003) 5 SCC 705). The court highlighted that:</span>\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_70\">FAO (OS) 431/2012, 558/2012 &amp; 570/2012                                Page 30 of 42</span>\n<blockquote id=\"blockquote_41\">                &quot;Illegality must go to the root of the matter and if the\n               illegality is of trivial nature it cannot be held that award\n               is against the public policy. Award could also be set\n               aside if it is so unfair and unreasonable that it shocks the\n               conscience of the Court. Such award is opposed to public\n               policy and is required to be adjudged void.&quot; (paragraph\n</blockquote><blockquote id=\"blockquote_42\">               30)\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_48\">       16. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"919241\" id=\"span_71\">In <a href=\"/doc/919241/\" id=\"a_70\">Oil and Natural Gas Commission</a> (supra), the\n       Supreme Court set aside the arbitral award on the ground that\n       the tribunal had failed to consider <a href=\"/doc/339747/\" id=\"a_71\">Sections 73</a> and <a href=\"/doc/1941714/\" id=\"a_72\">74</a> of the\n       Contract Act, and relevant precedents, in awarding damages.\n       What is &quot;patent illegality&quot; has been clarified in subsequent\n       cases. Several later judgments have highlighted that <a href=\"/doc/1219022/\" id=\"a_73\">Section 34</a>\n       permits an extremely narrow window for the court to set aside\n       the arbitral tribunal&#x27;s award.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1738256\" id=\"span_72\">Firstly, the court does not act as\n       if it were an appellate court, re- visiting the evidence and\n       undertaking an extensive factual review of the merits of the\n       dispute with the mandate to cure or correct the errors (Ref\n       Sumitomo Heavy Industries v. ONGC Ltd. 2010 (<a href=\"/doc/1738256/\" id=\"a_74\">11) SCC 296\n       and Kwality Manufacturing Corporation v. Central\n       Warehousing Corporation</a> 2009 (5) SCC (Civ) 406). The Court\n       can set aside an award if it finds that the tribunal has made an\n       error on the face of the contract, or provided a &quot;patently\n       illegal&quot; interpretation of the law.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1924738\" id=\"span_73\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"996348\" id=\"span_74\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"962291\" id=\"span_75\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_76\">Equally, if the arbitrator\n       commits an error in the construction of the contract, that is an\n       error within his jurisdiction (<a href=\"/doc/1243245/\" id=\"a_75\">Ref MSK Projects (I) (JV) Ltd.</a>\n       (supra); <a href=\"/doc/962291/\" id=\"a_76\">G. Ramachandra Reddy v. Union of India</a> 2009 (6)\n       SCC 414; <a href=\"/doc/996348/\" id=\"a_77\">McDermott International Inc. v. Burn Standard Co.\n       Ltd.</a>, (<a href=\"/doc/1924738/\" id=\"a_78\">2006) 11 SCC 181 and Renusagar Power Co. Ltd. v.\n       General Electric Co.</a> 1984 (4) SCC 679).</span></span></span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"996348\" id=\"span_77\">In <a href=\"/doc/996348/\" id=\"a_79\">Mc Dermott\n       International</a> (supra), the Supreme Court clarified the Court&#x27;s\n       inherent limitation by reason of <a href=\"/doc/1219022/\" id=\"a_80\">Section 34</a> in such matters:</span>\n</p>\n<blockquote id=\"blockquote_43\">               &quot;112. It is trite that the terms of the contract can be\n               express or implied. The conduct of the parties would also\n               be a relevant factor in the matter of construction of a\n               contract. The construction of the contract agreement is\n\n\n\n\n<span class=\"hidden_text\" id=\"span_78\">FAO (OS) 431/2012, 558/2012 &amp; 570/2012                                 Page 31 of 42</span>\n                within the jurisdiction of the arbitrators having regard to\n               the wide nature, scope and ambit of the arbitration\n               agreement and they cannot be said to have misdirected\n               themselves in passing the award by taking into\n               consideration the conduct of the parties. It is also trite\n               that correspondences exchanged by the parties are\n               required to be taken into consideration for the purpose of\n               construction of a contract. Interpretation of a contract is\n               a matter for the arbitrator to determine, even if it gives\n               rise to determination of a question of law. (See Pure\n               Helium India (P) Ltd. v. ONGC [MANU/SC/0803/2003 :\n</blockquote><blockquote id=\"blockquote_44\">               (2003) 8 SCC 593] and D.D. Sharma v. Union of India\n               [MANU/SC/0419/2004 : (2004) 5 SCC 325]).\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_49\">               113. Once, thus, it is held that the arbitrator had the\n               jurisdiction, no further question shall be raised and the\n               court will not exercise its jurisdiction unless it is found\n               that there exists any bar on the face of the award.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_50\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1056935\" id=\"span_79\">17. Secondly, unless the Tribunal commits a patent error of\n       law in adjudicating upon a question submitted to it, the Court\n       will not intervene (<a href=\"/doc/1056935/\" id=\"a_81\">J.G. Engineers Pvt. Ltd. v. Union of India</a>\n       2011 (5) SCC 758). The expression &quot;patently&quot; illegal was\n       explained as an error &quot;which is, on the face of it, patently in\n       violation of statutory provisions cannot be said to be in public\n       interest. Such award/judgment/decision is likely to adversely\n       affect the administration of justice.&quot;</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_51\">       18. The impugned judgment in this case went by a bare\n       reading of the pleadings and the judgments of the Supreme\n       Court to conclude that SAB was precluded from claiming the\n       amounts in the light of the NDC. As is evident from the above\n       discussion, the judgments of the Supreme Court were rendered\n       in the context of fact situations where demands for arbitration\n       were in issue; here, however, there was a reference. The merits\n       of both questions - arbitrability (whether SAB&#x27;s claim was not\n       maintainable because of accord and satisfaction on account of\n       NDC) as well as the merits of the award had to be considered.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_80\">FAO (OS) 431/2012, 558/2012 &amp; 570/2012                                Page 32 of 42</span>\n<p data-structure=\"Precedent\" id=\"p_52\">        However, the Single Judge - in a linear manner, if one may so\n       describe it- held that since the dispute could not be arbitrable,\n       the award was patently illegal. This Court holds that once the\n       arbitrator considered GAIL&#x27;s plea and overruled it, that fell\n       within his jurisdiction. Unlike at the stage of making a\n       reference, the parties had proceeded further. We note that the\n       final bill was paid in October, 1999 and the statement of claim\n       in arbitration was made in 2001- clearly within the period of\n       limitation. Consequently, the mere fact that the NDC had not\n       been protested contemporaneously, or that there was no\n       specific plea about coercion in the statement of claim, did not\n       result in waiver. The arbitrator accepted SAB&#x27;s plea that\n       without signing the dotted line, it could not have secured the\n       amounts released to it; that was a finding of fact. Such finding\n       could not be said to be patently illegal. This Court notices,\n       however, that the merits of each of the claims made in the\n       award, had not been gone into by the learned single judge, who\n       rested his decision on the narrow ground of non-arbitrability\n       due to accord and satisfaction.&quot;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_53\">33.    In FAO (OS) 431/2012, the facts are that the works contract was\nawarded on 16.12.1985. The work commenced on 21.12.1985 and was\ncompleted on 30.08.1991. The claimant offered rebates in the estimated\ncosts: 1% on running bills to be monthly paid; 0.5% for final bills if paid\nwithin 6 months from the date of completion; 0.5% on security fee realized\nfrom one month after expiry of maintenance period - six months from the\ndate of actual completion and 0.2% rebate on gross amount on extra and\nsubstituted fee sanctioned within six months. The claimant had argued that\ndespite the deployment of full resources within the stipulated 12 months\nperiod, hardly 50% of the work could be executed. Though concededly, the\ncompletion of work was on 30.08.1991, the extension of time was on\naccount of DDA&#x27;s omissions and hindrances at site and inability to make\n\n\n\n\n<span class=\"hidden_text\" id=\"span_81\">FAO (OS) 431/2012, 558/2012 &amp; 570/2012                              Page 33 of 42</span>\n timely payments which was communicated on 10.07.1992 without levy of\ncompensation. Sukumar urged that this was because it was coerced into\nsigning a performa that it would not claim extra in liquidated or unliquidated\ndamages. Its claim was that `12,68,360/- was the amount incurred on\naccount of extension of time quite apart from the escalation and other\nformula indicated in clause 10CC of the agreement.\n</p><p data-structure=\"Precedent\" id=\"p_54\">34.    In the Award, the Tribunal considered the DDA&#x27;s objections with\nrespect to the voluntary nature of the no claim for extension on damages on\naccount of extension, through the note, and inter alia discussed this aspect as\nfollows:\n</p><blockquote id=\"blockquote_45\">       &quot;14............The fact is that the respondent being satisfied that\n       no delay caused by the claimant, still got the above recorded in\n       the proforma of extension of time, which was done by them only\n       because of their official dominating position. In case delay\n       would have been caused by the claimant and thus liable for levy\n       of compensation in terms of Clause 2 of the agreement even\n       giving such writing by the claimant would have been of no\n       consequences. This submission of the claimant is supported by\n       letters dated 29.6.1989 (C-11) and 30.6.1989 (C-12), wherein\n       there is no whisper that respondent agreed to extend the time\n       because the claimant has given in writing that they would not\n       claim any compensation because of delays caused by the\n       respondent. Rather the Executive Engineer in C-11 recorded\n       the following:\n</blockquote>\n<blockquote id=\"blockquote_46\">               It is considered justified that extension of time upto\n               30.6.1989 under clause 10 of the agreement to keep\n               clause 10CC alive be granted.\n</blockquote>\n<blockquote id=\"blockquote_47\">       15. Because of the hindrances on the part of the respondent\n       the work could be completed only on 30.8.1991. The extension\n       was granted by the respondent upto this date. Though in letter\n       dated C-33(b) while extending the time it has been stated that\n\n\n\n\n<span class=\"hidden_text\" id=\"span_82\">FAO (OS) 431/2012, 558/2012 &amp; 570/2012                              Page 34 of 42</span>\n        this is without prejudice to the right of the respondent to\n       recover liquidated damages but no such liquidated damages\n       were levied as the delay being on the part of the respondent.\n</blockquote>\n<blockquote id=\"blockquote_48\">       XXXXXX                            XXXXXX          XXXXXX\n\n</blockquote><blockquote id=\"blockquote_49\">       17. The plea of respondent that final bill was accepted by the\n       claimant in full and final settlement of all the claims is not\n       accepted. The respondent in the final bill made the payment\n       only of undisputed items. Clause 7 of the agreement provides\n       that if there be any disputes about any items of the work, then\n       the undisputed items or item only, should be paid within the\n       time provided in the agreement. The full payment having not\n       been made and only the payment of undisputed items made by\n       the respondent on 5.6.1993, the claimant demanded the\n       amounts in respect of undisputed items etc. invoked the\n       arbitration vide letter dated 26.6.1993. Thus, reliance by the\n       respondent on clause 7 is misplaced.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_55\">35.    This Court is of the opinion that the document relied upon by the\nDDA (that Sukumar had given up its claim for damages or any other amount\ntowards the extended period) was, having regard to the overall\ncircumstances, justified the tribunal&#x27;s findings. No doubt, the DDA urged\nthis aspect in its preliminary submissions and subsequent pleadings.\nEvidence too was led and considered by the arbitrator who did not rely\nmerely on the arguments made by the claimants. Rather he went by\nprobabilities in the circumstances such as consideration of the Exhibit C-11\nand C-12 were previous proformas issued by the DDA extending the time.\nThe extension of time was in fact sanctioned on 30.08.1991. Given these\ncircumstances, the endorsement issued subsequently could not be construed\nconclusive. Furthermore, this Court also notices that the claimant had\nreferred to other documents, such as Ex.C-3, C-9 and C-10 apart from the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_83\">FAO (OS) 431/2012, 558/2012 &amp; 570/2012                            Page 35 of 42</span>\n immediately preceding extension of time documents issued by the DDA -all\nof which stated that the work was completed and that extension of time was\ngranted by DDA without levy of compensation by it, i.e. DDA claiming any\ncompensation for delay on part of the contractor. In the circumstances, the\nclaimant was justified in contending that the DDA coerced it into signing the\ndocument. The Tribunal&#x27;s findings were based on reasons and after\nconsidering evidence. The learned single judge&#x27;s interference with those\nfindings were not called for.\n</p><p data-structure=\"Precedent\" id=\"p_56\">36.    In FAO(OS) 570/2012 (GSC), the MCD had contended that the claims\nin question were inadmissible because of accord and satisfaction by GSC\nreflected through a document dated 14.09.2001. The issue urged was cast as\na preliminary one and separate proceedings were held. The Court notices that\nthe proceedings are part of the record; however, unfortunately they appear\nnot to have been noticed by the learned Single Judge. The relevant\ndiscussion - in the form of submissions of the parties can be found in the\nproceedings dated 05.05.2004 and 15.05.2004. The discussion of the\nclaimant&#x27;s arguments, on 05.05.2004 is as follows:\n</p><blockquote id=\"blockquote_50\">       &quot;In our case last payment was made on 13.6.02 and the\n       limitation will start from that date and thereafter a letter dated\n       10.7.02 was sent to the Ex. Engineer for settlement of the\n       claims as per list enclosed. This is exhibit Q. The limitation of\n       90 days as per clause 25 or 3 years as per <a href=\"/doc/1317393/\" id=\"a_82\">Limitation Act</a>\n       should start from this date. Now I come to the acceptance of the\n       bills by the Contractor. I contend that these bills were accepted\n       under duress. This is evident from the acceptance of the\n       contractor in the MB wherein 3 acceptance have been\n       recorded. One is stamped of acceptable put by EE and signed\n       by the contractor, the second is in the hand writing of\n       contractor of 10.9.01. Here another acceptance of 10.9.01 in\n       the hand writing of contractor is there where he has accepted\n\n\n\n<span class=\"hidden_text\" id=\"span_84\">FAO (OS) 431/2012, 558/2012 &amp; 570/2012                               Page 36 of 42</span>\n        _______to the pending claim of de-watering. But this\n       acceptance has been struck off. These 3 acceptances out of\n       which one has struck off these proves that this acceptance has\n       been accepted under duress. Further a letter dated 14.9.01\n       (Annexure-D) was extracted from the contractor accepting full\n       and final settlement of the accounts. But no amount „full and\n       final settlement‟ has been mentioned in this letter. It is not\n       known as to what has been accepted by the contractor. Against\n       the bill was based on 30.11.01. It was got accepted again on the\n       bill from the contractor. How the bill passed on 30.11.01 was\n       got accepted on 14.09.01. In between there is a letter dated\n       19.9.01 written the claimant and deposited in the office of\n       EE(Br)IV, Respondent vide diary No.266/EE(Br)IV dated\n       19.9.01 vide which the claimant withdrew the acceptance letter\n       dated 14.9.01. Now in view of the fact that last payment was\n       made on 13.6.02 and bill was passed on 30.11.01 and\n       acceptance letter dated 14.9.02 and withdrawal of acceptance\n       letter dated 19.9.01 it cannot be concluded that there was\n       accord and satisfaction. It cannot be said to be an amicable\n       settlement.&quot;\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_57\">37.    In the hearing dated 15.05.2004, the MCD&#x27;s submissions were\nrecorded by the Tribunal. They are extracted below:\n</p><blockquote id=\"blockquote_51\">       &quot;It has been admitted by the claimant in his reply to our\n       application under <a href=\"/doc/1019641/\" id=\"a_83\">Section 16</a> that he recorded the acceptance\n       regarding full and final payment under duress as the\n       E.E.(Br.)IV made it clear to him if such an endorsement is not\n       recorded a single penny will not be released. By virtue of this\n       note of settlement on MB/Bill the claimant made the Deptt. to\n       pass and pay his bills. Had the claimant not given this\n       undertaking regarding his satisfaction on the bill the Deptt\n       would not have paid even this amount. It is actually the same\n       situation which exists in Kapoor Chand case. In the Kapoor\n       Chand case it was held\n\n       &quot;The appellants were left in no doubt as to the condition on\n       which payment would be made to them. The appellants clearly\n\n\n\n\n<span class=\"hidden_text\" id=\"span_85\">FAO (OS) 431/2012, 558/2012 &amp; 570/2012                             Page 37 of 42</span>\n        accepted the condition and recorded full satisfaction on all the\n       promissory notes. It has now been impossible to accept the\n       position that the appellants reserve their right to sue the\n       Respondent for the balance of the amount. The position in the\n       present case is that the appellants must have known that they\n       could receive the second installment and retain the first\n       installment by accepting the condition on which the sum of Rs.\n       20 lacs was offered to them namely that they must record a full\n       satisfaction of their claim. They accepted the money on the\n       condition on which it was offered and it is now open to them to\n       say either in fact or in law that they accepted the money but\n       condition.\n</blockquote><blockquote id=\"blockquote_52\">       The appellants were left in no doubt as to the condition.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_58\">       Thus in view of Kapoor Chand judgement and in view of\n       satisfaction given by the claimant on the bill there is complete\n       discharge of the bill and it is not open to the claimant to raise\n       any claim. Even otherwise as per the judgement of the Supreme\n       Court Nathani Sales Limited Vs. Associated Constructions 1995\n       Supp(3)Supreme Court cases 324, first the settlement will have\n       to be got set aside and then only the claims can be raised. It is\n       not necessary that this issue of getting the settlement set aside\n       to be raised before the Court delaying the appointment of\n       Arbitrator. As per scheme of the new Act all such objections are\n       required to be raised before the Arbitrator and not before the\n       designate Court or Commissioner before the appointment of the\n       Arbitrator. The contention of the claimant that had the\n       Respondent been confident enough about the accord and\n       satisfaction they should have raised before the\n       Commissioner/Court is not acceptable to us because we opted\n       to raise the issue before the Arbitrator and according to <a href=\"/doc/109140/\" id=\"a_84\">Section\n       16</a> of the Arbitration Act, the contention of the claimant that,\n       had the respondent taken the plea that there is accord and\n       satisfaction before the Court, the Court would have decided the\n       matter in following ways:\n</p><blockquote id=\"blockquote_53\">       i) Either the Court would have referred this matter of accord\n       and\n\n\n\n\n<span class=\"hidden_text\" id=\"span_86\">FAO (OS) 431/2012, 558/2012 &amp; 570/2012                              Page 38 of 42</span>\n</blockquote><blockquote id=\"blockquote_54\">        ii) After satisfying itself that accord and satisfaction is there the\n       Court would have refused to appoint the arbitrator.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_59\">       The above contention of the claimant is incorrect because the\n       designate judge, while considering the application under\n       <a href=\"/doc/438099/\" id=\"a_85\">Section 11</a> i.e. the appointment of Arbitrator is not concerned\n       with the issues other than the appointment of arbitrator\n       (Konkan Railway) and all other issues have to be left to be\n       decided by the Arbitrator. The contention of the clamant that\n       our theory of accords and satisfaction is false is also not\n       tenable due to the reason that they have not disputed the\n       signatures of the claimant on the bills/MBs. They have admitted\n       that they have given the acceptance on final bill under duress.&quot;\n</p>\n<p data-structure=\"Section\" id=\"p_60\">38.    The order of the Tribunal of 01.06.2004 on the issue inter alia reads as\nfollows:\n</p><blockquote id=\"blockquote_55\">       &quot;After hearing the arguments advanced by both the parties\n       which are placed on record and after going through the various\n       judgements cited by both the parties and after going through\n       the documents relied upon by both the parties, it is concluded\n       and held as under: -\n</blockquote><blockquote id=\"blockquote_56\">       (1) That there is no &quot;Accord and Satisfaction &quot; towards full and\n       final settlement between the parties. It is evident from the\n       endorsements made by the claimant on the 28th &amp; final bill on\n       page 44 of M.B. no. 5173. This bill is the final bill of the work\n       done (except 10 cc bill) and has been accepted by the claimant\n       on 6.10.99. There are three different acceptance endorsements\n       by the claimant on this bill, two of which are conditional. This\n       itself shows that there is no &quot;Accord and satisfaction&quot; towards\n       full and final settlement.\n</blockquote>\n<blockquote id=\"blockquote_57\">        (2) Cause of action to invoke the Arbitration clause starts from\n       this date i.e. 6.10.99 when the claimant comes to know as to\n       what is being paid to him and what is not being paid to him.\n       (3) Through various judgements of various courts including\n       those of Apex Court cited by the claimant, claimant has been\n       successful in establishing that <a href=\"/doc/249731/\" id=\"a_86\">Art. 137</a> of <a href=\"/doc/1317393/\" id=\"a_87\">Limitation Act</a> applies\n       in this case as regards the question of limitation is concerned.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_87\">FAO (OS) 431/2012, 558/2012 &amp; 570/2012                                  Page 39 of 42</span>\n<p data-structure=\"Conclusion\" id=\"p_61\">        In view of the above, the preliminary objections raised by the\n       respondent in his application dated 16.3.04 under <a href=\"/doc/109140/\" id=\"a_88\">section 16</a> of\n       the Arbitration Act 1996 are dismissed.&quot;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_62\">39.    It is thus clear that like in Sukumar Jain&#x27;s case, in this appeal as well,\nthe Tribunal did not rely merely on a &quot;bald plea&quot; but rather considered the\nsubmissions of the parties as well as the evidence on record to conclude that\nthere was no satisfaction. The Tribunal was conscious of the fact that three\nseparate documents were relied upon by the MCD which injected\nconsiderable ambit to whether they amounted to accord and satisfaction.\nBoth were not clear documents. Moreover, the Tribunal also considered the\noverall circumstances. Having regard to these facts, the conclusion recorded\nby the Tribunal was reasonable and the evidence rendered within the realm.\nThey cannot be set aside on the ground that the evidence was inadequate or\nsuch findings are patently erroneous in law. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_88\">The Court further was of the\nopinion that in both the cases, the circumstances clearly indicate the\nexistence of proposition (iii) in para 52 of <a href=\"/doc/1243245/\" id=\"a_89\">Boghara Polyfab</a> (supra) which is\nextracted below:</span>\n</p><blockquote id=\"blockquote_58\">       &quot;(iii) A contractor executes the work and claims payment of say\n       rupees ten lakhs as due in terms of the contract. The employer\n       admits the claim only for rupees six lakhs and informs the\n       contractor either in writing or orally that unless the contractor\n       gives a discharge voucher in the prescribed format\n       acknowledging receipt of rupees six lakhs in full and final\n       satisfaction of the contract, payment of the admitted amount\n       will not be released. The contractor who is hard pressed for\n       funds and keen to get the admitted amount released, signs on\n       the dotted line either in a printed form or otherwise, stating that\n       the amount is received in full and final settlement. In such a\n       case, the discharge is under economic duress on account of\n\n\n\n\n<span class=\"hidden_text\" id=\"span_89\">FAO (OS) 431/2012, 558/2012 &amp; 570/2012                                Page 40 of 42</span>\n        coercion employed by the employer. Obviously, the discharge\n       voucher cannot be considered to be voluntary or as having\n       resulted in discharge of the contract by accord and satisfaction.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_63\">       It will not be a bar to arbitration.&quot;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_64\">40.    In the last appeal [FAO(OS) 558/2012, relating to Kuber], the facts are\nthat the work was awarded on 27.01.1987 and was to be completed within 10\nmonths within the stipulated dated of start, i.e. 11.02.1987. It was actually\ncompleted on 01.10.1999.The extension of time performa issued to claimant\non 01.10.1999 contained a stipulation that the contractor would not claim\ndamages on account of time prolongation. The GNCTD which had awarded\nthe contract relied on various documents, i.e. R-34, R-35, R-36, R-38, R-39,\nR-40 and R-43 and alleged slackness on the part of the contractor and also\nfurther on the disclaimer dated 31.07.2000 to say that the claimant agreed\nnot seek any damages for the extension contract. The claimant had urged-\nbefore the Tribunal that it was coerced into signing the note and not claiming\ndamages for the extended period. The learned Single Judge in this case set\naside the award after considering that the Tribunal did not even deal with the\nNCTD&#x27;s objections or discuss any evidence with respect to the plea of duress\nurged by the claimant. It was noted that there was no specific denial by the\nclaimant that such an undertaking was not given.\n</p><p data-structure=\"Conclusion\" id=\"p_65\">41.    The discussion and findings of the learned Single Judge in the\nimpugned judgment in the opinion of this Court are justified. When the\nNCTD in its reply to the statement of claim (through preliminary\nsubmissions as well as in the detailed reply on the merits) specifically raised\nthe issue with respect to the disclaimer, the claimant ought to have led\nevidence or relied on circumstances. Not only did it not do so, the error\n\n\n\n\n<span class=\"hidden_text\" id=\"span_90\">FAO (OS) 431/2012, 558/2012 &amp; 570/2012                              Page 41 of 42</span>\n appears to have been completely glossed over and dealt with by the\narbitrator. Given these circumstances, the exercise of jurisdiction in setting\naside the award for not returning any findings, are sound and do not call for\ninterference. This appeal, therefore fails\n</p><p data-structure=\"Conclusion\" id=\"p_66\">42.    For the above reasons, FAO (OS) 431/2012 and FAO (OS) 570/2012\nhave to succeed. They are accordingly allowed. The matter is remitted to\nlearned Single Judge to deal with the merits of the award on the question on\nthe findings of the arbitrators in the two cases with respect to the\nadmissibility of the claims which was brushed aside on the ground that\nSukumar Jain and GSC had issued valid no objection certificates or agreed\nnot to claim compensation. No opinion is expressed on the merits of the\nfindings rendered in the award on these heads of claim.\n</p><p data-structure=\"Conclusion\" id=\"p_67\">43.    FAO(OS) 558/2012 (Kuber&#x27;s appeal) on the other hand has to fail.\nAccordingly, FAO(OS) 431/2012 and FAO(OS) 570/2012 are partly allowed\nin the above terms. The parties in each of the two appeals [FAO (OS)\n431/2012 &amp; FAO(OS) 570/2012] are directed to be present before the\nconcerned learned Single Judge, according to Roster allocation, on\n30.04.2019. FAO(OS) 558/2012 is dismissed. There shall be no order on\ncosts, in the circumstances.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_68\">                                                     S. RAVINDRA BHAT\n                                                               (JUDGE)\n\n\n\n                                                            A.K. CHAWLA\n                                                                  (JUDGE)\nAPRIL 8, 2019\n\n\n\n\n<span class=\"hidden_text\" id=\"span_91\">FAO (OS) 431/2012, 558/2012 &amp; 570/2012                             Page 42 of 42</span>\n </p>","numcites":39,"numcitedby":0,"docsource":"Delhi High Court","citetid":143027014,"divtype":"judgments","relatedqs":[{"value":"free consent","formInput":"free%20consent"},{"value":"discharge of contract","formInput":"discharge%20of%20contract"},{"value":"accord and satisfaction ","formInput":"accord%20and%20satisfaction%20"},{"value":"liquidated damages","formInput":"liquidated%20damages"},{"value":"no claim certificate","formInput":"no%20claim%20certificate"},{"value":"coercion","formInput":"coercion"},{"value":"\"economic duress\" ","formInput":"%22economic%20duress%22%20"},{"value":"undue influence ","formInput":"undue%20influence%20"},{"value":"clause 10 cc","formInput":"clause%2010%20cc"},{"value":"discharge voucher","formInput":"discharge%20voucher"},{"value":"Economic duress","formInput":"Economic%20duress"},{"value":" fraud and undue influence ","formInput":"%20fraud%20and%20undue%20influence%20"},{"value":"No due certificate ","formInput":"No%20due%20certificate%20"},{"value":"duress","formInput":"duress"},{"value":"final bill","formInput":"final%20bill"},{"value":"\"arbitrable dispute\"","formInput":"%22arbitrable%20dispute%22"},{"value":"subrogation","formInput":"subrogation"},{"value":"\"no claim certificate\"","formInput":"%22no%20claim%20certificate%22"},{"value":"works contract","formInput":"works%20contract"},{"value":"10(cc)","formInput":"10%28cc%29"}],"cats":[{"value":"application-for-setting-aside-arbitral-award","formInput":"tag:application-for-setting-aside-arbitral-award"},{"value":"appointment-of-arbitrators","formInput":"tag:appointment-of-arbitrators"},{"value":"arbitral-tribunals-jurisdictional-competence","formInput":"tag:arbitral-tribunals-jurisdictional-competence"},{"value":"limitation","formInput":"tag:limitation"}],"courtcopy":true,"query_alert":null,"agreement":false}