{"tid":173253063,"publishdate":"2018-06-21","title":"Keynote Capitals Ltd vs Eco Recycling Ltd on 21 June, 2018","doc":"<h2 class=\"doc_title\">Keynote Capitals Ltd vs Eco Recycling Ltd on 21 June, 2018</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-d-dhanuka\">R.D. Dhanuka</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-d-dhanuka\">R.D. Dhanuka</a></h3>\n\n<pre id=\"pre_1\">ppn                                     1               arbp-1543.14(j).doc\n\n          THE HIGH COURT OF JUDICATURE AT BOMBAY\n            ORDINARY ORIGINAL CIVIL JURISDICTION\n                ARBITRATION PETITION NO.1543 OF 2014\n\nKeynote Capitals Ltd.                       )\na company incorporated under the            )\nprovisions of the <a href=\"/doc/1353758/\" id=\"a_1\">Companies Act,1956</a>)\nand having its registered office at         )\nThe Ruby, 9th Floor, Senapati Bapat Marg)\nDadar (W), Mumbai - 400 028.                )   ..    Petitioner\n                                                (original respondent)\n\n                VERSUS\n\nEco Recycling Ltd.                          )\na company incorporated under the            )\nprovisions of the <a href=\"/doc/1353758/\" id=\"a_2\">Companies Act,1956</a>)\nand having its registered office at         )\n205, Center Point, 2nd Floor,               )\nAndheri-Kurla Road, Adj.to Hotel Kohinoor)\nAndheri (E), Mumbai - 400 059.              )   ..    Respondent\n                                                (Orig.Applicant/Claimant)\n            ---\nMs.Rajni Iyer, Senior Advocate a/w Ms.Nidhi Singh and Ms.Chaitrika\nPatki i/by M/s.Vodhii Partners for the petitioner.\nMr.Makhija V.J. a/w Mr.Suyash Gadre and Mr.Chetan Mhatre i/by M/s.\nUtangale and Co. for the respondent.\n            ---\n\n                                 CORAM          : R.D. DHANUKA, J.\n</pre><p data-structure=\"Issue\" id=\"p_1\">                                 RESERVED ON   : 3rd May 2018\n                                 PRONOUNCED ON :   21st June 2018\n\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">      ::: Uploaded on - 21/06/2018                   ::: Downloaded on - 22/06/2018 01:35:58 :::</span>\n ppn                                    2                arbp-1543.14(j).doc\n\nJudgment :-\n</p>\n<blockquote id=\"blockquote_1\">.               By this petition filed under <a href=\"/doc/536284/\" id=\"a_3\">Section 34</a> of the Arbitration and\n\nConciliation Act, 1996 (for short &quot;the <a href=\"/doc/1052228/\" id=\"a_4\">Arbitration Act</a>&quot;), the petitioner has\n\nimpugned the arbitral award passed by the second arbitral tribunal dated\n\n16th May 2014 and also challenged the arbitral award dated 3rd September\n\n2013 passed by the first arbitral tribunal- the arbitral tribunal of the\n\nNational Stock Exchange of India Ltd. Some of the relevant facts for\n\nthe purpose of the deciding this petition are as under :-\n\n\n\n</blockquote><blockquote id=\"blockquote_2\">2.              The petitioner is a &quot;Trading Member&quot; registered with the\n\nNational Stock Exchange of India Ltd. and has been such a Trading\n\nMember since 30th July 1996 in the cash segment and since 5th October\n\n2000 in the derivative segment and till date.       The earlier name of the\n\nrespondent was &quot;Infotrek Syscom Ltd.&quot; which was changed to Eco\n\nRecycling Ltd. on 25th November 2011.\n</blockquote>\n<blockquote id=\"blockquote_3\">\n\n</blockquote><blockquote id=\"blockquote_4\">3.              On 11th December 2010, the petitioner and the respondent\n\nentered into a detailed Contract (Client Registration) and executed several\n\nagreements/writings including Member Client Agreements in respect of\n\nthe transaction to be carried out in the National Stock Exchange and\n\nBombay Stock Exchange.\n</blockquote>\n<blockquote id=\"blockquote_5\">\n\n\n<span class=\"hidden_text\" id=\"span_2\">      ::: Uploaded on - 21/06/2018                   ::: Downloaded on - 22/06/2018 01:35:58 :::</span>\n</blockquote><blockquote id=\"blockquote_6\"> ppn                                       3               arbp-1543.14(j).doc\n\n</blockquote><blockquote id=\"blockquote_7\">4.              Mr.B.K.Soni is the Chairman and Managing Director of\n\nthe respondent. It is the case of the petitioner that the said Mr.Soni had\n\nactively involved in trading in the equity shares, derivatives, futures,\n\noptions and securities and was representing the respondent. The said\n\nMr.Soni used to primarily Co-ordinate with the employees of the\n\npetitioner namely Mr.Amit Bhanushali, Mr.Vishal Jadhav, Ms.Rimple\n\nNagda and Mr.Purshottam Jadhav. The respondent in the course of its\n\ntrading, had a Demat account with the petitioner which had shares/\n\nsecurities. The said shares/securities along with other shares/securities\n\nof the respondent were lying in the margin Demat account maintained\n\nby the petitioner.\n</blockquote>\n<blockquote id=\"blockquote_8\">\n\n</blockquote><blockquote id=\"blockquote_9\">5.              It is the case of the petitioner that the said &#x27;Client Margin\n\nStock&#x27; was to be adjusted in accordance with the Bye laws of the\n\nExchange and the petitioner had authority to appropriate the Client\n\nMargin Stock towards its margin obligations and/or to sell the same to\n\nset-off the shortfall, if any, in accordance with Bye law 3.10(a) read with\n\nrelevant     Exchange         Circulars   prescribed for such mechanism           and\n\nfurther read with Clause 5 of the Member Client Agreement, Clauses 2, 4\n\nand 5 of the Policies and Procedures and Clause 12 of the Contract\n\nbetween the petitioner and the respondent and also under the Power of\n\n\n\n\n<span class=\"hidden_text\" id=\"span_3\">      ::: Uploaded on - 21/06/2018                     ::: Downloaded on - 22/06/2018 01:35:58 :::</span>\n ppn                                   4                 arbp-1543.14(j).doc\n\nAttorney executed in favour of the petitioner by the respondent.\n\n\n\n</blockquote><blockquote id=\"blockquote_10\">6.              It is the case of the respondent that the petitioner had been\n\ncarrying out unauthorised transactions in the account of the respondent\n\nsince 16th October 2012 in addition to other authorised trades on behalf\n\nof the respondent. It is the case of the respondent that on 12 th February\n\n2013, the respondent had received an email at 17.09 p.m. from the\n\npetitioner claiming daily margin from the respondent to the extent of\n\nRs.1,28,94,852.18. The respondent replied to the said email on the same\n\ndate at 18.57 p.m. alleging that the respondent had failed to understand\n\nthe approach and strategy of the petitioner and that its entire portfolio was\n\nat stake with the new incremental exposure. The respondent requested\n\nthe petitioner to credit its account with an equal amount of loss incurred.\n\n\n\n</blockquote><blockquote id=\"blockquote_11\">7.              On 13th February 2013, the said email sent by the\n\nrespondent was responded to by Mr.Purshottam Jadhav by his email\n\nrequesting for a meeting to explain the position of margin utilization to\n\nthe respondent. There was however no response to the email dated 13 th\n\nFebruary 2013 sent by the said Mr.Purshottam Jadhav. It is the case of\n\nthe petitioner that the said Mr.B.K. Soni           of the respondent had\n\npressurized the employees of the petitioner to address such email to the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_4\">      ::: Uploaded on - 21/06/2018                   ::: Downloaded on - 22/06/2018 01:35:58 :::</span>\n ppn                                    5                arbp-1543.14(j).doc\n\nrespondent assuring that the account of the respondent would be in\n\ncredit by the end of February, 2013.\n</blockquote>\n<blockquote id=\"blockquote_12\">\n\n</blockquote><blockquote id=\"blockquote_13\">8.              It is the case of the petitioner that the said Mr.Soni further\n\npressurized Mr.Pushottam Jadhav of the petitioner to address an email\n\non 28th February 2013 under a threat of filing a police complaint against\n\nhim thereby forcing him to admit the so called unauthorised trades\n\nallegedly carried out by the petitioner in the account of the respondent.\n\n\n\n</blockquote><blockquote id=\"blockquote_14\">9.              On 1st March 2013, the petitioner forwarded a margin\n\nshortfall intimation to the respondent indicating a shortage in exchange\n\nmargin at Rs.91,61,325.24 as on 28th February 2013 and requested the\n\nrespondent to pay the said amount. The petitioner informed the\n\nrespondent that if the said amount was not paid and if the petitioner&#x27;s\n\nreports to the exchange about such short position of the respondent,\n\nthe exchange would levy a penalty on the respondent against the said\n\nshortage. The respondent sent an email dated 1st March 2013 at 1.35 p.m.\n\nto the petitioner and denied having taken any F &amp; O position with the\n\npetitioner in last one year except a few transactions in TTML and\n\nReliance. The respondent disputed the margin statement and alleged\n\nthat in fact there must be some credit balance because of sale of\n\n\n\n\n<span class=\"hidden_text\" id=\"span_5\">      ::: Uploaded on - 21/06/2018                   ::: Downloaded on - 22/06/2018 01:35:58 :::</span>\n ppn                                        6              arbp-1543.14(j).doc\n\ncertain stocks. The respondent called upon the petitioner to correct the\n\nstatus immediately and reverse the unauthorised transactions.\n\n\n\n</blockquote><blockquote id=\"blockquote_15\">10.             It is the case of the petitioner that Mr.Soni along with one\n\nother person came to the office of the petitioner on 2 nd March 2013\n\nand again unreasonably and arbitrarily pressurized the petitioner to\n\nsettle the matter by making payment of an amount of Rs.35,00,000/-\n\n</blockquote><p data-structure=\"Facts\" id=\"p_2\">(being     the approximate           amount of brokerage charged and interest\n\nthereon) and threatened that if the same was not done, he would dispute\n\nthe trades as being unauthorised.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">\n\n</p><p data-structure=\"Facts\" id=\"p_4\">11.             It is the case of the respondent that Mr.Pushottam Jadhav\n\nwho was the Senior Officer of the petitioner            met Mr.B.K.Soni and\n\nwithout pressure, threat or fear offered a handwritten confessional\n\nstatement inter alia accepting unauthorised trades since 10 th August\n\n2012 and enclosing a statement dated 1st March 2013 consisting of\n\nthree pages, accepting the liability of the petitioner for the alleged\n\nunauthorised trades done in the account of the respondent. In the said\n\nconfessional statement, the said Mr.Pushottam Jadhav has allegedly\n\nadmitted that trades from 10th August 2012 in the account of the\n\nrespondent were unauthorised. The said confessional statement was\n\n\n\n\n<span class=\"hidden_text\" id=\"span_6\">      ::: Uploaded on - 21/06/2018                     ::: Downloaded on - 22/06/2018 01:35:58 :::</span>\n ppn                                   7                 arbp-1543.14(j).doc\n\ncountersigned as witness by Mr.Amit Bhanushali and Mr.Vishal Jadhav\n\nwho were also the employees of the petitioner.\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">\n\n</p><p data-structure=\"Facts\" id=\"p_6\">12.             On 2nd March 2013, the respondent sent            an email and\n\nwithdrew the Power of Attorney executed in favour of the petitioner\n\nwith immediate effect. The respondent sent another email on the same\n\nday at 4.26 p.m. enclosing a scanned copy of the letter revoking the\n\nPower of Attorney.\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">\n\n</p><p data-structure=\"Facts\" id=\"p_8\">13.             It is the case of the respondent that on 2 nd March 2013, the\n\npetitioner sent an email at 9.55 p.m. threatening to square off all the\n\noutstanding position of the respondent on 4 th March 2013 if it was not\n\ncleared by the respondent at 10.15 a.m. The petitioner thereafter squared\n\noff the outstanding position of 28 th February 2013 between 4 th March\n\n2013 and 6th March 2013 and sold the shares between 5 th March 2013\n\nto 12th March 2013 and created an illegitimate loss by exercising the\n\nPower of Attorney which had been revoked since 2nd March 2013.\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_9\">14.             The respondent filed a complaint against the petitioner\n\nunder <a href=\"/doc/1980578/\" id=\"a_5\">Section 154</a> of the Code of Criminal Procedure on 8 th March 2013\n\nthrough its advocates, to the Additional Commissioner of Police,\n\n\n\n\n<span class=\"hidden_text\" id=\"span_7\">      ::: Uploaded on - 21/06/2018                   ::: Downloaded on - 22/06/2018 01:35:58 :::</span>\n ppn                                   8                arbp-1543.14(j).doc\n\nEconomic Offences Wing (EOW), Mumbai alleging unauthorised trades\n\nby the petitioner in the account of the respondent. The respondent also\n\nfiled its complaint against the petitioner to the Investor Service Cell\n\n(ISC) of the National Stock Exchange of India Ltd. The petitioner\n\ndenied the allegations made by the respondent before the ISC.\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_10\">15.             It is the case of the petitioner that on 6th March 2013, the\n\npetitioner realised that as a part of a pre-planned strategy, Mr. B.K.Soni,\n\nby exercising undue influence and coercion, obtained written\n\ncommunications from Mr.Pushottam Jadhav, one of their employees\n\nwhich seemed to suggest that the trades made in the account of the\n\nrespondent during the period 10 th August 2013 to 1st March 2013 were\n\nunauthorised. When the concerned employees were confronted by the\n\npetitioner, they admitted that they were called to the office of the\n\nrespondent by Mr.B.K.Soni on 1 st March 2013 and were made to sign\n\na document dated 1st March 2013. They also confirmed that the said\n\nMr.Pushottam Jadhav was pressurized to issue an email dated 28 th\n\nFebruary 2013 under a threat of filing a police complaint against him.\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_11\">16.             The said Mr.Pushottam Jadhav thereafter filed an affidavit\n\nnarrating the circumstances, under which the communications dated\n\n\n\n\n<span class=\"hidden_text\" id=\"span_8\">      ::: Uploaded on - 21/06/2018                  ::: Downloaded on - 22/06/2018 01:35:58 :::</span>\n ppn                                     9                arbp-1543.14(j).doc\n\n13th February 2013, 28th February 2013 and 1 st March 2013 were made.\n\nIt is the case of the petitioner that the said Mr.Pushottam Jadhav was\n\nsuspended for a month from service. Subsequently in July 2013, the\n\nRetail Broking Business of the petitioner was transferred to LKP\n\nSecurities     Limited        and thus the said employees had ceased to be\n\nemployees of the petitioner and became an employee of LKP Securities\n\nLimited.\n</p>\n<p data-structure=\"Issue\" id=\"p_12\">\n\n</p><p data-structure=\"RespArg\" id=\"p_13\">17.             It is the case of the petitioner that till 28 th February 2013,\n\nthe value of the Client Margin Stock of the respondent was sufficient to\n\ncover the shortfall in respect of the trades made on behalf of the\n\nrespondent. However after 28th February 2013, the petitioner was\n\nconstrained to make a call for the additional margin. Since the respondent\n\nexpressed its unwillingness to deposit the margin money, the petitioner\n\nwas required to square off the position in view of such default on the\n\npart of the respondent. The petitioner submitted relevant Statement of\n\nAccounts, Contract Notes for the disputed trade date of 28 th February\n\n2013 along with proof of delivery and a compact disc containing\n\nphone recording between Mr.Soni of the respondent and the dealers of\n\nthe petitioner on 28th February 2013 with the National Stock Exchange\n\nof India Ltd. in response to the complaint made by the respondent. The\n\n\n\n\n<span class=\"hidden_text\" id=\"span_9\">      ::: Uploaded on - 21/06/2018                    ::: Downloaded on - 22/06/2018 01:35:58 :::</span>\n ppn                                  10               arbp-1543.14(j).doc\n\npetitioner replied to all complaints made before the National Stock\n\nExchange of India Ltd. and furnished various documents in support of\n\ntheir rival contentions.\n</p>\n<p data-structure=\"Issue\" id=\"p_14\">\n\n</p><p data-structure=\"Facts\" id=\"p_15\">18.             On 8th May 2013, the respondent filed a Statement of case\n\nbefore the sole arbitrator (first arbitral tribunal of the National Stock\n\nExchange) inter alia praying for recovery of Rs.4,48,55,092/- along\n\nwith interest thereon @18% p.a. from 4 th March 2013 till payment\n\nand/or realisation and applied for reversal of unauthorised trades. The\n\npetitioner filed its Statement of Defence on 4 th July 2013 denying the\n\nclaim made by the petitioner. On 18 th July 2013, the respondent filed a\n\nrejoinder to the Statement of Defence filed by the petitioner. Both the\n\nparties filed further pleadings before the first arbitral tribunal. On 3 rd\n\nSeptember 2013, the first arbitral tribunal rendered an award directing\n\nthe petitioner to pay a sum of Rs.2,35,16,348/- to the respondent along\n\nwith interest @10% p.a. w.e.f. 4th March 2013 till date of payment.\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_16\">19.             On 3rd October 2013, the petitioner filed a Statement of\n\nCase before the second arbitral tribunal challenging the decision of the\n\nfirst arbitral tribunal along with its counter claim. On 28 th November\n\n2013, the petitioner filed an application before the second arbitral\n\n\n\n\n<span class=\"hidden_text\" id=\"span_10\">      ::: Uploaded on - 21/06/2018                ::: Downloaded on - 22/06/2018 01:35:58 :::</span>\n ppn                                         11                 arbp-1543.14(j).doc\n\ntribunal for leading evidence. On 15 th January 2014, the respondent\n\nfiled a reply to the Statement of Case and counter claim filed by the\n\npetitioner. The respondent filed additional documents in the form of\n\naffidavits of Mr.B.K.Soni and other employees, photographs of\n\nMr.Purshottam Jadhav, Mr.Amit Bhanushali and Mr.Vishal Jadhav taken\n\non 1st March 2013 and summary of outgoing calls along with copies of\n\nAirtel bills etc. made to the petitioner by Mr.B.K.Soni. The petitioner\n\nwas given inspection of some of the documents by the respondent. The\n\npetitioner filed its written submissions and additional written submissions\n\nbefore the second arbitral tribunal. The respondent also filed written\n\nsubmission before the second arbitral tribunal. On 16 th May 2014, the\n\nsecond arbitral tribunal             confirmed   the decision of the first arbitral\n\ntribunal and dismissed the counter claim of the petitioner. Both these\n\nawards are impugned by this petition filed under <a href=\"/doc/536284/\" id=\"a_6\">Section 34</a> of the\n\nArbitration and Conciliation Act, 1996.\n</p>\n<p data-structure=\"Issue\" id=\"p_17\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_18\">20.             Ms.Rajni Iyer, learned senior counsel for the petitioner\n\ninvited my attention to various paragraphs of the pleadings filed by both\n\nthe parties along with correspondence and compilation of documents,\n\nvarious findings of both the arbitral tribunals, various provisions of\n\nRegulations, Agreements entered into between the parties and also the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_11\">      ::: Uploaded on - 21/06/2018                         ::: Downloaded on - 22/06/2018 01:35:58 :::</span>\n ppn                                     12               arbp-1543.14(j).doc\n\ncirculars issued by the Stock Exchange and also the authorities from\n\ntime to time providing requirements of margin money and various\n\nother provisions required to be complied with by a Trading Member and\n\nalso the Constituents.\n</p>\n<p data-structure=\"Issue\" id=\"p_19\">\n\n</p><p data-structure=\"PetArg\" id=\"p_20\">21.             Learned senior counsel for the petitioner made the following\n\nsubmissions :-\n</p>\n<blockquote id=\"blockquote_16\">(a)    The respondent had entered into various agreements with the\n\npetitioner authorising the petitioner to execute the transactions on\n\nelectronic platform           as per their instructions. The respondent was\n\nregistered for executing online trades directly but chose to execute their\n\ntrades offline through the office of the petitioner. The respondent was\n\nnever a client/constituent to whom Portfolio Management Services were\n\never offered by the petitioner.        It was not the case of the respondent\n\nbefore the arbitral tribunal or in the correspondence or in their pleadings\n\nthat there was any Portfolio Management Agreement executed by and\n\nbetween the petitioner and the respondent. The provisions of the\n\nagreement required the respondent to deposit with the petitioner certain\n\namount of cash/security as and by way of a margin to provide a cushion\n\nto the broker against any losses occasioned by trades undertaken as per\n\nthe instructions of the respondent. Such margin requirement may be\n\n\n\n\n<span class=\"hidden_text\" id=\"span_12\">      ::: Uploaded on - 21/06/2018                   ::: Downloaded on - 22/06/2018 01:35:58 :::</span>\n ppn                                    13                arbp-1543.14(j).doc\n\nmix of security/shares which was the only &#x27;Portfolio&#x27; that the respondent\n\nhad deposited with the petitioner. Types of trades undertaken which are\n\nthe subject matter of these proceedings were purchase/sale of equity\n\nstocks, equity futures, equity options, index futures-nifty futures, bank\n\nnifty futures etc. and index options-nifty call/put, bank nifty call/put\n\netc.\n\n\n\n</blockquote><blockquote id=\"blockquote_17\">(b)              The transactions carried out or executed through the account\n\nof the respondent by the petitioner were pursuant to and as per the\n\ninstructions of the respondent. In so far as the oral telephonic instructions\n\nfrom the respondent were concerned, the petitioner had recorded\n\nconversation tapes and the CD containing such conversations along\n\nwith few relevant transcripts, which were produced by the petitioner on\n\nrecord before the arbitral tribunal.    The respondent had knowledge of all\n\nthe transactions executed through the account of the respondent by the\n\npetitioner and had not disputed them contemporaneously and now\n\nbeing disputed as unauthorised or illegal. The receipt of 85 physical\n\nContract Notes generated in respect of the transactions executed during\n\nthe period in question i.e. from 16th October 2012 to 28th February\n\n2013 was not disputed. The daily margin statements were electronically\n\ngenerated and forwarded, at the end of each trading day to the respondent\n\n\n\n\n<span class=\"hidden_text\" id=\"span_13\">       ::: Uploaded on - 21/06/2018                  ::: Downloaded on - 22/06/2018 01:35:58 :::</span>\n ppn                                      14                    arbp-1543.14(j).doc\n\nduring the said disputed period.\n</blockquote>\n<blockquote id=\"blockquote_18\">\n\n</blockquote><blockquote id=\"blockquote_19\">(c)             Under the Power of Attorney              and      running account\n\nauthorisation documents executed by the respondent, the petitioner was\n\nauthorised to maintain running accounts for the respondent and to debit\n\nthese securities and funds from running accounts from time to time and\n\nto make payment in securities and funds to exchanges/clearing\n\ncorporations/other receiving parties to settle the trades/dealings of the\n\nrespondent. The petitioner was authorised to receive securities/funds in\n\nsettlement of trades/dealings of the respondent which was allowed to be\n\nkept as the securities and monies with the petitioner and to make credit\n\nentries for the same            in running accounts of      securities and funds\n\nmaintained by the petitioner.\n</blockquote>\n<blockquote id=\"blockquote_20\">\n\n</blockquote><blockquote id=\"blockquote_21\">(d)    The petitioner was also authorised and was given discretion and\n\nvaluation to treat the securities and funds lying to the credit in running\n\naccounts as margin/collateral for dealings and trading of the respondent.\n\n</blockquote><p data-structure=\"PetArg\" id=\"p_21\">The petitioner was authorised to retain         the requisite securities/funds\n\ntowards such obligations and also to retain the funds expected to be\n\nrequired to meet margin obligations for next trading days calculated in\n\nthe manner specified by the exchanges.          Various similar powers were\n\n\n\n\n<span class=\"hidden_text\" id=\"span_14\">      ::: Uploaded on - 21/06/2018                       ::: Downloaded on - 22/06/2018 01:35:58 :::</span>\n ppn                                  15               arbp-1543.14(j).doc\n\nconferred upon the petitioner under the Power of Attorney including the\n\npower to transfer the securities held in the account of the respondent\n\ntowards recognised exchanges related margin delivery obligations arising\n\nout of trades executed by and between the parties on the recognised\n\nexchange through the petitioner. Similar authority was conferred upon the\n\npetitioner under various agreements executed between the parties.\n\n\n\n</p><p data-structure=\"Issue\" id=\"p_22\">(e)             Reliance is placed on various provisions of the contract\n\nentered into between the parties providing for mode and manner for\n\nraising of dispute in respect of the transaction. Power of Attorney\n\nexecuted by the petitioner in favour of the respondent is coupled with\n\ninterest.\n</p>\n<p data-structure=\"Issue\" id=\"p_23\">\n\n</p><p data-structure=\"Precedent\" id=\"p_24\">(f)             Reliance is placed on Bye-law 3 of Chapter X of the\n\nNational Stock Exchange of India Ltd. which provides for rights and\n\nobligations of the members and constituents regarding margin. It provides\n\nthat the trading member shall have right to demand an initial margin\n\nin cash and/or securities from its constituent before executing an order\n\nand/or to stipulate that the constituent shall make a margin deposit or\n\nfurnish additional margin according to changes in market prices. The\n\nconstituent shall when from time to time called upon to do so\n\n\n\n\n<span class=\"hidden_text\" id=\"span_15\">      ::: Uploaded on - 21/06/2018                ::: Downloaded on - 22/06/2018 01:35:58 :::</span>\n ppn                                  16                arbp-1543.14(j).doc\n\nforthwith provide a margin deposit and/or furnish additional margin as\n\nrequired under these Bye laws, Rules and Regulations. Reliance is also\n\nplaced on clause 3.10(a) of the Regulations (F &amp; O Segment) framed by\n\nthe National Stock Exchange of India Ltd. which provides for rights of\n\nTrading Members to demand from its constituents the Margin Deposit\n\nwhich the member has to provide.       Reliance is also placed on clause\n\n3.10(b) of the Regulations (F &amp; O Segment) framed by the National\n\nStock Exchange of India Ltd. which permits the Trading Member to\n\nclose out transactions by selling or buying the derivatives contracts in\n\ncase of any default on the part of the constituents.\n</p>\n<p data-structure=\"Issue\" id=\"p_25\">\n\n</p><p data-structure=\"PetArg\" id=\"p_26\">(g)             Under clause 6.14 of the Regulations (F &amp; O Segment),\n\nEvery Trading Member of the F &amp; O Segment of the Exchange is\n\nrequired to maintain the records of its business including margin call\n\nmade and met. Reliance is placed on the circulars issued by the\n\nNational Stock Exchange of India Ltd. on 14 th December 2011 to all\n\nTrading Members and Clearing Members clarifying the requirement of\n\nmargin collection and reporting by members to SEBI circular dated\n\n10th August 2011. All Trading Members and Clearing Members were\n\ninformed that the said circular dated 14 th December 2011 would\n\nsupersede the circulars dated 30th June 2009 and 11th February 2008.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_16\">      ::: Uploaded on - 21/06/2018                 ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n</p><pre id=\"pre_2\"> ppn                                  17               arbp-1543.14(j).doc\n\n(h)             Annexures to the said circular provides for the scenarios\n\n</pre><p data-structure=\"Precedent\" id=\"p_27\">under which margin collected would be considered as adequate. Clause\n\n3 of the said circular dated 14th December 2011 provides that units of\n\nmutual funds in dematerialized form, whose NAVs are available and\n\nwhich could be liquidated readily with appropriate hair cut as the case\n\nmay be Government securities and Treasury bills in electronic form\n\nwith appropriate hair cut as the case may be. Clause 4 thereof provided\n\nthat free and unencumbered balances (funds and securities) available\n\nwith the member of respective client in different segments of the\n\nexchange. Clause 9 provides for value of securities (with appropriate\n\nhair cut) in dematerialized form traded on the National Exchanges,\n\nwhich are specifically not declared as illiquid securities. It is further\n\nprovided in the circular that in case false reporting of margins is\n\nobserved, penalty would be levied on the members.\n</p>\n<p data-structure=\"Issue\" id=\"p_28\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_29\">(i)    Reliance is also placed on the circular dated 30 th June 2009\n\nissued by the National Stock Exchange         of India      Ltd., Inspection\n\nDepartment to all Trading Members and Clearing Members thereby\n\nissuing clarification on Margin collection and reporting. The Members\n\nare permitted to collect the margin i.e. liquid securities actively traded\n\non the National Exchanges which are specifically not declared as\n\n\n\n\n<span class=\"hidden_text\" id=\"span_17\">      ::: Uploaded on - 21/06/2018                ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n ppn                                   18                arbp-1543.14(j).doc\n\nilliquid securities. It is clarified in the said circular that the value of\n\nsuch securities would be computed at the closing rate on T-1 day,\n\nreduced by the applicable haircut          based on the VaR       margin       rate\n\napplicable for the security in the Capital Market Segment.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_30\">(j)     Reliance is also placed on the circular dated 20 th February 2008\n\nissued to the Clearing Members and Trading Members regarding Margin\n\ncollection from constituents. It was clarified that the list of approved\n\nbanks     for issue of bank guarantees/ fixed deposit         receipts for the\n\npurpose of margin payment by clearing members were specified by\n\nNSCCL from time to time and the same was applicable in respect of\n\nmargin collection by clearing members and trading members from\n\ntrading members/constituents.\n</p>\n<p data-structure=\"Issue\" id=\"p_31\">\n\n</p><p data-structure=\"Facts\" id=\"p_32\">(k)             Reliance is placed on the circular dated 11 th February 2008\n\nprescribing      the norms in order to ensure transparency at the client\n\nlevel. It was prescribed that SEBI had made it mandatory for members\n\nto send margin related information to their clients on a daily basis\n\nwhich information may include total margin deposit placed by the\n\nclient upto day T-1 (with break-up in terms of cash, FDRs, BGs and\n\nsecurities), margin status (balance with member/due from the client) at\n\n\n\n\n<span class=\"hidden_text\" id=\"span_18\">      ::: Uploaded on - 21/06/2018                  ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n ppn                                  19               arbp-1543.14(j).doc\n\nthe end of day T. The said circular was made effective with effect from\n\n18th February 2008. The circular dated 20 th December 2012 issued by\n\nthe National Securities Clearing Corporation Limited to all Members/\n\nCustodians/PCM was not at all applicable to the transactions between\n\nthe Trading Members and the constituents but was applicable to the\n\ntransactions between the Trading Members and the National Stock\n\nExchange of India Ltd. The arbitral tribunal however has erroneously\n\nplaced reliance on the same circular dated 20th December 2012 in the\n\nimpugned award.\n</p>\n<p data-structure=\"Issue\" id=\"p_33\">\n\n</p><p data-structure=\"Facts\" id=\"p_34\">(l)             The petitioner used to send daily margin statement to the\n\nrespondent in accordance with the provisions of Bye laws, Regulations\n\nand Contract         entered into between the parties from time to time\n\nproviding therein the details of the Exchange and the Market Segment,\n\napplicable Margin, Ledger Balance, Approved Shares at date-1 rate,\n\nTotal Deposit, Utilised Margin, Details of Excess or Shortfall in the\n\nMargin and the Calls in respect of margin. The petitioner had also\n\nmaintained the record of the dispatch in its register and also maintained\n\nthe Proof of Deliveries duly acknowledged by the respondent and\n\nissued by the courier company namely Professional Couriers who are\n\nreputed couriers carrying on their business across India. The sample\n\n\n\n\n<span class=\"hidden_text\" id=\"span_19\">      ::: Uploaded on - 21/06/2018                ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n ppn                                  20               arbp-1543.14(j).doc\n\ncopies of margin statements forwarded by the petitioner to the respondent\n\nwere tendered across the bar which was forming part of the record before\n\nthe arbitral tribunals.\n</p>\n<p data-structure=\"Issue\" id=\"p_35\">\n\n</p><p data-structure=\"RespArg\" id=\"p_36\">(m)             Reliance is placed on various emails exchanged between\n\nthe parties and also the emails exchanged between the respondent and\n\nsome of the employees of the petitioner. It is admitted by the respondent\n\nthat it continued to trade on a representation alleged to have been made\n\nby the     employees of the petitioner during the disputed period. The\n\nrespondent had also admitted the receipt of ledger statement upto 31 st\n\nDecember 2012. The entries in the said ledger statement clearly showed\n\ntrading in F &amp; O by the respondent. The respondent however illegally\n\ntook a stand by email that it had not carried out any trading in F &amp; O\n\nSegment except TTML and Reliance.           In the police complaint filed\n\nbefore the police, the respondent contended that the respondent had not\n\nentered into any derivative transactions and that they were not into\n\nspeculative trades at all. In rejoinder filed before the arbitral tribunal,\n\nthe respondent had admitted F &amp; O trades but falsely contended that it\n\nhad never received Contract Notes for the same.</p><pre id=\"pre_3\">\n\n\n\n(n)    The respondent had admitted the receipt of the Daily Margin\n\n\n\n\n<span class=\"hidden_text\" id=\"span_20\">      ::: Uploaded on - 21/06/2018                ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n ppn                                          21                  arbp-1543.14(j).doc\n\nStatements from the petitioner.               The respondent        admitted to have\n\n</pre><p data-structure=\"RespArg\" id=\"p_37\">continued the trade after 12th February 2013 however contended that the\n\nsame      was bonafide on             the representation    of the employee of the\n\npetitioner. The stand taken by the CFO who filed affidavit on behalf\n\nof the respondent on 20 th February 2013 before the arbitral tribunal\n\nstating that as on 30th September 2012, there was an outstanding\n\nbalance of Rs.89,16,476.97 which was                       cleared by payment             of\n\nRs.85,00,000/- on 5th October 2012 was false and inconsistent. The\n\nrespondent had admitted all trades in Reliance and TTML. During the\n\nrelevant period i.e. 16th October 2012 to 1st March 2013, there were\n\nonly 9 trades between Reliance and TTML. The Contract Notes in\n\nrespect of those 9             trades had mention of         nifty and        bank nifty\n\ntransactions. The respondent however never disputed those entries in the\n\nContract Notes. The respondent through their unique ID and password\n\nhad accessed the server of the petitioner and were obtaining information\n\nrelating to their trading and were well informed about the said\n\ntransactions.\n</p>\n<p data-structure=\"Section\" id=\"p_38\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_39\">(o)              In so far as the emails exchanged between the parties and\n\nalso between the respondent and some of the employees of the petitioner\n\nare concerned, it is submitted that emails dated 12 th February 2013 and\n\n\n\n\n<span class=\"hidden_text\" id=\"span_21\">       ::: Uploaded on - 21/06/2018                          ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n ppn                                       22               arbp-1543.14(j).doc\n\n28th February 2013 were emails of convenience sent by and to 3\n\nemployees from/to the personal email-ids of the 3 employees and not\n\non the office email id of the petitioner. The alleged confessions of one\n\nof the 3 employees post the decision of the respondent taken to terminate\n\ntheir agreement with the petitioner is clearly not only a self serving\n\nexercise planned by the respondent. All such employees were when\n\nconfronted with such emails and the alleged confessional statement on\n\n1st March 2013, had refuted those allegations by subsequent affidavit\n\nfiled by Mr.Purshottam Jadhav, Mr.Vishal Jadhav and Mr.Amit\n\nBhanushali which were produced on record before the arbitral tribunals.\n\nThe said so called confessional statement was contrary to large number of\n\ndocuments such as Daily Margin Statements, Contract Notes, Ledger\n\nAccounts, Internet access of account along with the proofs of deliveries\n\nand also the affidavit dated 6th March 2013 filed by Mr.Pushottam\n\nJadhav explaining the circumstances, under which, the purported\n\nconfession statement was given along with his police complaint.\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_40\">(p)    Three affidavits          dated   22nd November 2013 of Mr.Pushottam\n\nJadhav and Mr.Vishal Jadhav and affidavit dated 26th November 2013\n\nof Mr.Amit Bhanushali much after they had left the services of the\n\npetitioner clearly explained the circumstances, under which, the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_22\">      ::: Uploaded on - 21/06/2018                     ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n ppn                                  23                 arbp-1543.14(j).doc\n\nstatements were made by them. In support of the submission that\n\nunauthorised confessions, if any, made by any of the employees made by\n\nthe petitioner were without authority and were not binding upon the\n\npetitioner, the learned senior counsel placed reliance on the judgment of\n\nthis Court in the case of Mahesh Daulatram Chandgrani Vs. Religare\n\nSecurities Ltd. (Trading Member of National Stock Exchange) reported\n\nin (2013) 1 Bom C R 188.\n</p>\n<p data-structure=\"Section\" id=\"p_41\">\n\n</p><p data-structure=\"Facts\" id=\"p_42\">(q)             Reliance is placed on certain averments made in the\n\nstatement of claim filed by the respondent before the first arbitral tribunal\n\nand more particularly paragraph 13 alleging that the unauthorised trades\n\nwere carried on since 16th October 2012 and the consequent unauthorised\n\nselling of shares of Rs.4,48,55,092/-. In the affidavit-in-rejoinder filed\n\nbefore the first arbitral tribunal, the respondent denied that the Contract\n\nNotes for F &amp; O trades were ever sent by the petitioner to the respondent.\n\nIt was alleged that the respondent were engaged in cash market as well\n\nas F &amp; O trades. The physical contract notes were sent by the petitioner\n\nfor cash segment but never for F &amp; O trades and thus the courier\n\nreceipts sent by the petitioner could not be relied upon. The respondent\n\ndenied that Rs.1,69,50,000/- was towards margin mark-to-mark and\n\ndelivery purchase. The said payment was towards pay in obligation\n\n\n\n\n<span class=\"hidden_text\" id=\"span_23\">      ::: Uploaded on - 21/06/2018                  ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n ppn                                  24               arbp-1543.14(j).doc\n\nand the contract notes for the same were also available.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_43\">(r)    It is submitted that the stand taken by the respondent in the\n\naffidavit-in-rejoinder was totally contrary to the stand taken by the\n\nrespondent before the first arbitral tribunal. The respondent had also\n\nadmitted the availability of the contract notes with the respondent. The\n\npetitioner in the statement of defence had annexed large number of\n\ndocuments showing the huge transactions between the parties for margin\n\nmoney paid by the respondent from time to time. The arbitral tribunal has\n\ntotally overlooked these documents in the impugned awards.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_44\">(s)             Strong reliance is placed on the Financial Statement of\n\nAnnual Report of the respondent for the year 2012-13. It is stated in the\n\nsaid report for the year ended 31st March 2013 of the respondent that the\n\nrespondent had been dealing with the petitioner for its share transactions.\n\nIt was alleged therein that a substantial portion i.e. 20,56,234 number of\n\nshares amounting to Rs.4,48,55,092/- out of the investment portfolio\n\nmaintained by the respondent in demat form with the petitioner had\n\nbeen appropriated by the petitioner against the loss booked by the\n\npetitioner on account of transactions in the F &amp; O segment carried out\n\nby the petitioner on its own without any authorisation of the respondent.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_24\">      ::: Uploaded on - 21/06/2018                ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n</p><pre id=\"pre_4\"> ppn                                         25                arbp-1543.14(j).doc\n\n(t)    However, in paragraph 40 of the said report, it is clearly admitted\n\n</pre><p data-structure=\"RespArg\" id=\"p_45\">that the respondent was in the business of E-waste Management and\n\nRecycling, Trading in stock of shares, Derivative, Future and options\n\nand Speculation business. It is submitted that the stand taken by the\n\nrespondent before the arbitral tribunal that except Reliance and TTML,\n\nthere was no other transaction for F &amp; O trades is ex facie contrary and\n\ninconsistent with each other.\n</p>\n<p data-structure=\"RespArg\" id=\"p_46\">\n\n(u)             The complaint made to the Additional Commissioner of\n\nPolice by the respondent on 8 th March 2013 alleging that the respondent\n\ndid not do any transactions of speculative nature but entered into long\n\nposition with an object to take delivery of those securities as per the\n\navailability of cash is also ex facie contrary and inconsistent with the\n\nAnnual Report filed by the respondent themselves during the relevant\n\nperiod.\n</p>\n<p data-structure=\"Section\" id=\"p_47\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_48\">(v)             The respondent had admitted in the arbitral proceedings\n\nthat office of the respondent had admittedly logged into the server of\n\nthe petitioner 14 times              to access information regarding its account\n\nthrough the unique client log in ID provided to it from the computers\n\nlocated in the office of the respondent. The respondent did not deny the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_25\">      ::: Uploaded on - 21/06/2018                        ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n ppn                                      26               arbp-1543.14(j).doc\n\ncontents of the recorded oral telephonic conversations               between the\n\nrespondent and the employees of the petitioner and transcript thereof in\n\nCompilation II, Vol. I in the affidavit dated 20 th Feb 201 filed by Mr.Soni\n\nbefore the second arbitral tribunal.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_49\">\n\n(w)             My attention is invited to the findings and observations\n\nmade by the arbitral tribunals that though the second arbitral tribunal\n\nrecorded the finding that the respondent was getting contract notes and\n\nreceipt of the contract notes are not disputed and thus the respondent\n\nwas aware that trades were taking place in their account, on the other\n\nhand, inconsistent finding           is rendered that there were about           629\n\ncontracts on the files and there was heavy trading in nifty/bank nifty in\n\nfuture and option segment of &#x27;NSE&#x27; and thus the said transactions were\n\nwithout authority of the respondent. The finding of the second arbitral\n\ntribunal that to great extent the trades were in the nature of Portfolio\n\nManagement           Services which were carried out without executing\n\nmandatory documents is totally perverse.\n</p>\n<p data-structure=\"Section\" id=\"p_50\">\n\n</p><p data-structure=\"Facts\" id=\"p_51\">(x)    It was not the case of the respondent that any trades were in the\n\nnature of Portfolio Management Services. The finding rendered by the\n\nsecond arbitral tribunal is totally inconsistent, contradictory and contrary\n\n\n\n\n<span class=\"hidden_text\" id=\"span_26\">      ::: Uploaded on - 21/06/2018                    ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n ppn                                       27                   arbp-1543.14(j).doc\n\nto <a href=\"/doc/1330413/\" id=\"a_7\">Regulation 3</a>.10 and the other provisions of the the bye laws and\n\nregulations providing for rights of the Trading Member to ask for margin\n\nmoney and to square off transactions in case of default of constituents.\n\nThe finding of the second arbitral tribunal is also ex facie contrary to\n\nvarious circulars dealt by the National Stock Exchange. No penalty was\n\never levied against the petitioner for not collecting or less collecting the\n\nmargin money from the respondent. The second arbitral tribunal as well\n\nas the first arbital tribunal have given weightage to the alleged\n\nconfessional statements made by Mr.Pushottam Jadhav which were\n\nsubsequently        withdrawn        by him    by filing   an affidavit. The said\n\nMr.Pushottam Jadhav could not have admitted alleged unauthorised\n\ntransactions even if carried out by him, if any, on behalf of the petitioner.\n\n\n\n(y)             The finding of the second arbitral tribunal that though the\n\nrespondent had knowledge of the trade taking place but the same was\n\nwithout understanding as to whether they were making profit or loss in\n\nFuture and Option and thus the respondent kept mum as no money\n\nwas demanded and had relied on some assurances alleged to have been\n\ngiven by the members and thus is not responsible for such transaction is\n\nperverse and shows patent illegality. Finding of the second arbitral\n\ntribunal that the petitioner had not collected cash margin required in\n\n\n\n\n<span class=\"hidden_text\" id=\"span_27\">      ::: Uploaded on - 21/06/2018                         ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n ppn                                   28                 arbp-1543.14(j).doc\n\nfuture and option trading since October 2012 is also perverse. This\n\nfinding of the second arbitral tribunal is also contrary to the admission\n\nof the respondent on record.\n</p>\n<p data-structure=\"RespArg\" id=\"p_52\">\n\n(z)              My attention is invited to paragraph 26 of the award of the\n\nsecond arbitral tribunal in support of the submission that on one hand,\n\nthe arbitral tribunal has while deciding the appeal has held that the\n\narbitral tribunal had ignored confessional statements of the employee,\n\npolice complaint and report of the police and affidavits filed in the\n\nmatter and on the other hand,          has dismissed the proceedings and\n\nupholding        the award made by the first arbitral tribunal        which had\n\nrendered an award in favour of the respondent mainly on the basis that\n\nthere was alleged confessional statements made by the employees of the\n\npetitioner. The award shows patent illegality and inconsistency. Various\n\nfindings      rendered by the second arbitral tribunal is contrary to the\n\nadmission of the respondent. The proof of deliveries of the contract notes\n\nwas not denied by the respondent.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_53\">\n\n(aa)    The second arbitral tribunal did not give any opportunity to the\n\npetitioner to deal with a new case made out by the arbitral tribunal that\n\ntrades are in the matter of Portfolio Management Services. None of the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_28\">       ::: Uploaded on - 21/06/2018                  ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n ppn                                           29                     arbp-1543.14(j).doc\n\ncirculars issued by the SEBI and National Stock Exchange of India Ltd.\n\nrelied upon by the petitioner have been considered by any of the arbitral\n\ntribunals. Various authorities given to the petitioner to square off the\n\nposition in case of non-deposit of margin money has been totally\n\noverlooked by both the arbitral tribunals.                The Annual Report of the\n\nrespondent       admitting that          the respondent was carrying on F &amp; O\n\ntransactions and Speculation business has also been overlooked by both\n\nthe arbitral tribunals.\n</p>\n<p data-structure=\"RespArg\" id=\"p_54\">\n\n(bb) Though the arbitral tribunal has considered the alleged\n\nconfessional statements made by Mr.Pushottam Jadhav, the complaint\n\nmade by the respondent before the Additional Commissioner of Police\n\ndid not consider the affidavits explaining the circumstances, under\n\nwhich, the purported                 confession     statements       were given by the\n\nemployees of the petitioner. The Additional Commissioner of Police,\n\nEconomic Offences Wing (EOW), Mumbai has already closed the case\n\nagainst the petitioner. Though                    the petitioner had applied for an\n\nopportunity to cross-examine the respondent and though the same was\n\nnot opposed by the respondent, the second arbitral tribunal had rejected\n\nthe application of the petitioner for an opportunity to cross-examine the\n\nrespondent. The second arbitral tribunal had also rejected the counter\n\n\n\n\n<span class=\"hidden_text\" id=\"span_29\">      ::: Uploaded on - 21/06/2018                               ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n ppn                                       30               arbp-1543.14(j).doc\n\nclaim made by the petitioner without recording any reasons.\n\n\n\n(cc)             Several judgments relied upon by the petitioner before the\n\narbitral tribunals have not been even referred in the impugned awards.\n\nIn support of the submission that both the arbitral awards show patent\n\nillegalities and perversity, show contradictions and inconsistencies, are in\n\nviolation of the circulars issued by the SEBI and the National Stock\n\nExchange of India Ltd. and also in violation of contracts entered into\n\nbetween the parties and thus deserve to be set aside, learned senior\n\ncounsel placed reliance on the following judgments : -\n\n\n\n</p><blockquote id=\"blockquote_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31621011\" id=\"span_30\"><a href=\"/doc/31621011/\" id=\"a_8\">i)       Associate Builders Vs. Delhi Development Authority</a> (2015) 3\n\nSCC 49 (paragraphs 19 to 45) ;</span>\n</blockquote>\n<blockquote id=\"blockquote_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"136518863\" id=\"span_31\"><a href=\"/doc/136518863/\" id=\"a_9\">ii)     Oil and         Natural Gas      Corporation Ltd. Vs. Western Geco\n\nInternational Ltd.</a> (2014) 9 SCC 263 (paragraphs 34, 35, 38 to 40);</span>\n\n</blockquote><blockquote id=\"blockquote_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"97957939\" id=\"span_32\"><a href=\"/doc/97957939/\" id=\"a_10\">iii)    Maharashtra State Electricity Distribution Co. Ltd. Vs. Vijal\n\nElectricals Ltd.</a> -2015 (3) Bom C R 2011 (paragraphs 41 to 43, 46, 55,\n\n59 and 60);</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_55\">iv)     Seemaben Vs. Motibhai K Patel Manguben - 2015 (3) Bom C R\n\n288 (paragraphs 88, 89, 90, 92, 98 and 99);</p><pre id=\"pre_5\">\n\nv)      Sahara        Hsopitality     Ltd. Vs.   Hotel Co. of India Ltd.            in\n\n\n\n\n<span class=\"hidden_text\" id=\"span_33\">       ::: Uploaded on - 21/06/2018                    ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n ppn                                          31                 arbp-1543.14(j).doc\n\n</pre><p data-structure=\"Precedent\" id=\"p_56\">Arbitration Petition (L) No.810 of 2011 delivered on 8 th May 2011\n\n(paragraphs 58, 80, 93, 100 and 101).\n</p>\n<p data-structure=\"RespArg\" id=\"p_57\">\n\n<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"79717341\" id=\"span_34\">(dd)             In support of the submission that the entire awards rendered\n\nby both the arbitral tribunals are based on non-appreciation of evidence/\n\nsubmissions/documents produced by the parties and in support of the\n\nsubmission that the arbitral tribunal                could not have permitted the\n\nrespondent to accept few transactions out of several transactions in such\n\nstatement of accounts and that the agent cannot acknowledge the liability\n\non behalf of the principal under the alleged implied authority, learned\n\nsenior counsel placed reliance on the judgment of this Court in the case\n\nof <a href=\"/doc/79717341/\" id=\"a_11\">Kotak Securities Ltd. Vs. Prakash S. Khanolkar and Anr.</a> in\n\nArbitration Petition (L) No.643 of 2002 delivered on 30 th July 2013\n\nand in particular paragraphs 14 to 18 thereof and in the case of\n\nMaheshbhai Hiralal Champneira Vs. Kotak Securities Ltd. -2016\n\nSCC OnLine Bom 11100.</span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_58\">\n\n(ee)             Learned senior counsel for the petitioner also placed reliance\n\non the following judgments :-\n</p>\n<blockquote id=\"blockquote_25\">i)      Anand        Rathi       Share and        Stock Brokers Ltd.       Vs.Jayshree\n\nSanjay Sonawane in Arbitration Petition (L) No.33 of 2009 delivered\n\n\n\n\n<span class=\"hidden_text\" id=\"span_35\">       ::: Uploaded on - 21/06/2018                         ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n ppn                                        32               arbp-1543.14(j).doc\n\non 24th July 2009 and in particular paragraphs 7 to 9 thereof,\n\n</blockquote><blockquote id=\"blockquote_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"190635407\" id=\"span_36\"><a href=\"/doc/190635407/\" id=\"a_12\">ii)     Shilpa Stock Broker Pvt. Ltd. Vs. Shravankumar Banshraj\n\nPandy</a> in Arbitration Petition (L) No.342 of 2009 delivered on 20 th\n\nJune 2012 and in particular paragraphs 12 to 16 thereof,</span>\n\n</blockquote><blockquote id=\"blockquote_27\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121218761\" id=\"span_37\"><a href=\"/doc/121218761/\" id=\"a_13\">iii)    Manjula Arvind Thakkar Vs. Sharekhan Ltd.</a> in Arbitration\n\nPetition (L) No.1035 of 2010 delivered on 27 th February 2012 and in\n\nparticular paragraph 6 thereof,</span>\n\n</blockquote><blockquote id=\"blockquote_28\">iv)     Kotak Securities Ltd. Vs.Gaurav Goel and Anr. in Arbitration\n\nPetition (L) No.310 of 2007 delivered on 31 st August 2012 and in\n\nparticular paragraphs 21 to 28 thereof.\n</blockquote>\n<blockquote id=\"blockquote_29\">\n\n(ff)             Since the respondent had accepted the receipt of all the\n\ncontract notes           and other relevant      documents pertaining to the\n\ntransactions and did not raise any objection when such documents were\n\nreceived, the respondent              could not have been   permitted to          raise\n\nobjection in respect of such transactions belatedly.\n\n\n\n</blockquote><p data-structure=\"Facts\" id=\"p_59\">22.              Mr.Makhija, learned senior counsel for the respondent, on\n\nthe other hand, invited my attention to some of the pleadings, documents,\n\nfindings rendered by both the arbitral tribunals and also to some of the\n\nprovisions of the contract entered into between the parties and circulars\n\n\n\n\n<span class=\"hidden_text\" id=\"span_38\">       ::: Uploaded on - 21/06/2018                     ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n ppn                                    33                arbp-1543.14(j).doc\n\nissued by the SEBI and the National Stock Exchange of India Ltd. He\n\nrelied upon the clauses 1.3.6, 1.3.26, 1.3.39, 2.2.1, 2.2.2, 2.2.6, 2.2.7,\n\n2.2.10, 2.2.16, 3.4, 3.4.1, 3.4.2, 3.4.8, 3.6.1, 3.6A, 3.8, 3.9, 3.10,\n\n3.10(b), 3.11, 4.2.1, 4.2.1(c), 4.4.11, 4.4.13, 4.5.2, 4.5.3, 4.5.3(d) (e) (g)\n\nand (h), 5.5, 6.1.4 and 6.1.4(xiv) of the Regulations (F &amp; O Segment)\n\nproviding for margin requirements and rights, duties and obligations of\n\nthe Trading Members.\n</p>\n<p data-structure=\"Precedent\" id=\"p_60\">\n\n</p><p data-structure=\"RespArg\" id=\"p_61\">23.             Learned counsel for the respondent       made the following\n\nsubmissions :-\n</p>\n<blockquote id=\"blockquote_30\">(a)     Both the arbitral tribunals after considering the pleadings,\n\ndocuments and the provisions of law including the circulars issued by\n\nthe SEBI as well as the National Stock Exchange of India Ltd. have\n\nrendered various findings of facts which cannot be gone into by this\n\nCourt     in this petition filed under <a href=\"/doc/675604/\" id=\"a_14\">Section 34</a> of the Arbitration and\n\nConciliation At,        1996. This Court cannot re-appreciate the evidence\n\nconsidered by both the arbitral tribunals. Though the respondent had\n\nclaimed much more amount on the basis of the loss suffered by the\n\nrespondent, the first arbitral tribunal had substantially reduced the claim\n\nof the respondent and had taken a reasonable view in the matter. The\n\nsecond arbitral tribunal has rightly upheld the said view taken by the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_39\">      ::: Uploaded on - 21/06/2018                   ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n ppn                                       34                arbp-1543.14(j).doc\n\nfirst arbitral tribunal and thus question of allowing the counter claim\n\nmade by the petitioner before the second arbitral tribunal did not arise.\n\n</blockquote><p data-structure=\"Section\" id=\"p_62\">No such counter claim was made before the first arbitral tribunal.\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_63\">(b)             No margin money was demanded by the petitioner from the\n\nrespondent. The shares and securities given to the petitioner by the\n\nrespondent were not towards the requirement of margin money but\n\nwere kept in a demat account which was opened by the respondent to\n\nthe petitioner. The entire claim made by the respondent against the\n\npetitioner was based on              the transaction dated 12 th February 2013\n\nonwards. He relied upon the emails exchanged between the petitioner\n\nand respondent and the employees of the petitioner. He submits that all\n\nthe employees of the petitioner were authorised under the bye-laws,\n\nregulations framed by the SEBI and the National Stock Exchange of\n\nIndia Ltd. and were entitled to enter into transactions on behalf of the\n\npetitioner under such authority. Such employees were authorised even\n\nto accept the emails on behalf of the petitioner. The petitioner did not\n\nfile any complaint with the               Stock Exchange or with the police\n\nregarding threats alleged to have been given by Mr.B.K.Soni of the\n\nrespondent at any point of time. No such complaint was even made by\n\nsuch employees with any of such authorities till 6th March 2013.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_40\">      ::: Uploaded on - 21/06/2018                      ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n</p><pre id=\"pre_6\"> ppn                                       35                arbp-1543.14(j).doc\n\n\n\n(c)              Mr.Pushottam Jadhav and other employees had accepted in\n\n</pre><p data-structure=\"PetArg\" id=\"p_64\">the email exchanged with the respondent that all such transactions were\n\non behalf of the petitioner. Such employees had also signed confessional\n\nstatements accepting the liability on behalf of the petitioner. Such\n\nstatements made by the employees were binding on the petitioner, such\n\nemployees being authorised to carry out such transactions.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_65\">(d)              Mr.Pushottam Jadhav had never withdrawn any such\n\nconfessional statements or emails sent by him from time to time to the\n\nrespondent         on behalf of the petitioner.      The petitioner was thus\n\nresponsible for such transactions and was liable to reimburse for the\n\nloss     suffered       by the respondent. The respondent had denied the\n\nunauthorised transactions by various emails and asked the petitioner to\n\ncredit the account of the respondent by equal amount of loss incurred by\n\nthe respondent. Since the respondent had not given any shares and\n\nsecurities towards margin money, question of exercising any authority\n\nby the petitioner to dispose of such securities to recover the alleged\n\nshortfalls of margin money did not arise. The respondent did not take any\n\nF &amp; O position            in    last one year except few transactions with the\n\npetitioner in TTML and Reliance.\n</p>\n<p data-structure=\"Precedent\" id=\"p_66\">\n\n\n<span class=\"hidden_text\" id=\"span_41\">       ::: Uploaded on - 21/06/2018                     ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n</p><pre id=\"pre_7\"> ppn                                  36                 arbp-1543.14(j).doc\n\n\n\n(e)             The respondent had denied the allegation of the petitioner\n\n</pre><p data-structure=\"RespArg\" id=\"p_67\">that all the contract notes and confirmation were sent to the respondent.\n\nDue to unauthorised transactions unilaterally carried out by the petitioner\n\nor its employees, the respondent was compelled to cancel the Power of\n\nAttorney executed in favour of the petitioner.\n</p>\n<p data-structure=\"Precedent\" id=\"p_68\">\n\n</p><p data-structure=\"RespArg\" id=\"p_69\">(f)             The respondent vide email dated 2 nd March 2013 had\n\nsubsequently instructed the petitioner not to continue further transaction\n\non the ground that the earlier transactions carried out by the petitioner\n\nwere unauthorised. The confessional statements dated 1 st March 2013\n\nsigned by Mr.Pushottam Jadhav was also witnessed by two other\n\nemployees of the petitioner and thus it could not be said that all the\n\nemployees of the petitioner were in collusion with Mr.B.K.Soni of the\n\nrespondent. The affidavit of Mr.Pushottam Jadhav alleging coercion or\n\nthreat from Mr.Soni was of no significance whatsoever. It was not the\n\ncase of the petitioner that any money was due to the petitioner from the\n\nrespondent and thus shares and securities of the respondent were sold on\n\nthat ground. The first arbitral tribunal had only allowed the claim on the\n\nbasis of the value of the shares sold by the petitioner illegally and not the\n\nentire amount as claimed by the respondent. The first arbitral tribunal\n\n\n\n\n<span class=\"hidden_text\" id=\"span_42\">      ::: Uploaded on - 21/06/2018                  ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n ppn                                   37                arbp-1543.14(j).doc\n\nhad rightly considered the acceptance of admission of the liability by the\n\nemployees of the petitioner on behalf of the petitioner. Such findings of\n\nfacts were rightly not interferred with by the second arbitral tribunal and\n\nalso cannot be interferred with by this Court under <a href=\"/doc/536284/\" id=\"a_15\">Section 34</a> of the\n\nArbitration and Conciliation Act, 1996. The competency and the authority\n\nof Mr.Pushottam Jadhav has not been challenged by the petitioner.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_70\">(g)             In so far as the finding rendered by the second arbitral\n\ntribunal is concerned, the second arbitral tribunal has also considered the\n\ncorrespondence         exchanged between the parties and other documents\n\nrelied upon by both the parties and has rightly rendered a finding that\n\nthe transactions carried out by the petitioner were unauthorised, were in\n\nthe nature of Portfolio Management Services and without authority. The\n\nauthorised employees of the petitioner themselves called for a meeting\n\nwith the respondent and thus no question of drawing any inference about\n\nthreats given by the respondent arises.\n</p>\n<p data-structure=\"Precedent\" id=\"p_71\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_72\">(h)             In so far as the alleged obligation of the respondent to pay\n\nmargin money or the allegation that respondent has to deposit the shares\n\nand securities in lieu of the margin money is concerned, it is submitted\n\nthat since October 2012, the petitioner had never demanded any margin\n\n\n\n\n<span class=\"hidden_text\" id=\"span_43\">      ::: Uploaded on - 21/06/2018                  ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n ppn                                          38               arbp-1543.14(j).doc\n\nmoney was made till 12th February 2013 when an illegal demand of\n\nmargin money was made in the sum of Rs.1,28,94,852/-. The petitioner\n\nhad illegally transferred the shares and securities of the respondent lying\n\nin Demat account to the account of the petitioner first and thereafter\n\nsold such shares and securities without any authority and instructions\n\nfrom the respondent.\n</p>\n<p data-structure=\"Precedent\" id=\"p_73\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_74\">(i)             The second arbitral tribunal has rightly rejected the evidence\n\ncollected by the petitioner after carrying out unauthorised trade in the\n\naccount of the respondent. The petitioner had no defence of any nature\n\nwhatsoever on merit of the claim made by the respondent.                      Both the\n\narbitral tribunals have              considered all the defences      raised by the\n\npetitioner and have rendered various findings of facts which cannot be\n\ninterferred with by this Court under <a href=\"/doc/536284/\" id=\"a_16\">Section 34</a> of the Arbitration and\n\nConciliation Act, 1996.\n</p>\n<p data-structure=\"Precedent\" id=\"p_75\">\n\n</p><p data-structure=\"Precedent\" id=\"p_76\">(j)             The second arbitral tribunal has also considered the circulars\n\nissued by the National Securities Clearing Corporation Limited relied\n\nupon by the respondent rightly which were applicable to the transactions\n\ncarried out by the petitioner and was thus rightly considered.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_44\">      ::: Uploaded on - 21/06/2018                        ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n</p><pre id=\"pre_8\"> ppn                                  39                 arbp-1543.14(j).doc\n\n(k)             Learned counsel for the respondent placed reliance on the\n\n</pre><p data-structure=\"CDiscource\" id=\"p_77\">judgment of the Supreme Court in the case of National Highways\n\nAuthority of India Vs.M/s. ITD Cementation India Limited - 2015\n\n(5) ALL MR 484 (S.C.) and in particular paragraph 20 in support of\n\nthe submission that it is for the arbitrator to decide the construction of\n\nthe terms of a contract and that the Court while considering a challenge\n\nto an arbitral award does not sit in appeal over the findings and\n\ndecisions unless the arbitrator construes the contract in such a way that\n\nno    fair    minded or reasonable person      could do. Both the arbitral\n\ntribunals in this case, have rendered a reasoned award and have\n\ninterpreted the terms of the contract. This Court cannot substitute the\n\npossible interpretation of the arbitral tribunal by another interpretation.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_78\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"31621011\" id=\"span_45\">(l)             Reliance is placed on paragraphs 16, 17, 32 to 34 and 52\n\nto 56 of the judgment of the Supreme Court in the case of <a href=\"/doc/31621011/\" id=\"a_17\">Associate\n\nBuilders</a> (supra) in support of the submission that the finding of fact\n\nrendered by the arbitral tribunal cannot be interferred with by the Court\n\nunder <a href=\"/doc/536284/\" id=\"a_18\">Section 34</a> of the Arbitration and Conciliation Act, 1996.</span> Reliance\n\nis also placed in this Court in case of Ropa Plastics Pvt. Ltd. Vs. IPN\n\nPackaging Pvt. Ltd., 2014 (3) Mh.L.J. 150 and in particular paragraphs\n\n16 and 21 thereof on the same issue. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"136518863\" id=\"span_46\">Learned counsel distinguishes the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_47\">      ::: Uploaded on - 21/06/2018                  ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n ppn                                       40               arbp-1543.14(j).doc\n\njudgment of the Supreme Court in the case of <a href=\"/doc/136518863/\" id=\"a_19\">Oil and Natural Gas\n\nCorporation Ltd. Vs. Western Geco International Ltd.</a> (supra) and\n\nother judgments          referred to and relied upon    by the learned senior\n\ncounsel for the petitioner.</span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_79\">(m)             Learned counsel for the respondent also placed reliance on\n\nthe copies of two other arbitral awards decided by other arbitral forum\n\nagainst the petitioner in support of the submission that the petitioner has\n\nnot paid the constituents in those matters also and were directed to be\n\npaid by the arbitral tribunals in those matters.\n</p>\n<p data-structure=\"Precedent\" id=\"p_80\">\n\n</p><p data-structure=\"PetArg\" id=\"p_81\">24.             Ms.Iyer,        learned senior counsel for the petitioner            in\n\nrejoinder distinguishes those two awards on the ground that those\n\nawards are not binding on this Court and also on the ground that the\n\nfacts before the arbitral tribunal in those matters were totally different.\n\nThe petitioner has already challenged one of those awards referred to\n\nand relied upon by the respondent.\n</p>\n<p data-structure=\"Precedent\" id=\"p_82\">\n\n</p><p data-structure=\"RespArg\" id=\"p_83\">25.             Learned senior counsel strongly placed reliance on the\n\nmargin statements which according to the petitioner were served upon by\n\nthe respondent from time to time which would clearly indicate that the\n\nmargin money was deposited by the respondent not only in the form of\n\n\n\n\n<span class=\"hidden_text\" id=\"span_48\">      ::: Uploaded on - 21/06/2018                     ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n ppn                                    41                 arbp-1543.14(j).doc\n\nmoney but also in the form of shares before and after 12 th February 2013.\n\nThe petitioner had also called upon the respondent to pay the deficit\n\nmargin money which the respondent failed. The petitioner also placed\n\nreliance on the proof of deliveries of contract notes which were duly\n\nreceived by the respondent from time to time.\n</p>\n<p data-structure=\"Precedent\" id=\"p_84\">\n\n</p><p data-structure=\"RespArg\" id=\"p_85\">26.             It is submitted that    the circulars    relied upon by the\n\npetitioner would clearly indicate that the margin money required to be\n\ndeposited by the respondent could not be only in cash but could be by\n\nway of shares, securities, bank guarantees and other securities. The\n\nemails sent by the respondent after 1st March 2013 were admittedly not\n\nsent to the official Id of the petitioner but were deliberately sent to the\n\nemployees of the petitioner and without any copy to the petitioner. The\n\nrespondent failed to explain in the affidavit as to why the emails were\n\nsent at the personal email Id of the employees of the petitioner and not\n\nto the petitioner. The employees cannot bind the employer of their\n\npersonal deeds which were without authority             of the petitioner        or\n\notherwise.\n</p>\n<p data-structure=\"Precedent\" id=\"p_86\">\n\n</p><p data-structure=\"RespArg\" id=\"p_87\">27.             Learned senior counsel also placed reliance on the circular\n\ndated 26th September 2017 which is made applicable w.e.f. 1st January\n\n\n\n\n<span class=\"hidden_text\" id=\"span_49\">      ::: Uploaded on - 21/06/2018                  ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n ppn                                     42                arbp-1543.14(j).doc\n\n2018 which circular is issued for prevention of unauthorised trading by\n\nthe stock brokers. Reliance is once again placed on clause 3.10 of the\n\nRegulations (F &amp; O Segment) of the National Stock Exchange of India\n\nLtd. and the definition of the &#x27;Authorised Person&#x27; defined under clause\n\n1.3.6 of the said Regulations. There is difference between the liquid and\n\nilliquid    securities      under the circulars issued by the National Stock\n\nExchange of India Ltd. and the SEBI. The margin money statements\n\nsent by the petitioner from the respondent from time to time showing\n\nthe details of the securities furnished by the respondent towards margin\n\nmoney, the margin money appropriated by the petitioner and shortfalls\n\ntherein would also disclose          the types of securities     offered by the\n\nrespondent in conformity with the Bye-laws, Regulations and Contracts\n\nentered into between the parties and also the circulars issued by the\n\nSEBI as well as the National Stock Exchange of India Ltd. Learned\n\nsenior counsel distinguishes the judgments relied upon by Mr.Makhija,\n\nlearned counsel for the respondent.\n</p>\n<p data-structure=\"Precedent\" id=\"p_88\">\n</p><p data-structure=\"Precedent\" id=\"p_89\">                         REASONS &amp; CONCLUSIONS :-\n</p>\n<p data-structure=\"Precedent\" id=\"p_90\">\n</p><blockquote id=\"blockquote_31\">28.             This Court shall first decide the issue as to whether the\n\ndemand for margin made by the petitioner upon the respondent was in\n\naccordance with the provisions of the Bye-laws, Regulations of the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_50\">      ::: Uploaded on - 21/06/2018                    ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n ppn                                  43              arbp-1543.14(j).doc\n\nNational Stock Exchange of India Limited, various circulars issued by\n\nSecurities &amp; Exchange Board of India (SEBI) and in accordance with the\n\nagreements entered into between the parties and if the same was in\n\nconformity with those provisions. This Court will also consider the issue\n\nas to whether under those provisions, the respondent had furnished the\n\nmargin money partly by way of deposing the shares and securities in\n\naddition to other securities with the petitioner and if so whether the\n\npetitioner could have sold those securities so as to adjust the sale\n\nproceeds thereof towards payment of deficit margin money by the\n\nrespondent.\n</blockquote>\n<blockquote id=\"blockquote_32\">\n\n</blockquote><blockquote id=\"blockquote_33\">29.             Regulations 3.9 of the National Stock Exchange of India\n\nLimited provides for margin requirements required to be complied with\n\nby a Trading Member / Participant and to deposit a margin with F. &amp; O.\n\nSegment of Exchange / Clearing Corporation / Clearing Member in the\n\nmanner and to the extent specified by F &amp; O Segment of the Exchange /\n\nClearing Corporation. It provides that whenever a margin is payable by a\n\nParticipant, it shall pay such margins directly to the Clearing Member,\n\nunless otherwise directed by the F &amp; O Segment of Exchange / Clearing\n\nCorporation.\n</blockquote>\n<blockquote id=\"blockquote_34\">\n\n\n<span class=\"hidden_text\" id=\"span_51\">      ::: Uploaded on - 21/06/2018               ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n</blockquote><blockquote id=\"blockquote_35\"> ppn                                  44               arbp-1543.14(j).doc\n\n</blockquote><blockquote id=\"blockquote_36\">30.    <a href=\"/doc/686376/\" id=\"a_20\">Regulation 3</a>.10 of the National Stock Exchange of India Limited\n\nprovides for margin deposit from the constituents with the Trading\n\nMembers. It is provided that the Trading Members must demand from its\n\nconstituents the Margin Deposit which the member has to provide under\n\nthese Trading Regulations in respect of the business done by the\n\nMembers for such constituents. The Trading Members shall buy and/or\n\nsell derivatives contracts on behalf of the constituent only on the receipt\n\nof margin of minimum such percentage as the Relevant Authority may\n\ndecide from time to time, on the price of the derivatives contracts\n\nproposed to be purchased, unless the constituent already has an\n\nequivalent credit with the Trading Member. The Trading member may\n\ncollect higher margins from constituent, as he deems fit. The Trading\n\nMember shall obtain a written undertaking from the constituents that the\n\nlatter shall when called upon to do so forthwith from time to time provide\n\na Margin Deposit and/or furnish additional Margin as required under\n\nthese Rules and Regulations in respect of the business done for the\n\nconstituent by and/or as agreed upon by constituent with the Trading\n\nMembers concerned. The said regulation further provides that the Trading\n\nMember shall demand from his constituents the amounts arising in\n\nrespect of daily settlement in accordance with the Clearing Corporation\n\nRegulations for the business done by the Members on behalf of such\n\n\n\n\n<span class=\"hidden_text\" id=\"span_52\">      ::: Uploaded on - 21/06/2018                ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n ppn                                  45                arbp-1543.14(j).doc\n\nconstituents or such higher amounts, as the Trading Member deems fit.\n\n\n\n</blockquote><blockquote id=\"blockquote_37\">31.             <a href=\"/doc/686376/\" id=\"a_21\">Regulation 3</a>.10(b) provided that in case of non-payment of\n\ndaily settlement by the constituents within the next trading day, the\n\nTrading Member shall be at liberty to close out the transactions by selling\n\nor buying the derivatives contracts, as the case may be, unless the\n\nconstituent already has an equivalent credit with the Trading Member.\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_91\">The loss incurred in this regard, if any, shall be met from the margin\n\nmoney of the constituent. The said regulation further provides that in case\n\nof open purchase position undertaken on behalf of constituents, the\n\nTrading Members shall be at liberty to close out transactions by selling\n\nderivatives contracts, in case the constituent fails to meet the obligations\n\nin respect of the open position within next trading day for the execution\n\nof the full contract or within next trading day of the contract note having\n\nbeen delivered, unless the constituent already has an equivalent credit\n\nwith the Trading Member. The loss incurred in this regard, if any, shall be\n\nmet from the margin money of the constituent.\n</p>\n<p data-structure=\"Precedent\" id=\"p_92\">\n\n</p><p data-structure=\"RespArg\" id=\"p_93\">32.             It is further provided that in case of open sale position\n\nundertaken on behalf of the constituents, the Trading Member shall be at\n\nliberty to close out the transactions by effecting purchases of derivatives\n\n\n\n\n<span class=\"hidden_text\" id=\"span_53\">      ::: Uploaded on - 21/06/2018                 ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n ppn                                  46                 arbp-1543.14(j).doc\n\ncontracts if the constituent fails to meet the obligation in respect of the\n\nopen position within next trading day of the transaction having been\n\nexecuted on the F &amp; O Segment of the Exchange for the concerned\n\nsettlement period. Loss on the transaction, if any, shall be deductible from\n\nthe margin money of the constituent.\n</p>\n<p data-structure=\"Precedent\" id=\"p_94\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_95\">33.    <a href=\"/doc/686376/\" id=\"a_22\">Regulation 3</a>.11 empowers the Relevant Authority to prescribe the\n\nmode, method or manner in which the premium shall be collected by the\n\ntrading member from the constituent. <a href=\"/doc/1660061/\" id=\"a_23\">Regulation 6</a>.1.4 provides that\n\nevery Trading Member of the F &amp; O Segment of the Exchange shall\n\nmaintain various records relating to its business for a period of five years,\n\nincluding the order book of the constituent reflecting margin call made\n\nand met.\n</p>\n<p data-structure=\"Precedent\" id=\"p_96\">\n\n</p><p data-structure=\"Section\" id=\"p_97\">34.             Bye-law 3 of Chapter-X provides that a trading member\n\nshall have the right to demand from its constituent the margin deposit he\n\nhas to provide under these Bye Laws, Rules and Regulations in respect of\n\nthe business done by it for such constituent. A trading member shall also\n\nhave the right to demand an initial margin in cash and/or securities from\n\nits constituent before executing an order and/or to stipulate that the\n\nconstituent shall make a margin deposit or furnish additional margin\n\n\n\n\n<span class=\"hidden_text\" id=\"span_54\">      ::: Uploaded on - 21/06/2018                  ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n ppn                                   47                 arbp-1543.14(j).doc\n\naccording to changes in market prices. The constituent shall be called\n\nupon to do so forthwith and provide a margin deposit and/or furnish\n\nadditional margin as required under these Bye Laws,Rules land\n\nRegulations in respect of the business done for him by and/or as agreed\n\nupon by him with the trading member concerned.\n</p>\n<p data-structure=\"Precedent\" id=\"p_98\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_99\">35.             A circular dated 14th December, 2011 issued by the National\n\nStock Exchange of India Limited to all the Trading Members and\n\nCleaning Member thereby issuing a clarification to the margin collection\n\nand reporting provides that by the said circular, the earlier circulars\n\nissued by the Stock Exchange on 30th June, 2009 and 11th February, 2008\n\nrespectively were superseded. It is provided in the said circular that the\n\nconstituent was allowed to furnish the bank guarantees, fixed deposits\n\ntowards margin, issued by approved banks and discharged in favour of\n\nthe member, units of the mutual funds in dematerialized form, free and\n\nunencumbered balances i.e. funds and securities available with the\n\nmember of the respective clients in different Segments of the Exchange\n\netc., value of securities in dematerialized from traded on the National\n\nExchanges, which are specifically not declared as illiquid securities.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_100\">36.             The circular dated 28th February, 2008 issued by the National\n\n\n\n\n<span class=\"hidden_text\" id=\"span_55\">      ::: Uploaded on - 21/06/2018                   ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n ppn                                        48               arbp-1543.14(j).doc\n\nStock Exchange of India Limited provided a list of approved securities\n\nand applicable haircut and also the list of approved banks for issue of the\n\nbank guarantees / bank deposit receipts for the purpose of margin\n\npayment of the Cleaning Members.\n</p>\n<p data-structure=\"Precedent\" id=\"p_101\">\n\n</p><p data-structure=\"Precedent\" id=\"p_102\">37.             Insofar as the circular dated 20th December, 2012 issued by\n\nthe National Securities Cleaning Corporation Limited relied upon by the\n\nrespondent is concerned, such circular is issued by the Stock Exchange to\n\nall the members/custodial/PCOM applicable to the members of the Stock\n\nExchange providing for permissible limits for securities as collaterals\n\nwhich circular was relied upon by the second arbitral tribunal while\n\nrejecting the appeal filed by the petitioner and rejecting the counter claim.\n\nA perusal of the aforesaid circulars and also various provisions of the\n\nagreements entered into between the parties clearly indicates that the\n\nrespondent who was the constituent, was permitted to provide various\n\nshares, securities, fixed deposits, bank guarantees as set out in various\n\ncirculars issued by the              National Stock Exchange of India Limited\n\ntowards its obligation to deposit margin money with the petitioner who is\n\na trading member.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_103\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_104\">38.             A perusal of the record clearly indicates that the respondent\n\n\n\n\n<span class=\"hidden_text\" id=\"span_56\">      ::: Uploaded on - 21/06/2018                      ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n ppn                                   49                arbp-1543.14(j).doc\n\nhad furnished various securities with the petitioner towards its obligation\n\nto deposit sufficient margin money. The petitioner had furnished such\n\nmargin money statement from time to time to the respondent. Some of\n\nsuch margin money statements have been produced on record by the\n\npetitioner before this Court, which were also forming part of the record\n\nof the arbitral proceedings before the two arbitral tribunals. Mr.Makhija,\n\nlearned counsel appearing for the respondent could not dispute the\n\ncontents of such margin money statement showing the amount of the\n\nmargin money by way of securities deposited by the respondent with the\n\npetitioner and after appropriating those securities, the remaining amount\n\npayable by the respondent to the petitioner.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_105\">\n\n</p><p data-structure=\"RespArg\" id=\"p_106\">39.             It is not the case of the respondent that the respondent had\n\npaid any other amount towards the margin money for any transaction\n\ncarried out by the petitioner on behalf of the respondent at any point of\n\ntime. It is also not the case of the respondent that the respondent had\n\ndeposited any other amount other than what was reflected in those margin\n\nmoney statements produced by the petitioner for consideration before the\n\narbitral tribunal and before this Court. I am thus not inclined to accept the\n\nsubmission of Mr.Makhija, learned counsel for the respondent that the\n\nrespondent had never furnished or deposited any margin money with the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_57\">      ::: Uploaded on - 21/06/2018                  ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n ppn                                   50                arbp-1543.14(j).doc\n\npetitioner by way of shares, securities reflected in the margin money\n\nstatements.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_107\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_108\">40.             The second arbitral tribunal however, has erroneously placed\n\nreliance on the circular dated 20th December, 2012 issued by the National\n\nSecurities Cleaning Corporation Limited which provided for the\n\nobligation of the trading members towards the National Securities\n\nCleaning Corporation Limited for deposit of the margin money. The said\n\ncircular was ex-facie not applicable in respect of the requirement of the\n\ndeposit of margin money by the constituent with the trading member. The\n\nimpugned award of the second arbitral tribunal placing reliance on such\n\ncircular dated 20th December, 2012 which was applicable only to the\n\ntrading members qua their obligation to deposit the margin money with\n\nthe National Securities Clearing Corporation Limited shows non-\n\napplication of mind and is totally illegal. Both the arbitral tribunals had\n\ntotally over looked and ignored various circulars produced by the\n\npetitioner      for its consideration and also various provisions of the\n\nagreements entered into between the petitioner and the respondent\n\nproviding clearly an obligation of the respondent to deposit the margin\n\nmoney in cash or any securities etc while allowing the claims made by\n\nthe respondent. The circulars issued by the National Stock Exchange of\n\n\n\n\n<span class=\"hidden_text\" id=\"span_58\">      ::: Uploaded on - 21/06/2018                  ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n ppn                                   51                arbp-1543.14(j).doc\n\nIndia Limited from time to time were binding not only on the parties to\n\nthe arbitration but also upon the arbitral tribunals. In my view, both the\n\narbitral awards are passed disregarding the provisions of the contract and\n\nvarious circulars issued by the Stock Exchange which were binding and\n\nare thus in conflict with the public policy.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_109\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_110\">41.             It is not disputed by the respondent that if there was any\n\nshortfall in depositing the margin money by the respondent with the\n\npetitioner in compliance with the agreements entered into between the\n\nparties and also in compliance with the Regulations, Bye-laws and\n\nvarious circulars issued by the National Stock Exchange of India Limited\n\nprescribing for such requirement, the petitioner had right to square off the\n\ntransactions and to realize the shortfall in the margin money. In my view,\n\nthe petitioner was thus justified in dealing with those shares and\n\nsecurities which were kept as margin money by the respondent in favour\n\nof the petitioner when the respondent had committed default in depositing\n\nthe shortfall of the margin money with the petitioner when demanded.\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_111\">42.             The question that now arises for consideration of this Court\n\nCourt is whether there is any merit in the allegations of the respondent\n\nthat large number of transactions from 12th August, 2013 onwards carried\n\n\n\n\n<span class=\"hidden_text\" id=\"span_59\">      ::: Uploaded on - 21/06/2018                  ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n ppn                                  52                  arbp-1543.14(j).doc\n\nout by the petitioner or its employees in the account of the respondent\n\nwere totally unauthorized and without any instructions from the\n\nrespondent. This Court shall also consider as to whether any of the emails\n\nexchanged between the employees of the petitioner with the respondent\n\nregarding the alleged unauthorized transaction or the alleged confessional\n\nstatements made by few employees of the petitioner admitting the alleged\n\nunauthorized transactions and also the alleged liability of the petitioner\n\ntowards the respondent were binding on the petitioner or not.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_112\">43.             Mr.Makhija, learned counsel for the respondent led emphasis\n\nand pressed strong reliance on few emails sent by Mr.P.M. Jadhav and\n\nalso on the alleged confessional statements sent by Mr.P.M. Jadhav and\n\nwitnessed by two other employees of the petitioner allegedly admitting\n\nthe liability of the petitioner in favour of the respondent.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_113\">44.             In support of the submission that the employees who had\n\nexchanged various emails with the respondent were also authorized                  to\n\ncarry on transactions with the respondent to admit and acknowledge the\n\ntransaction and the liability on behalf of petitioner, Mr.Makhija, placed\n\nreliance on some of the Regulations and Bye-laws issued by the Stock\n\nExchange. <a href=\"/doc/1273544/\" id=\"a_24\">Regulation 1</a>.3.6 of Regulations (F &amp; O Segment) provided\n\n\n\n\n<span class=\"hidden_text\" id=\"span_60\">      ::: Uploaded on - 21/06/2018                   ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n ppn                                  53                arbp-1543.14(j).doc\n\nthat the authorized person means a person being an individual, registered\n\npartnership firm or company as defined under the <a href=\"/doc/1353758/\" id=\"a_25\">Companies Act, 1956</a>\n\nwho is recognized as such by the Exchange and who is employed whether\n\nthrough a contract of employment or otherwise by a Trading\n\nmember/Participant for remuneration expressed in terms of money or\n\ncapable of being so expressed and gets such remuneration directly or\n\nindirectly from the trading member or a Participant for any activity\n\nrelating to the trades done and executed on the F &amp; O Segment of the\n\nExchange.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_114\">\n\n</p><p data-structure=\"Section\" id=\"p_115\">45.             <a href=\"/doc/1804257/\" id=\"a_26\">Regulation 2</a>.2.1 provides that the trading members and the\n\nparticipants shall be entitled to appoint, with the approval of the F &amp; O\n\nSegment of the Exchange, authorized persons and approved users to\n\noperate the trading workstations. <a href=\"/doc/1804257/\" id=\"a_27\">Regulation 2</a>.2.2 provides that the\n\nauthorized person cannot collect any commission or any amount directly\n\nfrom the Clients, he introduces to the trading member, who appoint him.\n\nHowever, he may receive a commission or any such amount from the\n\nTrading Member who appointed him as provided under <a href=\"/doc/1273544/\" id=\"a_28\">Regulation 1</a>.3.6.\n\nEach approved user has to be given a unique identification number\n\nthrough which he shall have access to the NEAT system.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_61\">      ::: Uploaded on - 21/06/2018                 ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n</p><p data-structure=\"Conclusion\" id=\"p_116\"> ppn                                  54               arbp-1543.14(j).doc\n\n</p><p data-structure=\"Section\" id=\"p_117\">46.             <a href=\"/doc/1804257/\" id=\"a_29\">Regulation 2</a>.2.10(a) provides that only persons who are\n\nregistered as Trading Members and Participants in accordance with\n\nprovisions of the Bye-laws, Rules and Regulations of the Exchange or are\n\nagents of Trading Members, for whom an application has been made to\n\nthe Exchange by the Trading Members in accordance with the format\n\nspecified by the Relevant Authority of the Exchange from time to time,\n\nmay be approved as Users.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_118\">\n\n</p><p data-structure=\"Precedent\" id=\"p_119\">47.             A perusal of the award rendered by the second arbitral\n\ntribunal (Appellate Bench) indicates that the second arbitral tribunal has\n\nheld that the respondent had admitted that they had indulged in F &amp; O\n\ntrades only in TTML and Reliance and that too few in numbers. It is\n\nfurther held that however looking either way of sheer numbers or\n\nvolumes/turnover in the account, it was crystal clear that the same were\n\nnot done by the respondent. There were about 629 contracts on the\n\nfiles. If one goes to the contracts then one finds that there was heavy\n\ntrading in Nifty/Bank Nifty in Future and Option Segment of the National\n\nStock Exchange. All the trades were in the Nifty and Bank Nifty and\n\ntrades in TTML and Reliance were stray trades and 99% trades were\n\nin Nifty and Bank Nifty.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_120\">\n\n\n<span class=\"hidden_text\" id=\"span_62\">      ::: Uploaded on - 21/06/2018                ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n</p><p data-structure=\"Conclusion\" id=\"p_121\"> ppn                                  55               arbp-1543.14(j).doc\n\n</p><p data-structure=\"Precedent\" id=\"p_122\">48.             Though the arbitral tribunal has held that there was no\n\ndispute that the respondent had received contract notes and receipt of\n\nthe contract notes were not in dispute and that the respondent was thus\n\naware that the trades had taken place in their account, it is held that to\n\ngreat extent the trades were in the nature of Portfolio Management\n\nServices and        the same were rendered without executing mandatory\n\ndocuments as per requirement of SEBI. Though it was not the case of\n\nthe respondent that there was any trade in the nature of Portfolio\n\nManagement Services nor the same was part of the agreement between\n\nthe parties, the second arbitral tribunal has rendered such finding beyond\n\nthe pleadings and contrary to the agreement entered into between the\n\nparties. The award shows patent illegalities.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_123\">\n\n</p><p data-structure=\"Precedent\" id=\"p_124\">49.             Though on one hand the second arbitral tribunal has held\n\nthat the respondent was fully aware of trade taking place in their account\n\nand had full knowledge thereof, on the other hand, a finding is rendered\n\nthat the said transactions were without understanding as to whether they\n\nwere making profit or loss in Future and Option and thus the respondent\n\nkept mum as no money was demanded and had relied on some assurances\n\ngiven by the member that there will be return on investment and thus in\n\nthis scenario, the trades would remain unauthorised. In my view, this\n\n\n\n\n<span class=\"hidden_text\" id=\"span_63\">      ::: Uploaded on - 21/06/2018                ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n ppn                                    56                arbp-1543.14(j).doc\n\nfinding of the second arbitral tribunal is totally perverse. Since the\n\nrespondent was fully aware           of the transactions carried out by the\n\npetitioner in their account and did not raise any objection at any point of\n\ntime and at least within a reasonable period, when such transactions were\n\ncarried out, the arbitral tribunals could not have considered such\n\ntransactions as unauthorised on the premises that the transactions were\n\nwithout understanding of the respondent as to whether they were making\n\nprofit or loss in Future and Option.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_125\">\n</p><p data-structure=\"CDiscource\" id=\"p_126\">50.             A perusal of the award rendered by the second arbitral\n\ntribunal indicates that the arbitral tribunal has rendered a finding that\n\nsince October 2012, the petitioner had not asked for cash margin required\n\nin Future and Option trading and if such cash margin would have been\n\ndemanded, the constituent would have come to know as to what was in\n\neffect their liability or risk to what extent they were exposed. This finding\n\nof the arbitral tribunal is ex facie perverse and contrary to the admitted\n\nfacts on record. The petitioner had produced large number of margin\n\nmoney statements before the arbitral tribunals and also before this Court\n\nfollowed by emails demanding margin money. The respondent had not\n\ndisputed before this Court or before the arbitral tribunals that no such\n\nmargin money statement was served upon respondent by the petitioner.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_64\">      ::: Uploaded on - 21/06/2018                   ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n</p><p data-structure=\"Conclusion\" id=\"p_127\"> ppn                                  57               arbp-1543.14(j).doc\n\n</p><p data-structure=\"CDiscource\" id=\"p_128\">51.             Such margin money statement admittedly reflected the\n\ndeposit of various securities furnished by the respondent to the petitioner\n\nin lieu of the margin money. The petitioner had given credit of all such\n\namount of margin money given by way of securities by the respondent\n\nand had demanded shortfalls after giving credit of the said amount to the\n\nrespondent. The arbitral tribunal has totally overlooked and ignored the\n\nregulations, bye-laws and the provisions of the agreement entered into\n\nbetween the parties clearly providing that the constituent was permitted\n\nto deposit the margin money not only in cash but also by way of shares\n\nand securities.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_129\">\n\n</p><p data-structure=\"Precedent\" id=\"p_130\">52.             Reliance placed by the second arbitral tribunal on the\n\ncircular which provided for obligation to deposit margin money by the\n\ntrading members with the National Securities Clearing Corporation\n\nLimited shows total non-application of mind on the part of the second\n\narbitral tribunal.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_131\">\n\n</p><p data-structure=\"RespArg\" id=\"p_132\">53.             A perusal of the record indicates that the respondent had\n\nclaimed different period of disputed transactions from time to time.           In\n\nthe original proceedings filed by the respondent, it was alleged that the\n\ndisputed transactions were pertaining to the period from 11 th October\n\n\n\n\n<span class=\"hidden_text\" id=\"span_65\">      ::: Uploaded on - 21/06/2018                ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n ppn                                     58                arbp-1543.14(j).doc\n\n2012 to 28th February 2013 and at another stage, it was alleged that the\n\ndisputed trades were from 16th October 2012 to 12th February 2013 and\n\nonce again the period was changed between 12 th February 2013 and 28th\n\nFebruary 2013.          Despite such inconsistencies and contradictions in the\n\nstand taken by the respondent, both the arbitral tribunals allowed the\n\nclaims made by the respondent.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_133\">\n\n</p><p data-structure=\"Facts\" id=\"p_134\">54.             In so far as few emails exchanged between the employees of\n\nthe petitioner and the respondent are concerned, it is clear that these\n\nemails were sent after the disputed transactions were carried out. None\n\nof those emails were sent by the employees of the petitioner from the\n\nofficial email ID of the petitioner but were sent from their personal email\n\nID. The respondent also had admittedly sent those emails to the\n\nemployees of the petitioner at their personal email ID address. Even\n\ncopies of those emails sent by the respondent to the employees of the\n\npetitioner were not sent to the petitioner at its official email ID.\n\n\n</p><p data-structure=\"Facts\" id=\"p_135\">55.             Both the arbitral tribunal placed heavy reliance on these\n\nemails sent by the employees. Though those employees were admittedly\n\nin the employment of the petitioner during the period when the\n\ntransactions were carried out and the securities of the respondent were\n\n\n\n\n<span class=\"hidden_text\" id=\"span_66\">      ::: Uploaded on - 21/06/2018                    ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n ppn                                  59                arbp-1543.14(j).doc\n\nsold to recover the deficit margin money, the respondent could not point\n\nout any authority alleged to have been granted in favour of those\n\nemployees by the petitioner to admit any of the disputed transactions\n\nor the alleged liability of the petitioner in favour of the respondent\n\ntowards the alleged losses suffered by the respondent arising out of those\n\ntransactions. Admittedly Mr.Pushottam Jadhav had when confronted with\n\nthe demand made by the respondent based on such emails sent by him\n\nand the alleged confessional statements signed by him and countersigned\n\nby two other employees as witnesses, Mr.Pushottam Jadhav had filed an\n\naffidavit placing the facts on record alleging that the said emails and the\n\nalleged confessional statements were signed by him due to coercion and\n\nthreats of Mr.B.K.Soni of the respondent.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_136\">\n</p><p data-structure=\"CDiscource\" id=\"p_137\">56.             The second arbitral tribunal though in paragraph 26 of the\n\nimpugned award has recorded that the said tribunal had ignored the\n\nconfessional statements of the employees, police complaint and the report\n\nof the police and affidavit filed in the matter, both the arbitral tribunals\n\nhad considered the alleged confessional statements made by the\n\nemployees of the petitioner and also the emails sent by such employees\n\nallegedly admitting the unauthorised transaction and the alleged liability\n\nof the petitioner towards the respondent. The award shows total non-\n\n\n\n\n<span class=\"hidden_text\" id=\"span_67\">      ::: Uploaded on - 21/06/2018                 ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n</p><p data-structure=\"Conclusion\" id=\"p_138\"> ppn                                   60                arbp-1543.14(j).doc\n\napplication of mind and perversity.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_139\">\n\n</p><p data-structure=\"RespArg\" id=\"p_140\">57.             Both the arbitral tribunal have totally ignored the contents\n\nof the Financial Statement of Annual Report of the respondent for the\n\nyear 2012-13 stating that the respondent had been dealing with the\n\npetitioner for its share transactions. The respondent was in the business\n\nof E-waste Management and Recycling, Trading in stock of shares,\n\nDerivative, Future and options and Speculation business. Both the\n\narbitral tribunal however rendered contrary and perverse finding that the\n\nrespondent was carrying on the F &amp; O trades only in TTML and Reliance\n\nand no other transaction in F &amp; O trades.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_141\">\n\n</p><p data-structure=\"Precedent\" id=\"p_142\">58.             This Court in the case of Mahesh Daulatram Changrani\n\n(supra) has held that the confession of employee filmed on a national\n\nholiday, displays undue influence and pressure on the employees of the\n\npetitioner. Any material collected after the transaction cannot be used\n\nto challenge the said transaction. In this case also admittedly the alleged\n\nconfessional statements made by the employees and the emails sent\n\nfrom the personal ID of the employees of the petitioner to the respondent\n\nauthorising unauthorized transaction and acknowledgement of the\n\nliability of the petitioner was after carrying out those transactions to the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_68\">      ::: Uploaded on - 21/06/2018                  ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n ppn                                   61                arbp-1543.14(j).doc\n\nknowledge of the respondent and thus the same could not have been\n\nrelied upon by the arbitral tribunals or the respondent. The principles of\n\nlaw laid down by this Court in the case of Mahesh Daulatram\n\nChangrani (supra) apply to the facts of this case. I am respectfully\n\nbound by the said judgment.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_143\">\n\n</p><p data-structure=\"Precedent\" id=\"p_144\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"79717341\" id=\"span_69\">59.             This Court in the case of <a href=\"/doc/79717341/\" id=\"a_30\">Kotak Securities Ltd. Vs. Prakash\n\nS. Khanolkar &amp; Anr.</a> (supra) has held that acknowledgement of liability\n\ncannot be made under alleged implied authority given to the agent on\n\nbehalf of the principal.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1895221\" id=\"span_70\">This Court adverted to the judgment of the\n\nSupreme Court in the case of <a href=\"/doc/1895221/\" id=\"a_31\">Lakshmirattan Cotton Mills Company\n\nLimited Vs. Aluminium Corporation of India Limited</a>, reported in AIR\n\n1971 SC 1482 in <a href=\"/doc/1895221/\" id=\"a_32\">the said judgment</a>. This Court has held that the arbitral\n\ntribunal could not have permitted the constituent            to accept         few\n\ntransactions out of several transactions reflected in the statement of\n\naccounts. If the arbitral award is based on non-appreciation of evidence,\n\nsubmissions and documents produced by the parties, the same can be set\n\naside under <a href=\"/doc/536284/\" id=\"a_33\">Section 34</a> of the Arbitration and Conciliation Act, 1996.</span>\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_145\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1895221\" id=\"span_71\">60.             In my view, the arbitral tribunals thus could not have\n\nallowed the claim of the respondent based on such alleged confessional\n\n\n\n\n<span class=\"hidden_text\" id=\"span_72\">      ::: Uploaded on - 21/06/2018                  ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n ppn                                        62               arbp-1543.14(j).doc\n\nstatements obtained by the respondent without proving the authority of\n\nsuch employee to send                such emails and to sign such confessional\n\nstatements thereby acknowledging the alleged liability of the principal.\n\nThe principles of law <a href=\"/doc/1895221/\" id=\"a_34\">laid down in</a> <a href=\"/doc/1895221/\" id=\"a_35\">the said judgment</a> would squarely\n\napply to the facts of this case. I am respectfully bound by <a href=\"/doc/1895221/\" id=\"a_36\">the said\n\njudgment</a>.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_146\">\n\n</p><p data-structure=\"Precedent\" id=\"p_147\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"121218761\" id=\"span_73\">61.             It is not in dispute that the respondent had given power of\n\nattorney in favour of the petitioner empowering them to do all\n\ntransactions and in case of failure on the part of the client to discharge\n\nits liability as per the ledger, the petitioner was authorised to recover\n\nthe debit balance by selling the stock and/or squaring off the position.\n\nThis Court in the case of <a href=\"/doc/121218761/\" id=\"a_37\">Manjula Arvind Thakkar Vs.Sharekhan Ltd.</a>\n\n(supra) has accepted such arguments on the part of the trading member\n\nand has interferred with the award. The principles of law <a href=\"/doc/121218761/\" id=\"a_38\">laid down in</a>\n\n<a href=\"/doc/121218761/\" id=\"a_39\">the said judgment</a> would apply to the facts of this Court.</span>\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_148\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"190635407\" id=\"span_74\">62.             This Court in the case of <a href=\"/doc/190635407/\" id=\"a_40\">Shilpa Stock Broker Pvt. Ltd.\n\nVs. Shravankumar Banshraj Pandey</a> (supra) has held that the client/\n\nconstituent cannot be permitted to accept few transactions out of several\n\ntransactions reflected in the statement of account and to reject the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_75\">      ::: Uploaded on - 21/06/2018                      ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n ppn                                     63               arbp-1543.14(j).doc\n\nremaining transactions. Though both the arbitral tribunals have rendered\n\na finding that the respondent had received all the contract notes, bills\n\nand ledger account from the petitioner from time to time, the respondent\n\nhad not raised any objection, the arbitral tribunals have illegally allowed\n\nthe claim made by the respondent.</span> The award is contrary to the law <a href=\"/doc/190635407/\" id=\"a_41\">laid\n\ndown by</a> this Court             in the case of Anand Rathi Share and Stock\n\nBrokers Ltd. Vs. Jayshree Sanjay Sonawane (supra).\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_149\">63.             Division bench of this Court in the case of Maheshbhai\n\nHiralal Champneira Vs. Kotak Securities Ltd. (supra) had considered\n\nthe rules and regulations of the National Stock Exchange providing that\n\nthe dispute, if any, regarding any contract has to be raised within a\n\ncouple of days failing which the transaction is deemed to have been\n\ncarried out. Division Bench of this Court accepted the contention of the\n\ntrading member and rejected the claim made by the constituent in view\n\nof the constituent not having raised objection within the time prescribed\n\nunder the Rules and Regulations of the National Stock Exchange.                 The\n\nprinciples of law laid down by this Court in the case of           Maheshbhai\n\nHiralal Champneira Vs. Kotak Securities Ltd. (supra) would squarely\n\napply to the facts of this case. I am respectfully bound by the said\n\njudgment.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_150\">\n\n\n<span class=\"hidden_text\" id=\"span_76\">      ::: Uploaded on - 21/06/2018                   ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n</p><p data-structure=\"Conclusion\" id=\"p_151\"> ppn                                   64                 arbp-1543.14(j).doc\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_152\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"84236930\" id=\"span_77\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"153102115\" id=\"span_78\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"97957939\" id=\"span_79\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"136518863\" id=\"span_80\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"31621011\" id=\"span_81\">64.             Supreme Court in the case of <a href=\"/doc/31621011/\" id=\"a_42\">Associate Builders Vs. Delhi\n\nDevelopment Authority</a> (supra), in the case of <a href=\"/doc/136518863/\" id=\"a_43\">Oil and Natural Gas\n\nCorporation Ltd. Vs. Western Geco International Ltd.</a> (supra), this\n\nCourt in the case of Maharashtra State Electricity Distribution Co. ltd.\n\n<a href=\"/doc/97957939/\" id=\"a_44\">Vs. Vijal Electricals Ltd.</a> (supra), in the case of <a href=\"/doc/153102115/\" id=\"a_45\">Seemaben Vs. Motibhai\n\nK. Patel Manguben</a> (supra) and in the case of <a href=\"/doc/84236930/\" id=\"a_46\">Sahara Hospitality Ltd.\n\nVs. Hotel Co. of India</a> (supra) has held that if the arbitral award is\n\ncontrary to the terms of the contract and if the finding rendered by the\n\narbitral tribunal is perverse, the award shows patent illegality, shows\n\ncontradictions and inconsistencies, overlooking the evidence produced\n\nby the parties and the finding contrary to the evidence on record, the\n\nCourt has power to set aside such arbitral award under <a href=\"/doc/536284/\" id=\"a_47\">Section 34</a> of the\n\nArbitration and Conciliation Act, 1996. The principles of law <a href=\"/doc/84236930/\" id=\"a_48\">laid down\n\nby</a> the Supreme Court and the High Court in the catena of decisions\n\nwhich are referred to aforesaid apply to the facts of this case. I am\n\nrespectfully bound by <a href=\"/doc/84236930/\" id=\"a_49\">the said judgment</a>. In my view, the findings of\n\nboth the arbitral tribunals are totally perverse and shows patent illegality\n\nand thus deserves to be set aside.</span></span></span></span></span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_153\">\n\n</p><p data-structure=\"Precedent\" id=\"p_154\">65.             <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1895221\" id=\"span_82\">In so far as the judgment of the Supreme Court in the case of\n\n\n\n\n<span class=\"hidden_text\" id=\"span_83\">      ::: Uploaded on - 21/06/2018                   ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n ppn                                  65                 arbp-1543.14(j).doc\n\nNational Highways Authority of India Vs. M/s. <a href=\"/doc/1895221/\" id=\"a_50\">ITD Cementation India\n\nLimited</a> (supra) relied upon by Mr.Makhija, learned counsel for the\n\nrespondent is concerned, Supreme Court in <a href=\"/doc/1895221/\" id=\"a_51\">the said judgment</a> also has\n\nheld that the Court while considering the challenge to an arbitral award\n\ndoes not sit in appeal over findings and decisions unless arbitrator\n\nconstrues contract in such a way that no fair minded or reasonable person\n\ncould do. In my view, both these awards fall under exception carved out\n\nin <a href=\"/doc/1895221/\" id=\"a_52\">the said judgment</a> and thus deserve to be set aside. The said judgment\n\nwould not assist the case of the respondent.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_155\">\n\n</p><p data-structure=\"Precedent\" id=\"p_156\">66.             In so far as the judgment of this Court in the case of Ropa\n\nPlastics Pvt. Ltd. Vs. IPN Packaging Pvt. Ltd. (supra) relied upon by\n\nthe learned counsel for the respondent is concerned, this Court has held\n\nthat unless finding of the learned arbitrator is perverse, the Court\n\ncannot interfere with the said finding. In my view, since in this case the\n\nfindings rendered by both the arbitral tribunals are totally perverse, this\n\nCourt has ample power to set aside those findings. The judgment of the\n\nSupreme Court in the case of Ropa Plastics Pvt. Ltd. Vs. IPN\n\nPackaging Pvt. Ltd. (supra) thus would not assist the case of the\n\nrespondent.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_157\">\n\n\n<span class=\"hidden_text\" id=\"span_84\">      ::: Uploaded on - 21/06/2018                  ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n</p><p data-structure=\"Conclusion\" id=\"p_158\"> ppn                                    66                 arbp-1543.14(j).doc\n\n</p><p data-structure=\"RespArg\" id=\"p_159\">67.             In so far as the reliance placed by the learned counsel for the\n\nrespondent on the arbitral awards rendered by the learned arbitrator of\n\nthe National Stock Exchange in other matters are concerned, it is the case\n\nof the petitioner that one of the arbitral award i.e. the arbitral award\n\nrendered in       CM/M-0023/2013       has been reversed       by the appellate\n\narbitration bench of the National Stock Exchange of India Ltd. Be that\n\nas it may, the arbitral awards in other matter between the petitioner and\n\nother constituent cannot be relied upon as precedent in this Court.\n\nReliance placed on those arbitral awards by the learned counsel for the\n\nrespondent is thus misplaced.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_160\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_161\">68.             A perusal of the impugned awards clearly indicates that the\n\nrespondent had not denied the receipt of the contract notes from the\n\npetitioner from time to time and also connected documents. The\n\npetitioner was authorised to retain securities/funds towards the\n\nobligations of the respondent to deposit requisite amount of margin\n\nmoney in accordance with bye-laws, regulations and various provisions\n\nof the agreements entered into between the parties and also in accordance\n\nwith the circulars issued by the National Stock Exchange from time to\n\ntime. Relevant circulars issued by the National Stock Exchange of India\n\nLtd. are already highlighted in the earlier paragraphs of this judgment\n\n\n\n\n<span class=\"hidden_text\" id=\"span_85\">      ::: Uploaded on - 21/06/2018                    ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n ppn                                  67                arbp-1543.14(j).doc\n\nwhich were applicable to the parties and were required to be considered\n\nby the arbitral tribunal.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_162\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_163\">69.             Both the arbitral tribunals totally failed to consider the\n\ncrucial aspect in the matter that the respondent itself had admitted in the\n\narbitration proceedings that office of the respondent had            admittedly\n\nlogged into the server of the petitioner 14 times to access information\n\nregarding its account through the unique client log in ID provided to it\n\nfrom the computers located in the office of the respondent. The\n\nrespondent had also not denied the contents of the recorded oral\n\ntelephonic conversations between the respondent and the employees of\n\nthe petitioner and transcript thereof which was filed by the respondent\n\nitself before the second arbitral tribunal.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_164\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_165\">70.             I am inclined to accept the submission of Ms.Iyer, learned\n\nsenior counsel for the petitioner that the second arbitral tribunal could\n\nnot have rendered a finding that most of the trades were in the nature of\n\nthe Portfolio Management Services in absence of any such plea raised by\n\nthe respondent and that also without giving an opportunity                to the\n\npetitioner to deal with such a new case made out by the second arbitral\n\ntribunal in the impugned award. The award rendered by the second\n\n\n\n\n<span class=\"hidden_text\" id=\"span_86\">      ::: Uploaded on - 21/06/2018                 ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n ppn                                  68                 arbp-1543.14(j).doc\n\narbitral tribunal is thus in gross violation of principles of natural justice\n\nand deserves to be set aside on this ground also. The Additional\n\nCommissioner of Police, Economic Offence Wings, Mumbai had already\n\nclosed the case against the petitioner.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_166\">\n\n</p><p data-structure=\"PetArg\" id=\"p_167\">71.             In so far as the submission of Mr.Makhija, learned counsel\n\nfor the respondent that Mr.Pushottam Jadhav and other employees of the\n\npetitioner had accepted in the emails exchanged with the respondent\n\nthat all the transactions were on behalf of the petitioner and had signed\n\nthe confessional statements accepting the liability of the respondent on\n\nbehalf of the petitioner is concerned, in my view, since the respondent\n\nfailed to prove that such employees were authorised by the petitioner to\n\nacknowledge such alleged liability on behalf of the petitioner or to\n\nadmit the alleged unauthorized transactions on behalf of the petitioner.\n\nNo reliance on such emails and such alleged confessional statements\n\ncould be thus made by the arbitral tribunal or by the respondent.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_168\">72.             In so far as the submission of Mr.Makhija, learned counsel\n\nfor the respondent that it was not the case of the petitioner that any\n\nmoney was due to the petitioner from the respondent and thus shares and\n\nsecurities of the respondent were sold on that ground is concerned, in my\n\n\n\n\n<span class=\"hidden_text\" id=\"span_87\">      ::: Uploaded on - 21/06/2018                  ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n ppn                                  69                   arbp-1543.14(j).doc\n\nview, in this submission of the learned counsel is based on wrong\n\npremise and contrary to the record before both the arbitral tribunals.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_169\">73.             In so far as the submission of the learned counsel for the\n\nrespondent that since October 2012, the petitioner had never demanded\n\nany margin money was made till 12th February 2013 when an illegal\n\ndemand of margin money was made is concerned, this submission is also\n\ncontrary to the documents on record produced by the petitioner before\n\nthe arbitral tribunal as well as before this Court.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_170\">\n\n</p><p data-structure=\"Precedent\" id=\"p_171\">74.             In so far as the submission of the learned counsel for the\n\npetitioner that the second arbitral tribunal has wrongly rejected the\n\ncounter claim is concerned, it is an admitted position that the petitioner\n\nthough had filed written statement before the first arbitral tribunal had\n\nnot filed any counter claim at that stage. The petitioner had impugned\n\nthe arbitral award rendered by the first arbitral tribunal before the second\n\narbitral tribunal and had filed counter claim at that stage. In my view,\n\nthe said counter claim thus even otherwise could not have been\n\nentertained on merit for the first time by the second arbitral tribunal. In\n\nmy view, that part of the award thus cannot be interferred with by this\n\nCourt in this petition.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_172\">\n\n\n<span class=\"hidden_text\" id=\"span_88\">      ::: Uploaded on - 21/06/2018                    ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n</p><p data-structure=\"Conclusion\" id=\"p_173\"> ppn                                     70                 arbp-1543.14(j).doc\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_174\">75.              In my view, since both the impugned awards rendered by\n\nthe arbitral tribunals record various perverse findings and show patent\n\nillegality, in so far as the claims made by the respondent have been\n\nallowed is concerned, the same deserves to be set aside.\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_175\">76.              I therefore pass the following order :-\n</p>\n<blockquote id=\"blockquote_38\">(i)    The impugned award rendered by the first arbitral tribunal on 3 rd\n\n       September 2013 is set aside. The impugned award rendered by the\n\n       second arbitral tribunal on 16th May 2014 is set aside to the extent\n\n       the same rejects the appeal filed by the petitioner              against the\n\n       impugned award dated 3rd September 2013 rendered by the first\n\n       arbitral tribunal.\n</blockquote>\n<blockquote id=\"blockquote_39\">(ii)   The impugned award of the second arbitral tribunal dated 16 th May\n\n       2014 thereby rejecting the counter claim made by the petitioner is\n\n       upheld.\n</blockquote>\n<blockquote id=\"blockquote_40\">(iii) The arbitration petition is partly allowed in aforesaid terms.\n\n</blockquote><blockquote id=\"blockquote_41\">(iv) There shall be no order as to costs.\n</blockquote>\n<blockquote id=\"blockquote_42\">\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_176\">                                              R.D. DHANUKA, J.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_177\">\n\n\n<span class=\"hidden_text\" id=\"span_89\">       ::: Uploaded on - 21/06/2018                    ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n</p><pre id=\"pre_9\"> ppn                                  71                 arbp-1543.14(j).doc\n\n\n\n.               Mr.Wadi, learned counsel appearing for the respondent prays\n\n</pre><p data-structure=\"Conclusion\" id=\"p_178\">that the petitioner shall not be allowed to withdraw the amount deposited\n\nby the petitioner with the National Stock Exchange relating to subject\n\nmatter of the arbitral awards which are the subject matter of this\n\npetition for a period of six weeks from today.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_179\">\n\n.               The petitioner is directed not to withdraw the amount\n\ndeposited by the petitioner with the National Stock Exchange for a period\n\nof six weeks from today. If any appeal is preferred by the respondent\n\nagainst this judgment, papers and proceedings thereof shall be served\n\nupon the advocate representing the petitioner in advance.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_180\">                                              R.D. DHANUKA, J.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_181\">\n\n\n<span class=\"hidden_text\" id=\"span_90\">      ::: Uploaded on - 21/06/2018                  ::: Downloaded on - 22/06/2018 01:35:59 :::</span>\n </p>","numcites":19,"numcitedby":0,"docsource":"Bombay High Court","citetid":173253063,"divtype":"judgments","relatedqs":[{"value":"futures and options","formInput":"futures%20and%20options"},{"value":"what is running account","formInput":"what%20is%20running%20account"},{"value":"power of attorney","formInput":"power%20of%20attorney"},{"value":"rule of law","formInput":"rule%20of%20law"},{"value":"coercion","formInput":"coercion"},{"value":"counter claim ","formInput":"counter%20claim%20"},{"value":"perverse finding ","formInput":"perverse%20finding%20"},{"value":"trade dispute","formInput":"trade%20dispute"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"patent illegality","formInput":"patent%20illegality"},{"value":"\"unauthorised trades\"","formInput":"%22unauthorised%20trades%22"},{"value":"arbitral award","formInput":"arbitral%20award"},{"value":"confessional statements","formInput":"confessional%20statements"},{"value":"courier","formInput":"courier"},{"value":"confession","formInput":"confession"},{"value":"the powers of power of attorney?","formInput":"the%20powers%20of%20power%20of%20attorney%3F"},{"value":"sebi","formInput":"sebi"},{"value":"transcript","formInput":"transcript"},{"value":"margin money","formInput":"margin%20money"},{"value":"arbitration and conciliation act, 1996","formInput":"arbitration%20and%20conciliation%20act%2C%201996"}],"cats":[{"value":"application-for-setting-aside-arbitral-award","formInput":"tag:application-for-setting-aside-arbitral-award"},{"value":"companies-law","formInput":"tag:companies-law"},{"value":"definitions","formInput":"tag:definitions"},{"value":"receipt-of-written-communications","formInput":"tag:receipt-of-written-communications"},{"value":"commencement-arbitration-and-conciliation-act","formInput":"tag:commencement-arbitration-and-conciliation-act"}],"courtcopy":true,"query_alert":null,"agreement":false}