{"tid":461988,"publishdate":"1974-03-12","title":"Union Of India vs Raman Iron Foundry on 12 March, 1974","doc":"<h2 class=\"doc_title\">Union Of India vs Raman Iron Foundry on 12 March, 1974</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1974 AIR 1265, 1974 SCR (3) 556, AIR 1974 SUPREME COURT 1265, 1974 2 SCC 231, 1974 3 SCR 556, 1974 SCD 507</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:p-n-bhagwati\">P.N. Bhagwati</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:p-n-bhagwati\">P.N. Bhagwati</a>, <a href=\"/search/?formInput=benchid:p-k-goswami\">P.K. Goswami</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nUNION OF INDIA\n\n\tVs.\n\nRESPONDENT:\nRAMAN IRON FOUNDRY\n\nDATE OF JUDGMENT12/03/1974\n\nBENCH:\nBHAGWATI, P.N.\nBENCH:\nBHAGWATI, P.N.\nGOSWAMI, P.K.\n\nCITATION:\n 1974 AIR 1265\t\t  1974 SCR  (3) 556\n 1974 SCC  (2) 231\n CITATOR INFO :\n O\t    1984 SC  29\t (9,13,20,25)\n RF\t    1992 SC 847\t (53)\n\n\nACT:\nIndian Arbitration Act (10 of 1940 s. 41 (b)-Court when\t can\nissue interim in function.  <a href=\"/doc/171398/\" id=\"a_1\">Indian Contract Act</a> (9 of 1872),\ns. 74-Stipulation of amount of damages in contract-Claim for\ndamages for branch--If claim for liquidated or\tunliquidated\ndamages.\n&#x27;Sums due,&#x27; meaning of.\n\n\n\nHEADNOTE:\nA  dispute  arose regarding the performance  of\t a  contract\nbetween the appellant and respondent, each party  contending\nthat  the other had committed a breach of the  contract\t and\nclaiming large sums of money by way of damages.\t The  appel-\nlant&#x27;s claim was for damages stipulated under cl. 14 of\t the\ncontract.  The respondent was called upon to pay the  amount\nclaimed\t and was also informed that on failure to  make\t the\npayment\t the  appropriate  officer would  be  authorised  to\nrecover the amount from the pending bills of the  respondent\nin respect of other contracts under cl. 18 of the  Contract.\nThe respondent thereupon moved the High Court under<a href=\"/doc/811701/\" id=\"a_2\"> s. 20</a> of\nthe  Arbitration Act, 1940, and the claim and counter  claim\nwere  referred to arbitration.\tDuring the pendency  of\t the\narbitration  some  amounts  became due and  payable  by\t the\nappellant  to the respondent in respect of  other  contracts\nbetween them.  The respondent applied to the High Court\t for\nan injunction restraining the appellant from recovering\t its\nclaim for damages from the amounts which had fallen due\t and\nthe  High Court granted the injunction holding that  cl.  18\ndid  not authorise the appellant to appropriate the  amounts\nof any pending bills of the respondent towards\tsatisfaction\nof its claim for damages against the respondent unless\tsuch\nclaim  was either admitted by the respondent or\t adjudicated\nupon by the arbitrator or the Court.\nDismissing the appeal to this Court,\nHELD : (1) The order of interim injunction cannot be said to\nbe  outside the scope of the High Court&#x27;s power under<a href=\"/doc/245658/\" id=\"a_3\"> s.  41\n(b)</a> of the Arbitration Act. [563D-E]\n(a)  <a href=\"/doc/245658/\" id=\"a_4\">Section 41 (b)</a> says that the Court shall have, for\t the\npurpose\t of and in relation to arbitration proceedings,\t the\nsame power of making orders in respect of any of the matters\nset out in the second schedule as it has for the purpose  of\nand in relation to any proceedings before the Court and\t one\nof  the matters set out in the second Schedule\tis  &#x27;interim\ninjunction.&#x27; The, Court has therefore power to issue interim\ninjunction.  But such interim injunction can only be for the\npurpose\t of and in relation to\tarbitration  proceedings.The\nCourt  could  not  therefore make an  interim  order  which,\nthough ostensibly in form an order of interim injunction, in\nsubstance  amounted to a direction to the appellant  to\t pay\nthe  amounts  due to the respondent under  other  contracts.\n[562F-563A]\n(b)  However,  in  the present case, the  order\t of  interim\ninjunction&#x27;  does not expressly or by necessary\t implication\ndirect\tthe appellant to pay amounts due to  the  respondent\nunder other contracts.\tThe a appellant can still refuse  to\npay such amounts if it thinks it has a valid defence and the\nonly  remedy  open to the respondent then would be  to\ttake\nmeasures in an appropriate forum.  No breach of the  interim\ninjunction as such would be involved in non-payment of\tsuch\namounts by the appellant to the respondent.  The only  thing\nwhich the appellant is interdicted from doing is to  satisfy\nits  claim for damages by appropriating such amounts.\tSuch\nan order- would be within the power of the court under<a href=\"/doc/245658/\" id=\"a_5\"> s. 41\n(b)</a>, because the claim for damages forms the subject  matter\nof arbitration proceedings. [563A-D]\n(2)  The appellant had no right or authority under cl. 18 to\nappropriate  the  amounts  of other  pending  bills  of\t the\nrespondent,  &#x27;in  or towards satisfaction of its  claim\t for\ndamages\t against the respondent, and so, the High Court\t has\njustified in issuing the interim injunction-. [569G]\n557\n(a)  Though  the words&quot;where any claim for the payment of  a\nsum of money arises&quot; occurring in the opening part of cl. 18\nare  words  of great amplitude, covering even  a  claim\t for\ndamages,  it  is  a well  settled  rule\t of  interpretation,\napplicable  alike  to instruments as to\t statutes  that\t the\nmeaning\t of  ordinary words is to be found not\tso  much  in\nstrict\tetymological  propriety\t of  language  nor  even  in\npopular use as in the subject or occasion on which they\t are\nused  and the object which is intended to be attained.\t The\ncontext\t and collection of a particular expression may\tshow\nthat  it was not intended to be used in the sense  which  it\nordinarily  bears.  The words must therefore be read not  in\nisolation  but\tin the context of the whole  clause.  [564G-\n565B]\n(b)  The heading of the clause reads &quot;Recovery of sums due&quot;.\nThe heading cannot control the interpretation of a clause if\nits  meaning is otherwise plain and unambiguous, but it\t can\nbe referred to as indicating the general drift of the clause\nand  affording\ta  key\tto a  better  understanding  of\t the\nmeaning.  When there is an obligation to pay a sum of  money\nat a future date it is a debt owing, but when the obligation\nis  to pay a sum of money in present, it is a debt  due.   A\nsum  due  would therefore mean a sum for which there  is  an\nexisting  obligation  to pay in present or  in\tother  words\nwhich is presently payable. [565 C-D, G-H]\n(c)  The  language  used  in the body  of  the\tclause\talso\nsupports the view that it is with recovery of sums presently\ndue  and payable by the respondent that this  clause  deals.\nThe  clause is merely intended to provide a mode of a  claim\nfor  payment of a sum of money arising out of or  under\t the\ncontract.&#x27;  It therefore postulates a claim for a sum  which\nis  due and payable, that is, presently recoverable  and  it\nmay  be\t recovered  by the mode\t therein  provided.   It  is\ndifficult to believe that the contracting parties could have\nintended  that even though a, sum is not due and payable  by\nthe respondent, the appellant should be entitled to  recover\nit  by\tadopting the mode set out in the  clause.   Such  an\ninterpretation would mean that as soon as a claim is made by\nthe  appellant, it would immediately become recoverable\t and\nthe  appellant, under the clause, would be entitled to\tsell\nof the securities of the respondent and appropriate the sale\nproceeds  in or towards satisfaction of such claim,  and  in\ncase  that  is\tinsufficient,  to  recover  the\t balance  by\nappropriating other sums due to the respondent, and if there\nis even then a shortfall, to recover it personally from\t the\nrespondent.   And this consequence would ensue even  if\t the\nclaim is for a sum which the respondent is under no existing\nobligation  to pay or which is not presently payable or,  is\ndisputed as regards liability or quantum.  It would be\tmore\nconsonant with reason and good sense to take the view, which\nis  supported by the language of the clause that it does  no\nmore than merely provide an additional mode of recovery.  to\nthe appellant and that the appellant is entitled to exercise\nthe right conferred under it only where there is a claim for\na sum which is presently due and payable by the\t respondent.\nThe  last words of the clause namely, &quot;the contractor  shall\non  demand pay to the purchaser the balance remaining  due&quot;,\nclearly\t postulate that the reference in the clause is to  a\nsum  presently\tdue  and payable by the\t respondent  to\t the\nappellant. [566B-567B]\n(d)  It\t is  not  legitimate  to  construe  the\t clause\t  by\nreference  to a corresponding clause which prevailed in\t the\nearlier\t standard  form\t of contract where  the\t words\twere\nwhenever   under   the\tcontract  any  sum   of\t  money\t  is\nrecoverable&#x27;.\tThis  is  not  a  statute  enacted  by\t the\nlegislature where it can be said that if the legislature has\ndeparted  from\tthe  language  used  by\t it  in\t an  earlier\nenactment,  it would be a fair presumption to make that\t the\nalteration in ,the language was deliberate and was  intended\nto  convey  a  different  meaning&#x27; This is  a  clause  in  a\ncontract and in construing it any reference to a similar  or\ndissimilar  clause in another contract would be\t irrelevant.\nMoreover,  on a question of construction of the\t clause\t the\nmere  use of word &#x27;claim&#x27; cannot be a decisive factor.\t The\nclause\thas  to\t be  read  as  a  whole,  and  so  read,  it\napplies.only  where  the  appellant has a claim\t for  a\t sum\npresently due and payable by the respondent. [567B-G]\n(e)  In\t the  present  case, the claim is  for\tdamages\t for\nbreach of the contract.\t The damages claimed are  liquidated\ndamages\t under cl. 14 of the Contract; but under Indian\t law\nthere is no difference in the nature of the claim whether it\nbe for liquidated damages or for unliquidated damages.\tEven\nif  there  is a stipulation for liquidated damages  a  party\ncomplaining of breach of contract can recover\n558\nonly  reasonable  compensation for the injury  sustained  by\nhim,  the stipulated amount being merely the outside  limit.\nThe  claim in the present case therefore stands on the\tsame\nfooting\t as a claim for unliquidated damages.  A  claim\t for\nunliquidated damages does not give rise to a debt until\t the\nliability  is  adjudicated upon and damages assessed  by  an\nadjudicatory authority.\t When there is a breach of contract,\nthe party who commits the breach does not eo instanti  incur\nany  pecuniary obligation nor does the party complaining  of\nthe  breach  become entitled to a debt due  from  the  other\nparty.\t The  only right which the party  aggrieved  by\t the\nbreach\thas is the right to sue for damages and this is\t not\nan  actionable\tclaim.\tA claim for damages  for  breach  of\ncontract  is therefore not a claim for a sum  presently\t due\nand  payable and the appellant is not entitled, in  exercise\nof the right conferred upon it under cl. 18, to recover\t the\namount of such claim by appropriating other sums due to\t the\nrespondent. [567H-569G]\nKesoram\t Industries v. Commissioner of Wealth Tax  [1966]  2\nS.C.R. 688 followed.\nJones v. Thompson (1858) 27 L. J. , Q. B. 234, Jabed  Sheikh\nv.  Taher  Malik 45 Cal.  Weekly Notes, 519  and  S.  Malkha\nSingh  v. M/s.\tN. K. Gopala, Krishna Mudaliar\t1956  A.I.R.\nPun. 174, referred to.\nIron  &amp;\t Hardware (India) Co. v. Firm Shamlal &amp;\t Bros.\t1954\nA.I.R. Bom. 423 approved.\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">CIVIL APPELLATE JURISDICTION: Civil Appeal No. 1330 of\n<span class=\"hidden_text\" id=\"span_1\">1973</span>\nAppeal\tby special leave from the Judgment and\tOrder  dated\nthe 22nd January, 1973 of the Delhi High Court in I. A.\t No.\n1854 of 1972 in Suit No. 485 (A) of 1972 and\nCivil Appeals Nos. 1224 &amp; 1225 of 1973.\n</p><p data-structure=\"Issue\" id=\"p_2\">Appeals\t by special leave from the Judgment and Order  dated\nthe  15th  November, 1972 of the Delhi High Court in  I.  A.\nNos. 846 and 119 of 1972 in Suit No. 158 of 1971.\nL.   N. Sinha, Solicitor General of India Shyamala pappu &amp;\nS.   P. Nayar for the appellant (in all the appeals)\nD.   G.\t Singhania, M. K. Garg and Shiv Khurana for  respon-\ndent (in C. A. 1330)\nD. D. Sharma for respondent (in C.A.s. 1224-1225)\nThe Judgment of the Court was delivered by\nBHAGWATI,  J.-These appeals, raise an  interesting  question\nrelating  to  the interpretation of cl. 18  of\tthe  General\nConditions  of\tContract contained in the Standard  Form  of\nContract  No. D.G.S. &amp; D. 68. That is the standard  form  in\nwhich  contracts  are entered into by the  Central  Purchase\nOrganisation  of  the Government of India  for\tpurchase  of\nstores from third parties described as &#x27;contractors and\t the\nquestion  of interpretation which arises  for  determination\nis, therefore, one of some importance, affecting as it\tdoes\na large number of people who enter into such contracts\twith\nthe  Government\t of India.  The facts giving rise  to  these\nappeals follow a common pattern and it would, therefore,  be\nsufficient if we set out the\n<span class=\"hidden_text\" id=\"span_2\">559</span>\nfacts relating to civil appeals Nos. 1221 and 1225 of  1973.\nThey   bring  out  clearly  the\t point\twhich\tarises\t for\nconsideration in all the three appeals.\n</p><p data-structure=\"Facts\" id=\"p_3\">The  respondent tendered for supply of certain\tquantity  of\nfoam  compound to the appellant and its tender was  accepted\nby  the appellant by acceptance of Tender dated\t 16th  July,\n1968.\tThe Acceptance of Tender was subject to the  General\nConditions  of\tContract contained in the Standard  Form  of\nContract  No.  D.G.S.  &amp; D. 68.\t The  only  clauses  of\t the\nGeneral\t Conditions of Contract which are material  for\t our\npurpose are cls. 18 and 24 and they read as follows:\n</p><blockquote id=\"blockquote_1\">\t      &quot;18.  RECOVERY OF SUMS DUE\n\t      Whenever any claim for the payment of a sum of\n\t      money  arises  out  of or\t under\tthe  contrat\n\t      against the contractor, the purchaser shall be\n\t      entitled to recover such sum by  appropriating\n\t      in  whole\t or in part, the security,  if\tany,\n\t      deposited\t by  the  contractor,  and  for\t the\n\t      purpose  aforesaid, shall be entitled to\tsell\n\t      and/or realise securities forming the whole or\n\t      part  of\tany such security deposit.   In\t the\n\t      event of the security being insufficient,\t the\n\t      balance and if no security has been taken from\n\t      the  contractor,\tthe entire  sum\t recoverable\n\t      shall  be recovered by appropriating  any\t sum\n\t      then  due or which at any time thereafter\t may\n\t      become   due  to\tthe  contractor\t under\t the\n\t      contract\tor  any\t other\tcontract  with\t the\n\t      purchaser\t or  the Government  or\t any  person\n\t      contracting through the Secretary, if such sum\n\t      even  be\tnot  sufficient to  cover  the\tfull\n\t      amount  recoverable, the contractor  shall  on\n\t      demand  pay  to  the  purchaser  the   balance\n\t      remaining due.\n</blockquote><blockquote id=\"blockquote_2\">\t      &quot;24.  ARBITRATION\n\t      In  the  event  of  any  question,  dispute,or\n\t      difference  arising under these conditions  or\n\t      any  special  conditions of  contract,  or  in\n\t      connection  with this contract, (except as  to\n\t      any matters the decision of which is specialty\n\t      provided\t for   by  these  or   the   special\n\t      conditions) the same shall be referred to\t the\n\t      sole arbitration of an Officer in the Ministry\n\t      of Law, appointed to be the arbitrator by\t the\n\t      Director General of Supplies &amp; Disposals.\t  It\n\t      will be no objection that the arbitrator is  a\n\t      Government  Servant, that he had to deal\twith\n\t      the  matters to which the contract relates  or\n\t      that  in\tthe  course  of\t his  duties  as   a\n\t      Government  servant he has expressed views  on\n\t      all  or  any  of the  matters  in\t dispute  or\n\t      difference.  The award of the arbitrator shall\n\t      be  final and binding on the parties  to\tthis\n\t      contract.\n</blockquote><blockquote id=\"blockquote_3\">\t      Work  under the contract shag,  if  reasonably\n\t      possible,\t continue&#x27;  during  the\t arbitration\n\t      proceedings  and no payment due to or  payable\n\t      by the purchaser shall-be withheld on  account\n\t      of such proceedings.\n</blockquote><span class=\"hidden_text\" id=\"span_3\">560</span>\n<blockquote id=\"blockquote_4\">The performance of this contract ran into difficulties and a\ndispute\t arose between the parties giving rise to claims  by\neither\tparty against the other.  The  respondent  contended\nthat  the appellant had committed a breach of  the  contract\nand was, therefore, liable to pay to the respondent a sum of\nRs. 2,35,800/- by way of damages. suffered by the respondent\nby reason of the breach of the contract.  The appellant,  on\nthe  other  hand, said that it was the\trespondent  who\t had\ncommitted the breach, of the contract and was liable to\t pay\nto  the appellant by way of damages a sum of Rs.  2.28,900/-\nunder clause 14 of the General Conditions of Contract.\t The\nAssistant  Director  of Supplies by his\t letter\t dated\t30th\nMarch,\t1971 called upon the respondent to make\t payment  of\nthe  amount  of\t Rs.  2,28,900/and  intimated  that  if\t the\nrespondent  failed to do so on or before 30th  April,  1971,\nthe  Pay  and Accounts Officer, New  Delhi/Madras  would  be\nauthorised  to recover the, same from the pending  bills  of\nthe respondent in respect of other contracts.  This  dispute\nbetween\t the  parties  being a dispute arising\tout  of\t the\ncontract  was liable to be settled by arbitration under\t cl.\n24 of the General Conditions of Contract and the respondent,\ntherefore,  filed  an application. in the Delhi\t High  Court\nunder  s.  20 of the Indian Arbitration Act for\t filing\t the\nArbitration   Agreement\t contained  in\tthat  clause.\t The\nrespondent  also, at the same time, made an  application  to\nthe  Delhi High Court for an interim injunction\t restraining\nthe appellant from recovering the amount of damages  claimed\nby  it\tfrom  the pending bills\t of  the  respondent.\tThis\napplication  was, however, rejected by the Delhi High  Court\non  the\t ground that it was not shown that  there  were\t any\npending\t bills of the respondent at that time out  of  which\nthe threatened recovery could be made by the appellant.\t The\napplication  under s. 20 of the Indian Arbitration  Act\t was\nthereafter  heard  by the Delhi High Court and by  an  order\ndated  5th  May,  1972 the Delhi  High\tCourt  allowed\tthat\napplication and ordered the arbitration agreement  contained\nin  cl.\t 24 to be filed and made an order  of  reference  to\narbitration  in accordance with the  arbitration  agreement.\nThe  claim of the respondent against the appellant  for\t Rs.\n2,35,800/-  and the counter-claim of the  appellant  against\nthe  respondent for Rs. 2,28,900/- thus became\tthe  subject\nmatter of reference tO arbitration.  During the pendency  of\nthe  arbitration some amounts became due and payable by\t the\nappellant  to the respondent in respect of  other  contracts\nentered\t into  between the parties.  In view of\t the  letter\ndated  30th March, 1971 the respondent apprehended that\t the\nappellant  would appropriate these amounts towards  recovery\nof  the\t amounts of damages claimed by it  even\t though\t the\nclaim  for  damages was disputed by the respondent  and\t was\npending adjudication before the arbitrator.  The respondent,\ntherefore,  made interim Application No. 119 of 1972 to\t the\nDelhi High Court on 17th January, 1972 under<a href=\"/doc/28932/\" id=\"a_6\"> s. 41</a> read with\nthe  <a href=\"/doc/1052228/\" id=\"a_7\">Second  Schedule to the Indian  Arbitration  Act,\t1940</a>\npraying\t that  the status quo should be maintained  and\t the\nappellant should be restrained from recovering its claim for\ndamages from the amounts due and payable by the appellant to\nthe  respondent\t in respect of the pending  bills.   How  it\nappears\t that this Interim Application No. 119 of  1972\t was\nmade  in the Original Application under s. 20 of the  Indian\nArbitration Act,\n<span class=\"hidden_text\" id=\"span_4\">561</span>\n1940  and  the\tappellant,  therefore,\traised\ta  technical\nobjection  that the Original Application under<a href=\"/doc/811701/\" id=\"a_8\"> s. 20</a>  having\nbeen  disposed of, Interim Application No. 119 of  1972,  as\nfiled, could not be maintained.\t The respondent, in view  of\nthis technical objection raised on behalf of the  appellant,\nfiled  another\tInterim Application No. 746 of\t1972  as  an\nindependent  application  under<a href=\"/doc/28932/\" id=\"a_9\"> s. 41</a> read with\t the  <a href=\"/doc/1052228/\" id=\"a_10\">Second\nSchedule  to the Indian Arbitration Act, 1940</a> on  16th\tMay,\n1972  praying for the same interim relief as was claimed  in\nthe earlier Interim Application No. 119 of 1972.  Both these\ninterim applications were resisted by the appellant  relying\non  cl.\t 18 of the General Conditions of  Contract  but\t Mr.\nJustice\t Avadh\tBihari of the Delhi High  Court,  who  heard\nthese interim application, took the view that cl. 18 did not\nauthorise  the appellant to appropriate. the amounts of\t any\npending bills of the respondent towards satisfaction of\t its\nclaim for damages against the respondent, unless such  claim\nfor  damages  was  either  admitted  by\t the  respondent  or\nadjudicated upon by arbitration or suit in civil court.\t The\nlearned\t Judge accordingly by an order dated 15th  November,\n1972  allowed  both the interim applications and  issued  an\ninterim injunction restraining the appellant &quot;from effecting\nrecovery  of the amounts claimed to be due from-  the  other\npending bills&quot; of the respondent.  The appellant  thereupon,\nwith  certificates  obtained  from  the\t Delhi\tHigh  Court,\npreferred  Civil Appeals Nos. 1224 and 1225 of 1973 in\tthis\nCourt.\tOne appeal was directed against&#x27; the impugned  order\nin so far it related to Interim Application No. 119 of\t1972\nand the other in so far as it related to Interim Application\nNo. 846 of 1972.  The appellant also preferred Civil  Appeal\nNo.  1330  of  1973 against a similar order  passed  by\t the\nlearned Judge in Interim Application No. 854 of 1972 in\t the\nother case.\n</blockquote><blockquote id=\"blockquote_5\">There  are  in\tthe main two grounds on\t which\tthe  learned\nSolicitor  General,  appearing on behalf of  the  appellant,\nchallenged  the\t order\tof Interim injunction  made  by\t Mr.\nJustice Avadh Bihari\nA.The impugned order amounted in effect and substance to  an\norder  directing  the appellant to pay the  amounts  of\t the\npending\t bills\tof the respondent: in respect of  the  other\ncontracts  and since the question of payment of the  amounts\nof such pending bills did not form the subject matter of the\nreference  which  was pending before  the  arbitrator.,\t the\nlearned Judge had no jurisdiction under<a href=\"/doc/28932/\" id=\"a_11\"> s. 41</a> read with\t the\nSecond Schedule to make such an order and the impugned order\nwas,  therefore,  outside the scope of his power  and  hence\ninvalid.,\nB.Clause  18  comes  into play when there  is  a  claim\t for\npayment\t of  a\tsum of money arising out  of  or  under\t the\ncontract.  It is not necessary that the sum of money must be\ndue and payable to the purchaser.  It is enough if there  is\na  claim even for damages.  Whenever, there is\tsuch  claim,\nthe purchaser is given a right under cl. 18 to recover it by\nappropriating  &quot;any  sum  then\tdue or\twhich  at  any\ttime\nthereafter\n<span class=\"hidden_text\" id=\"span_5\">562</span>\nmay  become  due to the contractor under  the  contract&quot;  or\nunder any other contract.  The appellant was, therefore, en-\ntitled\tto  recover  the amount of  its\t claim\tfor  damages\nagainst\t the  respondent  by appropriating  the\t sums  which\nsubsequently  became  due  to  the  respondent\tunder  other\ncontracts,  even though the claim for damages was  contested\nby  the respondent and was pending adjudication\t before\t the\narbitrator.   No  interim  injunction could  be\t granted  to\nprevent\t the exercise of such right.  If interim  injunction\nwere  to  be  granted in a case of this kind  as  of  course\nmerely on the ground, without anything more, that the  claim\nfor  damages  is  pending  adjudication\t and  until  it\t  is\ndetermined  in\tfavour of the purchaser,&#x27; it should  not  be\nallowed\t to be recovered by the purchaser out of other\tsums\ndue  to the contractor, it would render cl.  18\t meaningless\nand  ineffectual and the tight to the purchaser\t under\tthat\nclause would become illusory. of course, it would be open to\nthe  court even in such a case to grant interim\t injunction,\nif it is satisfied that the claim for damages is prima facie\nnot  well  founded and the balance of  convenience  requires\nthat,\tPending\t adjudication,\tthe  purchaser\t should\t  be\nrestrained from effecting recovery of the claim for  damages\nfrom  out  of other sums due to the  contractor.   But\there\nadmittedly  neither  of\t these two factors  was\t taken\tinto\nconsideration by the learned Judges and the order of interim\ninjunction made by&#x27; him cannot, therefore, be sustained.\nWe  shall proceed to examine these grounds in the  order  in\nwhich we have set them out.\n</blockquote><blockquote id=\"blockquote_6\">Re: Ground A.\nIt was common ground between the parties that the order\t of.\ninterim injunction was made by the learned Judge under<a href=\"/doc/28932/\" id=\"a_12\"> s. 41</a>\n</blockquote><blockquote id=\"blockquote_7\">(b) read with the <a href=\"/doc/1052228/\" id=\"a_13\">Second Schedule to the Indian\t Arbitration\nAct, 1940</a>.  Now<a href=\"/doc/245658/\" id=\"a_14\"> s. 41(b)</a> says that the court shall have, for\nthe  purpose of and in relation to arbitration\tproceedings,\nthe  same , power of making orders in respect of any of\t the\nmatters\t set  out in the Second Schedule as it has  for\t the\npurpose\t of  and in relation to any proceedings\t before\t the\nCourt and one of the matters set out in the Second  Schedule\nis  &quot;interim injunction&quot;.  The Court has,  therefore,  power\nunder  s.41  (b)  read with the\t Second\t Schedule  to  issue\ninterim injunction, but such interim injunction can only  be\n&quot;for   the  purpose  of\t and  in  relation  to\t arbitration\nproceedings&quot;.  , The arbitration proceedings in the  present\ncase  were  for determination of the mutual  claims  of\t the\nappellant  and\tthe respondent arising out of  the  contract\ncontained in the acceptance of Tender dated 16th July, 1968.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_4\">The  question  whether\tany  amounts  were  payable  by\t the\nappellant  to the respondent under other contracts  was\t not\nthe  subject  matter of the  arbitration  proceedings.\t The\nCourt obviously could not, there fore, make an interim order\nwhich,\tthough\tostensibly  in\tform  an  order\t of  interim\ninjunction,  in\t substance amounted to a  direction  to\t the\nappellant  to pay the amounts due to&#x27; the  respondent  under\nother contracts.  Such an interim order would clearly not be\nfor  the  purpose  of  or in  relation\tto  the\t arbitration\nproceedings as required by\n<span class=\"hidden_text\" id=\"span_6\">563</span><a href=\"/doc/245658/\" id=\"a_15\">\ns.   41 (b)</a>.  But here the order of interim injunction\tmade\nby  the\t learned judge does not, expressly or  by  necessary\nimplication, carry any direction to the appellant to pay the\namounts due to the respondent under other contracts.  It  is\nnot   only  in\tform  but  also\t in  substance\ta   negative\ninjunction.   It has no positive content.  What it  does  is\nmerely\tto injunct the appellant from recovering, suo  moto,\nthe  damages claimed by it from out of other amounts due  to\nthe respondent.\t It does not direct that the appellant shall\npay  such  amounts to the respondents.\t The  appellant\t can\nstill refuse to pay such amounts if it thinks it has a valid\ndefence\t and if the appellant.does so, the only remedy\topen\nto   the  respondent  would  be\t to  take  measures  in\t  an\nappropriate  forum  for recovery of such  amounts  where  it\nwould be decided whether the appellant is liable to pay such\namounts to the respondent or not.  No breach of the order of\ninterim injunction as such would be involved in\t non-payment\nof  such  amounts by the appellant to the  respondent.\t The\nonly thing which the appellant,is interdicted from doing  is\nto  make recovery of its claim for damages by  appropriating\nsuch amounts in satisfaction of the claim.  &#x27;That is clearly\nWithin\tthe power of the Court under<a href=\"/doc/245658/\" id=\"a_16\"> s. 41 (b)</a>\tbecause\t the\nclaim\tfor  damages  forms  the  subject  matter   of\t the\narbitration  proceedings and the Court can always  say\tthat\nuntil  such claim, is adjudicated upon, the appellant  shall\nbe  restrained\tfrom recovering it  by\tappropriating  other\namounts\t due  to  the  respondent.   The  order\t of  interim\ninjunction  made by the learned Judge cannot, therefore,  be\nsaid  to be outside the scope of his power under<a href=\"/doc/245658/\" id=\"a_17\"> s.  41\t (b)</a>\nread with the Second Schedule\nRe: Ground B.\nThat takes us to the second ground of challenge against\t the\norder  of interim injunction.  This ground of  challenge  is\nbased on the proper interpretation of cl. 18.  The  argument\nof  the appellant was that what is required  for  attracting\nthe applicability of cl. 18 is a mere claim for payment of a\nsum  of money arising out of or under the  contract  against\nthe  contractor and it is not necessary that a sum of  money\nmust be actually due and payable from the contractor to\t the\npurchaser.   If the purchaser has a claim for payment  of  a\nsum of money against the contractor, he would be entitled to\nexercise  the  right given under cl. 18,  even\tthough\tsuch\nclaim  may not be for a sum due and payable but pay  be\t for\ndamages and it may be disputed by the contractor and may not\nhave  been  adjudicated\t upon  in  a  court  of\t law  or  by\narbitration.   The purchaser can in such a case recover\t the\namount\tof  his claim, without resort to a court of  law  or\narbitration,  by  appropriating sums due to  the  contractor\nunder  the  same contract or under other contracts,  if\t the\nclaim  of  the\tpurchaser  is  not  well  founded  and\t the\nappropriation  made by him is, therefore,  unjustified,\t the\ncontractor  can always institute a suit or  arbitration\t for\nrecovering  the\t sums  due to him which\t have  been  wrongly\nappropriated   by  the\tpurchaser  and\tin  such   suit\t  or\narbitration,the court or the\tarbitrator,  as the  case\nmay be, would examine theclaim\t   against\t  which\nappropriation has been made bypurchaser\t  and  if   the\nclaim  is  found  to be unsustainable,\tset  at\t naught\t the\nappropriation and   pass a decree or award for the sums\t due\nto the contractor. But the    court  cannot and\t should\t not\nrestrain the purchaserfrom exercising\n<span class=\"hidden_text\" id=\"span_7\">564</span>\nhis right of appropriation merely because the claim  against\nwhich appropriation is sought to be made by the purchaser is\ndisputed  by  the  contractor and  is  pending\tadjudication\nbefore\ta court of law or arbitrator.  The court should\t not\nprevent\t the normal operation of cl. 18 by interfering\twith\nit,  unless  it appears to the court prima  facie  that\t the\nclaim  which is sought to be recovered by  appropriation  is\nnot  well  founded and the balance of  convenience  lies  in\nfavour\tof restraining the purchaser from recovering  it  by\nappropriation.\t  The  respondent,  however,  disputed\t the\nvalidity  of  this  construction placed on  cl.\t 18  by\t the\nappellant  and contended that though the words used  in\t the\nopening\t part of cl. 18 are &quot;any claim for the payment of  a\nsum  of money&quot;, which are general words of  apparently\twide\namplitude  sufficient  to  cover even a\t claim\tfor  damages\narising\t out  the  contract, a proper  construction  of\t the\nclause read as a whole clearly suggests that these words are\nintended to refer only to a claim for a sum due and  payable\nand do not take in a claim for damages which is disputed  by\nthe  contractor.   It is only when a claim  for\t damages  is\nadjudicated  upon by a civil court or an arbitrator and\t the\nbreach\tof  the contract is established and  the  amount  of\ndamages ascertained and decreed that a debt due and  payable\ncomes  into existence; till then it is nothing more  than  a\nmere  right to sue for damages and it does not\tfall  within\nthe  words  of cl. 18.\tMoreover, cl. 18 merely\t provides  a\nmode  of  recovery and it can have no  application  where  a\nclaim, even though it be for a sum due and payable, is\tdis-\nputed by the contractor and has to be established in a court\nof law or by arbitration: cl. 18 applies only where a  claim\nis  either admitted,or in case of dispute, substantiated  by\nresort\tto  the\t judicial  process.   Therefore,  when\t the\npurchaser  has a claim for damages which is disputed by\t the\ncontractor,  the purchaser is not entitled under cl.  18  to\nrecover the amount of its claim for damages by appropriating\nother sums due to the contractor until the claim for damages\nis  adjudicated\t upon  and  culminates\tin  a  decree.\t The\nappellant  in  the present case had  consequently  no  right\nunder cl. 18 to appropriate sums due to the respondent under\nother  contracts  in satisfaction of its claim\tfor  damages\nagainst\t the  respondent,  when the claim  for\tdamages\t was\npending\t adjudication before the arbitrator and the  learned\nJudge  was right in restraining the appellant from doing  so\nby  issuing an interim injunction.  These were\tbroadly\t the\ncontentions of the parties under this head of challenge\t and\nthe question is which of these rival contentions is correct.\nIt  is true that the Words &quot;any claim for the payment  of  a\nsum  of money&quot; occurring in the opening part of, cl. 18\t are\nwords of great amplitude, wide enough to cover even a  claim\nfor damages, but it is a well settled rule of interpretation\napplicable  alike  to instruments as to\t statutes  that\t the\nmeaning\t of  ordinary words is to be found not. so  much  in\nstrict\tetymological  propriety\t of  language  nor  even  in\npopular use as in the subject or occasion on which they\t are\nused  and the object which is intended to be attained.\t The\ncontext and collocation of a particular expression may\tshow\nthat  it was not intended to be used in the sense  which  it\nordinarily  bears.  Language is at best an imperfect  medium\nof expression and a variety of meanings may often\n<span class=\"hidden_text\" id=\"span_8\">565</span>\nlie in a word or expression.  The exact colour and shape  of\nthe  meaning  of  any  word  or\t expression  should  not  be\nascertained  by\t reading it in isolation, but it  should  be\nread  structurally and in its context, for its\tmeaning\t may\nvary with its contextual setting.  We must, therefore,\tread\nthe  words  &#x27;any claim for the payment of a  sum  of  money&#x27;\noccurring in the opening part of cl. 18 not in isolation but\nin the context of the whole clause, for the intention of the\nparties is to be gathered not from one part of the clause or\nthe  other but from the clause taken as a whole.  It  is  in\nthe  light of this principle of interpretation that we\tmust\ndetermine whether- the words &#x27;any claim for the payment of a\nsum  of\t money&#x27;\t refer only to a claim for  a  sum  due\t and\npayable\t  which\t is  admitted  or  in  case   of   disputes,\nestablished in a court of law or by arbitration or they also\ninclude\t a  claim  for\tdamages which  is  disputed  by\t the\ncontractor.\n</p><p data-structure=\"Precedent\" id=\"p_5\">The first thing that strikes one on looking at cl. 18 is its\nheading which reads: &quot;Recovery of Sums Due&quot;. It is true that\na heading      cannot control the interpretation of a clause\nif its meaning is other-      wise  plain  and\tunambiguous,\nbut  it\t can  certainly be referred  to\t as  indicating\t the\ngeneral drift of the clauses and affording a key to a better\nunderstanding of its meaning. The heading of cl. 18  clearly\nsuggests  that\tthis  clause is intended to  deal  with\t the\nsubject\t of recovery of sum due. Now a sum would be  due  to\nthe purchaser when there is an existing obligation to pay it\nin present. It would be profitable in,\tthis  connection  to\nrefer to the concept of a &#x27;debt&#x27;, for a sum due is the\tsame\nthing as a debt due.   The classical definition of &#x27;debt&#x27; is\nto  be found in Webb v. Stenton (1) where Lindley,   L.\t J.,\nsaid  :\t &quot;a debt is a sum of money which is now\t payable  or\nwill  become  payable in the future by reason of  a  present\nobligation&quot;.  There must be debitum in praesenti;  solvendum\nmaybe  in praesenti or in future that is  immaterial.  There\nmust be an existing obligation to pay a sum, of money now or\nin  future. The following passage from the judgment  of\t the\nSupreme\t Court\tof  California in People  v.  Arguello.\t <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"530481\" id=\"span_9\">(2)\nwhich,\twas approved by this Court in <a href=\"/doc/530481/\" id=\"a_18\">Kesoram Industries  v.\nCommissione  of\t Wealth\t Tax</a>  (3)  clearly  brings  out\t the\nessential characteristics of a debt\n\t      &quot;Standing\t alone,\t the  word  &#x27;debt,&#x27;  is\t  as\n\t      applicable  to a sum of money which  has\tbeen\n\t      promised\tat a future day as to a sum now\t due\n\t      and  payable.   If  we  wish  to\t distinguish\n\t      between the two, we say of the former that  it\n\t      is.  a debt &#x27;owing, and of the latter that  it\n\t      is debt due.&quot;</span>\n</p><p data-structure=\"Precedent\" id=\"p_6\">This passage indicates, that when there is an obligation  to\npay a sum of money at a future date, it is a debt owing\t but\nwhen the obligation, is to pay a sum of money in  praesenti,\nit  is a debt due.  A sum due would, therefore, mean  a\t sum\nfor  which  there  is  an  existing  obligation\t to  pay  in\npraesenti or in other words, which is presently payable..\n(2)  [1869] 37 Calif. 524\n(1)  [1883] 11 Q.B.D. 518.\n</p><p data-structure=\"Conclusion\" id=\"p_7\">(3) [1966] 2 S.C.R. 688.\n</p><span class=\"hidden_text\" id=\"span_10\">566</span>\n<p data-structure=\"Precedent\" id=\"p_8\">Recovery-of  such  sums\t is the subject\t matter\t of  cl.  18\naccording to the heading.  That is the dominant idea running\nthrough the entire cl.18.\n</p><p data-structure=\"CDiscource\" id=\"p_9\">The  language used in the body of cl. 18 also  supports\t the\nview  that  it is with recovery of sums\t presently  due\t and\npayable by the ,contractor to the purchaser that this clause\ndeals.\t It may be noted that cl. 18 does not lay  down\t the\nsubstantive rights and obligations of the parties under\t the\ncontract. It is merely intended to provide a mode\t  of\nrecovery of &#x27; a claim for payment of a sum of money  arising\nout  of or under the contract&quot;. It, therefore, postulates  a\nclaim for a    sum  which  is  due  and\t payable,  that\t is.\npresently recoverable and may be   recovered  by  the\tmode\ntherein provided. it is difficult to believe that\t the\ncontracting  parties could have intended that even though  a\nsum  is\t not  due  and payable\tby  the\t contractor  to\t the\npurchaser under\t    the\t contract, the purchaser  should  be\nentitled to recover it by adopting ,the mode set out in\t cl.\n</p><p data-structure=\"Section\" id=\"p_10\">18. It is important to note that cl. 18 does not  -create  a\nlien  on  other sums due to the contractor or  give  to\t the\npurchaser a  right  to\tretain such  sums  until  his  claim\nagainst the contractor is     satisfied.If merely a right of\nlien or retention were given to secure\tpayment of a  claim,\nthen even if the claim were for a sum not presently due\t and\npayable,  the  provision  perhaps would\t not  have  been  so\nstartling ,or  unusual.\t But  here the right  given  to\t the\npurchaser under. cl.\t 18 is a right to recover the amount\nof his claim by appropriating other\tsums   due  to\t the\ncontractor  and,  on the, interpretation of  the  appellant,\nthis can be done even if the claim is for a sum which is not\ndue  or payable in praesenti and the purchaser is  otherwise\nnot  entitled to recover it. That would indeed be  a  highly\nextra-ordinary result which we\t   would  be loathe  to\nreach in the absence of clear and compelling language.\tThis\ninterpretation,\t if accepted, would mean that as soon  as  a\nclaim is made by the purchaser, it would immediately  become\nrecoverable and the purchaser would be entitled to sell\t off\nthe  securities of the contractor and appropriate  the\tsale\nproceeds in or towards\t satisfaction  of such claim and  in\ncase that is insufficient, recover the\tbalance\t\t  by\nappropriating other sums due to the contractor and if  there\nis  even  then a shortfall, recover it personally  from\t the\ncontractor, for\t    the\t last words of cl. 18  provide\tthat\n&quot;the  contractor  shall on demand pay to the  purchaser\t the\nbalance remaining due&quot;. And this   consequence\twould  ensue\neven if the claim is for a sum which the     -contractor  is\nunder  no  existing  obligation\t to  pay  or  which  is\t not\npresently payable or is disputed as regards the existence of\nliability or its    quantum. A mere making of a claim by the\npurchaser would\t    impose a liability on the contractor  to\npay it. That surely could     -not  have been the  intention\nof the contracting parties. It would\tbe  more   consonant\nwith  reason  and  good sense to take the  view,  which,  as\npointed\t out above, is plainly and indubitably supported  by\nthe  language used by the contracting parties, that  cl.  Is\ndoes no more than   merely  provide  an additional  mode  of\nrecovery to the purchaser, and\t   the purchaser is entitled\nto exercise the right conferred, under that  clause\tonly\nwhere there is a claim for a sum which is presently due\t and\npayable\t by  the  contractor.  This  view,  indeed,  becomes\nirresistible\n<span class=\"hidden_text\" id=\"span_11\">567</span>\nwhen  we  consider the last words of cl.  18,  namely,\t&quot;the\ncontractor shall on demand  pa to the purchaser the  balance\nremaining due&quot;, which clearly postulate\t\t that\t the\nreference  in  the  clause is to a  sum\t presently  due\t and\npayable\t    by the contractor to the purchaser, so that,  if\nany balance remains  unrecovered after adopting the  special\nmode  of recovery provided in the clause, such balance\tmust\nbe  paid by the contractor to the purchaser on demand.\t The\nappellant laid great emphasis on the use of the word &#x27;claim&#x27;\nin  the\t opening  part\tof cl. 18  and\tcontended  that\t the\nStandard  Form\tof Contract which was in use  prior  to\t the\nadoption  of the present Standard Form of Contract, cl.\t 14,\nand  which corresponded to the present cl. 18,\topened\twith\nthe words &quot; whenever under this contract any sum of money is\nrecoverable  from and payable by the contractor&quot;,  but\tthis\nformula\t was  deliberately and advisedly  altered  when\t the\npresent Standard Form was introduced and instead, the  words\n&quot;whenever  any\tclaim  for  the\t payment  of  sum  of  money\narises....&quot; were substituted and this change in\t phraseology\nindicated that in order to attract the applicability of\t the\npresent\t cl. 18 it was not necessary that there should be  a\nsum  due and payable by the contractor to the purchaser\t but\nit  was enough if there was a mere claim on the part of\t the\npurchaser  for payment of a sum of money by the\t contractor,\nirrespective of whether such sum of money was presently\t due\nand  payable or not.  This contention is, in  our  opinion,.\nwholly\tuntenable.   We\t do not think it  is  legitimate  to\nconstrue  cl.  18  of the contract between  the\t parties  by\nreference  to a corresponding clause which prevailed  in  an\nearlier\t Standard Form of Contract.  This is not  a  statute\nenacted by the Legislature where it can be said that if\t the\nLegislature  has departed   from the language used by it  in\nan earlier enactment, it would be a fair presumption to make\nthat  the alteration in the language was deliberate  and  it\nwas intended to convey a different meaning.  It is a  clause\nin  a  contract\t which\twe are\tconstruing  and\t there,\t any\nreference  to  a  similar or dissimilar\t clause\t in  another\ncontract  would be irrelevant.\tThe only question before  us\nis,  what  does cl. 18 mean and that depends  on  the  plain\ninterpretation\tof its language in the context in  which  it\noccurs.\t Moreover, on a question of construction of cl.\t 18,\nmere  use of the word &quot;claim&quot; cannot be a  decisive  factor.\nCl.  18 has to be read as a whole, each part throwing  light\non the other, without any undue emphasis on one word or\t the\nother.\t We cannot allow our interpretation of cl. 18 to  be\nhijacked from its true course by the use of a solitary\tword\nsuch  as &quot;claim&quot;, but we must arrive at the true meaning  of\nthe  clause  by construing it in all its parts\tand  in\t its\nproper contextual setting.  So viewed, it is clear that\t cl.\n18  applies only where the purchaser has a claim for  a\t sum\npresently due and payable by the contractor.\nHaving discussed the proper interpretation of cl. 18, we may\nnow  turn to consider what is the real nature of  the  claim\nfor   recovery\tof  which  the\tappellant  is\tseeking\t  to\nappropriate  the  sums\tdue to the  respondent\tunder  other\ncontracts:  The\t claim\tis admittedly one  for\tdamages\t for\nbreach of the contract between the parties.  Now, it is true\nthat  the damages which are claimed are\t liquidated  damages\nunder cl. 14,\n<span class=\"hidden_text\" id=\"span_12\">568</span>\nbut  so\t far as the law in India is concerned, there  is  no\nqualitative difference in the nature of the claim whether it\nbe for liquidated damages or for unliquidated damages.\t<a href=\"/doc/1941714/\" id=\"a_19\">Sec.\n74</a>  of\tthe  Indian Contract Act  eliminates  the  some-what\nelaborate  refinements made under the English common law  in\ndistinguishing between stipulations providing for payment of\nliquidated  damages  &#x27;and  stipulations\t in  the  nature  of\npenalty.   Under  the common law a  genuine  preestimate  of\ndamages\t by  mutual agreement is regarded as  a\t stipulation\nnaming liquidated damages and binding between the parties  a\nstipulation  in a contract in terrors is a penalty  and\t the\nCourt  refuses\tto enforce it, awarding to  aggrieved  party\nonly  reasonable compensation.\tThe Indian  Legislature\t has\nsought to cut across the web of rules and presumptions under\nthe  English  common law, by enacting  a  uniform  principle\napplicable to all stipulations naming amounts to be paid  in\ncase  of  breach, and stipulations by way  of  penalty,\t and\naccording to this principle, even if there is a\t stipulation\nby way of liquidated damages, a party complaining of  breach\nof contract can recover only reasonable compensation for the\ninjury sustained by him, the stipulated amount being  merely\nthe outside limit.  It, therefore makes no difference in the\npresent\t case  that  the  claim\t of  the  appellant  is\t for\nliquidated  damages.   It stands on the same  footing  as  a\nclaim for unliquidated damages.\t Now the law is well settled\nthat a claim for unliquidated damages does not give rise  to\na  debt\t until\tthe liability  is  adjudicated\tand  damages\nassessed  by  a\t decree\t or  order  of\ta  Court  or   other\nadjudicatory authority.\t When there is a breach of contract,\nthe party who commits the breach does not eo instanti  incur\nany pecuniary obligation, nor does the party complaining  of\nthe  breach  becomes entitled to a debt due from  the  other\nparty.\t The  only right which the party  aggrieved  by\t the\nbreach of the contract has is the right to sue for  damages.\nThat  is not in actionable claim and this position  is\tmade\namply  clear by the amendment in<a href=\"/doc/1563813/\" id=\"a_20\"> s. 6(e)</a> of the Transfer  of\nProperty  Act, which provides that a mere right to  sue\t for\ndamages cannot be transferred.\tThis has always been the law\nin  England  and as far back as 1858 we, find it  stated  by\nWightman, J., in Jones v. Thompson (1) &quot;Exparte Charles\t and\nseveral\t other cases decide that the amount of a verdict  in\nan  action  for\t unliquidated damages is  not  a  debt\ttill\njudgment has. been signed&quot;.. It was held in this case that a\nclaim for damages dots not become a debt even after the jury\nhas  returned a verdict in favour of the plaintiff till\t the\njudgment is actually delivered.\t So also in  O&#x27; Driscoll  v.\nManchester Insurance Committee,(2) Swinfen Eady, L. J., said\nin  reference to cases where the claim was for\tunliquidated\ndamages\t &quot;in  such cases there is no debt at all  until\t the\nverdict of the jury is pronounced assessing the damages\t and\njudgment  is  given.  The same view   has  also\t been  taken\nconsistently  by  different High Courts in  India.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"723416\" id=\"span_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1583419\" id=\"span_14\">We\t may\nmention only a few of the decisions, namely, <a href=\"/doc/1583419/\" id=\"a_21\">Jabed Sheikh v.\nTaher Mallik</a>,(3) S. Malkha Singh v. M/s <a href=\"/doc/723416/\" id=\"a_22\">N. K. Gopala Krishna\nMudaliar(4) and Iron &amp; Hardware (India) Co. v. Firm  Shamlal\n&amp; Bros</a>.(5)\n(1)  [1858] 27 L. J. Q.B. 234.</span></span>\n</p><p data-structure=\"Conclusion\" id=\"p_11\">(3)  45 Cal.  Weekly Notes, 519.\n</p><p data-structure=\"Conclusion\" id=\"p_12\">(2)  [1915] 3 K. D. 499.\n</p><p data-structure=\"Conclusion\" id=\"p_13\">(4)  1956 A.I.R. Pun. 174.\n</p><p data-structure=\"Conclusion\" id=\"p_14\">(5) 1954 A.I.R. Bom. 423.\n</p><span class=\"hidden_text\" id=\"span_15\">569</span>\n<p data-structure=\"Precedent\" id=\"p_15\">Chagla, C. J. in the last mentioned case, stated the law  in\nthese terms:\n</p><blockquote id=\"blockquote_8\">\t      &quot;\t  In my opinion it would not be true to\t say\n\t      that  a  person who commits a  breach  of\t the\n\t      contract\tincurs any pecuniary liability,\t nor\n\t      would  it be true to say that the other  party\n\t      to  the contract who complains of\t the  breach\n\t      has  any\tamount\tdue to him  from  the  other\n\t      party.\n</blockquote><blockquote id=\"blockquote_9\">\t      As already stated, the only right which he has\n\t      is  the  right  to go to a Court\tof  law\t and\n\t      recover\tdamages.   Now,\t damages   are\t the\n\t      compensation  which a Court of law gives to  a\n\t      party  for the injury which he has  sustained.\n\t      But,  and this is most important to  note,  he\n\t      does not get damages or compensation by reason\n\t      of any existing obligation on the part of\t the\n\t      person who has committed the breach.  He\tgets\n\t      compensation  as a result of the fiat  of\t the\n\t      Court.   Therefore,  no  pecuniary   liability\n\t      arises till the Court has determined that\t the\n\t      party complaining of the breach is entitled to\n\t      damages.\t  Therefore,   when   damages\t are\n\t      assessed,\t it  would not be true to  say\tthat\n\t      what  the\t Court is doing\t is  ascertaining  a\n\t      pecuniary\t liability  which  already\n\t      existed.\t The Court in the first\t place\tmust\n\t      decide  that the defendant is liable and\tthen\n\t      it proceeds to assess what that liability\t is.\n\t      But  till\t that  determination  there  is\t  no\n\t      liability at all upon the defendant.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_16\">This  statement\t in our view represents\t the  correct  legal\nposition and has our full concurrence.\tA claim for  damages\nfor breach of contract is, therefore, not a claim for a\t sum\npresently due and payable and the purchaser is not entitled,\nin exercise of the right conferred upon it under cl. 18,  to\nrecover the amount of such claim by appropriating other sums\ndue  to the contractor.\t On this view, it is  not  necessary\nfor us to consider the other contention raised on behalf  of\nthe respondent, namely, that on a proper construction of cl.\n18,  the  purchaser  is\t entitled  to  exercise\t the   right\nconferred under that clause only where the claim for payment\nof  a sum of money is either admitted by the contractor,  or\nin  case  of dispute, adjudicated upon by a court  or  other\nadjudicatory  authority.  We must, therefore, hold that\t the\nappellant  had\tno  right  or  authority  under\t cl.  18  to\nappropriate  the  amounts  of other  pending  bills  of\t the\nrespondent  in\tor  towards satisfaction of  its  claim\t for\ndamages\t against  the respondent and the learned  Judge\t was\njustified  in issuing an interim Injunction restraining\t the\nappellant from doing so.\n</p><p data-structure=\"Conclusion\" id=\"p_17\">We  accordingly dismiss the appeals.  The appellant in\teach\nappeal will pay the costs of the respondent all throughout,\nV.P.S.\nAppeals dismissed.\n</p><p data-structure=\"Conclusion\" id=\"p_18\">-45Sup.CI/75\n<span class=\"hidden_text\" id=\"span_16\">570</span>\n\n\n\n</p>","numcites":10,"numcitedby":380,"docsource":"Supreme Court of India","citetid":461988,"divtype":"judgments","relatedqs":[{"value":"standard form of contracts","formInput":"standard%20form%20of%20contracts"},{"value":"\"standard form of contract\"","formInput":"%22standard%20form%20of%20contract%22"},{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":"liquidated damages","formInput":"liquidated%20damages"},{"value":"unliquidated damages ","formInput":"unliquidated%20damages%20"},{"value":"breach of contract + damages","formInput":"breach%20of%20contract%20%2B%20damages"},{"value":"no interim injunction","formInput":"no%20interim%20injunction"},{"value":"all india reporter","formInput":"all%20india%20reporter"},{"value":"claims damages","formInput":"claims%20damages"},{"value":"claim for liquidated damages","formInput":"claim%20for%20liquidated%20damages"},{"value":"\"liquidated damages","formInput":"%22liquidated%20damages"},{"value":"contractors claims","formInput":"contractors%20claims"},{"value":"contract claims","formInput":"contract%20claims"},{"value":"general conditions of contract","formInput":"general%20conditions%20of%20contract"},{"value":"Damages for breach","formInput":"Damages%20for%20breach"},{"value":"P Bhagwati","formInput":"P%20Bhagwati"},{"value":"damages in contract","formInput":"damages%20in%20contract"},{"value":"P.N. BHAGWATI","formInput":"P.N.%20BHAGWATI"},{"value":"indian arbitration act","formInput":"indian%20arbitration%20act"},{"value":"arbitration act 1940","formInput":"arbitration%20act%201940"}],"cats":[{"value":"arbitration","formInput":"tag:arbitration"},{"value":"application-to-file-in-arbitration-agreement","formInput":"tag:application-to-file-in-arbitration-agreement"},{"value":"contract","formInput":"tag:contract"},{"value":"compensation-for-contract-breach-with-stipulated-penalty","formInput":"tag:compensation-for-contract-breach-with-stipulated-penalty"}],"courtcopy":true,"query_alert":null,"agreement":false}