{"tid":1292504,"publishdate":"2007-06-26","title":"Bharatiya Kamgar Sena vs Udhe India Ltd. And Anr. on 26 June, 2007","doc":"<h2 class=\"doc_title\">Bharatiya Kamgar Sena vs Udhe India Ltd. And Anr. on 26 June, 2007</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: (2008)ILLJ371BOM</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:v-m-kanade\">V.M. Kanade</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:v-m-kanade\">V.M. Kanade</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nV.M. Kanade, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. Both these Petitions can be disposed of by a common order since the parties to both these Petitions have challenged the common order which is passed by the Industrial Tribunal in Reference (IT) No. 43/2002.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The Industrial Court partly allowed the Reference and directed the appropriate Government to take necessary action under Sections 10(1), (2)(a) to (d) of the <a href=\"/doc/1810788/\" id=\"a_1\">Contract Labour (Regulation and Abolition) Act, 1970</a>] (hereinafter referred to as &quot;<a href=\"/doc/1810788/\" id=\"a_2\">CLRA Act</a>&quot;) within a reasonable period. The Tribunal held that the contract which was entered into between the Contractor and the Company was not sham and bogus but was a genuine contract. However, on the basis of other material on record, it directed the appropriate Government to take necessary action under the aforesaid provisions of the <a href=\"/doc/1810788/\" id=\"a_3\">CLRA Act</a>.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_3\">3. Being aggrieved by the directions given by the Industrial Court to the appropriate Government to take action under the provisions of <a href=\"/doc/1436043/\" id=\"a_4\">Section 10(1)(2)(a)</a> to (d) of the <a href=\"/doc/1810788/\" id=\"a_5\">CLRA Act</a>, the Company filed Writ Petition No. 486/2005. The Union, on the other hand, has filed Writ Petition No. 2527/2004, challenging the findings recorded by the Industrial Court, wherein, it held that the workmen were not employees of the Company and were not entitled to get status of permanency and further held that the contract between the Company and the Contractor was not sham and bogus.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_4\">Facts:\n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\">4. Udhe India Limited is a Company engaged in engineering consultancy and it has three offices; one at Churchgate, one at Ghatkopar and other at Vikhroli (hereinafter referred to as &quot;the Company&quot;).\n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\">5. The workmen concerned in this petition are doing the work with the Company from 1985 onwards. Earlier, they were working in all three offices. They were doing the work of electrical maintenance, Plumbing, attending to pantry, distribution of mail, house keeping and other work in the office of the Company. On April 1, 1986, the Company entered into contract with one Karunakar Shetty. He was shown to be the Proprietor of Kamal Enterprises (hereinafter referred to as &quot;the Contractor&quot;). The said contract specified number of workmen required, the timing, hours of their break and nature of work. This contract was extended from year to year. Subsequently, the Company also specified the rates which were to be given to these workmen for doing overtime in the Company i.e. beyond the scheduled working hours. Initially, two complaints were filed in the year 1995 by two workmen being Complaint (ULP) No. 254/1995 and 258/1995. These two complaints, however, were dismissed on the basis of the judgment of the Apex Court in Kalyani Steel and Cipla. Thereafter, a petition was filed by the workmen being Writ Petition No. 2743 /2001 in which this Court directed the Government to treat the two complaints as industrial dispute and refer the matter for adjudication. Accordingly, the matter was referred for adjudication to the Industrial Tribunal vide Reference (IT) No. 43/2002.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_7\">6. After the reference was made, Company made an application for adding the Contractor as party in the said reference and the said application was allowed and the Contractor viz. Kamal Enterprises came to be added as party to the said reference.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_8\">7. On September 15, 2003, an award was passed by the Industrial Tribunal allowing the said reference and the Company was directed to absorb 34 workmen concerned in the reference; as permanent workmen of respondent No. 1. A further direction was given that they should be paid wages and benefits as applicable to the permanent workmen of the Company. Being aggrieved by the said order, the Company filed Writ Petition No. 3070/2003. The Contractor also filed Writ Petition No. 4/2004. This Court by a common order dated January 13, 2004 remanded the matter to the Tribunal. After the matter was remanded, the Industrial Court has passed the impugned order which is challenged by the Union and by the Company under <a href=\"/doc/1712542/\" id=\"a_6\">Article 226</a> of the Constitution of India.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_9\">8. I have heard Cama, the learned senior counsel appearing on behalf of the Company and Bhat the learned Counsel appearing on behalf of the Union at length.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_10\">Submissions:\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_11\">9. Bhat, the learned Counsel appearing on behalf of the Union, has submitted that the Tribunal has not taken into consideration the documentary evidence which was brought on record by the Union and has given a finding that the contract is genuine only on the basis of certification of institution and the license which was issued in favour of the Contractor. He submitted that the Industrial Tribunal was required to look behind the veil and then come to the conclusion whether the contract is sham and bogus. He then submitted that substantial number of documents which were filed before the Industrial Court were not considered and, on the basis of certificate of registration, the Court has arrived at a finding that the contract is genuine. He then submitted that the award is self-contradictory, as the Industrial Court had recorded a finding that the reference was maintainable and, at the same time, after (recording the finding that the contract was genuine, had further held that the Tribunal had jurisdiction to try the reference. He submitted that this finding was, therefore, self-contradictory. He then submitted that the finding of fact recorded by the Industrial Court was perverse since the Tribunal had misread the documents on which reliance was placed by the Union. He invited my attention to Exhibit-A which is a list of Chart which gives the names of the workmen, the date on which they joined the Company, the nature of work undertaken by them and department in which they were working. On the basis of the said Chart, he submitted that the workmen mentioned in the said Chart were not doing only the work of house keeping but were also the workmen who were working as electricians, some were working in pantry and they were also working in other departments. He submitted that the Contractor was initially working as a Supervisor and, thereafter, the Company entered into contract with him. He submitted that this fact itself indicated that the Contractor was, in fact, a workman of the Company and he was falsely shown as a Contractor in 1986. He submitted that even after 1986, the Contractor was being paid as workman by the Company. He submitted that this circumstance clearly indicated that the contract was not genuine and it was only executed as and by way of arrangement between the Company and the; Contractor to deprive the legitimate dues and wages to the workmen who were continuously working from 1985. He submitted that, all along, the Company was paying provident fund dues of the workmen and the Contractor; registered himself with the Provident Fund Office on January 21, 1992. Bhat, the learned Counsel, has prepared a compilation of documents which were tendered before the Industrial Court. He submitted that these; documents were not taken into consideration by the Tribunal. He invited my attention to the contract which was executed between the Company and the Contractor dated March 21, 1996, May 31, 1990, April 8, 1996, April 1, 1997, April 1, 1998 and November 26,1998. He submitted that the Tribunal had not considered the contents of the said contract and had not analysed the terms and conditions of the contract. He submitted that the terms and, conditions of the said contract clearly indicated that the workmen were continuously working since 1985 and the contract itself indicated that the ultimate supervision and control was with the Company and not with the Contractor. He, then invited my attention to the Certificate of Registration granted by the Registering Authority of Maharashtra and pointed out that from the perusal of the said document, it was clear that the said document was ante- dated. He. further invited my attention to the terms and conditions of the license which was granted by the Government and submitted that Clause (v)(a) and (b) clearly stipulated that the conditions of service of the workmen were to be in accordance with the provisions of the <a href=\"/doc/142278/\" id=\"a_7\">Minimum Wages Act</a> and that Clause (b) also prescribes that where the workmen employed by the contractor performs the same kind of work which is performed by the workmen employed by the principal employer then, in that case, hours of work and the other conditions of service of workmen of the Contractor will be the same as applicable to the workmen directly employed by the principal employer. He then invited my attention to the records of attendance of the workmen maintained by the Company. He submitted that this clearly indicated that the control and supervision of the workmen was exclusively with the Company and not with the Contractor. Further, he invited my attention to the plea of declaration and Nomination Form sent by the Company as also the Form No. 3A of E.P.F. Scheme, 1952 which was filled up by the Company. He also invited my attention to the register of complaints maintained by Company. He submitted that only few pages of the complaints were annexed to the compilation in order to show that the said complaints were not pertaining only to house keeping but also pertaining to various other jobs which were performed by the workmen for and on behalf of the Company. He cited this circumstance which indicated that the contract was not genuine. He further referred to various other documents such as record of over time done by the employees which was maintained by the Company, xerox copies of Register maintained by the Contractor of work entrusted to workmen, various amounts paid to workmen for purchase of umbrellas and towards travelling expenses incurred for official work, copies of Mail Register maintained by respondent No. 1 and also photographs of workmen concerned with the Petition taken during the course of working and the application for production of documents by the Company. He submitted that, with great difficulties, all these documents were procured by the Union and remaining documents were with the Company and these documents had not been produced and, therefore, the Tribunal ought to have drawn an adverse inference for non-production of documentary evidence. It is submitted that the Tribunal had erred in coming to the conclusion that these documents were inadequate for the purpose of establishing that the contract was not genuine. He then submitted that while deciding issue Nos. 4 and 5, though the conclusion was drawn from the documents which were referred to by the Tribunal, the finding which was recorded was, in fact, contrary to the record. He submitted that it was the duty of the Tribunal to have analysed the contract and then, after lifting the veil, decide whether the contract was genuine or not. He submitted that this exercise had not been performed by the Tribunal. He invited my attention to the orders passed by the Tribunal and submitted that the said findings, being perverse, were liable to be set aside by this Court and that the appropriate direction should be given to the Company to grant permanent status to the workmen. He then submitted that only in cases the contract was found to be invalid, there could be abolition of contract: under <a href=\"/doc/45909/\" id=\"a_8\">Section 10</a> of the CLRA Act and where the Tribunal found that the contract was sham and bogus then, in that case, employees were entitled to be absorbed as permanent employees of the Company.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_12\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1996477\" id=\"span_1\">10. The learned Counsel appearing on behalf of the Union then relied upon the judgment of Supreme Court in <a href=\"/doc/1996477/\" id=\"a_9\">Dharangadhra Chemical Works Ltd. v. State of Saurashtra and Ors.</a> . He submitted that in para 14 of <a href=\"/doc/1996477/\" id=\"a_10\">the said judgment</a> the Supreme Court has laid down the test of determining who was the workman of the Company. He submitted that if the said test was, applied to the facts of the present case, it would be apparent that the workmen were permanent workmen of the Company.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1203044\" id=\"span_2\">He then relied upon the judgment of the Apex Court in <a href=\"/doc/1203044/\" id=\"a_11\">Birdhichand Sharma v. First Civil Judge, Nagpur and Ors.</a>  in which the Supreme Court again considered the prima facie test to determine whether the person was worker within the definition of <a href=\"/doc/1806503/\" id=\"a_12\">Section 2(1)</a> of the Factories Act, 1948.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1462388\" id=\"span_3\">He then relied upon the; judgment of the Apex Court in <a href=\"/doc/1462388/\" id=\"a_13\">Silver Jubilee Tailoring House and Ors. v. Chief Inspector of Shops and Establishments</a> . He relied upon the observations made by the Apex Court in the said case wherein the Supreme Court, after examining its earlier judgments, had further held that control by itself was not the only factor decisive for determining whether the person was an employee of the Company.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"642607\" id=\"span_4\">He then relied upon the judgment of the Apex Court in <a href=\"/doc/642607/\" id=\"a_14\">Hussainbhai, Calicut v. Alath Factory Thezhilali Union, Kozhikode and Ors.</a>  wherein the Apex Court again considered the question as to who could be the employee in labour law.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1919921\" id=\"span_5\">He then relied upon the judgment of the Apex Court in <a href=\"/doc/1919921/\" id=\"a_15\">Secretary, Haryana State Electricity Board v. Suresh and Ors.</a> . He invited my attention to the observations made by the Apex Court on the doctrine of lifting of the veil and the scope of the <a href=\"/doc/1810788/\" id=\"a_16\">CLRA Act</a>.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"341085\" id=\"span_6\">He then relied upon the judgment in <a href=\"/doc/341085/\" id=\"a_17\">Bharat Heavy Electrical Ltd. v. State of U.P. and Ors.</a> .</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"642607\" id=\"span_7\">He invited my attention to the observations made by the Apex Court in paras 8 to 11 wherein the Apex Court had reiterated what was observed and held in <a href=\"/doc/642607/\" id=\"a_18\">Hussainbhai, Calicut</a> (supra) that supervision and control were two important factors which will have to be taken into consideration for determining whether the workman was an employee of the Company.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1411892\" id=\"span_8\">He then relied upon the judgment of the Apex Court in <a href=\"/doc/1411892/\" id=\"a_19\">Indian Petrochemicals Corporation Ltd. and Anr. v. Shramik Sena and Ors.</a>  wherein the Apex Court in para 17 of <a href=\"/doc/1411892/\" id=\"a_20\">the said judgment</a> has considered various factors which have to be taken into consideration while determining the status of the workman. He submitted that the factors which were considered by the Apex Court in the said case clearly exist in the facts and circumstances of the present case.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1929751\" id=\"span_9\">He also relied upon the judgment of the Apex Court in <a href=\"/doc/1929751/\" id=\"a_21\">Ram Singh and Ors. v. Union Territory, Chandigarh and Ors.</a> . He also relied upon the judgment of the Apex Court in Workmen of Nilgiri Co-op. Mkt.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"366376\" id=\"span_10\">v. State of Tamil Nadu and Ors. 2004-11-LLJ-253 and then he finally relied upon the judgment of the Apex Court in <a href=\"/doc/366376/\" id=\"a_22\">Gujarat Electricity Board, Thermal Power Station, Ukai, Gujarat v. Hind Mazdoor Sabha and Ors.</a> .</span>\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_13\">11. The learned Counsel appearing on behalf of the Union, therefore, urged that this is a fit case where the award passed by the Tribunal was liable to be set aside. He submitted that this Court, while exercising its writ jurisdiction under <a href=\"/doc/1712542/\" id=\"a_23\">Article 226</a> of the Constitution of India could set aside the finding of the Tribunal and hold that the contract was sham and bogus. He further submitted that so far as the Petition which was filed by the Company was concerned, the said Petition is liable to be dismissed. He submitted that, if this Court came to the conclusion that the contract was genuine, in that event, the order of the Tribunal directing the State Government to abolish the contract should not be interfered with. He submitted that the Tribunal, on the basis of other material which was on record, had held that the workmen working in the said Company were not given benefits which were available to the permanent workmen of the Company and, therefore, the Tribunal was justified in directing the Government to abolish the contract under the provisions of the <a href=\"/doc/1810788/\" id=\"a_24\">CLRA Act</a>.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_14\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"366376\" id=\"span_11\">12. On the other hand, Cama, the learned senior counsel appearing on behalf of the Company submitted that the order passed by the Tribunal directing the appropriate Government to abolish the contract was patently illegal. He submitted that having held that the contract was genuine, it was- not open for the Tribunal to direct the appropriate Government to abolish the contract under <a href=\"/doc/45909/\" id=\"a_25\">Section 10</a> of the CLRA Act. He submitted that Union had to exercise its option in choosing the relief which they were claiming from this Court. He submitted that the relief of direction being given to the appropriate Government to abolish the contract could not only be granted on the assumption that the contract is not genuine. He submitted that the Union was pressing for the said relief which was granted by the Tribunal and, in that event, it could not pursue the argument that the contract was sham and bogus at the same time. He then submitted that in view of the <a href=\"/doc/366376/\" id=\"a_26\">ratio <a href=\"/doc/366376/\" id=\"a_27\">laid down in</a></a> <a href=\"/doc/366376/\" id=\"a_28\">Gujarat Electricity Board</a> (supra), it was not open for the Tribunal to give a direction to the State Government to take action under <a href=\"/doc/45909/\" id=\"a_29\">Section 10</a> of the CLRA Act since, admittedly, the Union which was espousing the cause of workmen was not a Union of permanent workmen.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"366376\" id=\"span_12\">He invited my attention to paragraphs 44 and 55 of <a href=\"/doc/366376/\" id=\"a_30\">the said judgment</a> in <a href=\"/doc/366376/\" id=\"a_31\">Gujarat Electricity Board</a> (supra) in support of the said submission. He, therefore, submitted that, under any circumstances, the order passed by the Tribunal directing the Government to abolish the contract was liable to be set aside.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1160961\" id=\"span_13\">He also relied upon the judgment of the Apex Court in <a href=\"/doc/1160961/\" id=\"a_32\">Steel Authority of India Ltd v. Union of India and Others</a> (2007) 1 SCC (L&amp;S) 630 : 2006-III-LLJ-1037.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"277653\" id=\"span_14\">He also submitted, after inviting my attention to para 121 Clause (5) of the judgment of the Apex Court in <a href=\"/doc/277653/\" id=\"a_33\">Steel Authority of India Ltd. and Ors. v. National Union Waterfront Workers and Ors.</a> , that in view of the observations made by the Apex Court in the said para, the words &quot;on issuance of prohibition notification &#x27;under <a href=\"/doc/1436043/\" id=\"a_34\">Section 10(1)</a>&quot; clearly indicated that it was not open for the Tribunal to decide the question regarding genuineness or otherwise of the contract as long as notification under <a href=\"/doc/45909/\" id=\"a_35\">Section 10</a> had not been issued by the appropriate Government. He submitted that, therefore, on that count also, the order of the Tribunal directing the appropriate Government to issue notification was liable to be set aside.</span>\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_15\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"277653\" id=\"span_15\">13. The learned senior counsel appearing on behalf of the Company then submitted that mere continuous service by workmen in the Company need not, by itself, convert a legitimate contract into a sham and bogus contract. He, therefore, submitted that merely because the workmen had worked with the Company since 1985 that, by itself, need not be a factor which would decide whether the contract was genuine or not. He then invited my attention to the CLRA 19 Act and submitted that the existence of a genuine contract was a rule and the burden of proof that it was otherwise, was on the workmen who alleged that the said contract was not genuine. After inviting my attention to the provisions of the <a href=\"/doc/1810788/\" id=\"a_36\">CLRA Act</a>. he invited my attention to para 10 of the judgment in <a href=\"/doc/277653/\" id=\"a_37\">National Union Waterfront Workers</a> (supra) wherein the Apex Court had directed the circumstances under which the said Act was enacted. He then invited my attention to para 102 of <a href=\"/doc/277653/\" id=\"a_38\">the said judgment</a> wherein the Apex Court has specifically held that there would not be any automatic absorption of contract labour on the issuance of notification for abolition of contract under <a href=\"/doc/1436043/\" id=\"a_39\">Section 10(1)</a> of the CLRA Act. He then invited my attention to para 103 of <a href=\"/doc/277653/\" id=\"a_40\">the said judgment</a> and submitted that there would be no automatic absorption of the contract labour in the establishment in either of the three classes of cases as arising in <a href=\"/doc/277653/\" id=\"a_41\">the said judgment</a>.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"642607\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"341085\" id=\"span_17\">He then invited my attention to the; judgment in the case of <a href=\"/doc/341085/\" id=\"a_42\">Bharat Heavy Electrical Ltd.</a> (supra) and submitted that, in <a href=\"/doc/341085/\" id=\"a_43\">the said judgment</a>, the circumstances under which <a href=\"/doc/642607/\" id=\"a_44\">Hussainbhai Calicut</a>&#x27;s case was distinguishable was considered.</span></span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"277653\" id=\"span_18\">After inviting my attention to; para 11 of <a href=\"/doc/642607/\" id=\"a_45\">the said judgment</a>, he submitted that the Apex Court had clearly held that whether the workman is an employee of the principal employer or not depends on the facts and circumstances of each case and that the case of; Hussainbhai Calicut neither dissented nor diluted in the judgment of <a href=\"/doc/277653/\" id=\"a_46\">National Union Waterfronts Workers</a> (supra). He submitted that the emphasis which was placed by the learned Counsel for the Union on the ratio of <a href=\"/doc/277653/\" id=\"a_47\">the; said judgment</a> was misplaced.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1929751\" id=\"span_19\">He then invited my attention to the judgment in <a href=\"/doc/1929751/\" id=\"a_48\">Ram Singh</a>&#x27;s case (supra) and drew my attention to para 16 of <a href=\"/doc/1929751/\" id=\"a_49\">the said judgment</a> and submitted that the crux of the entire issue of determining whether the, workmen were employees of the Company or not, was the control of the Company over the means and the method of getting the work done from the employees and if the workmen were in a position to demonstrate that, only then the, normal rule of &quot;contract is genuine&quot; is vitiated.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1411892\" id=\"span_20\">He then submitted that the judgment in <a href=\"/doc/1411892/\" id=\"a_50\">Indian Petrochemicals Corporation Ltd.</a> (supra) was limited to its own facts and the ratio of <a href=\"/doc/1411892/\" id=\"a_51\">the said judgment</a> should not be ipso facto made applicable to the facts of the present case.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1865635\" id=\"span_21\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1769929\" id=\"span_22\">He then invited my attention to the judgment of the Supreme Court in <a href=\"/doc/1769929/\" id=\"a_52\">State Bank of India and Ors. v. State Bank of India Canteen Employee</a>&#x27;s Union (Begal Circle) and Ors.  and the judgment in Employers in relation to the <a href=\"/doc/1865635/\" id=\"a_53\">Management of Reserve Bank of India v. Reserve Bank of India</a> . He submitted that in both these cases, the Apex Court had held that merely because the employer had been paying 95% of the subsidy, that alone should not be a test to determine whether the contract was sham and bogus or not. He submitted that, on the contrary, when the ratio of <a href=\"/doc/1865635/\" id=\"a_54\">the said judgment</a> was applied to the facts of the present case, the Tribunal correctly applied the ratio of <a href=\"/doc/1865635/\" id=\"a_55\">the said judgment</a> to the facts of the present case. He then invited my attention to paras 10 and 35 of the judgment of the Supreme Court in the case of Workmen of Nilgiri Co-op Mkt. (supra) wherein various facets of control by the Company over its workmen were taken into consideration and submitted that the burden of proof was on the complainant and no adverse inference could be drawn against the Company if it did not produce the documentary evidence which was in its possession. He submitted that, the finding, whether the contract was genuine or not could not be determined either by assumption or presumption but on the basis of facts and circumstances of each case. He then submitted that while exercising jurisdiction under <a href=\"/doc/1712542/\" id=\"a_56\">Article 226</a> of the Constitution of India and particularly before issuing a writ of certiorari, the High Court, while exercising the said jurisdiction, though it was akin to appellate, original or corrective jurisdiction, however, could not substitute its own decision in place of the decision given by the Tribunal. He submitted that the Tribunal, in the present case, had examined the entire material on record and had given a finding after appreciating the evidence on record. He submitted that the view taken by the Tribunal, therefore, was not a perverse view and, therefore, it was not open for this Court to substitute the view which was taken by the Tribunal by appreciating the evidence on record.</span></span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1016548\" id=\"span_23\">He relied upon the judgment of the Apex Court in <a href=\"/doc/1016548/\" id=\"a_57\">Surya Dev Rai v. Ram Chancier Rai and Ors.</a> .</span>\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_16\">14. On the merits of the case, the learned senior counsel appearing on behalf of the Company submitted that there was no patent error committed by the Tribunal while giving its finding. He submitted that the Tribunal had taken into consideration Statement of Claim, Written Statement, documents which were produced by the parties, the submissions made by the counsel, written submissions which were submitted and, after framing issues, it had decided the said issues by appreciating the evidence on record. He submitted that, therefore, the submission of the learned Counsel appearing on behalf of the Union that the Tribunal had overlooked certain material documents was not correct. In this context, he invited my attention to the judgment and award&quot; passed by the Tribunal. He then submitted that the Company had adduced evidence and in its evidence it was brought on record that the Contractor had a complete and absolute control, over the workmen. He invited my attention to&quot; voluminous evidence which is brought on record by the Contractor which, according to him, established that the contract was genuine and there was no reason to call it as sham and. bogus contract merely because the workmen are&quot; working since 1985. He submitted that under the provisions of <a href=\"/doc/1568384/\" id=\"a_58\">Section 40</a> of the E.S.I. Act, 1948 and Clause (3) of P.F. Scheme, primary responsibility of payment of employer&#x27;s, contribution of E.S.I and P.F was on the&quot; registered employer and, therefore, the Company had paid the said amount till the Contractor had not registered his proprietary firm under the said Scheme. He invited my attention to the forms which were filled- up by the Contractor which clearly showed that the employees were working for the Contractor. He submitted that, therefore, mere payment of contribution by the registered employer would not be termed as a circumstance which showed&#x27; that they were employees of the Company.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\">Conclusion:\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_18\">15. I have heard both the learned Counsel: for the Company and the Union at length.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_19\">16. It is not possible to accept the submissions which are made by the learned Counsel appearing on behalf of the Union. After having perused the judgment and award, in my view, it cannot be said that the Tribunal had not taken into consideration the documentary evidence which was adduced by the Union or had not tried to lift the veil and examine whether the contract was sham and bogus or not. Further, the submission of the counsel for the Union that the Tribunal was merely influenced by the fact that the contract was registered and the license was issued by the Government and, only on that count, the Tribunal had come to the conclusion that the contract was genuine cannot be accepted. After having perused <a href=\"/doc/1016548/\" id=\"a_59\">the entire judgment</a>, in my view, the Tribunal has given cogent reasons and has considered each and every submission made by the Union and the Company.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_20\">17. In the present case, it is an admitted position that the contract was executed between Kamal Enterprises and the Company in 1986 and it was continued from year to year. It is well settled position in law that merely because the contract is in existence for a very long time, that cannot be taken as a clue to decide that the contract was not genuine. The Apex Court in series of judgments has laid down that the criteria for determining and deciding the genuineness or otherwise of the contract. It would be relevant, therefore, to briefly look at the observations which are made by the Apex Court from time to time in these cases. Before we look at these observations, one thing has to be stated that, ultimately, the Apex Court in all these cases has held that there cannot be any strait jacket formula for the purpose of deciding the issue of genuineness or otherwise of the contract and the Apex Court has held that this would depend on the facts and circumstances of each case. Keeping this golden principle in mind, it would be profitable to examine the observations which are made by the Apex Court in various cases which are cited by the learned Counsel appearing on behalf of the Union and the learned Counsel appearing on behalf of the Company.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1996477\" id=\"span_24\">18. The Apex Court in <a href=\"/doc/1996477/\" id=\"a_60\">Dharangadhra Chemical Works Ltd.</a> (supra) examined the test for the purpose of determining whether there is an existence of master and servant relationship between the parties after examining the essential conditions for determining whether a person is a workman or not in terms of definition of <a href=\"/doc/66075752/\" id=\"a_61\">Section 2(s)</a> of the Industrial Disputes Act. The Apex Court has reiterated that this question is, essentially, a pure question of fact and that the decision of the Tribunal on the said question of fact cannot be questioned in proceedings under <a href=\"/doc/1712542/\" id=\"a_62\">Article 226</a> of the Constitution unless it is shown that the order is not fully supported by the evidence on record.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1203044\" id=\"span_25\">In the case of <a href=\"/doc/1203044/\" id=\"a_63\">Birdhichand Sharma</a> (supra), again the Apex Court examined this question and had observed as under:</span>\n</p><blockquote id=\"blockquote_1\"> ...Thus, in order to arrive at the conclusion whether a person working in a factory (like respondents 2 to 4 in this case) is an independent contractor or a worker the matter would depend upon the facts of each case.\n</blockquote> \n\n<blockquote id=\"blockquote_2\">and, in this context the Apex Court has observed as under:\n</blockquote>  \n\n<blockquote id=\"blockquote_3\">...The question, therefore, that arises is whether in these circumstances it can be said whether the appellant merely directs what work is to be done but cannot control the manner in which it has to be done; of course, the nature or extent of control varies in different industries and cannot by its very nature be precisely defined. Taking the nature of the work in the present case it can hardly be said that there must be supervision all the time when bidis are being prepared and unless there is such supervision there can be no direction as to the manner of work.\n</blockquote> \n\n<blockquote id=\"blockquote_4\">(emphasis supplied)\n \n\nThereafter, the Apex Court, in the facts of, the said case, held that respondents had limited freedom of coming and going away whenever they like or of absenting themselves (presumably without leave) is due to the fact that they are piece-rate workers; but the mere; fact that a worker is a piece-rate worker would not necessarily take him out of the category of a worker within the meaning of <a href=\"/doc/1806503/\" id=\"a_64\">Section 2(1)</a> of the Factories Act.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_22\">19. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1462388\" id=\"span_26\">In the case of <a href=\"/doc/1462388/\" id=\"a_65\">Silver Jubilee Tailoring House</a> (supra), again, the Apex Court considered the said question and after referring to the aforesaid judgments observed that the manner of work was to be distinguished from the type of work which was done and further observed that time spent by workmen could not be controlled by the management which is concerned only with getting bidis rolled in a particular style with certain contents.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_23\">20. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"642607\" id=\"span_27\">In the case of <a href=\"/doc/642607/\" id=\"a_66\">Hussainbhai, Calicut</a> (supra), the Apex Court, again, while considering the test for the purpose of determining relationship of employer and employee has observed the true test for determining the said relationship as under:</span>\n</p><blockquote id=\"blockquote_5\"> The true test may, with brevity, be indicated once again. Where a worker or group of workers labours to produce goods or services and these goods or services are for the business of another, that other is, in fact, the employer. He has economic control over the workers&#x27; subsistence, skill and continued employment. If he for any reason, chokes off, the worker is, virtually, laid off. The presence of intermediate contractors with whom alone the workers have immediate or direct relationship ex. Contractu is of consequence when, on lifting the veil or looking at the conspectus of factors governing employment, we discern the naked truth, though draped in different, perfect paper arrangement, that the real employer is the Management, not the immediate contractor. Myriad devices, half-hidden in fold after fold of legal form depending on the degree of concealment needed, the type of industry, the local conditions and the like may be resorted to when labour legislation casts welfare obligations on the real employer based on <a href=\"/doc/1673816/\" id=\"a_67\">Articles 38</a><a href=\"/doc/555882/\" id=\"a_68\">, 39</a><a href=\"/doc/111604/\" id=\"a_69\">, 42</a><a href=\"/doc/1256023/\" id=\"a_70\">, 43</a>, and <a href=\"/doc/118693005/\" id=\"a_71\">43-A</a> of the Constitution. The Court must be astute to avoid the mischief and achieve the purpose of the law and not be misled by the maya of legal appearances.\n</blockquote> \n\n<blockquote id=\"blockquote_6\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1919921\" id=\"span_28\">Again in the case of <a href=\"/doc/1919921/\" id=\"a_72\">Secretary, Haryana State Electricity Board</a> (supra), the Apex Court considered all the earlier judgments and in the context of the provisions of CLR Act examined the said issue and has 5 observed in para 17 of its judgment as under:</span>\n</blockquote><blockquote id=\"blockquote_7\"> 17. Needless to note at this juncture that the <a href=\"/doc/1810788/\" id=\"a_73\">Contract Labour Regulation Act</a> being a...beneficial piece of legislation as engrafted in the statute book, ought to receive the widest possible interpretation in regard to the words used and unless words are taken to their maximum amplitude, it would be a violent., injustice to the framers of the law. As a matter of fact law is well settled by this Court and we need not dilate much by reason, therefor to the effect that the law Courts exist for the society and in the event of there being a question posed in the matter of interpretation of a beneficial piece of legislation, question of interpreting the same with a narrow pedantic approach would not be justified. On the contrary, the widest-, possible meaning and amplitude ought to be offered to the expressions used as otherwise the entire legislation would lose its efficacy and contract labour would be left on the mercy of the intermediary.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_24\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"277653\" id=\"span_29\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"642607\" id=\"span_30\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"277653\" id=\"span_31\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"642607\" id=\"span_32\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"341085\" id=\"span_33\">21. Again in the case of <a href=\"/doc/341085/\" id=\"a_74\">Bharat Heavy Electrical Ltd.</a> (supra), the Apex Court, after noting the observations made in <a href=\"/doc/642607/\" id=\"a_75\">Hussainbhai, Calicut</a>&#x27;s case (supra), and in <a href=\"/doc/277653/\" id=\"a_76\">National Union Waterfront Workers</a> (supra) has observed that the question whether the workman is an employee of a principal employer or not depends upon facts and circumstances of the given case and that ratio in <a href=\"/doc/642607/\" id=\"a_77\">Hussainbhai, Calicut</a>&#x27;s case (supra) was neither descended nor diluted in the judgment of <a href=\"/doc/277653/\" id=\"a_78\">National Union Waterfront Workers</a> case (supra).</span></span></span></span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1411892\" id=\"span_34\">Again, in the case of <a href=\"/doc/1411892/\" id=\"a_79\">Indian Petrochemicals Corporation Ltd.</a> (supra), after considering the circumstances which emerged and after going through the affidavits filed by rival parties, the Supreme Court considered the cumulative effect of various factors noted in para 25 of the said judgments and, in those circumstances, held that there was a relationship of employer and employee.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1929751\" id=\"span_35\">Again, in the case of <a href=\"/doc/1929751/\" id=\"a_80\">Ram Singh and Others</a> (supra), the Apex Court in para of its judgment has observed as under:</span>\n</p>  \n\n<blockquote id=\"blockquote_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1160961\" id=\"span_36\">16. Normally, the relationship of employer and employee does not exist between an employer and contractor and servant of an independent contractor. Where, however, an employer retains or assumes control over the means and method by which the work of a contractor is to be done it may be said that the relationship between employer and the employee exists between him and the servants of such a contractor. In such situation the mere fact of formal employment by an independent contractor will not relieve the master of liability where the servant is, in fact, in his employment. In that event, it may be held that an independent contractor is created or is operating as a subterfuge and the employee will be regarded as the servant of the principal employer. Where a particular relationship between employer and employee is genuine or a camouflage through the mode of contractor is essentially a question of fact to be determined on the basis of features of relationship, the written terms of employment, if any, and the actual nature of the employment. The actual nature of relationship concerning a particular employment being essentially a question of fact, it has to be raised and proved before an industrial adjudicator. Conclusion Nos. 5 and 6 of the constitution bench decision of this Court in <a href=\"/doc/1160961/\" id=\"a_81\">Steel Authority of India</a> (supra) are decisive for purposes of this case which read as under:</span>\n</blockquote>  \n\n<blockquote id=\"blockquote_9\">(5) On issuance of prohibition notification under <a href=\"/doc/1436043/\" id=\"a_82\">Section 10(1)</a> of the CLRA Act prohibiting employment of contract labour or otherwise, in an industrial dispute brought before it by any contract labour in regard to conditions of service, the industrial adjudicator will have to consider the question whether the contractor has been interposed either on the ground of having undertaken to produce any given result for the establishment or for supply of contract labour for work of the establishment under a genuine contract or is a mere ruse-camouflage to evade compliance with various beneficial legislation so as to deprive the workers of the benefit thereunder. If the contract is found to be not genuine but a mere camouflage, the so-called contract labour will have to be treated as employees of the principal employer who shall be directed to regularise the services of the contract labour in the establishment concerned subject to the conditions as may be specified by it for that purpose in the light of para hereunder:\n</blockquote> \n\n<blockquote id=\"blockquote_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1160961\" id=\"span_37\">(6) If the contract is found to be genuine and prohibition notification under <a href=\"/doc/1436043/\" id=\"a_83\">Section 10(1)</a> of the CLRA Act in respect of the establishment concerned has been issued by the appropriate government, prohibiting employment of contract labour in any process operation or other work of any establishment and wherein such process, operation or other work of the establishment the principal employer intends to employ regular workmen, he shall give preference to the erstwhile contract labour if otherwise, found suitable and, if necessary, by relaxing the condition as to maximum age appropriately, taking into consideration the age of the workers at the time of their initial employment by the contractor and also relaxing the condition as to academic qualifications other than technical qualifications.&quot; Again, in Workmen of Nilgiri Co-op. Mkt. (supra) the Apex Court has in para 98 of <a href=\"/doc/1160961/\" id=\"a_84\">the said judgment</a> has observed as under-</span>\n</blockquote><p data-structure=\"CDiscource\" id=\"p_25\"> 98. The decisions referred to hereinbefore are indicative of the fact that the different tests have been applied in different cases, having regard to the nature of the problem arising in the fact situation obtaining therein. Emphasis on application of control test and organization test have been laid keeping in view the question as to whether the matter, involves a contract of service vis-a-vis contract for service; or whether the employer had set up a contractor for the purpose of employment of workman by way of a smoke screen with a view to avoid its. statutory liability.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_26\">22. Keeping in view the aforesaid observations made by the Apex Court in relation to the factors which are to be kept in mind for the purpose of determining whether there exists relationship of employer and employee between workmen and the Company, it has to be seen in the facts of the present case, whether such a relationship exist and whether the Tribunal has considered these factors while arriving at the said conclusion.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_27\">23. In the evidence of Contractor it can be seen that he has brought on record voluminous evidence. This evidence and material on record indicates that he had a complete control over the workmen. He had been processing their leave applications and deciding their applications for loan. He was also taking action against the workmen if any misconduct was committed by them. The entire payment of salary was made by the Contractor. The workmen have agreed that salary slips were never issued by the Company. From 1992, the provident fund contribution is paid by the Contractor. It is no doubt true that upto year 1992, the Company was paying the contribution. However, as rightly pointed out by Cama, the learned senior counsel appearing on behalf of the Company, that primary responsibility and liability of making this contribution is on the registered employer under the provisions of <a href=\"/doc/1568384/\" id=\"a_85\">Section 40</a> of the E.S.I. Act and <a href=\"/doc/1177279/\" id=\"a_86\">Regulation 30</a> of the P.F. Scheme, 1952. Therefore, the emphasis which was led by Bhat, the learned Counsel appearing on behalf of the Union, on payment of these contributions by the Company upto 1992 does not change the relationship between the Contractor and the workmen. Bhat had strenuously urged that the firm was registered with the P.F. Authorities only in 1992. That does not, in my view, change the fact that the liability, in any case, till the registration of the firm by the Contractor was on the Company. This being a statutory liability, it was not open for the Company to shirk from this statutory responsibility and, therefore, it had no other alternative but to make the said payment. This factor, in my view, therefore, could not be a circumstance which could be taken against the Company. Similarly, merely because the employees were doing some other work, other than the house keeping also would not by itself change the nature of relationship between the Company and the workmen. A perusal of the contract which has been brought on record by the Union through its compilation of documents, reveals that from time to time the Company had specifically raised certain demands and had asked the services of particular workman. All the documents which are brought on record reveal that the Company: did not have any supervisory control over the workmen and the method and manner in which the work was being executed was supervised by the Contractor.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_28\">24. The submissions made by Bhat, the learned Counsel appearing on behalf of the Union that the Tribunal has overlooked certain documentary evidence and has not examined this documentary evidence or has not lifted the veil for the purpose of determining whether the contract was genuine or not also cannot be accepted. I have perused the order passed by the Tribunal and found that the Tribunal has meticulously analysed the evidence on record and has arrived at the view which, in my view, is a plausible view and, therefore, it is not possible to say that the Tribunal has given a finding which is either perverse or that it has overlooked certain material on record. It is no; doubt true that the Tribunal has recorded its finding of fact and has merely reproduced various judgments on which reliance has been placed by the Company and the Union. However, that by itself does not alter the fact that the Tribunal being a fact finding authority was required to analyse the evidence and record the finding whether the contract was genuine or not and, in my view, the Tribunal has performed its duty and has recorded a finding of fact to that, effect and, therefore, merely because the Tribunal has not considered the ratio of the said judgments which were cited before it, would not make the order of the Tribunal illegal or patently erroneous. The Tribunal appears to, have, after going through the judgments on which reliance was placed by either side, considered the question on the facts and circumstances of the present case and has, accordingly, given the said finding. It is no doubt true that the workmen have been working since 1985 but, as has been observed by the Apex Court in catena of cases which are referred to hereinabove, that would not be a factor which would conclusively determine the nature of relationship between the parties. What has to be seen is the method and manner in which the work is done by the workmen and the control which is exercised by the Company over the workmen. Merely because a register is maintained for the purpose of attendance of the workmen, that by itself cannot be a factor which would disclose the complete control by the Company over these workmen.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_29\">25. In the result, submissions made by the learned Counsel appearing on behalf of the Union cannot be accepted. I do not see any reason to interfere with the finding recorded by the Tribunal that the contract between the Company and the Contractor is genuine.\n</p> \n\n<p data-structure=\"Section\" id=\"p_30\">26. The next question which has to be determined is : whether the Tribunal was justified in giving direction to the appropriate Government to abolish the contract under <a href=\"/doc/45909/\" id=\"a_87\">Section 10</a> of the CLRA Act?\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_31\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"366376\" id=\"span_38\">27. The submission made by Cama, the learned senior counsel appearing on behalf of the Company that only in a case where the complaint has been filed by the Union of permanent workmen, the Tribunal would be competent to consider whether such directions can be issued or not under <a href=\"/doc/45909/\" id=\"a_88\">Section 10</a> of the CLRA Act cannot be accepted. Cama has relied on the observations which are made by the Apex Court in the case of <a href=\"/doc/366376/\" id=\"a_89\">Gujarat Electricity Board</a> (supra) in para 45 of its judgment which reads as under:</span>\n</p><blockquote id=\"blockquote_11\"> 45. The last but equally important question that remains to be answered is : who can raise an industrial dispute for absorption of the workmen of the ex-contractor by the principal employer. As has been pointed out earlier, if the contract is not genuine, the workmen of the contractor themselves can raise such dispute, since in raising such dispute the workmen concerned would be proceeding on the basis that they are in fact the workmen of the principal employer and not of the contractor. Hence, the dispute would squarely fall within the definition of industrial dispute under <a href=\"/doc/189659891/\" id=\"a_90\">Section 2(k)</a> of the ID Act being a dispute between the employer and the employees. In that case, the dispute would not be for abolition of the contract labour, but for securing the appropriate service conditions from the principal employer on the footing that the workmen concerned were always the employees of the principal employer and they were denied their dues. In such a dispute, the workmen are required to establish that the so - called labour contract was sham and was only a camouflage to deny them their legitimate dues.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_32\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"366376\" id=\"span_39\">The learned senior counsel for the Company further invited my attention to para 50 of <a href=\"/doc/366376/\" id=\"a_91\">the said judgment</a> wherein the Apex Court had given its conclusion and answers to the questions raised. Para 50 of <a href=\"/doc/366376/\" id=\"a_92\">the said judgment</a> reads as under:</span>\n</p>  \n\n<blockquote id=\"blockquote_12\">50. Our conclusion and answers to the question raised are, therefore, as follows:\n</blockquote>  \n\n<blockquote id=\"blockquote_13\">(i) In view of the provisions of <a href=\"/doc/45909/\" id=\"a_93\">Section 10</a> of the Act, it is only the appropriate government which has the authority to abolish genuine labour contract in accordance with the provisions of the said 3 Section. No Court including the industrial adjudicator has jurisdiction to do so.\n</blockquote> \n\n<blockquote id=\"blockquote_14\">(ii) If the contract is sham or not genuine, the workmen of the so-called contractor can raise an industrial dispute for declaring that they were always the employees of the principal employer and for claiming the appropriate service conditions. When such dispute is raised, it is not a dispute for abolition of the labour contract and hence the provisions of <a href=\"/doc/45909/\" id=\"a_94\">Section 10</a> of the Act will not bar either the raising or the adjudication of the dispute. When such dispute is raised, the industrial adjudicator has to decide whether the contract is sham or genuine. It is only if the adjudicator comes to the conclusion that the contract is sham, that he will have jurisdiction to adjudicate the dispute. If, however, he comes to the conclusion that the contract is genuine, he may refer the workmen to the appropriate Government for abolition of the contract labour under <a href=\"/doc/45909/\" id=\"a_95\">Section 10</a> of the Act and keep the dispute pending. However, he can do so if the dispute is espoused by the direct workmen of the principal employer. If the workmen of the principal employer have not espoused the dispute, the adjudicator, after coming to the conclusion that the contract is genuine, has to reject the reference, the dispute being not an industrial dispute within the meaning of <a href=\"/doc/189659891/\" id=\"a_96\">Section 2(k)</a> of the ID Act. He will not be competent to give any relief to the workmen of the erstwhile contractor even if the labour contract is abolished by the appropriate Government under <a href=\"/doc/45909/\" id=\"a_97\">Section 10</a> of the Act.\n</blockquote> \n\n<blockquote id=\"blockquote_15\">(iii) If the labour contract is genuine a composite industrial dispute can still be raised for abolition of the contract labour and their absorption. However, the dispute, will have to be raised invariably by the direct employees of the principal employer. The industrial adjudicator, after receipt of the reference of such dispute will have first to direct the workmen to approach the appropriate Government for abolition of the contract labour under <a href=\"/doc/45909/\" id=\"a_98\">Section 10</a> of the Act and keep the reference pending. If pursuant to such reference, the contract labour is abolished by the appropriate Government, the industrial adjudicator will have to give opportunity to the parties to place the necessary material before him to decide whether the workmen of the erstwhile contractor should be directed to be absorbed by the principal employer, how many of them and on what terms. If, however, the contract labour is not abolished, the industrial adjudicator has to reject the reference.\n</blockquote> \n\n<blockquote id=\"blockquote_16\">(iv) Even after the contract labour system is abolished, the direct employees of the principal employer can raise an industrial dispute for absorption of the ex-contractor&#x27;s workmen and the adjudicator on the material placed before him can decide as to who and how many of the workmen should be absorbed and on what terms.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_33\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"366376\" id=\"span_40\">He submitted that, therefore, in the present case, since the Union which had raised the dispute was not a Union of the permanent employees, it was not open for the Tribunal to issue directions to the appropriate Government for abolition of contract labour under <a href=\"/doc/45909/\" id=\"a_99\">Section 10</a> of the CLRA Act. The observations made by the Apex Court in para 50 cannot be interpreted to mean that if the dispute is filed not by the direct workers of the employer then the Tribunal ipso facto has to reject the reference after recording a finding that the contract is genuine. These observations have to be read in the context of what has been mentioned in the last four lines of Clause (ii) of para 50 of <a href=\"/doc/366376/\" id=\"a_100\">the said judgment</a> which read as under:</span>\n</p>  \n\n<blockquote id=\"blockquote_17\">50...\n</blockquote> \n\n<blockquote id=\"blockquote_18\">(i) ...\n</blockquote> \n\n<blockquote id=\"blockquote_19\">(ii) ...He will not be competent to give any relief to the workmen of the erstwhile contractor even if the labour contract is abolished by the appropriate Government under <a href=\"/doc/45909/\" id=\"a_101\">Section 10</a> of the Act.&quot; This clearly discloses that, in such circumstances, any independent relief cannot be granted by the Tribunal even if the contract is abolished by the State Government. This does not prevent him from making a reference to the State Government to take decision for the purpose of abolishing the contract.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_34\">28. It would be, therefore, relevant to have a look at the provisions of <a href=\"/doc/45909/\" id=\"a_102\">Section 10</a> of the Contract Labour (Regulation and Abolition) Act, 1970. <a href=\"/doc/45909/\" id=\"a_103\">Section 10</a> of the said Act reads as under-\n</p>  \n\n<p data-structure=\"Section\" id=\"p_35\">10. Prohibition of employment of contract labour (I) Notwithstanding anything&#x27; contained in this Act, the appropriate Government may, after consultation with the Central Board, or, as the case may be, a State Board, prohibit, by notification in the Official Gazette, employment of contract labour in any process, operation or other work in any establishment.\n</p> \n\n<p data-structure=\"Section\" id=\"p_36\">(2) Before issuing any notification under Sub-section (1) in relation to an establishment, the appropriate Government shall have regard to the conditions of work and benefits provided for the contract labour in that establishment and other relevant factors, such as -\n</p>  \n\n<p data-structure=\"Section\" id=\"p_37\">(a) whether the process, operation or other work is incidental to, or necessary for the industry, trade, business, manufacture or occupation that is carried on in the establishment;\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_38\">(b) whether it is of perennial nature, that is to say, it is of sufficient duration having regard to the nature of industry, trade, business, manufacture or occupation carried on in that establishment;\n</p> \n\n<p data-structure=\"Section\" id=\"p_39\">(c) whether it is done ordinarily through regular workmen in that establishment or an establishment similar thereto;\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_40\">(d) whether it is sufficient to employ 50 considerable number of whole time workmen\n \n\nExplanation.- If a question arises whether any process or operation or other work is of perennial nature, the decision of the appropriate Government thereon shall be final.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_41\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"277653\" id=\"span_41\">The provisions of Sub-clause (1) and Sub-clause (2) of <a href=\"/doc/45909/\" id=\"a_104\">Section 10</a> disclose that the appropriate Government is competent even to suo motu abolish the contract after considering various factors which are enumerated in Sub-clause (2) and that the decision of the appropriate Government thereon would be final. That being the position, it cannot be said that the Industrial Court was not competent to ask the Government to take the decision under <a href=\"/doc/45909/\" id=\"a_105\">Section 10</a> of the CLRA Act. The submissions made by Cama, the learned senior counsel appearing on behalf of the Company, therefore, cannot be accepted. Cama had then submitted that in view of the judgment in the case of <a href=\"/doc/277653/\" id=\"a_106\">National Union Waterfront Workers</a> (supra) and more particularly the observations made in para 121 Sub-clause (5) since, in the present case, no notification under <a href=\"/doc/1436043/\" id=\"a_107\">Section 10(1)</a> had been issued, the Industrial Court was not competent to consider the question as to whether the contract is genuine or is a mere camouflage cannot be considered. This submission cannot be accepted. It has to be noted that in para 121, the Apex Court has summarised its conclusions regarding points which fell for consideration and determination before the Supreme Court. These observations, therefore, have to be considered in the context of and under the circumstances under which they have been made. It would be relevant, therefore, to consider the said issues in para 6 of <a href=\"/doc/277653/\" id=\"a_108\">the said judgment</a>. The Apex Court has framed these points for determination. Para 6 of <a href=\"/doc/277653/\" id=\"a_109\">the said judgment</a> reads as under:</span>\n</p>  \n\n<blockquote id=\"blockquote_20\">6. Three points arise for determination in these appeals:\n</blockquote>  \n\n<blockquote id=\"blockquote_21\">(i) what is the true and correct import of the expression &quot;appropriate government &quot; as defined in Clause (a) of Sub-section (1) of <a href=\"/doc/1817848/\" id=\"a_110\">Section 2</a> of the CLRA Act;\n</blockquote> \n\n<blockquote id=\"blockquote_22\">(ii) whether the notification dated December 9, 1976 issued by the Central Government under Section 10(1) of the CLRA Act is valid and applies to all Central Government companies; and\n \n\n</blockquote><blockquote id=\"blockquote_23\">(iii) whether automatic absorption of contract labour, working in the establishment of the principal employer as regular employees, follows on issuance of a valid notification under <a href=\"/doc/1436043/\" id=\"a_111\">Section 10(1)</a> of the CLRA Act, prohibiting the contract labour in the concerned establishment.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_42\">While answering the third point, the Apex Court, in the facts of the said case, where a notification had already been issued under-<a href=\"/doc/1810788/\" id=\"a_112\">CLRA Act</a>, has observed in Sub-clause (5) of para 121 as under:\n</p>  \n\n<blockquote id=\"blockquote_24\">121...\n</blockquote> \n\n<blockquote id=\"blockquote_25\">(1) ...\n</blockquote> \n\n<blockquote id=\"blockquote_26\">(2) ...\n</blockquote> \n\n<blockquote id=\"blockquote_27\">(3) ...\n</blockquote> \n\n<blockquote id=\"blockquote_28\">(4) ...\n</blockquote> \n\n<blockquote id=\"blockquote_29\">(5) On issuance of prohibition notification under <a href=\"/doc/1436043/\" id=\"a_113\">Section 10(1)</a> of the CLRA Act prohibiting employment of contract labourer or otherwise....\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_43\">Thus it can be seen that in the facts of the said case and in the context of point No. 3 which fell for determination before the Supreme Court, the said observations have been made. Therefore, the submission made by Cama, the learned senior counsel appearing on behalf of the Company that since notification under <a href=\"/doc/1436043/\" id=\"a_114\">Section 10(1)</a> had not been issued, the Tribunal was not competent to decide whether the contract was genuine or not cannot be accepted.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_44\">29. In the result, Writ Petition filed by the Company is dismissed and at the same time Writ Petition filed by the Union is also dismissed and the rule which has been issued in both these Petitions stands discharged. Under the facts and circumstances of the case, there shall be no order as to costs.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_45\">30. At this stage, the learned Counsel appearing on behalf of the Union submits that stay which has been granted in the Petition filed by the Union may be continued for a period of 12 weeks. The request made by the learned Counsel appearing for the Union is accepted. The interim order and the statement recorded by this Court is extended for further period of 12 weeks.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_46\">31. At this stage, the learned Counsel appearing on behalf of the Company also has requested that the direction issued by the Tribunal to the State Government of taking decision under <a href=\"/doc/45909/\" id=\"a_115\">Section 10</a> of the said Act may also be stayed. This request is, however, declined.\n</p> \n\n","numcites":30,"numcitedby":3,"docsource":"Bombay High Court","citetid":1292504,"divtype":"judgments","relatedqs":[{"value":"sham contract","formInput":"sham%20contract"},{"value":"independent contractor","formInput":"independent%20contractor"},{"value":"contract labour","formInput":"contract%20labour"},{"value":"principal employer ","formInput":"principal%20employer%20"},{"value":"contract labour act","formInput":"contract%20labour%20act"},{"value":"who is not a workman?","formInput":"who%20is%20not%20a%20workman%3F"},{"value":"contract with government","formInput":"contract%20with%20government"},{"value":"\"sham and bogus\" contract","formInput":"%22sham%20and%20bogus%22%20contract"},{"value":"works contract","formInput":"works%20contract"},{"value":"absorption","formInput":"absorption"},{"value":"abolition of contract labours","formInput":"abolition%20of%20contract%20labours"},{"value":"section 10 of Contract labour Act","formInput":"section%2010%20of%20Contract%20labour%20Act"},{"value":"permanent workman","formInput":"permanent%20workman"},{"value":"CLRA","formInput":"CLRA"},{"value":"contract act","formInput":"contract%20act"},{"value":"workman+contractor","formInput":"workman%2Bcontractor"},{"value":"contract labour regulation","formInput":"contract%20labour%20regulation"},{"value":"questions of fact","formInput":"questions%20of%20fact"},{"value":"cama","formInput":"cama"},{"value":"industrial dispute","formInput":"industrial%20dispute"}],"cats":[{"value":"prohibition-of-employment-of-contract-labour","formInput":"tag:prohibition-of-employment-of-contract-labour"},{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"}],"courtcopy":false,"query_alert":null,"agreement":false}