{"tid":175618220,"publishdate":"2011-03-19","title":"Munnalal Rajak vs The State Of M.P on 19 March, 2011","doc":"<h2 class=\"doc_title\">Munnalal Rajak vs The State Of M.P on 19 March, 2011</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-c-mishra\">R.C. Mishra</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-c-mishra\">R.C. Mishra</a></h3>\n\n<pre id=\"pre_1\">            HIGH COURT OF MADHYA PRADESH : JABALPUR\n-----------------------------------------------------------------------------------------------------------------------------------\n           Present :                           Hon. Shri Justice R.C. Mishra\n                                               Hon. Smt. Justice Vimla Jain\n-----------------------------------------------------------------------------------------------------------------------------------\n\n                                                                      Criminal Appeal No.1976/2003\n           Munnalal Rajak, son of Ramsharan Rajak,\n           aged about 45 years, Resident of Village Imalia,\n           P.S. Adhartal, Distt. Jabalpur                   ...Appellant\n                                                          Versus\n           State of M.P. through SPE Lokayukt,\n           Distt. Jabalpur                                                                           ... Respondent\n-----------------------------------------------------------------------------------------------------------------------------------\n     Shri Vijay Nayak, Advocate for the appellant.\n     Shri Aditya Adhikari, Special Public Prosecutor                                                                          for\nrespondent/SPE Lokayukt.\n---------------------------------------------------------------------------------------------------\nDate of Hearing                    : 10/11/2010\nDate of Judgment : 19/01/2011\n                          JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">Per R.C. Mishra, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">           This appeal has been preferred against the judgment-dated\n12.11.2003 passed by Special Judge (under the <a href=\"/doc/1331755/\" id=\"a_1\">Prevention of\nCorruption Act, 1988</a>) [hereinafter referred to as the &#x27;Act&#x27;], Jabalpur\nin Special Criminal Case No.07/2002 whereby the appellant was\nconvicted and sentenced as under with the direction that the jail\nsentences shall run concurrently -\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">Convicted under Section Sentenced to\n7 of the Act            undergo R.I. for 1 year and to pay a fine\n                        of Rs.1000/- and in default, to suffer R.I\n                        for 1 month.\n</p><p data-structure=\"Issue\" id=\"p_4\">13(1)(d)     read with undergo R.I. for 2 years and to pay a\n13(2) of the Act        fine of Rs.1000/- and in default, to suffer\n                        R.I. for 1 month.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">2.         At the relevant point of time, the appellant was posted as\nConstable at Police Station Majhgawan, Distt. Jabalpur whereas the\ncomplainant Rooplal Patel (PW7), an agriculturist by occupation,\nwas residing at village Junwani.\n</p><p data-structure=\"Issue\" id=\"p_6\">                                      :: 2 ::\n</p>\n\n<blockquote id=\"blockquote_1\">                                  Criminal Appeal No.1976/2003\n\n\n\n\n</blockquote><p data-structure=\"Facts\" id=\"p_7\">3.   The prosecution story, in short, may be narrated thus -\n</p>\n<blockquote id=\"blockquote_2\">     (i)     On 1.6.2001 Rohani Prasad (PW3), a co-villager,\n             submitted       an   application      (Ex.P-5)      before   SHO,\n             Majhgawan for initiating action against Rooplal Patel\n             (PW5), the complainant in this case. It contained\n             allegations to the effect that being enraged by the act of\n             his son Ramsingh Patel of getting Rooplal&#x27;s oxen, who\n             had caused damage to the crops standing in his field,\n             impounded, Rooplal had not only hurled abuses but had\n             also threatened to settle scores with Ramsingh as also\n             with him.\n</blockquote>\n<blockquote id=\"blockquote_3\">     (ii)    On 3.6.2001, the appellant, to whom the application\n             was marked for an inquiry, proceeded to village Junwani\n             and after showing the application to Rooplal, demanded\n             a sum of Rs.2,000/- as illegal gratification for letting him\n             off and also gave a threat that in case the amount was\n             not paid till Thursday falling on 7.6.2001, he would be\n             sent to jail.\n</blockquote>\n<blockquote id=\"blockquote_4\">     (iii)   Not being inclined to pay the bribe, Rooplal, on\n             7.6.2001 only, made a complaint (Ex.P-7) to the\n             Superintendent of Police, Special Police Establishment\n             (Lokayukta) Jabalpur who, in turn, directed Inspector\n             Naresh Kumar Agrawal (PW10) to arrange a trap. The\n             Inspector, accordingly, recorded the First Information\n             Report (Ex.P-23); registered a case under <a href=\"/doc/324254/\" id=\"a_2\">Section 7</a> of\n             the Act and completed necessary formalities for laying\n             the trap in presence of Panch witnesses Ramchandra\n             Shukla (PW4) and Shushant Kumar Bhadrarai (PW6).\n</blockquote><p data-structure=\"Issue\" id=\"p_8\">             The Inspector took into possession 20 currency notes\n             each in denomination of Rs.100/- brought by Rooplal\n             and after noting the details thereof, got them duly\n                              :: 3 ::\n</p>\n\n<blockquote id=\"blockquote_5\">                          Criminal Appeal No.1976/2003\n\n\n\n\n       treated with phenolphthalein and kept in his pocket with\n       the assistance of Santosh Kumar (PW11). At about\n       11:10 a.m., the trap party, led by Inspector Naresh\n       Kumar, started for police station Majhgawan in a\n       Government Jeep bearing registration No.MP-02-2145.\n</blockquote>\n<blockquote id=\"blockquote_6\">(iv)   The trap party reached Majhgawan at about 12:15 pm.\n       The Jeep was parked at bus stand wherefrom the party\n       proceeded to the police station. Panch witness S.K.\n       Bhadrarai and Constables Shrikrishan Gautam and\n       Makhanlal were deputed to witness the passing of bribe\n       money from the complainant to the appellant at betel\n       shop cum tea stall run by Munnalal Patel (PW5)\n       whereas S.K. Bhadrarai and constable Shrikrishan\n       Gautam were made to stay near a kirana shop located\n       affront. Inspector Naresh Kumar Agrawal (PW10) and\n       other members of the party witnessed the proceedings\n       by remaining stationed at nearby places. After a while,\n       the appellant came there in civil dress and as per his\n       demand, the complainant handed over the bribe money\n       that was put by the appellant into right pocket of his\n       trousers. Complainant then gave the appointed signal to\n       the trap party. Constables Makhanlal and Shrikrishan\n       Gautam caught hold of the hands of the appellant. As\n       the fingers of the appellant were dipped in colourless\n       solution of Sodium Carbonate, it indicated presence of\n       phenolphthalein by turning pink. During search, all the\n       currency   notes     treated     with    the      chemical   were\n       recovered from the right pocket of appellant&#x27;s trousers.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_9\">       Ramesh Chandra Shukla (PW4) not only tallied their\n       numbers with the details recorded in the pre-trap\n       panchnama (Ex.P-10) but also counted them. The\n       trousers worn by the appellant was also seized and he\n                                   :: 4 ::\n</p>\n\n<blockquote id=\"blockquote_7\">                              Criminal Appeal No.1976/2003\n\n\n\n\n            was made to wear another trousers brought from his\n            residence situated in the premises of the police station.\n</blockquote>\n<blockquote id=\"blockquote_8\">      (v)   Hands of Ramesh Chandra Shukla as well as right\n            pocket of the appellant&#x27;s trousers were washed with the\n            solution of Sodium Carbonate and the resultant\n            solutions   indicated      presence     of       Phenolphthalein.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_10\">            Samples of the solutions were kept in separate bottles\n            and sealed. A positive report (Ex.P-27) from the\n            Forensic    Science     Laboratory      was       also   received\n            regarding hand wash and pant pocket wash.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_11\">4.    While denying the charges, the appellant pleaded false\nimplication in the wake of animosity. According to him, -\n</p>\n<p data-structure=\"Precedent\" id=\"p_12\">            Rooplal had taken his agricultural land having an\n      area of 2 acres on lease as a &#x27;Shikmi&#x27; (sub-tenant) but\n      failed to pay the contractual amount even after giving\n      assurance before the Panchayat. In such a situation, he\n      had taken possession of the land from Rooplal and had\n      given the same to another person for cultivation as\n      Shikmi. On the date of the incident, Rooplal had come to\n      the hotel where he was sitting and asked about a home\n      guard posted at the police station and while they were\n      talking to each other, other members of the raiding party\n      came there and asked as to whether he had received the\n      money whereas he had neither demanded nor received\n      any amount.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_13\">5.    The prosecution sought to prove the charges by examining as\nmany as 11 witnesses. To support the plea of defence, the appellant\nproduced 3 witnesses namely Rajendra Patel (DW1), Ravi Shankar\n(DW2) and Murat Singh Patel (DW3). Upon consideration of the\nentire evidence on record, learned trial Judge, for the reasons\n                                      :: 5 ::\n</p>\n\n<blockquote id=\"blockquote_9\">                                Criminal Appeal No.1976/2003\n\n\n\n\nassigned in the judgment, concluded that on one hand, recovery of\nthe tainted money from the possession of the appellant was proved\nbeyond a reasonable doubt and on the other, he was not able to\nrebut the statutory presumption under <a href=\"/doc/1005555/\" id=\"a_3\">Section 20(1)</a> of the Act.\n</blockquote>\n\n\n\n<p data-structure=\"PetArg\" id=\"p_14\">6.    Legality and propriety of the impugned convictions have been\nchallenged inter alia on the following grounds -\n</p>\n<p data-structure=\"Precedent\" id=\"p_15\">      (i)     The prosecution version was apparently shrouded with\n              doubt in view of the non-supportive evidence of Rohani\n              Prasad (PW3).\n</p>\n<p data-structure=\"RespArg\" id=\"p_16\">      (ii)    The application (Ex.P-5) said to have been submitted\n              by Rohani Prasad was neither entered in the\n              corresponding register nor in the Rojnamcha and\n              further, it did not contain any endorsement made by the\n              then SHO of P.S. Majhgawan, authorizing the appellant\n              to make an enquiry into the allegations contained\n              therein.\n</p>\n<p data-structure=\"PetArg\" id=\"p_17\">      (iii)   In the official capacity of Constable, the appellant was\n              not competent to deal with the application.\n</p>\n<p data-structure=\"Precedent\" id=\"p_18\">      (iv)    There was no cogent evidence as to demand of illegal\n              gratification.\n</p>\n<p data-structure=\"Section\" id=\"p_19\">      (v)     Evidence regarding acceptance of bribe suffered from\n              serious infirmities.\n</p>\n<p data-structure=\"Section\" id=\"p_20\">      (vi)    Since the probability of defence was established, the\n              statutory presumption under <a href=\"/doc/1005555/\" id=\"a_4\">Section 20(1)</a> of the Act\n              was not attracted to the facts of the case.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_21\">      In response, learned Special Public Prosecutor, while making\nreference to the incriminating pieces of evidence, has submitted that\n                                  :: 6 ::\n</p>\n\n<blockquote id=\"blockquote_10\">                              Criminal Appeal No.1976/2003\n\n\n\n\nthe convictions are well founded. According to him, probability of the\ndefence that was categorically ruled out by the complainant Rooplal,\nwas rightly rejected in absence of relevant revenue records or other\ncogent evidence.\n</blockquote>\n\n<p data-structure=\"PetArg\" id=\"p_22\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"603762\" id=\"span_1\">7.    Before proceeding to advert to the merits of the rival\ncontentions, it may be observed that the question whether there was\nany offence registered or yet to be registered which the appellant\ncould have investigated in relation to which the bribe was allegedly\noffered would be irrelevant. The reason is that to establish an\noffence under<a href=\"/doc/324254/\" id=\"a_5\"> S.7</a> of the Act, that corresponds to <a href=\"/doc/48127346/\" id=\"a_6\">Section 161</a> of the\nIndian Penal Code (since omitted), the prosecution must establish\nthat accused was public servant and that he obtained illegal\ngratification for showing or forbearing to show, in exercise of official\nfunction&#x27; favour or disfavour (<a href=\"/doc/603762/\" id=\"a_7\">Bhanuprasad Hariprasad Dave v.\nState of Gujarat</a> AIR 1968 SC 1323 referred to). Accordingly, the\nmere fact that the appellant, being Constable, was not competent to\ninvestigate or inquire into the contents of the application (Ex.P-5)\nmade by Rohani Prasad against complainant Rooplal as well as non-\ncorroborative evidence of Rohani Prasad would not assume any\nsignificance. As an obvious corollary, the fact that the information\ncontained in the application was not recorded in the Rojmancha or\nany other book required to be kept in the police station under <a href=\"/doc/307179/\" id=\"a_8\">Section\n155(1)</a> of the Criminal Procedure Code (for short &#x27;the Code&#x27;)was also\nof no consequence.</span>\n</p>\n\n<p data-structure=\"Section\" id=\"p_23\">8.    The other contentions may be dealt with under the following\nsub-heads -\n</p>\n<p data-structure=\"Precedent\" id=\"p_24\">DEMAND OF BRIBE\n\n</p><p data-structure=\"Section\" id=\"p_25\">9.    Complainant Rooplal (PW7) substantially reiterated the\nbackground facts leading to submission of application (Ex.P-5) by\n                                    :: 7 ::\n</p>\n\n<blockquote id=\"blockquote_11\">                                Criminal Appeal No.1976/2003\n\n\n\n\nRohani Prasad against him. As per his statement, non-availability of\nthe bell worn by one of his bullocks taken by Rohani&#x27;s son to the\ncattle pond had led to an altercation between him and Rohani\nPrasad. He clearly deposed that it was the appellant only who, while\ninforming that the complaint made by Rohani Prasad was entrusted\nto him for inquiry, had demanded an amount of Rs.2000/- as illegal\ngratification for closing the case.\n</blockquote>\n\n<p data-structure=\"PetArg\" id=\"p_26\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"541683\" id=\"span_2\">10.   However, while contending that the factum of demand was not\nproved, learned counsel for the appellant has submitted that it was\nin answer to the leading questions put by the Public Prosecutor after\ndeclaring Rooplal hostile that the corresponding facts were brought\non record but since the public prosecutor was able to elicit the\nincriminating   answers     during     the   cross-examination   of   the\ncomplainant, the decision in <a href=\"/doc/541683/\" id=\"a_9\">Varkey Joseph v. State of Kerala</a>,\n1993 Supp (3) SCC 745 is of no avail to the appellant.</span>\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_27\">11.   As pointed out already, the admission made by the Inspector\nNaresh Kumar Agrawal (PW10) to the effect that the application\n(Ex.P-5) was not found recorded in the Rojnamcha or any other\nregister did not assume any significance. Further, the contention that\nno date or time or place was fixed for meeting the demand is also\nnot acceptable in view of a categorical statement of Rooplal (PW7)\nthat demand of the bribe was made on 03.06.2001 that happened to\nbe a Sunday under a threat that if the same was not paid up to\n07.06.2001, he would be sent to jail.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_28\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"791070\" id=\"span_3\">12.   To buttress the contention that in view of the aforesaid facts,\nthe demand of bribe was not proved, attention has been invited to\nthe decision of Supreme Court in <a href=\"/doc/791070/\" id=\"a_10\">State of Maharashtra v.\nDnyaneshwar Laxman Rao Wankhede</a> (2009) 15 SCC 200\nwherein it was re-affirmed that demand of illegal gratification is a\nsine qua non for constituting the offence under <a href=\"/doc/324254/\" id=\"a_11\">Section 7</a> of the Act\n                                      :: 8 ::</span>\n</p>\n\n<blockquote id=\"blockquote_12\">                                Criminal Appeal No.1976/2003\n\n\n\n\nand, therefore, for arriving at the conclusion as to whether all the\ningredients    of   the    offence     viz.    demand,    acceptance   and\nrecovery of the amount of illegal gratification have been satisfied or\nnot, the Court must take into consideration the facts and\ncircumstances brought on record in their entirety. In that case,\nappeal against acquittal of the accused-a Head Constable who,\nallegedly, on the first occasion, had demanded Rs.2000/- for\nreleasing complainant and his brother on bail for an offence under\n<a href=\"/doc/1947545/\" id=\"a_12\">Section 448</a> of the IPC and on the second occasion, had demanded\nRs.1500/- for releasing complainant&#x27;s brother and his servant on bail\nfor taking cow of one Dhanraj to the cattle pond, was dismissed on\nthe following grounds -\n</blockquote>\n<blockquote id=\"blockquote_13\">      (i)     One of the panch witnesses namely Ashok had died\n              whereas the second one, who was not a witness of\n              demand, was sought to be examined by the prosecution\n              to prove the demand purported to have been made by\n              the accused through him.\n</blockquote>\n<blockquote id=\"blockquote_14\">      (ii)    The accused enquired about the correctness or\n              otherwise of the FIR lodged by the complainant after a\n              long time.\n</blockquote>\n<blockquote id=\"blockquote_15\">      (iii)   Two attempts were made to nab the accused red-\n</blockquote><p data-structure=\"Section\" id=\"p_29\">              handed. The first on 08.08.1995 and the second on\n              22.08.1995.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_30\">      (iv)    If the accused intended to take the amount, he would\n      have accepted the same in his house itself and there was no\n      reason to ask the complainant and the witness to meet him at\n      a public place i.e. near the Veterinary Hospital.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_31\">      (v)     Even the details of the said purported raid viz. time of\n      the complainant&#x27;s visit to the police station, the residence of\n                                    :: 9 ::\n</p>\n\n<blockquote id=\"blockquote_16\">                                Criminal Appeal No.1976/2003\n\n\n\n\n      the accused and the Veterinary Hospital, had not been\n      disclosed.\n</blockquote>\n\n<blockquote id=\"blockquote_17\">      <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"791070\" id=\"span_4\">Thus, the decision in <a href=\"/doc/791070/\" id=\"a_13\">Dnyaneshwar</a>&#x27;s case (supra), being\ndistinguishable on facts, does not render any assistance to the\nappellant.</span>\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_18\">ACCEPTANCE OF ILLEGAL GRATIFICATION\n\n\n</blockquote><blockquote id=\"blockquote_19\">13.   Learned counsel for the appellant has contended that the\nacceptance and payment of the bribe were also not proved beyond a\nreasonable doubt in view of the following facts -\n</blockquote>\n<blockquote id=\"blockquote_20\">      (i)     Munnalal Patel (PW5), the sole independent witness of\n              payment of bribe, did not support the corresponding\n              version.\n</blockquote>\n<blockquote id=\"blockquote_21\">      (ii)    In Para 21 of his statement, complainant Rooplal (PW7)\n              candidly admitted that handing over of the tainted\n              money was not preceded by any conversation.\n</blockquote>\n<blockquote id=\"blockquote_22\">      (iii)   Ravi Shankar (DW2), a Constable posted at the same\n              police station, came forward to support the defence by\n              stating that he had seen the complainant while\n              attempting to give a packet to the appellant.\n</blockquote>\n<blockquote id=\"blockquote_23\">      (iv)    Evidence of panch witnesses Ramchandra Shukla\n              (PW4) and S.K. Bhadrarai (PW6) who, admittedly, were\n              not able to witness passing of the tainted money,\n              suffered from serious infirmities.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_32\">14.   In support of the contention, reference has been made to the\nfollowing decisions of the Supreme Court -\n</p><p data-structure=\"CDiscource\" id=\"p_33\">                                 :: 10 ::\n</p>\n\n<blockquote id=\"blockquote_24\">                              Criminal Appeal No.1976/2003\n\n\n\n\n</blockquote><blockquote id=\"blockquote_25\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"644567\" id=\"span_5\">(<a href=\"/doc/644567/\" id=\"a_14\">i)    Subash Parbat Sonvane v. State of Gujarat</a>, (2002) 5\n               SCC 86.</span>\n</blockquote><blockquote id=\"blockquote_26\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"534095\" id=\"span_6\">(<a href=\"/doc/534095/\" id=\"a_15\">ii)   T. Subramanian vs. State of T.N.</a> (2006) 1 SCC 401.</span>\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_34\">15.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"534095\" id=\"span_7\">In <a href=\"/doc/534095/\" id=\"a_16\">T. Subramanian</a>&#x27;s case, the explanation given by accused\nimmediately after being trapped that the money was given by the\ncomplainant towards lease rent and not as bribe for securing patta in\nfavour of complainant was found to be plausible and, therefore,\nsufficient to rebut the statutory presumption but the case in hand\nreflects a different factual scenario altogether. Here, none of the\npanch witnesses Ramesh Chandra (PW4) and S.K. Bhadrarai\n(PW6) admitted that immediately after being trapped, the appellant\nhad termed the tainted money as part of the outstanding amount of\nrent. Besides this, S.K. Bhadrarai contradicted the statement of\nRamesh Chandra that on being apprehended, the appellant had\ndenied even taking of money.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"534095\" id=\"span_8\">As such, the <a href=\"/doc/534095/\" id=\"a_17\">ratio <a href=\"/doc/534095/\" id=\"a_18\">laid down in</a></a> <a href=\"/doc/534095/\" id=\"a_19\">T.\nSubramanian</a>&#x27;s case is not applicable to the facts of the instant\ncase.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_35\">16.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"644567\" id=\"span_9\">In <a href=\"/doc/644567/\" id=\"a_20\">Subash</a>&#x27;s case, the complainant did not support the prose-\ncution version of demand and acceptance of the amount but in the\npresent case, the complainant Rooplal (PW7) was emphatic in stat-\ning that the amount was paid as against the demand made by the\nappellant.</span> Moreover, non-supportive evidence of Munnalal (PW5)\nwas insignificant since it is not necessary that the passing of money\nshould be proved by direct evidence (Hazari Lal v. State (Delhi Ad-\nministration) (1980) 2 SCC 390 referred to).\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_36\">17.     According to the complainant Rooplal (PW7), after taking the\ncurrency notes from him, the appellant had kept the same in the right\npocket of his trousers. As reflected in the post-trap panchnama\n(Ex.P-15), Ramesh Chandra Shukla (PW4) took out the tainted cur-\n</p><p data-structure=\"Precedent\" id=\"p_37\">                                 :: 11 ::\n</p>\n\n<blockquote id=\"blockquote_27\">                              Criminal Appeal No.1976/2003\n\n\n\n\nrency notes from the right pocket of appellant&#x27;s trousers. This wit-\nness corroborated the aforesaid recital of the panchnama and other\npanch witness S.K. Bhadrarai and Detecting Officer Naresh Kumar\nAgrawal (PW10) were unanimous in saying that it was Ramesh\nChandra only, who had taken the notes out of the appellant&#x27;s pocket;\ncounted the same and tallied their numbers with the details recorded\nin the pre-trap panchnama (Ex.P-10). The corresponding memo\n(Ex.P-18) was also tendered in evidence.\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_38\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"614758\" id=\"span_10\">18.   Further, Inspector Naresh Kumar (PW10) not only substantial-\nly reiterated contents of the pre-trap panchnama (Ex.P-10) but also\ncorroborated the circumstances leading to recovery of tainted cur-\nrency notes from the right pocket of appellant&#x27;s trousers as reflected\nin the post-trap panchnama (Ex.P-15). Nothing could be elicited in\nhis cross-examination so as to suggest that he was, in any way, in-\nterested in securing the convictions of the appellant on absolutely\nfalse grounds. His evidence could not be rejected solely on the\nground that he was concerned with the success of the trap. The pre-\nsumption that every person acts honestly applies as much in favour\nof a Police Official as any other person (See. <a href=\"/doc/614758/\" id=\"a_21\">Girja Prasad v. State\nof M.P.</a> AIR 2007 SC 3106).</span> Admission made by S.K. Bhadrarai\n(PW6) that he had already acted as a panch witness in as many as 4\nother cases was also not sufficient to dub him to be an accomplice\nper se or even as an interested witness because there is no rule of\nlaw that even if a witness is otherwise reliable and independent his\nassociation in a pre-arranged raid about which he had become ac-\nquainted, makes him an accomplice or a partisan witness (Maha\nSingh v. State (Delhi Adm.inistration) AIR 1976 SC 449 relied on).\n</p>\n<p data-structure=\"CDiscource\" id=\"p_39\">19.   Although, the statements of Inspector Naresh Kumar and\npanch witnesses Ramesh Chandra Shukla and S.K. Bhadrarai suf-\nfered from inconsistency on the point as to whether the passing of\n                                  :: 12 ::\n</p>\n\n<blockquote id=\"blockquote_28\">                               Criminal Appeal No.1976/2003\n\n\n\n\nmoney was within their view yet, their testimony as to substratum of\nthe case that the tainted currency notes were recovered from appel-\nlant&#x27;s possession remained unaffected. They also corroborated the\nfact that another trousers was brought from the house of appellant\nso as to facilitate washing of the trousers pocket wherein the curren-\ncy notes were kept. No serious dispute was raised on the point that\nthe hands of Rooplal as well as those of the appellant were also\nwashed with the colourless solution of sodium carbonate and the re-\nspective parts of the solution turned pink.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_40\">20.   In the light of direct evidence of the complainant Rooplal as\nwell as clinching circumstantial evidence given by members of the\nraiding party, learned trial Judge did not commit any illegality in hold-\ning that the currency notes treated with phenolphthalein were recov-\nered from the right pocket of appellant&#x27;s trousers.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_41\">PROBABILITY OF THE DEFENCE\n\n</p><p data-structure=\"CDiscource\" id=\"p_42\">21.   While denying the factum of recovery of the currency notes\nfrom his possession, the appellant had asserted that he was appre-\nhended while conversing with complainant Rooplal who had ap-\nproached him to know the whereabouts of a home guard posted at\nthe same police station. However, he was not able to disclose the\nname of the home guard. Moreover, his conduct of not demanding\nthe amount said to have been payable to him as rent as per the\nagreement or award of the panchayat after seeing the complainant\nwas obviously unnatural and improbable. Further, he did not specify\nthe outstanding amount. There is nothing on record to suggest that\nhe had received any installment payable against the amount settled\nbetween him and Rooplal or awarded by the panchayat. It is relevant\nto note that the complainant, even after admitting that the appellant\npossessed 2 acres of land, emphatically denied the suggestion that\nthe land was taken by him for cultivation as Shikmi.\n</p><p data-structure=\"Conclusion\" id=\"p_43\">                                  :: 13 ::\n</p>\n\n<blockquote id=\"blockquote_29\">                              Criminal Appeal No.1976/2003\n\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_44\">22.   As rightly pointed out by learned trial Judge, no suggestion\nwas made to the complainant that the matter was referred to and\ndecided by the panchayat or that the agricultural land was handed\nover to another Shikmi namely Dayaram in view of his default in\npayment of the rent.\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_45\">23.   Coming to the evidence of defence witnesses, it may be\nobserved that constable Ravi Shankar (DW2), while admitting the\nveracity of the trap, asserted that Rooplal was trying to hand over a\npacket presumably containing the currency notes to the appellant\nbut this fact was not even disclosed by the appellant in his\nexamination under Section 313 of the Code. Other defence\nwitnesses viz. Rajendra Patel (DW1) and Murat Singh (DW3),\nthough residents of village Tighra, claimed to hold agricultural lands\nnear the appellant&#x27;s field in village Junwani but no supportive\ndocument was placed on record. They came forward to corroborate\nthe facts as stated by the appellant that (a) Rooplal had taken the\nland belonging to the appellant for cultivation as Shikmi, (b) Rooplal\nhad failed to pay the amount outstanding as rent, (c) Panchayat had\ndirected Rooplal to pay the outstanding amount in installments and\n</p><p data-structure=\"Precedent\" id=\"p_46\">(d) the appellant, after evicting the complainant from the land, had\ninducted Dayaram as Shikmi thereof. However, they could not\nanswer the following queries -\n</p>\n<p data-structure=\"Precedent\" id=\"p_47\">      (i)    In which year Rooplal had taken the appellant&#x27;s land for\n             cultivation.\n</p>\n<p data-structure=\"Precedent\" id=\"p_48\">      (ii)   When the appellant had given the land to Dayaram.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_49\">      This apart, neither Dayaram nor Mahadeo, the Sarpanch, who\nheaded the panchayat, was examined by the defence. Non-\n</p><p data-structure=\"Conclusion\" id=\"p_50\">                                :: 14 ::\n</p>\n\n<blockquote id=\"blockquote_30\">                             Criminal Appeal No.1976/2003\n\n\n\n\nexamination of these material witnesses was the strongest possible\ncircumstance to discredit the defence version.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_51\">24.   In such a situation, the defence was rightly rejected by learned\ntrial Judge as inherently improbable in view of the background facts\nand circumstances leading to the trap.\n</p><p data-structure=\"Conclusion\" id=\"p_52\">                                 :: 15 ::\n</p>\n\n<blockquote id=\"blockquote_31\">                              Criminal Appeal No.1976/2003\n\n\n\n\nSTATUTORY PRESUMPTION UNDER S.20(1) OF THE ACT\n\n</blockquote><p data-structure=\"PetArg\" id=\"p_53\">25.   While contending that the presumption stood rebutted from\nthe evidence brought on record, learned counsel for the appellant\nhas placed implicit reliance on a decision of the Apex Court in M.\nAbbas v. State of Kerala (2001) 10 SCC 103. In that case, the\nappellant was able to explain that the amount had not been received\nby him as bribe but for the purpose of giving the same to another\ncontractor who had completed the work of removing the bumps from\nthe road, which otherwise was required to be done by the\ncomplainant who was later declared hostile and confirmed the\nexplanation given by the accused.\n</p>\n<p data-structure=\"Precedent\" id=\"p_54\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1194484\" id=\"span_11\">26.   Mudholkar, J., speaking for a four-judge Bench of the Apex\nCourt in <a href=\"/doc/1194484/\" id=\"a_22\">Dhanvantrai Balwantrai Desai v. State of Maharashtra</a>\nAIR 1964 SC 575, observed that when an accused is shown to have\naccepted   money,    which    was     not    legal    remuneration,   the\npresumption can be raised and the rebuttal must be by explanation\nwhich must be true and not merely plausible.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1503804\" id=\"span_12\">However, as further\nexplained in <a href=\"/doc/1503804/\" id=\"a_23\">V. D. Jhingan v. State of U.P.</a> AIR 1966 SC 1762 and\nreiterated in M. Abbas&#x27;s case (supra), it is not necessary that the\naccused should establish his case by the test of proof beyond a\nreasonable doubt and he has to establish his case by a\npreponderance of probability as is done by a party in civil\nproceedings.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_55\">27.   But, as discussed already, the appellant was not able to\nfurnish even a plausible explanation for receiving the tainted money\nand as such, the defence did not stand even the test of\npreponderance of probability. In this view of the matter, the decision\nin M. Abbas&#x27;s case is of no help to the appellant.\n</p><p data-structure=\"Conclusion\" id=\"p_56\">                                 :: 16 ::\n</p>\n\n<blockquote id=\"blockquote_32\">                              Criminal Appeal No.1976/2003\n\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_57\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"922592\" id=\"span_13\">28.   As observed by the Supreme Court in <a href=\"/doc/922592/\" id=\"a_24\">Madhukar Bhaskarrao\nJoshi v. State of Maharashtra</a> AIR 2001 SC 147 -</span>\n</p>\n<blockquote id=\"blockquote_33\">              &quot;the premise to be established on the facts for\n      drawing the presumption is that there was payment or\n      acceptance of gratification. Once the said premise is\n      established the inference to be drawn is that the said\n      gratification was accepted &quot;as motive or reward&quot; for\n      doing or forbearing to do any official act.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_58\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"295339\" id=\"span_14\">29.   Re-affirming the aforesaid principle in <a href=\"/doc/295339/\" id=\"a_25\">M. Narsinga Rao v.\nState of Andhra Pradesh</a> AIR 2001 SC 318, a three judge Bench of\nthe Apex Court has further opined -</span>\n</p>\n<p data-structure=\"Section\" id=\"p_59\">              When the expression &#x27;shall be presumed&#x27; is\n      employed in<a href=\"/doc/1005555/\" id=\"a_26\"> S. 20(1)</a> of the Act it must have the same\n      import of compulsion. When the sub-section deals with\n      the legal presumption it is to be understood as in\n      terrorum i.e. in tone of a command that it has to be\n      presumed that the accused accepted the gratification as\n      a motive or reward for doing or forbearing to do any\n      official act etc., if the condition envisaged in the former\n      part of the section is satisfied. The only condition for\n      drawing such a legal presumption under<a href=\"/doc/1005555/\" id=\"a_27\"> S. 20</a> is that\n      during trial it should be proved that the accused had\n      accepted or agreed to accept any gratification. The\n      section does not say that the said condition should be\n      satisfied through direct evidence. Its only requirement is\n      that it must be proved that the accused has accepted or\n      agreed to accept gratification. Direct evidence is one of\n      the modes through which a fact can be proved. But that\n      is not the only mode envisaged in the Evidence Act\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_60\">30.   Accordingly, we are of the opinion that learned trial Judge did\nnot commit any illegality in invoking the statutory presumption for\nconvicting the appellant in respect of the offences charged with.\n</p><p data-structure=\"Conclusion\" id=\"p_61\">                                 :: 17 ::\n</p>\n\n<blockquote id=\"blockquote_34\">                              Criminal Appeal No.1976/2003\n\n\n\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_62\">31.    For these reasons, none of the contentions raised against\nlegality and propriety of the convictions under challenge deserves\nacceptance.\n</p>\n<p data-structure=\"Section\" id=\"p_63\">32.   This brings us to the question of sentence. Taking into\nconsideration the nature of allegations found proved, social impact of\nthe crime and other relevant circumstances of the case, interests of\njustice would be met if the term of custodial sentence only for the\noffence under <a href=\"/doc/178303/\" id=\"a_28\">Sections 13(1)(d)</a> read with 13(2) of the Act is reduced\nto the minimum prescribed under the statute.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_64\">33.   In the result, the appeal is allowed in part. The impugned\nconvictions and the fine sentences are hereby affirmed. However,\nthe term of consequent sentence of imprisonment for the offence\nunder <a href=\"/doc/324254/\" id=\"a_29\">Section 7</a> of the Act is also maintained but the period of\ncorresponding custodial sentence for the offence under <a href=\"/doc/178303/\" id=\"a_30\">Sections\n13(1)(d)</a> read with 13(2) is reduced from 2 years to 1 year.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_65\">34.   Appellant is on bail. He is directed to surrender to his bail\nbonds before the trial Court on or before 08th March 2011 for being\ncommitted to custody for undergoing remaining part of the sentence.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_66\">                         Appeal partly allowed.\n</p>\n\n\n\n<pre id=\"pre_2\">      (R.C. Mishra)                               (Smt. Vimla Jain)\n        JUDGE                                        JUDGE\n       19.01.2011                                   19.01.2011\n </pre>","numcites":17,"numcitedby":21,"docsource":"Madhya Pradesh High Court","citetid":175618220,"divtype":"judgments","relatedqs":[{"value":"illegal gratification","formInput":"illegal%20gratification"},{"value":"rooplal","formInput":"rooplal"},{"value":"bribe","formInput":"bribe"},{"value":"shikmi  ","formInput":"shikmi%20%20"},{"value":"trap","formInput":"trap"},{"value":"panchnama ","formInput":"panchnama%20"},{"value":"direct evidence","formInput":"direct%20evidence"},{"value":"gratification","formInput":"gratification"},{"value":"13(1)(d) ","formInput":"13%281%29%28d%29%20"},{"value":"sodium carbonate","formInput":"sodium%20carbonate"},{"value":"trap panchnama","formInput":"trap%20panchnama"},{"value":"panch witness","formInput":"panch%20witness"},{"value":"\\\"home guard\\\"","formInput":"%5C%22home%20guard%5C%22"},{"value":"\"panch witness\"","formInput":"%22panch%20witness%22"},{"value":"Statutory presumption","formInput":"Statutory%20presumption"},{"value":"panch witnesses","formInput":"panch%20witnesses"},{"value":" naresh kumar","formInput":"%20naresh%20kumar"},{"value":"agricultural land","formInput":"agricultural%20land"},{"value":"RAVI SHANKAR ","formInput":"RAVI%20SHANKAR%20"},{"value":"jabalpur","formInput":"jabalpur"}],"cats":[{"value":"gratification-other-than-legal-remuneration","formInput":"tag:gratification-other-than-legal-remuneration"},{"value":"criminal-misconduct-by-public-servant","formInput":"tag:criminal-misconduct-by-public-servant"},{"value":"repealed","formInput":"tag:repealed"},{"value":"corruption","formInput":"tag:corruption"},{"value":"punishment-for-house-trespass","formInput":"tag:punishment-for-house-trespass"}],"courtcopy":true,"query_alert":null,"agreement":false}