{"tid":189632,"publishdate":"1994-07-20","title":"M/S. R.S. Builders vs Delhi Development Authority on 20 July, 1994","doc":"<h2 class=\"doc_title\">M/S. R.S. Builders vs Delhi Development Authority on 20 July, 1994</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1995DELHI10, AIR 1995 DELHI 10</h3>\n\n<pre id=\"pre_1\">ORDER</pre>\n \n\n<p data-structure=\"Facts\" id=\"p_1\"> 1. The petitioner M/s. R.S. Builders was awarded the work of construction of 1323 SFS Houses at Sarita Vihar, Sub-Head: Construction of Cement Concrete, Paths and Pavements in Pocket B by the Delhi Development Authority (in short &quot;D.D.A.&quot;). During the currency of the contract dispute arose between the parties and finally when they could not.be sorted out, the petitioner sought for the arbitration of the disputes. The Engineer Member, D.D.A. referred those disputes to the sole arbitration of Shri A. P. Paracer, respondent No. 2, herein, The said arbitrator made and published his award on 8-11-1991. The said award was filed in the Court. Notice of which was issued to both the parties. The petitioner filed no objections whereas the D.D.A. filed the objections, which are listed as LA. 6887/94. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\"> 2. The objections mainly rests on the ground that there was complete non-application of mind and non-appreciation of the evidence led by the D.D.A. before the arbitrator. It is, inter alia, pleaded that the award of Rs. 11,257.79 against objection No. 2 is contrary to the terms of the contract. The amounts of the bills were to be paid within one month of the submission of the bills and this was precisely what was done and, therefore, the D.D.A. was entitled to deduct rebate at 0.5% for making the payment of the bill within the stipulated period. However, the arbitrator illegally directed the D.D.A. to refund the rebate. Similarly, award against claim No. 3 has been challenged on the ground that the work which had been done by the petitioner was not extra item but covered under the C.P.W.D. Specification 17-10-2 of the C-IV Specification. The said specification was part of the agreement. It was found that this item was not payable separately because as per the specification it stood included in the item of the work executed. But the arbitrator by ignoring the term of the agreement awarded the amount and hence the award is bad on the face of it. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\"> 3. So far as claims Nos. 4 and 5 are concerned, these have been challenged on the ground that the arbitrator wrongly came to the conclusion that the C. P. W .D.\nspecifications were not applicable. As regards claim No. 7, the arbitrator ignored the evidence led before him. And so is the case with claim No. 9. In this case arbitrator, on the one hand has awarded damages and compensation on account of damage done by other agencies resulting in damage to. his work and at the same time allowed the amount for barricading in order to save his work. Apparently, it amounts to clear contradiction on the face of the Award and, therefore, the award is liable to be set aside. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\"> 4. The petitioner refuted the challenge to the objections filed by the respondent, D.D.A., mainly on the grounds that the arbitrator after appreciating the documentary and oral evidence led before him and after relying on the terms of the agreement and the specifications and the work order items made the award. His is a reasoned award justifying the amounts awarded against different claims lodged by the petitioner. This Court has no power to sit as an appellate authority over the award of the arbitrator. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_5\"> 5. I have heard learned counsel for the parties and perused the record. Admittedly, the impugned Award is a reasoned award. It is well settled principle of law that this Court can interfere with an arbitration award only if the error is apparent on the face of the award. This Court is not a Court of appeal and, therefore, cannot go behind the award to find out what was the process of mind of the arbitrator to arrive at the conclusion. So far as claims Nos. 2, 3,4, 5 and 6 are concerned, they pertain to facts. The arbitrator is the best Judge of the facts. This Court may come to a different conclusion but that does not mean that the decision of the arbitrator is bad in law. Now the award can be set aside because it does not coincide with the reasoning of this Court. The reasoning given by the arbitrator cannot be re-appreciated by this Court. This Court has no power to set aside an award only because a different conclusion could be arrived at or could have been arrived at, as per the facts available on record. Decision of the arbitrator who was chosen by the parties as their Judge would not only be final on facts but also on law. It Is only when there is\nerror on the face of the award that it can be interfered. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_6\"> 6. Now dealing with the objection pertaining to claim No. 2, as per clause No. 7 of the agreement, the monthly payments were to be made within four months, only then D.D.A. was entitled to 0.5% deduction as rebate. The perusal of the award shows that the arbitrator took into consideration the clause containing this claim and the evidence led by the parties. He concluded that since the payment from the date of the commencement of the work had not been made month by month, as per the term of the agreement, therefore, the D.D.A. was not entitled to any deduction on account of rebate. D.D.A. s interpretation before the arbitrator was that the running bill could be paid only when the work was actually done by the contractor, and if the contractor had not done the work 3he question of payment did not arise. This submission of the D.D.A. has been rejected by the arbitrator. He concluded that the D.D.A. had not fulfillled the condition attached regarding the rebate, therefore, D.D.A. was no; entitled to the rebate. He in fact examined the material placed before him to conclude that though the stipulated date of completion was 30-1-1989, the actual work was completed on 18-2-1989 and running payments were not made month by month. Having come to this conclusion he held that the Delhi Development Authority was not entitled to rebate of 0.5%. Hence, it cannot be said that Arbitrator did not apply his mind or ignored the terms of the agreement. On this ground, I find that the Arbitrator did not commit any error. The objection in this regard is without merit. Similarly, with regard to objection against claims Nos. 3 and 5, it was the case of the claimant that he had been paid certain amount in the 4th running bill but those payments were withdrawn in the 5th and final bill. The arbitrator after going through the 4th bill and the work executed by the contractor concluded that the petitioner had actually executed that work and deleting subsequently those amounts in the final bill was not justified. Hence petitioners were entitled to these amounts. The work executed was extra item not given in the specification\nof quantities and, therefore, the claimant was entitled to the same. This is an appreciation of facts by the arbitrator. This Court cannot re-appreciate the documentary and oral&#x27;; evidence already solemnised and appreciated by the arbitrator nor the counsel for the D.D.A. has been able to point out any error except stating that the arbitrator had not appreciated or considered properly the specifications. As already observed above, the scope of objection is not that this Court should revalue the evidence, therefore, I find no merits in this objection. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_7\"> 7. Against claim No. 4 for extra items regarding providing &quot;grooves&quot;, according to learned counsel for the Delhi Development Authority, it was an agreement item No. 4 which relates to cement concrete at page 77 of the agreement. However, arbitrator treated it to be an extra item, not covered by any term of the contract. The perusal of the terms of the contract shows that providing of &quot;Grooves&quot; was not a part of the agreement item.- It was an extra item ordered to be executed for which the arbitrator has been right in awarding this amount. This shows that the arbitrator applied his mind to the specifications and the terms of the contract and then came to the conclusion that this was an extra item and, therefore, the claimant was entitled to the payment of the same. 1 see no error in this conclusion arrived at by the arbitrator. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_8\"> 8. So far as claim No. 7 is concerned, the contention of Mr. V. K. Sharma, learned counsel for Delhi Development Authority, that photographs were placed before the arbitrator showing the position of the &quot;Bodies, but the arbitrator ignored these photographs when he awarded the amount against this claim. According to D.D.A. no &quot;Hodies&quot; interfered within the work of the petitioner. Moreover, being the Judge of facts, he had before him the photographs, the measurements and the correspondence exchanged between the parties, he therefore, found &quot;Hodies&quot; obstructing the work. This he concluded on the basis of the material before, him. Thus in view of this fact, to my mind, this objection is without force. This Court, as observed above, is not hearing appeal nor\nis competent to re-appreciate the evidence already appreciated by the arbitrator. Hence the objection is without force. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_9\"> 9. So far the objection against claim No. 9 is concerned, the arbitrator has given reason for awarding this amount of Rs. 53,4724.40 as damages and rejected &#x27;&#x27; oilier items of petitioner&#x27;s claim. This award is based on the evidence led before him and the objector has not been able to prove otherwise. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_10\"> 10. So far as objection against claim No. II is concerned, the arbitrator is within his right to award the cost of the proceedings. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_11\"> 11. For the reasons stated above, I find no merit in the objections nor it can be said that the arbitrator has not applied his mind or that there is any error apparent on the face of the award or that the award is liable to be set aside. In this view of the matter, the objections (being I. A. 6687/94) are dismissed and award of the arbitrator dated 8th November, 1991 is hereby made rule of the Court. The petitioner will be entitled to interest at the rate of 12% p.a. from the date of the award till realisation. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_12\"> 12. The petition stands disposed of in the &#x27;above terms. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_13\"> 13. Order accordingly. \n</p> \n\n","numcites":0,"numcitedby":25,"docsource":"Delhi High Court","citetid":189632,"divtype":"judgments","relatedqs":[{"value":"award should be reasoned  ","formInput":"award%20should%20be%20reasoned%20%20"},{"value":" award by arbitrator","formInput":"%20award%20by%20arbitrator"},{"value":"delhi development authority","formInput":"delhi%20development%20authority"}],"courtcopy":false,"query_alert":null,"agreement":false}