{"tid":145456343,"publishdate":"2015-01-06","title":"Inder Singh & Ors vs State Of Rajasthan on 6 January, 2015","doc":"<h2 class=\"doc_title\">Inder Singh &amp; Ors vs State Of Rajasthan on 6 January, 2015</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2015 AIR SCW 691, 2015 (1) AJR 827, 2015 (2) ALL LJ 80, AIR 2015 SC (SUPP) 7, 2015 CRILR(SC MAH GUJ) 80, (2015) 1 BOMCR(CRI) 289, (2015) 2 DLT(CRL) 173, (2015) 1 KER LT 129.2, (2015) 1 JLJR 242, (2015) 1 KER LJ 540, (2015) 2 CAL LJ 94, 2015 CRILR(SC&MP) 80, 2015 (2) SCC 734, (2015) 1 UC 424, (2015) 1 ALLCRILR 886, (2015) 1 CRIMES 123, (2015) 1 RECCRIR 478, (2015) 1 PAT LJR 357, (2015) 148 ALLINDCAS 129 (SC), (2015) 147 ALLINDCAS 158 (SC), (2015) 88 ALLCRIC 927, (2015) 1 CURCRIR 228, 2015 (2) SCC (CRI) 215, (2015) 1 SCALE 27, (2015) 1 MAD LJ(CRI) 349, (2015) 2 ALD(CRL) 384, 2015 (1) KCCR SN 96 (SC)</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:shiva-kirti-singh\">Shiva Kirti Singh</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:shiva-kirti-singh\">Shiva Kirti Singh</a>, <a href=\"/search/?formInput=benchid:m-y-eqbal\">M.Y. Eqbal</a></h3>\n\n<pre id=\"pre_1\">                                                                              REPORTABLE\n\n                        IN THE SUPREME COURT OF INDIA\n\n                       CRIMINAL APPELLATE JURISDICTION\n\n                     CRIMINAL APPEAL NOS.493-495 OF 2009\n\nInder Singh &amp; Ors.                                       .....Appellants\n\n      Versus\n\nState of Rajasthan                                       .....Respondent\n\n                                   W I T H\n\n Criminal Appeal Nos.1238 of 2009; 1239 of 2009; 1241 of 2009; 1194 of 2011;\n                              and 1892 of 2011.\n\n\n                               J U D G M E N T\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">SHIVA KIRTI SINGH, J.\n</p>\n<p data-structure=\"Facts\" id=\"p_2\">All these  eight  appeals  arise  out  of  one  criminal  case  bearing  FIR\nNo.188/01 dated 10.09.2001  of  P.S.  Sunail,  Distt.  Jhalwada  (Rajasthan)\nlodged by informant Amar Singh (P.W.15) against 29 named co-villagers.   All\nthe 29 accused persons were chargesheeted by the police.  After trial,  five\naccused were acquitted and the rest 24 were convicted for various  offences.\n Five appeals preferred  by  22  convicts  were  disposed  of  by  a  common\njudgment of the High Court dated 29.05.2008 which is impugned in 7  criminal\nappeals - 6 of them lodged in 2009 and Criminal Appeal No.1892  of  2011  by\nconvict Kalu Lal lodged in 2011.  Two of the  convicts,  namely,  Ram  Singh\nand Kesar Singh (accused nos.24 and  4  respectively)  approached  the  High\nCourt belatedly through jail appeals which  were  disposed  of  by  judgment\ndated 10.03.2011 which is impugned  in  Criminal  Appeal  No.1194  of  2011.\nSince all the matters arise out of one criminal case, they have  been  heard\ntogether and are being disposed of by this common judgment.\nBefore  noticing  the  prosecution  case  and  the  main  defence   of   the\nappellants, it is noted that out of  29  accused  who  were  put  on  trial,\naccused nos.12, 15, 16, 22  and  23  (as  per  number  in  the  trial  court\njudgment) were acquitted by the  trial  court.   The  High  Court  acquitted\naccused no.17 whereas accused no.19 died during the pendency of  his  appeal\nbefore the High Court.  The records show that accused no.8,  appellant  Maan\nSingh has died during the pendency of his appeal before  this  Court.   Thus\npresently there are 21 appellants who have been convicted of offences  under\n<a href=\"/doc/1560742/\" id=\"a_1\">Sections 302</a>/<a href=\"/doc/999134/\" id=\"a_2\">149</a>, <a href=\"/doc/455468/\" id=\"a_3\">307</a>/<a href=\"/doc/999134/\" id=\"a_4\">149</a>, <a href=\"/doc/1258372/\" id=\"a_5\">147</a> and <a href=\"/doc/763672/\" id=\"a_6\">148</a> of the IPC.  Accused nos.1, 2  and  3\nhave also been convicted for offences under <a href=\"/doc/244673/\" id=\"a_7\">Section  27</a>  of  the  Arms  Act,\n1959.  All have been awarded life imprisonment along  with  other  sentences\nwhich are to run concurrently.\n</p><p data-structure=\"Facts\" id=\"p_3\">Before adverting to the prosecution case, it is also  useful  to  note  that\nthe occurrence is alleged to have taken place  on  10th  September  2001  at\n06:45 p.m. in Village Dhodi, at a distance of 18  kms.  from  the  concerned\npolice station.  The statement of  informant  Ram  Singh  (P.W.15)  who  was\nseriously injured, was recorded on the same date at 09:30 p.m.  in  presence\nof his uncle Chen Singh (P.W.17), by SHO at Camp Dhodi and  formal  FIR  was\nrecorded on same date at 10:30 p.m.  The FIR was duly  communicated  to  and\nseen by the Addl. Chief Metropolitan Magistrate on 11.09.2001.   There  were\n29 accused persons named in the FIR, all residents of  Village  Dhodi.   The\nfour deceased who died on account of assault in the same occurrence as  well\nas the injured informant and material eye witnesses, i.e., P.Ws.12, 14,  15,\n17, 19 and 24 also belong to the same village.  The  genealogy  prepared  by\nthe defence and shown to us,  discloses  that  at  least  accused  no.8-Maan\nSingh and his two sons accused nos.5  and  29  belong  to  the  same  larger\nfamily as that of the four deceased and the injured  informant  Amar  Singh.\nAccused no.8-Maan Singh happens to be brother of  deceased  no.2-Bapu  Singh\nand deceased  no.4-Manohar  Singh  whereas  deceased  no.1-Inder  Singh  and\ndeceased no.3-Nagu Singh are sons  of  deceased  Manohar  Singh.   Informant\nAmar Singh is son of deceased Bapu Singh.  The accused persons named in  the\nFIR and chargesheeted by name never challenged their  identification  either\nbefore the police or before  the  Magistrate.   Nor  there  was  any  cross-\nexamination of the  witnesses  on  the  point  of  identification  when  the\nwitnesses in their depositions have referred to the accused persons and  the\nappellants by their name as well as village relationship.\nAccording to the Parcha Bayan of Amar Singh (P.W.15) he was at his house  at\naround 06:45 p.m. of 10.09.2001 and at that  time  he  heard  cries  of  his\ncousin Inder Singh (deceased no.1)  from  the  side  of  a  field  known  as\n&#x27;Patwari ka Khet&#x27;.  He came out of the house and saw his  uncle  Maan  Singh\n(accused no.8) and 28 other named accused running behind Inder Singh.   They\nwere armed with sword, gun, country-made pistol, lathi  and  gandasi.   They\nall together killed Inder Singh (deceased  no.1).   Then  they  ran  towards\ninformant (P.W.15) and caused a sword blow at the wrist of his  right  hand.\nOn his cries, his father Bapu Singh (deceased no.2) came running  to  rescue\nthe informant.  His uncle Maan Singh fired with his gun due  to  which  Bapu\nSingh fell down and died in the khaal in presence of everybody.   His  uncle\nManohar Singh (deceased no.4) and his son Nagu Singh  (deceased  no.3)  also\ncame running to save them  but  the  accused  persons  assaulted  them  also\nleading to their death.  Many persons  of  the  village  were  watching  the\nincident.  The accused persons had registered cases of theft of water  motor\nagainst deceased Inder Singh and he had  been  recently  released  from  the\njail custody.  The accused  had  declared  that  since  police  did  not  do\nanything, now they would see Inder Singh.  There  was  an  existing  dispute\nover land between the informant side and accused Maan Singh  and  for  these\nreasons Maan Singh and his associates, armed with weapons had  caused  death\nof four persons and had also  caused  injuries  to  the  informant  with  an\nintention to kill him.  Informant claimed that  he,  his  uncle  Chen  Singh\n(P.W.17), his mother (P.W.16) and his wife could save themselves  by  hiding\nin the house.\n</p><p data-structure=\"PetArg\" id=\"p_4\">During trial, 24 witnesses were examined on behalf of  the  prosecution  and\nseveral documents were marked  as  Exhibits  P-1  to  P-149.   Defence  also\nexamined four witnesses and exhibited 21 documents marked  as  Exhibits  D-1\nto D-21.  As noted earlier, after trial the learned  Special  Judge,  SC/ST,\nJhalawar, Rajasthan, vide  judgment  dated  13.02.2004  passed  in  Sessions\nTrial No.123 of 2002 (13/2002), convicted 24 out of 29 accused  for  various\noffences including offence under <a href=\"/doc/1560742/\" id=\"a_8\">Section 302</a>/<a href=\"/doc/999134/\" id=\"a_9\">149</a> of the IPC  for  which  all\nwere awarded rigorous imprisonment for life.  The trial court acquitted  the\nappellants of charge under <a href=\"/doc/1897847/\" id=\"a_10\">Section 120B</a> of the IPC.  The  appeals  preferred\nby the appellants before the Rajasthan  High  Court  at  Jaipur  Bench  were\ndismissed leading to confirmation of their conviction and sentence.\nOn behalf of the appellants,  Mr.  Basant,  learned  senior  advocate  first\nraised an issue  of  fact  relating  to  identification  of  all  appellants\nbecause none of the material witnesses, i.e., P.Ws 12, 14, 15,  17,  19  and\n24 have laid any specific claim in their examination-in-chief that they  can\nidentify the accused persons/appellants.  The submission  advanced  is  that\ndue to such lacuna,  the  appellants&#x27;  presence  and  participation  in  the\noccurrence is not established and hence they deserve acquittal.  We find  no\nmerit in this contention in the light of salient facts noted  earlier  which\ndisclose that all the accused  persons/appellants  are  named  in  the  FIR.\nThey are co-villagers and well known  to  the  witnesses  and  challenge  to\ntheir identification by name etc. was never raised by  the  accused  persons\nat any stage of either the investigation or the trial.  The presence of  the\nappellants and their identification flows out of the  fact  that  they  were\nnamed in the earliest version of the occurrence disclosed  in  the  FIR  and\nhave been subsequently named by several of the witnesses in  course  of  the\ntrial with clear allegation that they were present and participated  in  the\noccurrence in one  way  or  the  other  as  an  accused.   In  such  factual\nbackground, the issue relating to identification raised  on  behalf  of  the\nappellants is found to be without any substance.\n</p><p data-structure=\"PetArg\" id=\"p_5\">On behalf of the appellants, several other issues of facts were also  raised\nwith a view to criticize the prosecution case and persuade us to  hold  that\nthe prosecution has failed to  prove  the  charges  against  the  appellants\nbeyond reasonable doubts.  The general  criticisms  are  that  the  six  eye\nwitnesses relied upon are interested and three of them, i.e.,  P.Ws  12,  14\nand 24 are minors whose names were not disclosed in the FIR  that  they  had\nalso witnessed the occurrence.  It was also submitted  that  the  occurrence\ntook place in open field and was allegedly  witnessed  by  large  number  of\nvillagers but no  independent  witness,  unrelated  to  the  family  of  the\ndeceased  persons  has  been  examined  and,  therefore,  prosecution   case\ndeserves to be rejected.  It was also pointed  out  that  the  investigating\nofficer  could  not  recover  pellets  from  the  place  of  occurrence  and\nballistic report was not made available to corroborate use of fire  arms  by\nsome of the accused persons.  Our  attention  was  also  drawn  to  injuries\nsustained by some of the accused persons and it  was  contended  by  learned\nsenior counsel for the appellants that in absence  of  any  explanation  for\nthe injuries on the side  of  the  accused  persons,  the  prosecution  case\ndeserves to be rejected.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"807023\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1536671\" id=\"span_2\">In  support  of  this  proposition,  reliance  was\nplaced upon judgments of this Court in the case of <a href=\"/doc/1536671/\" id=\"a_11\">Siri  Kishan  &amp;  Ors.  v.\nState of Haryana</a> (2009) 12 SCC 757 and in the case of <a href=\"/doc/807023/\" id=\"a_12\">Lakshmi Singh  &amp;  Ors.\nv. State of Bihar</a> (1976) 4 SCC 394.</span></span>\n</p><p data-structure=\"CDiscource\" id=\"p_6\">Learned senior counsel also raised a serious  grievance  against  the  trial\ncourt and the High Court judgment on  the  plea  that  they  had  failed  to\nanalyse the roles played by individual accused persons which,  according  to\nlearned counsel, was necessary for fastening the charges under  <a href=\"/doc/1560742/\" id=\"a_13\">Section  302</a>\nand <a href=\"/doc/455468/\" id=\"a_14\">307</a> IPC with the  aid  of  <a href=\"/doc/999134/\" id=\"a_15\">Section  149</a>  IPC.   The  substance  of  this\ncontention was  that  unless  allegations  against  individual  accused  are\nconsidered separately it will not be proper to hold that they were  actually\nmembers of an unlawful assembly.   To  highlight  the  ambit  and  scope  of\n<a href=\"/doc/999134/\" id=\"a_16\">Section 149</a> IPC and related issues, reliance was placed  by  learned  senior\ncounsel on the following judgments of this Court :\n</p><blockquote id=\"blockquote_1\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"39327718\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"154358293\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1021335\" id=\"span_5\"><a href=\"/doc/1021335/\" id=\"a_17\">Kuldip Yadav &amp; Ors. v. State of Bihar</a> (<a href=\"/doc/154358293/\" id=\"a_18\">2011) 5 SCC 324\n\nBusi Koteswara Rao &amp; Ors. v. State of Andhra Pradesh</a> (<a href=\"/doc/39327718/\" id=\"a_19\">2012) 12 SCC 711\n\nKhairuddin &amp; Ors. v. State of West Bengal</a> (2013) 5 SCC 753\n\n\nLastly it was contended on behalf of appellants that  considering  the  fact\nthat all the accused were co-villagers of the witnesses and well known  from\nbefore, the naming of some of the appellants by only few  of  the  witnesses\nand not all should have been treated to be a  significant  factor  to  grant\nacquittal on the basis of benefit of doubt.  Reliance was  placed  upon  the\njudgment of this Court in the  case  of  Masalti  etc.  v.  State  of  Uttar\nPradesh AIR 1965 SC 202 wherein it has been held that no  doubt  trustworthy\nevidence of a single witness may be enough to  convict  accused  persons  in\nappropriate cases but where  a  criminal  court  is  dealing  with  evidence\npertaining to an offence involving large number of  offenders  and  a  large\nnumber of victims, it is usual to adopt the test of support by two or  three\nor more witnesses if they give a consistent account of  the  incident.   The\ncourt approved such  a  test  after  noticing  that  it  may  appear  to  be\nmechanical but its use in appropriate cases cannot be treated as  irrational\nor unreasonable.  In order to assist this Court to apply such a test in  the\npresent case,  detailed  notes  and  charts  have  also  been  furnished  to\nindicate individual cases of  appellants  in  respect  of  evidence  of  eye\nwitnesses appearing against them, their weapon and alleged specific role.\nOn the other hand, learned  counsel  for  the  informant  and  also  learned\ncounsel for the State have <a href=\"/doc/39327718/\" id=\"a_20\">placed reliance upon</a>  judgments  of  trial  court\nand the High Court and have submitted that the oral as well  as  documentary\nevidence has received due consideration by both the courts and in the  facts\nof the case, no interference is required with  the  concurrent  findings  of\nguilt recorded against the appellants.  It  was  highlighted  on  behalf  of\nprosecution that when large number of accused  persons  had  run  after  the\ndeceased and indulged in indiscriminate  assault  resulting  into  death  of\nfour persons in open field  and  serious  injuries  to  the  informant,  the\nwitnesses cannot be expected to notice, remember and depose  the  individual\nacts committed by different accused persons vis--vis the five victims.   It\nwas pointed out on behalf of  prosecution  that  medical  evidence  and  the\ninjuries have been correctly noted  by  the  trial  court  which  show  that\nfirearm injuries were found on as  many  as  three  deceased,  namely,  Nagu\nSingh from whose dead body two pellets were recovered, one  from  the  wrist\nof the left arm and one from the stomach; deceased Inder  Singh  from  whose\nback part of the body 12 pellets were recovered and deceased Bapu Singh  who\nwas found to have sustained a gun shot injury  on  the  jaw  from  which  66\npellets were taken out along with a  plastic  circular  cap.   Pellets  were\nalso taken out from the brain.</span></span></span>\n</blockquote><blockquote id=\"blockquote_2\">Learned counsel for the informant and  the  State  also  submitted  that  no\ndoubt innocent bystanders or witnesses cannot be and should not be  included\nin the list of accused as members of unlawful  assembly  and  the  court  is\nrequired to be vigilant and aware of all the facts  showing  involvement  of\nthe accused persons -  from their conduct prior to as  well  as  during  and\nafter the occurrence.  Incriminating conduct will vary  from  case  to  case\nand can be ascertained only in  the  peculiar  facts  of  each  case  having\nregard to, inter alia, nature  of  conduct,  overt  act  and  possession  of\nweapons, if any.  For this purpose, according  to  prosecution,  the  courts\nbelow have analysed the ocular evidence in  detail  and  have  also  noticed\nrecovery of different weapons from the accused persons.  Therefore,  as  per\ntheir  submission,  the   conviction   of   the   appellants   requires   no\ninterference.\n</blockquote><blockquote id=\"blockquote_3\">On going through the entire evidence of material witnesses, other  materials\nand judgment of the courts below, we find that since the number  of  accused\npersons was quite large and they were bold and strong enough to  cause  four\ndeaths in the open field in presence of large number of persons,  it  cannot\nbe difficult to understand and appreciate as to  why  independent  witnesses\nfrom the village who might have seen the occurrence, did not prefer to  come\nout to support the prosecution.  But that will not take away from the  worth\nof deposition of six  eye  witnesses  when  they  have  given  a  consistent\naccount of the occurrence which was disclosed in a nutshell soon  after  the\noccurrence in the FIR lodged by P.W.15  who  was  seriously  and  critically\ninjured in the same occurrence and whose presence cannot  be  doubted.   If,\nper chance, he would have been the sole witness, even then it may have  been\npossible for the  courts  below  to  convict  the  accused  persons  on  his\ntestimony after testing its veracity in the light of his  earlier  statement\ncontained in the FIR.  In such a factual scenario,  we  find  no  reason  to\ndoubt the prosecution case if the I.O. failed to recover  pellets  from  the\nopen field which was the place of occurrence  or  if  he  could  not  obtain\nballistic report.  The  eye  version  account  of  the  occurrence  and  the\nmedical  evidence  showing  large  number  of  injuries  including   firearm\ninjuries support each other.  On this issue, the discussion and findings  of\nthe trial court against the accused persons  is  found  to  have  sufficient\nmerit.\n</blockquote><blockquote id=\"blockquote_4\">The criticism that some of the accused had sustained injuries for which  the\nprosecution has not offered any explanation has  rightly  been  rejected  by\nthe trial court because there is no counter version  or  even  a  suggestion\ndisclosing that any of  the  accused  had  received  injuries  in  the  same\noccurrence and at the same place.  None of the persons allegedly injured  on\nthe side of the defence have lodged any  case  disclosing  where  and  under\nwhat circumstances they sustained the injuries.  In the facts of  the  case,\nin absence of any counter version and any plea of self-defence, it would  be\nhazardous to presume at  the  instance  of  the  defence  that  the  accused\npersons sustained the injuries in course of same occurrence and at the  same\nplace.  Only if these two ingredients were established,  the  defence  would\nhave been entitled to seek an explanation from the  prosecution  in  respect\nof some injuries on three of  the  accused  persons.   Their  injuries  were\nneither fatal nor they caused any threat to life and that also  reduces  the\nburden upon the prosecution to explain injuries on the accused.  <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"807023\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1536671\" id=\"span_7\">In view  of\nabove discussion, we are of the view that judgments  in  the  case  of  <a href=\"/doc/1536671/\" id=\"a_21\">Siri\nKishan</a> (supra) and <a href=\"/doc/807023/\" id=\"a_22\">Lakshmi Singh</a> (supra) do not  help  the  appellants.</span></span>   <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"807023\" id=\"span_8\">In\nparagraph 12 of the judgment in the case of <a href=\"/doc/807023/\" id=\"a_23\">Lakshmi Singh</a> (supra) the  court\nhad found that in the circumstances of that case there  could  be  no  doubt\nthat the accused must have received  grievous  injuries  in  course  of  the\nassault.  In the case at  hand,  the  facts  are  different  and  hence  the\nprosecution version cannot  be  disbelieved  on  account  of  some  injuries\nallegedly sustained by some of the  accused,  namely,  Maan  Singh  (accused\nno.8); Ram Prasad (accused no.28); and Bahadur Singh (accused no.29).\nThe main issue that now requires consideration is whether the  courts  below\nhave rightly applied <a href=\"/doc/999134/\" id=\"a_24\">Section 149</a> of  the  IPC  against  the  appellants  for\nconvicting them for the death of four persons and for murderous  assault  on\nthe informant.  The principle of law governing application  of  <a href=\"/doc/999134/\" id=\"a_25\">Section  149</a>\nIPC has been explained by this  Court  in  many  judgments  including  those\ncited by learned senior counsel for the appellants.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1021335\" id=\"span_9\">In the case  of  <a href=\"/doc/1021335/\" id=\"a_26\">Kuldip\nYadav</a> (supra), the law was stated in paragraph 39 in the following words :</span>\n</blockquote><blockquote id=\"blockquote_5\">&quot;39.  It is not the intention of the legislature in enacting Section 149  to\nrender every member of unlawful assembly  liable  to  punishment  for  every\noffence committed by one or more  of  its  members.   In  order  to  attract\nSection 149, it must be  shown  that  the  incriminating  act  was  done  to\naccomplish the common object of unlawful assembly and it must be within  the\nknowledge of other members as one likely to be committed in  prosecution  of\nthe common object.  If the members of the assembly knew  or  were  aware  of\nthe likelihood of a particular offence being  committed  in  prosecution  of\nthe common object, they would be liable  for  the  same  under  <a href=\"/doc/999134/\" id=\"a_27\">Section  149</a>\nIPC.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"154358293\" id=\"span_10\">In the case of <a href=\"/doc/154358293/\" id=\"a_28\">Busi Koteswara Rao</a> (supra) the facts  showed  involvement  of\nlarge number of persons and, therefore, while approving the  view  taken  in\nthe case of Masalti (supra) this Court cautioned  in  paragraph  11  of  the\njudgment that the courts should be cautious in cases  of  arson  and  murder\nwhere the number of accused is large, to rely  upon  the  testimony  of  the\nwitnesses speaking generally without specific reference to  the  accused  or\nthe specific role played by them.</span>\n</p><p data-structure=\"Precedent\" id=\"p_8\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"39327718\" id=\"span_11\">Reliance placed by appellants on the judgment in  the  case  of   <a href=\"/doc/39327718/\" id=\"a_29\">Khairuddin</a>\n(supra) is misplaced.  In that case, as paragraphs 12, 13 and  14  disclose,\novert act of assault  was  found  proved  against  five  appellants  grouped\ntogether and hence  their  conviction  was  affirmed  whereas  against  some\nothers included in a  different  group  it  was  found  that  there  was  no\nevidence showing that they were either present on the spot  or  participated\nin the occurrence.  In the  case  at  hand,  the  finding  on  appraisal  of\nevidence is different.</span>\n</p><p data-structure=\"Precedent\" id=\"p_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"14570141\" id=\"span_12\">The ingredients of <a href=\"/doc/999134/\" id=\"a_30\">Section 149</a> IPC require presence of an unlawful  assembly\nwhich is defined under <a href=\"/doc/1542085/\" id=\"a_31\">Section 141</a> of the IPC as  an  assembly  of  five  or\nmore persons, if the common object of the persons  composing  that  assembly\nis any of the five objects fully enunciated in  <a href=\"/doc/1542085/\" id=\"a_32\">Section  141</a>  of  IPC.   The\nthird object is - &quot;to commit any mischief  or  criminal  trespass  or  other\noffence.&quot;  The explanation to Section 141 clarifies that an  assembly  which\nwas not unlawful when it assembled,  may  subsequently  become  an  unlawful\nassembly.  As per Section 149,  even  if  any  one  member  of  an  unlawful\nassembly commits an offence in prosecution of  the  common  object  of  that\nassembly, every person who at the time of committing of that offence  was  a\nmember of the unlawful assembly is guilty of that offence.\nSince it was vehemently contended that courts below have not  applied  their\nmind as to whether the appellants were members of an  unlawful  assembly  or\nnot, it is our duty to remind ourselves of the law on the  subject.   It  is\nsettled law, as held in the case of <a href=\"/doc/14570141/\" id=\"a_33\">Roy Fernandes v. State  of  Goa  &amp;  Ors.</a>\n(2012) 3 SCC 221, that to determine the  existence  of  common  object,  the\ncourt is required to see the circumstances in which the incident  had  taken\nplace, the conduct of members of unlawful assembly as well as the weapon  of\noffence they carried or used on the spot.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1593553\" id=\"span_13\">It is also  established  law,  as\nheld in the case of <a href=\"/doc/1593553/\" id=\"a_34\">Ramchandran &amp; Ors. v. State of Kerala</a> (2011) 9 SCC  257,\nthat common object may form on spur of the moment.  Prior concert by way  of\nmeeting of members of unlawful assembly is not necessary.\nIn that view of settled law, the facts of the present  case  as  alleged  in\nthe FIR and as proved in the court leave no manner of doubt that  the  group\nof persons who chased deceased no.1-Inder Singh and  caused  his  death  and\nthereafter chased,  surrounded  and  caused  death  of  three  more  persons\nbesides causing  grievous  injuries  to  the  informant-Amar  Singh  was  an\nassembly of five or more persons rightfully deserving to  be  designated  as\nan unlawful assembly because by its action it showed that its common  object\nwas to commit offence.  The subsequent acts clearly show that  the  unlawful\nassembly carried out its common object  of  committing  serious  offence  of\nmurder of four persons and grievous injuries to the informant.\nThis Court, therefore, finds that the courts below  committed  no  error  in\napplying <a href=\"/doc/999134/\" id=\"a_35\">Section 149</a> of the IPC and convicting the members of  the  unlawful\nassembly for offences under <a href=\"/doc/1560742/\" id=\"a_36\">Sections 302</a> and <a href=\"/doc/455468/\" id=\"a_37\">307</a> of the IPC  (with  the  aid\nof <a href=\"/doc/999134/\" id=\"a_38\">Section 149</a> IPC).  Some argument was advanced on there being lack of  any\nclear motive but that is not at all necessary or material when the  offences\nhave been proved by clear and cogent evidence including eye-witnesses.</span>\nSo far as the principle of caution as enunciated  in  the  case  of  Masalti\n(supra) is concerned, we find ourselves in  agreement  with  the  submission\nadvanced by learned senior counsel Mr. Basant that in the peculiar facts  of\nthe case, the courts below should  have  further  decided  as  to  how  much\ncorroboration was required for accepting the presence and  participation  of\nindividual accused person.  The informant had though claimed presence of  29\npersons but subsequently five were acquitted by the trial court and one  was\nacquitted by the High Court.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"154358293\" id=\"span_14\">On this issue, on  going  through  the  charts\ndisclosing  number  of  witnesses  who  have  deposed   against   individual\nappellants to show their presence, participation, weapon and overt  act,  if\nany,  we  find  that  the  test  approved  in  Masalti&#x27;s  case  (supra)  and\nsubsequently followed in several other cases  including  the  case  of  <a href=\"/doc/154358293/\" id=\"a_39\">Busi\nKoteswara Rao</a> (supra) needs to be  followed  in  this  case  also.   In  the\nlatter judgment in paragraph 13 the law on the subject  has  been  expounded\nin very clear terms :</span>\n</p>\n<blockquote id=\"blockquote_6\">&quot;13. It is clear that when a  criminal  court  has  to  deal  with  evidence\npertaining to the commission of an  offence  involving  a  large  number  of\noffenders and a large number  of  victims,  the  normal  test  is  that  the\nconviction could be sustained only  if  it  is  supported  by  two  or  more\nwitnesses who give a consistent account of the incident in question.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_10\">Since the accused persons and the 6 material eye witnesses in this case  are\nco-villagers, it is expected that at least three witnesses should  be  in  a\nposition to name individual accused persons for sustaining  his  conviction.\nApplying that test, it is found that  accused  no.9-Bhagwan  Singh,  son  of\nPrabhu Lal; accused no.18-Suresh Kumar, son of Ram  Dhakad;  accused  no.20-\nKanhi Ram, son of Prabhu Lal; accused  no.27-Prahlad  Singh,  son  of  Nathu\nLal; and accused no.28-Ram Prasad, son of Bheru Lal deserve to be  acquitted\nby granting benefit of doubt.  This benefit of doubt arises in their  favour\nbecause although they have been named specifically by  informant  P.W.15  as\npersons who were members of the unlawful assembly and  who  participated  in\nassault but such claim of the informant has not been supported by more  than\none witness.  In other words, there is  no  clear  and  cogent  evidence  of\nthree witnesses against the aforesaid accused persons.  So  far  as  accused\nno.28-Ram Prasad is concerned, no doubt his name has been  taken  by  P.W.12\nand P.W.24 also but they have  not  specified  as  to  whether  it  was  Ram\nPrasad, son of Bheru Lal or another accused by the same name,  i.e.  accused\nno.25-Ram Prasad, son of Jeth Ram.\n</p><p data-structure=\"Conclusion\" id=\"p_11\">The appeals preferred by the  aforesaid  five  appellants,  namely,  Bhagwan\nSingh, son of Prabhu Lal (appellant no.3 in Crl. Appeal  No.1239  of  2009);\nSuresh Kumar, son of Ram Dhakad (appellant no.3 in  Crl.  Appeal  No.493  of\n2009);  Kanhi Ram, son of Prabhu Lal (appellant no.4 in Crl. Appeal  No.1239\nof 2009); Prahlad Singh, son of Nathu Lal (sole  appellant  in  Crl.  Appeal\nNo.1241 of 2009); and Ram Prasad, son of Bheru Lal (appellant no.4  in  Crl.\nAppeal No.493 of 2009) are allowed.  They are granted benefit of  doubt  and\nacquitted of all the charges.  The appeals of remaining  16  appellants  are\ndismissed.  If on bail, their bail bonds  shall  stand  cancelled  and  they\nshall be taken into custody forthwith to serve out  the  remaining  sentence\nin accordance with law.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_12\">                             .....................................J.\n                             [M.Y. EQBAL]\n\n\n                             ......................................J.\n                                  [SHIVA KIRTI SINGH]\nNew Delhi.\n</p><p data-structure=\"Conclusion\" id=\"p_13\">January 06, 2015.\n</p><p data-structure=\"Conclusion\" id=\"p_14\">-----------------------\n</p><span class=\"hidden_text\" id=\"span_15\">23</span>\n\n\n","numcites":15,"numcitedby":37,"docsource":"Supreme Court of India","citetid":145456343,"divtype":"judgments","relatedqs":[{"value":"sec 149 ipc","formInput":"sec%20149%20ipc"},{"value":"unlawful assembly","formInput":"unlawful%20assembly"},{"value":"section 149 of indian penal code","formInput":"section%20149%20of%20indian%20penal%20code"},{"value":"common object","formInput":"common%20object"},{"value":"member of an unlawful assembly","formInput":"member%20of%20an%20unlawful%20assembly"},{"value":"section 149  ","formInput":"section%20149%20%20"},{"value":"Lakshmi Singh ","formInput":"Lakshmi%20Singh%20"},{"value":"no overt act ","formInput":"no%20overt%20act%20"},{"value":"section 141","formInput":"section%20141"},{"value":"pellets\\","formInput":"pellets%5C"},{"value":"Grievous injuries :","formInput":"Grievous%20injuries%20%3A"},{"value":"ipc 149","formInput":"ipc%20149"},{"value":"149 i.p.c","formInput":"149%20i.p.c"},{"value":"ram singh","formInput":"ram%20singh"},{"value":"eye witnesses","formInput":"eye%20witnesses"}],"cats":[{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"murder","formInput":"tag:murder"},{"value":"attempt-to-murder","formInput":"tag:attempt-to-murder"},{"value":"rioting","formInput":"tag:rioting"}],"courtcopy":true,"query_alert":null,"agreement":false}