{"tid":192548245,"publishdate":"2010-05-13","title":"Rajinder Kumar And Others vs State Of Punjab on 13 May, 2010","doc":"<h2 class=\"doc_title\">Rajinder Kumar And Others vs State Of Punjab on 13 May, 2010</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:t-p-mann\">T.P.S. Mann</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:t-p-mann\">T.P.S. Mann</a></h3>\n\n<pre id=\"pre_1\">    IN THE HIGH COURT OF PUNJAB AND HARYANA AT\n                    CHANDIGARH\n\n\n                                Criminal Appeal 507-SB of 1998\n                                Date of Decision : May 13, 2010\n\nRajinder Kumar and others\n\n                                                     ....Appellants\n\n                             Versus\n\nState of Punjab\n                                                  .....Respondent\n\nCORAM : HON&#x27;BLE MR. JUSTICE T.P.S. MANN\n\nPresent :   Mr. Gurcharan Singh, Advocate\n\n            Mr. P.S.Grewal, Assistant Advocate General, Punjab\n\nT.P.S. MANN, J.\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">            The present appeal has been filed by the appellants\n\nagainst the judgment and order passed by Additional Sessions\n\nJudge, Ludhiana on 30.4.1998 whereby they were convicted\n\nunder <a href=\"/doc/653797/\" id=\"a_1\">Section 304-B</a> IPC and sentenced to undergo rigorous\n\nimprisonment for ten years each.      They were also convicted\n\nunder <a href=\"/doc/538436/\" id=\"a_2\">Section 498-A</a> IPC and sentenced to undergo rigorous\n\nimprisonment for two years and to pay a fine of Rs.3,000/- each\n\nand in default of payment of fine, to undergo further imprisonment\n\nfor three months.     Both the sentences were ordered to run\n\nconcurrently.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n</p><p data-structure=\"Facts\" id=\"p_3\">            According to the prosecution, on 12.2.1995, on receipt\n Crl. Appeal 507-SB of 1998                            -2-\n\n\nof ruqa from Civil Hospital, Samrala, SI Ravel Singh went there\n\nand after obtaining opinion from the doctor regarding the fitness\n\nof Smt. Neelam, since, deceased, recorded her statement Ex.PC\n\nto the effect that she was married to Rajinder Kumar appellant\n\nfour years back and all the appellants were not satisfied with the\n\ndowry brought by her. On that day, when she was present in the\n\nhouse, appellant Rajinder Kumar (husband) caught hold of her,\n\nappellant Champa Rani (mother-in-law) sprinkled kerosene on\n\nher, appellant Sudarshana Devi (sister-in-law) brought the match\n\nbox whereas appellant Ram Dhan (father-in-law) lighted the\n\nmatch stick and put her on fire. She was set on fire on account of\n\nbringing inadequate dowry.    The statement was read over to her\n\nand after admitting it to be correct, she put her thumb impression\n\non it. Later on, she died. After making endorsement Ex.PC/1 on\n\nthe said statement, SI Ravel Singh sent the same to the Police\n\nStation for registration of the FIR, on the basis of which, FIR No.\n\n20 was registered against the appellants at Police Station\n\nSamrala, for offences under <a href=\"/doc/538436/\" id=\"a_3\">Sections 498-A</a>, <a href=\"/doc/653797/\" id=\"a_4\">304-B</a> and <a href=\"/doc/1560742/\" id=\"a_5\">302</a>/<a href=\"/doc/37788/\" id=\"a_6\">34</a>\n\nIPC on 12.2.1995.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">\n</p><p data-structure=\"Facts\" id=\"p_5\">           During the course of investigation, SI Ravel Singh\n\nwent to the spot and interrogated several persons there. From\n\nthe spot, a kerosene can, a match box and a half burnt shawl\n\nwere taken into possession vide recovery memo Ex.PW7/A.\n Crl. Appeal 507-SB of 1998                          -3-\n\n\nRough site plan Ex.PW8/A was prepared.          SI Ravel Singh\n\nrecorded the statements of the witnesses. Inquest report\n\nEx.PW8/B was prepared. On 15.2.1995 SI Ravel Singh arrested\n\nthe appellants and their jamatalashi memo Ex.PW8/C was\n\nprepared.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">\n</p><p data-structure=\"Issue\" id=\"p_7\">            Upon completion of investigation and presentation of\n\nchallan, followed by commitment of the case to the Court of\n\nSessions, all the appellants were charge sheeted for offences\n\nunder <a href=\"/doc/538436/\" id=\"a_7\">Sections 498-A</a>, <a href=\"/doc/653797/\" id=\"a_8\">304-B</a> and <a href=\"/doc/1560742/\" id=\"a_9\">302</a>/<a href=\"/doc/37788/\" id=\"a_10\">34</a> IPC, to which they\n\npleaded not guilty and claimed trial.\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">\n</p><p data-structure=\"Precedent\" id=\"p_9\">            In support of its case, the prosecution had examined\n\nDr.Tejpal Singh, Medical Officer, Civil Hospital, Samrala as PW1,\n\nTripata Devi as PW2, Dr. S.K.Sharma as PW3, ASI Ajmer Singh\n\nas PW4, HC Jagjit Singh as PW5, HC Sat Pal Singh as PW6, ASI\n\nCharanjit Singh as PW7, SI Ravel Singh as PW8 and Dr. Manish\n\nBansal as PW9.\n</p>\n<p data-structure=\"Issue\" id=\"p_10\">\n</p><p data-structure=\"Facts\" id=\"p_11\">            When examined under <a href=\"/doc/767287/\" id=\"a_11\">Section 313</a> Cr.P.C., all the\n\nappellants denied the allegations regarding the demand of dowry,\n\netc. and setting Smt. Neelam on fire on 12.2.1995 by sprinkling\n\nkerosene on her.      They admitted the factum of marriage of\n\nRajinder Kumar with Neelam. It was stated that intimation was\n\nsent to the parents of Smt. Neelam through Lakhpat son of Ram\n\nDhan that Neelam had received burn injuries accidentally when\n Crl. Appeal 507-SB of 1998                             -4-\n\n\nthe stove burst while preparing the tea in the morning. It was also\n\nadmitted that Neelam was brought to Civil Hospital, Samrala with\n\n95% burn injuries on her but it was denied that she made any\n\nstatement or put her thumb impression thereon. The knowledge\n\nof any treatment given to her at Samrala as first aid was denied\n\nfor want of knowledge. The case was said to be false and the\n\nstatement of Neelam was alleged to be fabricated by the\n\nInvestigating Officer in connivance with Dr. Tejpal Singh under\n\nthe influence of parents of Neelam and Neelam was in\n\nunconscious condition. It was admitted that SI Ravel Singh had\n\nvisited their house and inspected the place on 12.2.1995 but no\n\nrecovery of any article was effected there from. The burst stove\n\nwas shown to him. The witnesses were said to be false. Any\n\ndemand of dowry or harassment caused to Neelam was denied.\n\nIt was also claimed that the case had been falsely registered.\n\n\n</p><p data-structure=\"Facts\" id=\"p_12\">           In addition to the above, appellant Rajinder Kumar\n\nalso stated that he was informed of the occurrence at his kariana\n\nshop and immediately, he alongwith his father Ram Dhan rushed\n\nto the house and took the injured to the hospital and on the\n\nasking of the doctor, they started from Samrala to Ludhiana with\n\nNeelam but they were stopped in front of Police Station Samrala.\n\nThey were taken by the police to the Police Station where there\n\nwere 300-400 persons present with his father-in-law.\n</p><p data-structure=\"Precedent\" id=\"p_13\"> Crl. Appeal 507-SB of 1998                          -5-\n\n\n           In defence, the appellants examined Kulwant Singh as\n\nDW1, Amarjit Singh @ Ajit Singh as DW2, Sunita Rani as DW3,\n\nPawan Kumar as DW4 and Jagtar Singh as DW5.\n</p>\n<p data-structure=\"Issue\" id=\"p_14\">\n</p><p data-structure=\"PetArg\" id=\"p_15\">           The trial Court believed the prosecution version and\n\nheld that the appellants had common intention and common\n\ncause and they all participated in committing the heinous crime\n\nand, accordingly, convicted and sentenced the appellants, as\n\nmentioned above.\n</p>\n<p data-structure=\"Issue\" id=\"p_16\">\n</p><p data-structure=\"PetArg\" id=\"p_17\">           It may be noticed here that when the appeal came up\n\nfor hearing on 15.3.2010, learned counsel for the appellants\n\nproduced death certificate issued by Local Registrar, Births and\n\nDeaths, Municipal Council, Samrala in respect of appellant\n\nChampa Rani as per which said Champa Rani had since died on\n\n6.3.2003. Learned State counsel also produced a short affidavit\n\nof Ravinder Loomba, DSP, Samrala wherein it was stated that the\n\nfactum of death of Champa Rani stood duly verified. In view of\n\nthe death of Champa Rani, learned counsel representing her\n\nsubmitted that her appeal stood abated. Accordingly, an order in\n\nthat regard was passed.\n</p>\n<p data-structure=\"Issue\" id=\"p_18\">\n</p><p data-structure=\"PetArg\" id=\"p_19\">           Learned counsel for the appellants has submitted that\n\ndying declaration Ex. PC is a highly suspicious document and,\n\ntherefore, no reliance be placed on the same for maintaining the\n\nconviction of the appellants. Moreover, instead of SI Ravel Singh\n Crl. Appeal 507-SB of 1998                              -6-\n\n\nhimself recording the dying declaration, he should have\n\napproached the Illaqa Magistrate to record the same. It has also\n\nbeen submitted that PW2 Tripata Devi, mother of the deceased,\n\nbeing an interested witness, is not worthy of credence.          It is\n\nfurther argued that the defence plea was more probable than the\n\nprosecution version as the deceased had received accidental\n\ninjuries when the stove upon which she was preparing tea in the\n\nmorning, burst and she received 95% burn injuries.            She was\n\nrushed to the hospital by her brother-in-law. However, lateron,\n\nthe prosecution fabricated the dying declaration under the\n\ninfluence of parents of the deceased.\n</p>\n<p data-structure=\"Issue\" id=\"p_20\">\n</p><p data-structure=\"PetArg\" id=\"p_21\">            Learned State counsel has submitted that the\n\nprosecution had brought sufficient evidence on the record to\n\nprove its case beyond reasonable doubt and, therefore, the\n\nconviction and sentences of the appellants be maintained.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_22\">            I have perused the evidence with the assistance\n\nrendered by learned counsel for the parties.\n</p>\n<p data-structure=\"Issue\" id=\"p_23\">\n</p><p data-structure=\"Facts\" id=\"p_24\">            It has come in the testimony of PW1 Dr. Tejpal Singh\n\nthat on 12.2.1995, Neelam was brought to the Civil Hospital,\n\nSamrala at 10.40 a.m. with 95% burn injuries. After giving her\n\nfirst aid, she was referred to Civil Hospital, Ludhiana. Till the time\n\nshe remained in Civil Hospital, Samrala, no attendant was with\n\nher. He then sent information Ex. PA to the police at 10.45 a.m.,\n Crl. Appeal 507-SB of 1998                         -7-\n\n\npursuant to which SI Ravel Singh reached there and moved\n\napplication Ex. PB on which he made endorsement Ex. PB/1.\n\nThe endorsement Ex. PB/1 reads as under:-\n</p>\n<p data-structure=\"Section\" id=\"p_25\">\n</p><blockquote id=\"blockquote_1\">                &quot;Lady is telling her name and her address\n           correctly as per mentioned in OPD register. She is\n           also well oriented in time, place and person and\n           wants to give her statement. Her statement may be\n           recorded.\n</blockquote>\n\n<blockquote id=\"blockquote_2\">                                                 Sd/-\n</blockquote><blockquote id=\"blockquote_3\">                                              12.2.1995.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_26\">           After PW1 Dr. Tejpal Singh made the aforementioned\n\nendorsement Ex. PB/1, SI Ravel Singh recorded statement Ex.\n\nPC of Neelam in his presence which was read over to the injured.\n\nIn that regard, the doctor made the following endorsement Ex.\n\nPC/1:-\n</p>\n<p data-structure=\"Section\" id=\"p_27\">\n</p><p data-structure=\"CDiscource\" id=\"p_28\">                &quot;Pulse about 120/m/very feeble.          BP not\n          recordable. Patient conscious and fully oriented in\n          time, place and person and recorded statement in\n          front of me.\n</p>\n<p data-structure=\"Section\" id=\"p_29\">\n</p><p data-structure=\"Section\" id=\"p_30\">                                            Sd/-\n</p><p data-structure=\"Precedent\" id=\"p_31\">                                      Dr. Tejpal Singh\n                                        12.2.1996\n                                       12.00 p.m.&quot;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_32\">\n           The doctor also testified that Neelam thumb marked\n\nher statement. To the same effect was the testimony of PW8 SI\n Crl. Appeal 507-SB of 1998                               -8-\n\n\nRavel Singh. He proved ruqa Ex. PA received from Civil Hospital,\n\nSamrala, request Ex. PB made by him to the doctor and\n\nstatement Ex. PC of Neelam which was recorded by him while the\n\ndoctor remained present there and made endorsement Ex. PC/1\n\nunder his signatures.      He also testified that the statement of\n\nNeelam was read over to her and she admitted the same to be\n\ncorrect and put her thumb impression.          The statement was,\n\nthereafter, sent to the Police Station for registration of the case.\n\n\n</p><p data-structure=\"RespArg\" id=\"p_33\">            During cross-examination, PW1 Dr. Tejpal Singh\n\ndeposed that parents of Neelam had met him in the hospital in\n\nthe afternoon and it was Kashmiri Lal, father of Neelam, who\n\nremoved her to Ludhiana hospital. He denied that the person\n\nhaving 95% burns would be unable to understand.                He also\n\ndenied that Neelam was unconscious when she was brought to\n\nthe hospital or that she remained unconscious till the time she\n\nwas in the hospital.      He further denied that the statement of\n\nNeelam had been fabricated afterwards.\n</p>\n<p data-structure=\"Section\" id=\"p_34\">\n</p><p data-structure=\"Precedent\" id=\"p_35\">            Similarly,    PW8   SI   Ravel   Singh    during    cross-\n</p>\n<p data-structure=\"CDiscource\" id=\"p_36\">examination stated that the ruqa from the hospital was received at\n\nPolice Station Samrala at 11.00 a.m.          He reached Samrala\n\nhospital at 11.15 a.m. and met the doctor, who was in the\n\nemergency ward.          He then prepared request Ex. PB while\n\nstanding there. He took 15 to 20 minutes in its preparation. The\n Crl. Appeal 507-SB of 1998                            -9-\n\n\ndoctor also made the endorsement thereon soon after he had\n\nwritten. He admitted it to be correct that on receipt of ruqa Ex. PA\n\nin the Police Station, he came to know that Neelam was admitted\n\nin the hospital with 95% injuries but he had no information as to\n\nwhether she had been referred from Civil Hospital, Samrala to\n\nCMC, Ludhiana, Civil Hospital, Ludhiana or DMC, Ludhiana.\n\nThough from the Police Station to Civil Hospital, Samrala, the\n\nCourts of Judicial Magistrate and Executive Magistrate fell on the\n\nway and the Courts were open yet he did not approach any one\n\nof them as the doctor was present in the hospital and the victim\n\nwas in the emergency. He admitted that he did not mention the\n\ntime when he made request to the doctor but went on to explain\n\nthat it was just by chance. He added that no one had met him\n\nfrom the parents&#x27; side of Neelam before her statement was\n\nrecorded and even from her in-laws&#x27; side. Neither the appellant\n\nnor any one else met him. He further stated that the victim gave\n\nher statement by speaking clearly and that when he had asked as\n\nto how she has suffered injuries, she had informed him as\n\nmentioned in statement Ex. PC and she spoke all those things by\n\nherself which were recorded. He had also enquired from her as\n\nto whether she would put her signatures or thumb impression and\n\nshe had replied that she would put her thumb impression. He\n\ndenied the suggestion that he never visited Civil Hospital,\n\nSamrala nor received ruqa Ex.PA or in connivance with the doctor\n Crl. Appeal 507-SB of 1998                           -10-\n\n\nhad fabricated the ruqa Ex. PA, application Ex. PB, endorsement\n\nEx. PB/1, statement Ex. PC and endorsement Ex. PC/1 in the\n\nPolice Station after detaining the accused persons and at the\n\ninstance of parents of Neelam. He also denied the suggestion\n\nthat the victim remained unconscious throughout the time when\n\nshe was brought from the place of occurrence till her death.\n\n\n</p><p data-structure=\"Facts\" id=\"p_37\">           The prosecution had examined PW2 Tripata Devi,\n\nmother of deceased Neelam, who testified that the appellants,\n\nwho were husband, mother-in-law, sister-in-law and father-in-law\n\nof her daughter, had been harassing her daughter for bringing\n\ninadequate dowry. They used to give her beatings and turn her\n\nout of their house.   She further stated that on 12.2.1995, she\n\nlearnt from a person, who came to her house at Ludhiana that\n\nNeelam had been set on fire by the appellants by pouring\n\nkerosene on her body and that she had been admitted in Civil\n\nHospital, Samrala. Accordingly, she alongwith her husband and\n\nother relatives went to Samrala hospital where her daughter\n\nNeelam informed her that Rajinder had gagged her mouth with a\n\nshawl, Champa put kerosene on her body, Rano handed over a\n\nmatch box to Ram Dhan, who had set her on fire.          In cross-\n\nexamination, she stated that the message was received from a\n\nperson about the occurrence on 12.2.1995 at about 2.30 p.m.\n\nand, accordingly, she had reached the Samrala hospital at about\n Crl. Appeal 507-SB of 1998                            -11-\n\n\n4.00 p.m. At that time, Neelam was admitted in the hospital and\n\nlying in a room. She also testified that statement of Neelam had\n\nalready been recorded before the arrival of the witness there.\n\nInfact it was the doctor, who had told her so. Injured Neelam\n\nwas, thereafter taken in a car to Ludhiana.\n</p>\n<p data-structure=\"Precedent\" id=\"p_38\">\n</p><p data-structure=\"Facts\" id=\"p_39\">           From a perusal of the ruqa Ex. PA, it is apparent that\n\nit had been written by Dr. Tejpal Singh, EMO, Civil Hospital,\n\nSamrala on 12.2.1995 at 10.45 a.m. On receipt of the same, SI\n\nRavel Singh reached Civil Hospital, Samrala and submitted\n\napplication Ex. PB to the doctor about the fitness of the victim to\n\nmake statement. Pursuant to the same, PW1 Dr. Tejpal Singh\n\nmade endorsement Ex. PB/1 that the victim was well oriented in\n\ntime, place and person and wanted to give her statement and,\n\ntherefore, it be recorded.   Statement Ex. PC of Neelam was,\n\nthereafter, recorded by SI Ravel Singh and upon its completion,\n\nendorsement Ex. PC/1 was made by Dr. Tejpal Singh on\n\n12.2.1995 at 12.00 p.m. to the effect that the patient had\n\nremained conscious and fully oriented in time, place and person\n\nand her statement was recorded in his presence. SI Ravel Singh\n\nthen made endorsement that the statement revealed commission\n\nof offences under <a href=\"/doc/455468/\" id=\"a_12\">Sections 307</a>/<a href=\"/doc/538436/\" id=\"a_13\">498-A</a>/<a href=\"/doc/37788/\" id=\"a_14\">34</a> IPC and, therefore, FIR\n\nbe registered.   This endorsement was made on 12.2.1995 at\n\n12.30 p.m. and on its basis FIR Ex. PW4/A was registered at\n Crl. Appeal 507-SB of 1998                              -12-\n\n\nPolice Station Samrala on 12.2.1995 at 12.40 p.m. The recording\n\nof the FIR concluded at 1.30 p.m. and the special report was\n\nreceived by the Illaqa Magistrate shortly thereafter, i.e. on\n\n12.2.1995 at 2.00 p.m. Mere fact that neither SI Ravel Singh nor\n\nDr. Tejpal Singh had mentioned the time as to when the request\n\nhad been submitted or the certificate given about the fitness of\n\nthe victim to make the statement, is not sufficient to hold that the\n\nstatement Ex. PC had never been recorded during the lifetime of\n\nNeelam or that it had been fabricated later on.           Once the\n\nrecording of statement Ex. PC of Neelam was completed, Dr.\n\nTejpal Singh had clearly mentioned the date and time when he\n\nmade endorsement Ex. PC/1. On the basis of the statement Ex.\n\nPC and the endorsement made thereupon by SI Ravel Singh, FIR\n\nwas registered on the same day at 12.40 p.m. and the special\n\nreport was in the hands of the Illaqa Magistrate within 1½ hours\n\nthereafter.\n</p>\n<p data-structure=\"Precedent\" id=\"p_40\">\n</p><p data-structure=\"PetArg\" id=\"p_41\">              Similarly, as regards the objection of the defence that\n\ninstead of recording the statement of the victim himself, SI Ravel\n\nSingh ought to have associated either the Illaqa Magistrate or the\n\nExecutive Magistrate for the said purpose, PW8 SI Ravel Singh\n\ntestified that he had learnt that the doctor was very much present\n\nin the hospital and further that he did not know as to whether the\n\nvictim was still in the Samrala hospital or removed to some\n Crl. Appeal 507-SB of 1998                          -13-\n\n\nhospital at Ludhiana. Moreover, though he had been informed by\n\nDr. Tejpal Singh that the victim had been brought to the hospital\n\nwith 95% burn injuries and was serious yet he did not know as to\n\nwhether she was in a fit condition to make statement or not. Only\n\nafter reaching the hospital and submitting application Ex. PB\n\nbefore Dr. Tejpal Singh that he learnt that she was well oriented\n\nin time, place and person and wanted to give statement and,\n\ntherefore, her statement may be recorded. At that point of time,\n\nSI Ravel Singh started recording the statement of the victim.\n\nTherefore, the prosecution case cannot be thrown out on the\n\nground that no attempt was made by SI Ravel Singh to seek the\n\nassistance of the Magistrate for the purpose of recording the\n\nstatement of the victim.\n</p>\n<p data-structure=\"Precedent\" id=\"p_42\">\n</p><p data-structure=\"Facts\" id=\"p_43\">           PW2 Tripata Devi, mother of the deceased, also\n\ncorroborated the prosecution case regarding the victim being\n\nharassed, beaten and turned out of the house by her in-laws.\n\nShe also confirmed the factum of dying declaration made by her\n\ndaughter Neelam when in the company of her husband and other\n\nrelatives, she reached Samrala hospital after being informed by\n\nsome persons that her daughter had been set on fire by the\n\nappellants and she was lying admitted in the said hospital.\n\nThough she was cross-examined at length yet no material could\n\nbe brought on record by the defence from which it could be\n Crl. Appeal 507-SB of 1998                             -14-\n\n\ninferred that she had falsely implicated the appellants. She had\n\nalso deposed that by the time she and others reached at Samrala\n\nhospital, the police had already recorded the statement of her\n\ndaughter Neelam. She also stated that her daughter Neelam was\n\nilliterate and she had studied only upto first and second class and\n\nthat Neelam had not written any letter to her prior to the\n\noccurrence.    Merely because no written complaint had been\n\nmade by PW2 Tripata Devi to the higher officers regarding the\n\nharassment of her daughter at the hands of the appellants at any\n\ntime prior to the occurrence, is no ground to disbelieve her\n\ntestimony.    The anxiety of the parents of the girl is always to\n\nmake their daughter stay in the matrimonial home. As and when\n\nany harassment is meted to their daughter, they would go to the\n\nhouse of the in-laws of the daughter in order to make them\n\nunderstand.    However, they would not start submitting written\n\ncomplaints to the high-ups as such an attempt of theirs would\n\nfurther aggravate the situation. Moreover, it had come during the\n\ncross-examination of PW2 Tripata Devi that on 10.2.1995, she\n\nhad gone to the house of the appellants to see her daughter\n\nNeelam, who told her that the appellants were harassing her.\n\nAfter return, the witness told this fact to her husband.       On\n\n11.2.1995, she and her husband had to go to Samrala but could\n\nnot do so due to the death of their relative. On the following day,\n\ni.e. 12.2.1995, the incident in question took place.\n</p><p data-structure=\"RespArg\" id=\"p_44\"> Crl. Appeal 507-SB of 1998                             -15-\n\n\n           As regards the objection of the defence that the\n\ntestimony of PW2 Tripata Devi be not believed as she is mother\n\nof the deceased, it is generally seen that the married women\n\nalways confide in their relatives, most of the time their mothers\n\nwhile complaining about harassment meted out to them by in-\n\nlaws for bringing inadequate dowry. Therefore, the testimony of\n\nPW2 Tripata Devi cannot be rejected merely because she is\n\nmother of the deceased.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_45\">\n</p><p data-structure=\"PetArg\" id=\"p_46\">           It has not been disputed by the appellants that the\n\nmarriage of Neelam, since deceased, was solemnized with\n\nappellant Rajinder Kumar about six years before the occurrence.\n\nFrom the medical evidence, it is clear that the death of Neelam\n\nhad taken place otherwise than under normal circumstances.\n\nFrom statement Ex. PC made by Neelam, which after her death\n\nhas assumed the nature of dying declaration as well as from the\n\ntestimony of PW2 Tripata Devi, it stands established that the\n\nappellants have been harassing and beating the deceased on\n\naccount of bringing inadequate dowry. Therefore, under <a href=\"/doc/1953529/\" id=\"a_15\">Section\n\n113-B</a> of the Evidence Act, the Court is entitled to draw the\n\npresumption that the appellants had caused the dowry death.\n\nOnce such a presumption is drawn, the onus shifts upon the\n\nappellants to prove their innocence and in the event of their failing\n\nto do so, the death of Neelam has to be called dowry death and\n Crl. Appeal 507-SB of 1998                           -16-\n\n\nher husband and other relatives deemed to have caused the\n\nsame making them liable for committing the offence under\n\n<a href=\"/doc/653797/\" id=\"a_16\">Section 304-B</a> IPC.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_47\">\n</p><p data-structure=\"Precedent\" id=\"p_48\">            In order to rebut the presumption, the defence relied\n\nupon the statements made by the appellants during their\n\nexamination under <a href=\"/doc/767287/\" id=\"a_17\">Section 313</a> Cr.P.C. as well as the testimonies\n\nof DW1 Kulwant Singh, DW2 Amarjit Singh @ Ajit Singh, DW3\n\nSunita Rani, DW4 Pawan Kumar and DW5 Jagtar Singh.\n\n\n</p><p data-structure=\"Facts\" id=\"p_49\">            During their examination under <a href=\"/doc/767287/\" id=\"a_18\">Section 313</a> Cr.P.C.,\n\nthe appellants pleaded that on 12.2.1995 at about 8.00 a.m. all of\n\nthem as well as Neelam, since deceased, were present in their\n\nhouse at Samrala. At about 8.30 a.m. Rajinder Kumar and Ram\n\nDhan left for their shop situated opposite to Civil Hospital,\n\nLudhiana.   At about 10.00 a.m. their neighbour Kulwant Singh\n\ncame and informed them that Neelam had caught fire because of\n\nbursting of stove. This information was received in the presence\n\nof Ajit Singh, who ran grocery shop adjacent to their shop. At\n\nthis, both Rajinder Kumar and Ram Dhan reached their house\n\nwhere Neelam was lying burnt and close to her a burst stove was\n\nlying. Nobody from their family was present at the scene of the\n\noccurrence except Neelam. Rajinder Kumar appellant alongwith\n\nKulwant Singh took Neelam to Civil Hospital, Samrala. On the\n\nway, he met his mother Champa Rani and sister Rano.           The\n Crl. Appeal 507-SB of 1998                             -17-\n\n\ndoctor present in the hospital gave treatment to Neelam and after\n\nabout half an hour, he asked the appellants to take her to\n\nLudhiana. They started from Civil Hospital, Samrala for Ludhiana\n\nat 11.15 a.m. and when they reached in front of Police Station\n\nSamrala, their vehicle was intercepted and all of them alongwith\n\nNeelam taken to the Police Station where the appellants were\n\ndetained and falsely implicated. They also stated that Neelam\n\nwas unconscious when she was brought to Civil Hospital,\n\nSamrala and continued to remain unconscious throughout. Her\n\nstatement had been fabricated by the police in connivance with\n\nher parents.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_50\">\n</p><p data-structure=\"Facts\" id=\"p_51\">           The emphasis of the defence case is on the bursting\n\nof the stove which led to Neelam receiving burns to the extent of\n\n95%.    However, when PW8 SI Ravel Singh and PW7 ASI\n\nCharanjit Singh went to the house of the appellants on 12.2.1995,\n\na match box, an oil container and one partly burnt shawl were\n\nfound present. They were recovered and taken into possession\n\nthrough recovery memo Ex.PW7/A.         In case, it was a case of\n\nbursting of stove, its pieces would have been found by the police\n\nwhile effecting the recovery of incriminating articles from the spot.\n\nApparently, from the perusal of the recovery memo Ex. PW7/A, it\n\nis made out that there was no such stove in burnt condition found\n\nat the place of the occurrence. So much so that none of the\n Crl. Appeal 507-SB of 1998                            -18-\n\n\naforementioned witnesses was cross-examined to show that the\n\nburst stove was also present at the scene of the occurrence or\n\nthat its presence had not been intentionally shown by the police.\n\n\n</p><p data-structure=\"PetArg\" id=\"p_52\">           Even DW1 Kulwant Singh, whose house was situated\n\nnear the house of the appellants, did not mention about the\n\nbursting of the stove. He only deposed that at about 10.30 a.m.,\n\nwhen he was present in the house, he heard the cries emanating\n\nfrom the house of the appellants of being burnt and on reaching\n\nthere, he found that Neelam had received burns and was rolling\n\non the ground. In cross-examination, he admitted that he did not\n\nenquire from Neelam as to how she caught fire. Similarly, DW2\n\nAmarjit Singh @ Ajit Singh, who is running a shop near the shop\n\nof the appellants, deposed that he did not go anywhere after\n\nlearning that Neelam had caught fire due to the bursting of stove\n\nas was told by Kulwant Singh, who had reached there. He only\n\nwent to the hospital.    This much part of his statement that\n\nKulwant Singh had told about Neelam catching fire due to\n\nbursting of stove runs counter to the testimony of DW1 Kulwant\n\nSingh as the latter had not mentioned anywhere that he had\n\ninformed Amarjit Singh about the victim receiving burns because\n\nof bursting of stove. Apparently, DW1 Kulwant Singh, who was\n\nresiding in the neighbourhood of the appellants and DW2 Amarjit\n\nSingh, who had his shop situated near the shop of the appellants,\n Crl. Appeal 507-SB of 1998                            -19-\n\n\nhad testified in order to help the appellants.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_53\">            DW3 Sunita Rani had deposed that deceased Neelam\n\nremained student of Model School, Shivpuri, Ludhiana of which\n\nshe was the Principal, from 2.2.1983 to 8.4.1988 and she had\n\nstudied upto 8th class. She proved certificate Ex. DW3/1 issued in\n\nthat regard.    In cross-examination, she admitted that in the\n\nadmission register brought by her, there was no over writing but it\n\nwas wet and, therefore, it appeared so. She also admitted that\n\nthere was no house number, address or the city mentioned in the\n\ncertificate Ex. DW3/1. In view of the above evidence, it cannot be\n\nsaid that Neelam was literate enough to write a letter, more so\n\nwhen her mother PW2 Tripata Devi had specifically deposed in\n\nher cross-examination that she was illiterate and had studied only\n\nupto first or second class.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_54\">\n</p><p data-structure=\"CDiscource\" id=\"p_55\">            DW4 Pawan Kumar had testified that his taxi was\n\nhired by Rajinder Kumar for taking his wife from Civil Hospital\n\nSamrala to Ludhiana and when they were on their way to\n\nLudhiana, they were stopped by the police. In cross-examination,\n\nhe admitted that he knew the appellants before hiring the taxi. He\n\nalso admitted that no document of his vehicle was taken by the\n\npolice.   Apparently, this witness has been produced by the\n\nappellants in order to come up with a false version of being\n\ndetained by the police when they were allegedly taking the victim\n Crl. Appeal 507-SB of 1998                              -20-\n\n\nfrom Civil Hospital, Samrala to Civil Hospital, Ludhiana.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_56\">           DW5 Jagtar Singh, Home Guard No. 33414, Samrala\n\nwas examined by the defence to enquire about the entries made\n\nin the DDR of 1995 and register No. 19. However, in his cross-\n\nexamination, he admitted that he never remained Munshi in the\n\nPolice Station nor any of the entries were in his hands nor he\n\nknew about the whereabouts of the case property. As such no\n\nbenefit accrues to the appellants from his testimony.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_57\">           Once, it is shown that the appellants have not been\n\nable to rebut the presumption raised under <a href=\"/doc/1953529/\" id=\"a_19\">Section 113-B</a> of the\n\nEvidence Act, the death of Neelam has to be termed &quot;dowry\n\ndeath&quot; making out commission of offence under <a href=\"/doc/653797/\" id=\"a_20\">Section 304-B</a>\n\nIPC.   Similarly, the allegations of harassment and giving of\n\nbeatings on account of bringing inadequate dowry also stand\n\nestablished which would prove commission of offence under\n\n<a href=\"/doc/538436/\" id=\"a_21\">Section 498-A</a> IPC. However, at the same time, the Court has to\n\nconsider the fact as to whether the prosecution had been able to\n\nsubstantiate its case against appellant Sudarshana Devi, who is\n\nsister-in-law of the husband of the deceased. The role attributed\n\nto her in the dying declaration was of bringing a match box. No\n\nother role like catching hold of the victim had been assigned to\n\nher. She might be present at the house of her parents at the\n\nrelevant date but that is not sufficient to convince the Court about\n Crl. Appeal 507-SB of 1998                               -21-\n\n\nher participation in the crime.    In any case, she deserves the\n\nbenefit of doubt.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_58\">\n</p><p data-structure=\"Conclusion\" id=\"p_59\">            The sentences of imprisonment and fine imposed\n\nupon    Rajinder    Kumar    and    Ram        Dhan   appellants   are\n\ncommensurate with the offences committed by them. Therefore,\n\nno interference is called for on that count.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_60\">\n</p><p data-structure=\"Conclusion\" id=\"p_61\">            Resultantly, the conviction and sentence of appellant\n\nSudarshana Devi is set aside. She is on bail. Her bail bonds and\n\nsureties shall stand discharged. The conviction and sentence of\n\nRajinder Kumar and Ram Dhan are upheld. The sentences of\n\nimprisonment of both of them for the offences under <a href=\"/doc/653797/\" id=\"a_22\">Sections\n\n304-B</a> and <a href=\"/doc/538436/\" id=\"a_23\">498-A</a> IPC shall run concurrently.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_62\">\n</p><p data-structure=\"Conclusion\" id=\"p_63\">            As the appeal of Champa Rani has already been\n\ndisposed of on 15.3.2010, as having been abated, no further\n\norders are required to be passed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_64\">\n</p><p data-structure=\"Conclusion\" id=\"p_65\">            The appeal is, accordingly, disposed of.</p><pre id=\"pre_2\">\n\n\n\n\n                                          ( T.P.S. MANN )\nMay 13, 2010                                    JUDGE\najay-1\n </pre>","numcites":7,"numcitedby":17,"docsource":"Punjab-Haryana High Court","citetid":192548245,"divtype":"judgments","relatedqs":[{"value":"dowry death","formInput":"dowry%20death"},{"value":"498-a ipc","formInput":"498-a%20ipc"},{"value":"section 313 of crpc","formInput":"section%20313%20of%20crpc"},{"value":"thumb impression","formInput":"thumb%20impression"},{"value":"burn injury ","formInput":"burn%20injury%20"},{"value":"304 b ipc","formInput":"304%20b%20ipc"},{"value":"section 498-a of indian penal code","formInput":"section%20498-a%20of%20indian%20penal%20code"},{"value":"section 304-b of ipc","formInput":"section%20304-b%20of%20ipc"},{"value":" KEROSENE","formInput":"%20KEROSENE"},{"value":"498","formInput":"498"},{"value":" stove burst","formInput":"%20stove%20burst"},{"value":"section 498","formInput":"section%20498"},{"value":"recovery memo","formInput":"recovery%20memo"},{"value":"304-b","formInput":"304-b"},{"value":"498/a of indian penal code","formInput":"498/a%20of%20indian%20penal%20code"},{"value":"i.p.c. sec.306 , 498(a)","formInput":"i.p.c.%20sec.306%20%2C%20498%28a%29"},{"value":"  section 498-a ipc","formInput":"%20%20section%20498-a%20ipc"},{"value":"section 304","formInput":"section%20304"},{"value":"section 313 of criminal procedure code","formInput":"section%20313%20of%20criminal%20procedure%20code"},{"value":"After sec.313 of cr.p.c.","formInput":"After%20sec.313%20of%20cr.p.c."}],"cats":[{"value":"dowry-death","formInput":"tag:dowry-death"},{"value":"dowry","formInput":"tag:dowry"},{"value":"common-intention","formInput":"tag:common-intention"},{"value":"examine-accused","formInput":"tag:examine-accused"},{"value":"murder","formInput":"tag:murder"}],"courtcopy":true,"query_alert":null,"agreement":false}