{"tid":30806787,"publishdate":"2021-09-29","title":"Ramgopal vs The State Of Madhya Pradesh on 29 September, 2021","doc":"<h2 class=\"doc_title\">Ramgopal vs The State Of Madhya Pradesh on 29 September, 2021</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-kant\">Surya Kant</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:n-v-ramana\">Chief Justice</a>, <a href=\"/search/?formInput=benchid:s-kant\">Surya Kant</a>, <a href=\"/search/?formInput=benchid:h-kohli\">Hima Kohli</a></h3>\n\n<pre id=\"pre_1\">                                                                         REPORTABLE\n\n\n\n\n                                   IN THE SUPREME COURT OF INDIA\n                                 CRIMINAL APPELLATE JURISDICTION\n\n                                  CRIMINAL APPEAL NO. 1489 of 2012\n\n\n\n      Ramgopal &amp; Anr.                                              ..... Appellant(s)\n                                               VERSUS\n      The State of Madhya Pradesh                                  ..... Respondent\n                                                 WITH\n\n\n                                  CRIMINAL APPEAL NO.1488 of 2012\n\n\n      Krishnappa &amp; Ors.                                            ..... Appellant(s)\n                                               VERSUS\n      State of Karnataka                                           ..... Respondent\n\n\n                                              JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">         Surya Kant, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n\n\n</p><p data-structure=\"Issue\" id=\"p_3\">                         These two Criminal Appeals, No. 1489 of 2012 emanating from\n\n         the judgment and order dated 27 th November, 2009 of the High Court\n\n         of Madhya Pradesh, Gwalior Bench and No. 1488 of 2012 arising out\n<span class=\"hidden_text\" id=\"span_1\">Signature Not Verified</span>\n\n\n         of judgment and order dated 9th January, 2009 passed by the High\n<span class=\"hidden_text\" id=\"span_2\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_3\">SATISH KUMAR YADAV</span>\n<span class=\"hidden_text\" id=\"span_4\">Date: 2021.09.29</span>\n<span class=\"hidden_text\" id=\"span_5\">16:39:41 IST</span>\n<span class=\"hidden_text\" id=\"span_6\">Reason:</span>\n\n\n\n\n         Court of Karnataka, though, pertain to two different and distinct\n\n                                                                               Page | 1\n\foccurrences, but are proposed to be disposed of by way of a common\n\norder as the short question of law involved in both these appeals is\n\nidentical.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">\nBRIEF FACTS OF CRIMINAL APPEAL NO. 1489 OF 2012\n\n\n</p><p data-structure=\"Facts\" id=\"p_5\">2.    The prosecution version, arising out of FIR dated 3rd November\n\n2000, Police Station Ambah, Morena, M.P. is that on account of\n\ncertain monetary dispute, the Appellants abused and assaulted\n\nPadam Singh (Complainant). Appellant No.1 is alleged to have struck\n\nthe Complainant with a pharsa, which resultantly cut off the little\n\nfinger of his left hand. Appellant No.2 also struck lathi blows on the\n\nbody of the Complainant. Appellants were thereafter committed for\n\ntrial under Sections 294, 323 and 326 read with 34 of <a href=\"/doc/1569253/\" id=\"a_1\">Indian Penal\n\nCode</a>, 1860 (hereinafter, ‘<a href=\"/doc/1569253/\" id=\"a_2\">IPC</a>’) and <a href=\"/doc/157412304/\" id=\"a_3\">Section 3</a> of the Prevention of\n\nAtrocities (Scheduled Caste and Scheduled Tribes) Act, 1989. Upon\n\nanalyzing the evidence, the Learned Judicial Magistrate(FC), Ambah,\n\nconvicted the Appellants under Sections 294, 323 and 326 read with\n\n34 <a href=\"/doc/1569253/\" id=\"a_4\">IPC</a> with a maximum sentence of three years under Section 326\n\nread with 34 <a href=\"/doc/1569253/\" id=\"a_5\">IPC</a>. They were acquitted of the remaining charges.\n\n\n</p><p data-structure=\"Facts\" id=\"p_6\">3.    The Appellants assailed their conviction before the Court of\n\nAdditional Sessions Judge, Ambah. During the pendency of that\n\nAppeal,      the   Appellants   and   the   Complainant   reconciled   their\n\n                                                                   Page | 2\n\fdifference(s) and a compromise ensued between them on 13 th\n\nSeptember 2006.     Learned   Sessions   Judge   took   notice   of   the\n\nsettlement, moved jointly by the parties, and compounded the offences\n\nunder Sections 294 and 323 read with 34 <a href=\"/doc/1569253/\" id=\"a_6\">IPC</a>, acquitting the\n\nAppellants of the same. The Court, nevertheless, maintained their\n\nconviction under Section 326 read with 34 <a href=\"/doc/1569253/\" id=\"a_7\">IPC</a>, since the said offence\n\nis `non­compoundable’ within the scheme of <a href=\"/doc/91933/\" id=\"a_8\">Section 320</a> Cr.P.C.\n\nLearned Additional Sessions Judge, taking into consideration the\n\nsettlement between the parties, reduced the quantum of sentence from\n\nRigorous Imprisonment of three years to one year. Still aggrieved, the\n\nAppellants preferred a Criminal Revision before the High Court of\n\nMadhya Pradesh, Gwalior Bench, challenging their conviction and\n\nsentence. Alternatively, they sought compounding of offence under\n\n<a href=\"/doc/1540253/\" id=\"a_9\">Section 326</a> IPC in light of the compromise. However, such a prayer\n\nwas not acceded to by the High Court, re­iterating that the offence is\n\n‘non­compoundable’. The High Court, even so, further reduced the\n\nduration of imprisonment to the period already undergone by the\n\nAppellants. The Appellants are now before this Court, seeking\n\ncompounding of their Actus Reus under <a href=\"/doc/1540253/\" id=\"a_10\">Section 326</a> IPC in view of the\n\nsettlement between parties.\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">\nBRIEF FACTS OF CRIMINAL APPEAL NO. 1488 OF 2012\n\n\n\n                                                                 Page | 3\n</p><p data-structure=\"Facts\" id=\"p_8\">\f4.   The incident is charted from FIR No. 24 of 1995, Police Station\n\nThirthahalli, Shimoga, Karnataka, dated 28th January 1995. As per\n\nthe allegations, the Appellants and the other accused persons, all of\n\nwhom belong to the same family, were aggrieved against the\n\nComplainant as he had imparted some inculpatory information to the\n\nForest Department officials, which had caused financial loss to them.\n\nThe disgruntled Appellants lured the Complainant to their house and\n\nassaulted him with weapons after tying his hands to a window. It is\n\nfurther alleged that Accused Nos. 5 to 7 instigated the Appellants to\n\nassault the Complainant, besides kicking him with fists and legs. The\n\nComplainant’s family members found him semi­conscious lying in a\n\npit near their house.\n</p>\n<p data-structure=\"Issue\" id=\"p_9\">\n</p><p data-structure=\"Facts\" id=\"p_10\">5.   The Appellants, together with Accused Nos. 5 and 7 were tried\n\nand convicted under Sections 143, 144, 147, 148, 342, 324 and 326\n\nread with 149 <a href=\"/doc/1569253/\" id=\"a_11\">IPC</a> and the maximum sentence awarded to them was\n\ntwo years simple imprisonment under <a href=\"/doc/1540253/\" id=\"a_12\">Section 326</a> IPC. The trial\n\nagainst Accused No. 6 was split after filing of the chargesheet, since he\n\nremained absconding. The Appellants along with the co­accused,\n\napproached the High Court of Karnataka, challenging their conviction\n\nand sentence. The High Court acquitted Accused Nos. 5 &amp; 7 finding\n\ninsufficient evidence to sustain their involvement in the subject crime,\n\nbut maintained the conviction and sentence qua the Appellants. In\n\n                                                                 Page | 4\n\fthis case as well, the parties entered into a compromise.      The said\n\ncompromise was, however, not placed on record before the Trial Court\n\nor the High Court. The Appellants are now seeking ‘compounding of\n\nthe offences’ and their consequential acquittal on the basis of the\n\ncompromise reached between them and the Complainant­victim.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"69949024\" id=\"span_7\">6.   When both these appeals came up for hearing, a two­Judge\n\nBench of this Court, vide common order dated 21st September 2012\n\ngranted leave to appeal. The Bench further directed the appeals to be\n\nlisted after the disposal of reference made in <a href=\"/doc/69949024/\" id=\"a_13\">Gian Singh vs. State of\n\nPunjab1</a>, where a 3­Judge Bench of this Court, at that point in time,\n\nwas considering the issue as to whether `non­compoundable’ offences\n\ncan be `compounded’ by a Court or in the alternative, whether the\n\nHigh Court in exercise of its inherent powers under <a href=\"/doc/1679850/\" id=\"a_14\">Section 482</a>\n\nCr.P.C.   could     quash   non­compoundable   offences,   based    on   a\n\ncompromise/settlement arrived at between the accused and the\n\nvictim­complainant, and if so, under what circumstances.</span>\n\n\n</p><p data-structure=\"Section\" id=\"p_12\">7.   The Appellants, in both the appeals, thus seek the Court to\n\ninvoke powers under <a href=\"/doc/500307/\" id=\"a_15\">Article 142</a> of the Constitution to do complete\n\njustice to them.\n</p>\n<p data-structure=\"Issue\" id=\"p_13\">\nANALYSIS:\n</p>\n<p data-structure=\"Issue\" id=\"p_14\">\n<span class=\"hidden_text\" id=\"span_8\">1</span>\n</p><blockquote id=\"blockquote_1\">     (2012) 10 SCC 303\n                                                                   Page | 5\n</blockquote><p data-structure=\"CDiscource\" id=\"p_15\">\f8.   We have heard learned Counsels for the Appellants and the\n\nState(s) at a considerable length. The questions of law concerning the\n\npower of a High Court to quash proceedings emanating from non­\n\ncompoundable offences which have no impact or depraving effect on\n\nthe society at large, on the basis of a compromise between the accused\n\nand the victim­complainant, are no longer res integra and the same\n\nhave been authoritatively settled by this Court in affirmative. Learned\n\nCounsel for the Appellants and Complainant(s) in both the appeals\n\nhave, therefore, heavily counted on the compromise/settlement\n\nbetween the parties and seek quashing of the criminal prosecution in\n\nits entirety, Learned State Counsel(s) without controverting the factum\n\nof compromise, vehemently opposed such a recourse and asserted that\n\nno substantial question of law is involved in these appeals.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"69949024\" id=\"span_9\">9.   Before scrutinizing the facts of these cases and rephrasing the\n\nscope of powers exercisable by a High Court under <a href=\"/doc/1679850/\" id=\"a_16\">Section 482</a>\n\nCr.P.C., it would be apropos to illuminate the following principles <a href=\"/doc/69949024/\" id=\"a_17\">laid\n\ndown by</a> a 3­Judge Bench of this Court in <a href=\"/doc/69949024/\" id=\"a_18\">Gian Singh</a> (Supra) case:</span>\n\n\n</p><blockquote id=\"blockquote_2\">         “61. …the power of the High Court in quashing a\n         criminal proceeding or FIR or complaint in exercise of\n         its inherent jurisdiction is distinct and different from\n         the power given to a criminal court for compounding\n         the offences under Section 320 of the Code. Inherent\n         power is of wide plenitude with no statutory\n         limitation but it has to be exercised in accord\n         with the guideline engrafted in such power viz. :\n</blockquote><blockquote id=\"blockquote_3\">                                                                    Page | 6\n</blockquote><blockquote id=\"blockquote_4\">\f(i) to secure the ends of justice, or (ii) to prevent\nabuse of the process of any court. In what cases\npower to quash the criminal proceeding or\ncomplaint or FIR may be exercised where the\noffender and the victim have settled their\ndispute would depend on the facts and\ncircumstances of each case and no category can\nbe prescribed. However, before exercise of such\npower, the High Court must have due regard to the\nnature and gravity of the crime. Heinous and serious\noffences of mental depravity or offences like murder,\nrape, dacoity, etc. cannot be fittingly quashed even\nthough the victim or victim&#x27;s family and the offender\nhave settled the dispute. Such offences are not private\nin nature and have a serious impact on society.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_17\">Similarly, any compromise between the victim and the\noffender in relation to the offences under special\nstatutes like the <a href=\"/doc/1331755/\" id=\"a_19\">Prevention of Corruption Act</a> or the\noffences committed by public servants while working\nin that capacity, etc.; cannot provide for any basis for\nquashing criminal proceedings involving such\noffences. But the criminal cases having\noverwhelmingly        and    predominatingly       civil\nflavour stand on a different footing for the\npurposes of quashing, particularly the offences\narising from commercial, financial, mercantile,\ncivil, partnership or such like transactions or\nthe offences arising out of matrimony relating to\ndowry, etc. or the family disputes where the\nwrong is basically private or personal in nature\nand the parties have resolved their entire\ndispute. In this category of cases, the High Court\nmay quash the criminal proceedings if in its\nview, because of the compromise between the\noffender and the victim, the possibility of\nconviction is remote and bleak and continuation\nof the criminal case would put the accused to\ngreat oppression and prejudice and extreme\ninjustice would be caused to him by not\nquashing the criminal case despite full and\ncomplete settlement and compromise with the\n                                                           Page | 7\n\f          victim. In other words, the High Court must consider\n          whether it would be unfair or contrary to the interest\n          of justice to continue with the criminal proceeding or\n          continuation of the criminal proceeding would\n          tantamount to abuse of process of law despite\n          settlement and compromise between the victim and\n          the wrongdoer and whether to secure the ends of\n          justice, it is appropriate that the criminal case is put to\n          an end and if the answer to the above question(s) is in\n          the affirmative, the High Court shall be well within its\n          jurisdiction to quash the criminal proceeding.”\n\n                                              (Emphasis Applied)\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"56011325\" id=\"span_10\">10.   The compendium of these broad fundamentals structured in\n\nmore than one judicial precedent, has been recapitulated by another\n\n3­Judge Bench of this Court in <a href=\"/doc/56011325/\" id=\"a_20\">State of Madhya Pradesh vs. Laxmi\n\nNarayan &amp; Ors.2</a> elaborating:</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_19\">\n</p><blockquote id=\"blockquote_5\">          “(1) That the power conferred under Section 482 of the\n          Code to quash the criminal proceedings for the non­\n          compoundable offences under Section 320 of the Code\n          can be exercised having overwhelmingly and\n          predominantly the civil character, particularly those\n          arising out of commercial transactions or arising out of\n          matrimonial relationship or family disputes and when\n          the parties have resolved the entire dispute amongst\n          themselves;\n</blockquote><blockquote id=\"blockquote_6\">          (2) Such power is not to be exercised in those\n          prosecutions which involved heinous and serious\n          offences of mental depravity or offences like murder,\n          rape, dacoity, etc. Such offences are not private in\n          nature and have a serious impact on society;\n          (3) Similarly, such power is not to be exercised for the\n          offences under the special statutes like the <a href=\"/doc/1331755/\" id=\"a_21\">Prevention\n          of Corruption Act</a> or the offences committed by public\n\n<span class=\"hidden_text\" id=\"span_11\">2</span>\n      (2019) 5 SCC 688, ¶ 15\n                                                                        Page | 8\n\f         servants while working in that capacity are not to be\n         quashed merely on the basis of compromise between\n         the victim and the offender;\n</blockquote><blockquote id=\"blockquote_7\">         (4) xxx xxx xxx\n         (5) While exercising the power under Section 482\n         of the Code to quash the criminal proceedings in\n         respect of non­compoundable offences, which are\n         private in nature and do not have a serious\n         impact on society, on the ground that there is a\n         settlement/compromise between the victim and\n         the offender, the High Court is required to\n         consider the antecedents of the accused; the\n         conduct of the accused, namely, whether the\n         accused was absconding and why he was\n         absconding, how he had managed with the\n         complainant to enter into a compromise, etc.”\n\n                                          (Emphasis Applied)\n\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_20\">11.   True it is that offences which are ‘non­compoundable’ cannot be\n\ncompounded by a criminal court in purported exercise of its powers\n\nunder <a href=\"/doc/91933/\" id=\"a_22\">Section 320</a> Cr.P.C. Any such attempt by the court would\n\namount to alteration, addition and modification of <a href=\"/doc/91933/\" id=\"a_23\">Section 320</a> Cr.P.C,\n\nwhich is the exclusive domain of Legislature. There is no patent or\n\nlatent ambiguity in the language of <a href=\"/doc/91933/\" id=\"a_24\">Section 320</a> Cr.P.C., which may\n\njustify its wider interpretation and include such offences in the docket\n\nof ‘compoundable’ offences which have been consciously kept out as\n\nnon­compoundable.      Nevertheless,   the   limited   jurisdiction   to\n\ncompound an offence within the framework of <a href=\"/doc/91933/\" id=\"a_25\">Section 320</a> Cr.P.C. is\n\nnot an embargo against invoking inherent powers by the High Court\n\n                                                                 Page | 9\n\fvested in it under <a href=\"/doc/1679850/\" id=\"a_26\">Section 482</a> Cr.P.C. The High Court, keeping in view\n\nthe peculiar facts and circumstances of a case and for justifiable\n\nreasons can press <a href=\"/doc/1679850/\" id=\"a_27\">Section 482</a> Cr.P.C. in aid to prevent abuse of the\n\nprocess of any Court and/or to secure the ends of justice.\n\n\n</p><p data-structure=\"Section\" id=\"p_21\">12.   The High Court, therefore, having regard to the nature of the\n\noffence and the fact that parties have amicably settled their dispute\n\nand the victim has willingly consented to the nullification of criminal\n\nproceedings, can quash such proceedings in exercise of its inherent\n\npowers under <a href=\"/doc/1679850/\" id=\"a_28\">Section 482</a> Cr.P.C., even if the offences are non­\n\ncompoundable.    The   High   Court   can   indubitably    evaluate   the\n\nconsequential effects of the offence beyond the body of an individual\n\nand thereafter adopt a pragmatic approach, to ensure that the felony,\n\neven if goes unpunished, does not tinker with or paralyze the very\n\nobject of the administration of criminal justice system.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_22\">13.   It appears to us that criminal proceedings involving non­heinous\n\noffences or where the offences are pre­dominantly of a private nature,\n\ncan be annulled irrespective of the fact that trial has already been\n\nconcluded or appeal stands dismissed against conviction. Handing out\n\npunishment is not the sole form of delivering justice. Societal method\n\nof applying laws evenly is always subject to lawful exceptions. It goes\n\nwithout saying, that the cases where compromise is struck post­\n\nconviction, the High Court ought to exercise such discretion with\n                                                                Page | 10\n\frectitude, keeping in view the circumstances surrounding the incident,\n\nthe fashion in which the compromise has been arrived at, and with\n\ndue regard to the nature and seriousness of the offence, besides the\n\nconduct of the accused, before and after the incidence. The touchstone\n\nfor exercising the extra­ordinary power under <a href=\"/doc/1679850/\" id=\"a_29\">Section 482</a> Cr.P.C.\n\nwould be to secure the ends of justice. There can be no hard and fast\n\nline constricting the power of the High Court to do substantial justice.\n\nA restrictive construction of inherent powers under <a href=\"/doc/1679850/\" id=\"a_30\">Section 482</a>\n\nCr.P.C. may lead to rigid or specious justice, which in the given facts\n\nand circumstances of a case, may rather lead to grave injustice. On\n\nthe other hand, in cases where heinous offences have been proved\n\nagainst perpetrators, no such benefit ought to be extended, as\n\ncautiously observed by this Court in Narinder Singh &amp; Ors. vs.\n\nState of Punjab &amp; Ors.3 and Laxmi Narayan (Supra).\n\n\n</p><p data-structure=\"Section\" id=\"p_23\">14.   In other words, grave or serious offences or offences which\n\ninvolve moral turpitude or have a harmful effect on the social and\n\nmoral fabric of the society or involve matters concerning public policy,\n\ncannot be construed betwixt two individuals or groups only, for such\n\noffences have the potential to impact the society at large. Effacing\n\nabominable offences through quashing process would not only send a\n\nwrong signal to the community but may also accord an undue benefit\n\n<span class=\"hidden_text\" id=\"span_12\">3</span>\n      (2014) 6 SCC 466, ¶ 29\n                                                               Page | 11\n\fto unscrupulous habitual or professional offenders, who can secure a\n\n‘settlement’ through duress, threats, social boycotts, bribes or other\n\ndubious means. It is well said that “let no guilty man escape, if it can\n\nbe avoided.”\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_24\">15.   Given these settled parameters, the order of the High Court of\n\nMadhya Pradesh culminating into Criminal Appeal No. 1489 of 2012,\n\nto the extent it holds that the High Court does not have power to\n\ncompound a non­compoundable offence, is in ignorance of its inherent\n\npowers under <a href=\"/doc/1679850/\" id=\"a_31\">Section 482</a> Cr.P.C. and is, thus, unsustainable.\n\nHowever, the judgment and order dated 9 th January, 2009 of the High\n\nCourt of Karnataka, giving rise to Criminal Appeal No. 1488 of 2012\n\ncannot be faulted with on this count for the reason that the parties did\n\nnot bring any compromise/settlement to the notice of the High Court.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"193898488\" id=\"span_13\">16.   Let us now delve into the nature of powers vested in this Court\n\nunder <a href=\"/doc/500307/\" id=\"a_32\">Article 142</a> of the Constitution, with an intent to do complete\n\njustice. It would be ad rem to outrightly cite the Constitution Bench\n\ndecision in <a href=\"/doc/193898488/\" id=\"a_33\">Union Carbide Corporation &amp; Ors. vs. Union of India &amp;\n\nOrs.4</a>, where this Court has ruled as follows:</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_26\">\n</p><blockquote id=\"blockquote_8\">          “83. It is necessary to set at rest certain\n          misconceptions in the arguments touching the\n          scope of the powers of this Court under <a href=\"/doc/167918515/\" id=\"a_34\">Article\n          142(1)</a> of the Constitution. These issues are\n<span class=\"hidden_text\" id=\"span_14\">4</span>\n      (1991) 4 SCC 584, 83\n                                                               Page | 12\n\fmatters of serious public importance. The\nproposition that a provision in any ordinary law\nirrespective of the importance of the public\npolicy on which it is founded, operates to limit\nthe powers of the apex Court under <a href=\"/doc/167918515/\" id=\"a_35\">Article\n142(1)</a>     is    unsound      and     erroneous.      In\nboth Garg [1963 Supp 1 SCR 885, 899­900 : AIR 1963\nSC 996] as well as Antulay cases [(1988) 2 SCC 602 :\n</blockquote><blockquote id=\"blockquote_9\">1988 SCC (Cri) 372] the point was one of violation of\nconstitutional provisions and constitutional rights. The\nobservations as to the effect of inconsistency with\nstatutory provisions were really unnecessary in those\ncases as the decisions in the ultimate analysis turned\non the breach of constitutional rights. We agree with\nShri Nariman that the power of the Court under\n<a href=\"/doc/500307/\" id=\"a_36\">Article 142</a> insofar as quashing of criminal\nproceedings are concerned is not exhausted by\nSection 320 or 321 or 482 <a href=\"/doc/445276/\" id=\"a_37\">CrPC</a> or all of them\nput together. The power under <a href=\"/doc/500307/\" id=\"a_38\">Article 142</a> is at\nan entirely different level and of a different\nquality. Prohibitions or limitations or provisions\ncontained in ordinary laws cannot, ipso facto,\nact as prohibitions or limitations on the\nconstitutional powers under <a href=\"/doc/500307/\" id=\"a_39\">Article 142.</a> Such\nprohibitions or limitations in the statutes might\nembody and reflect the scheme of a particular law,\ntaking into account the nature and status of the\nauthority or the court on which conferment of powers\n— limited in some appropriate way — is\ncontemplated. The limitations may not necessarily\nreflect   or be based on            any fundamental\nconsiderations of public policy. Sri Sorabjee, learned\nAttorney General, referring to Garg case [1963 Supp 1\nSCR 885, 899­900 : AIR 1963 SC 996] , said that\nlimitation on the powers under <a href=\"/doc/500307/\" id=\"a_40\">Article 142</a> arising\nfrom “inconsistency with express statutory provisions\nof substantive law” must really mean and be\nunderstood as some express prohibition contained in\nany substantive statutory law. He suggested that if\nthe expression ‘prohibition’ is read in place of\n‘provision’ that would perhaps convey the appropriate\nidea. But we think that such prohibition should also\n                                                           Page | 13\n\f          be shown to be based on some underlying\n          fundamental and general issues of public policy and\n          not merely incidental to a particular statutory scheme\n          or pattern. It will again be wholly incorrect to say that\n          powers under <a href=\"/doc/500307/\" id=\"a_41\">Article 142</a> are subject to such express\n          statutory prohibitions. That would convey the idea\n          that statutory provisions override a constitutional\n          provision. Perhaps, the proper way of expressing\n          the idea is that in exercising powers under\n          <a href=\"/doc/500307/\" id=\"a_42\">Article 142</a> and in assessing the needs of\n          “complete justice” of a cause or matter, the apex\n          Court will take note of the express prohibitions\n          in any substantive statutory provision based on\n          some fundamental principles of public policy\n          and regulate the exercise of its power and\n          discretion accordingly. The proposition does not\n          relate to the powers of the Court under <a href=\"/doc/500307/\" id=\"a_43\">Article\n          142</a>, but only to what is or is not ‘complete\n          justice’ of a cause or matter and in the ultimate\n          analysis of the propriety of the exercise of the\n          power. No question of lack of jurisdiction or of\n          nullity can arise.”\n\n                                            (Emphasis Applied)\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_27\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"181443842\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"32597732\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"793800\" id=\"span_17\">17.   The afore­quoted precept has been consistently followed by this\n\nCourt in numerous subsequent decisions, including in <a href=\"/doc/793800/\" id=\"a_44\">Monica\n\nKumar &amp; Anr. vs. State of U.P.</a> 5, <a href=\"/doc/32597732/\" id=\"a_45\">Manohar Lal Sharma vs. Union\n\nof India6</a> and Supreme Court <a href=\"/doc/181443842/\" id=\"a_46\">Bar Association vs. Union of India7</a>,\n\ninter­alia, reiterating that:</span></span></span>\n</p>\n<blockquote id=\"blockquote_10\">          “47. The plenary powers of this Court under <a href=\"/doc/500307/\" id=\"a_47\">Article\n          142</a> of the Constitution are inherent in the Court and\n          are complementary to      those     powers     which\n<span class=\"hidden_text\" id=\"span_18\">5</span>\n      (2008) 8 SCC 781, ¶ 45\n<span class=\"hidden_text\" id=\"span_19\">6</span>\n      (2014) 2 SCC 532, ¶ 43\n<span class=\"hidden_text\" id=\"span_20\">7</span>\n      (1998) 4 SCC 409, ¶ 47\n                                                                      Page | 14\n\f           are specifically conferred on the Court by various\n           statutes though are not limited by those statutes.\n</blockquote><p data-structure=\"Section\" id=\"p_28\">           These powers also exist independent of the statutes\n           with a view to do complete justice between the\n           parties. These powers are of very wide amplitude\n           and are in the nature of supplementary powers. This\n           power exists as a separate and independent basis of\n           jurisdiction apart from the statutes. It stands upon the\n           foundation and the basis for its exercise may be put\n           on a different and perhaps even wider footing, to\n           prevent injustice in the process of litigation and to do\n           complete justice between the parties. This plenary\n           jurisdiction is, thus, the residual source of\n           power which this Court may draw upon as\n           necessary whenever it is just and equitable to do\n           so and in particular to ensure the observance of\n           the due process of law, to do complete justice\n           between the parties, while administering justice\n           according to law. There is no doubt that it is an\n           indispensable adjunct to all other powers and is\n           free from the restraint of jurisdiction and\n           operates as a valuable weapon in the hands of\n           the Court to prevent “clogging or obstruction of\n           the stream of justice”…”\n                                              (Emphasis Applied)\n\n</p><p data-structure=\"Section\" id=\"p_29\">18.   It is now a well crystalized axiom that the plenary jurisdiction of\n\nthis Court to impart complete justice under <a href=\"/doc/500307/\" id=\"a_48\">Article 142</a> cannot ipso\n\nfacto be limited or restricted by ordinary statutory provisions. It is also\n\nnoteworthy that even in the absence of an express provision akin to\n\n<a href=\"/doc/1679850/\" id=\"a_49\">Section 482</a> Cr.P.C. conferring powers on the Supreme Court to\n\nabrogate    and    set   aside   criminal   proceedings,   the   jurisdiction\n\nexercisable under <a href=\"/doc/500307/\" id=\"a_50\">Article 142</a> of the Constitution embraces this Court\n\nwith scopious powers to quash criminal proceedings also, so as to\n\n                                                                      Page | 15\n\fsecure complete justice. In doing so, due regard must be given to the\n\noverarching objective of sentencing in the criminal justice system,\n\nwhich is grounded on the sub­lime philosophy of maintenance of\n\npeace of the collective and that the rationale of placing an individual\n\nbehind bars is aimed at his reformation.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_30\">\n</p><p data-structure=\"Section\" id=\"p_31\">19.   We thus sum­up and hold that as opposed to <a href=\"/doc/91933/\" id=\"a_51\">Section 320</a>\n\nCr.P.C. where the Court is squarely guided by the compromise\n\nbetween the parties in respect of offences ‘compoundable’ within the\n\nstatutory framework, the extra­ordinary power enjoined upon a High\n\nCourt under <a href=\"/doc/1679850/\" id=\"a_52\">Section 482</a> Cr.P.C. or vested in this Court under <a href=\"/doc/500307/\" id=\"a_53\">Article\n\n142</a> of the Constitution, can be invoked beyond the metes and bounds\n\nof <a href=\"/doc/91933/\" id=\"a_54\">Section 320</a> Cr.P.C. Nonetheless, we reiterate that such powers of\n\nwide amplitude ought to be exercised carefully in the context of\n\nquashing criminal proceedings, bearing in mind: (i) Nature and effect\n\nof the offence on the conscious of the society; (ii) Seriousness of the\n\ninjury, if any; (iii) Voluntary nature of compromise between the\n\naccused and the victim; &amp; (iv) Conduct of the accused persons, prior\n\nto and after the occurrence of the purported offence and/or other\n\nrelevant considerations.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_32\">\n</p><p data-structure=\"Conclusion\" id=\"p_33\">20.   Having appraised the afore­stated para­meters and weighing\n\nupon the peculiar facts and circumstances of the two appeals before\n\n                                                              Page | 16\n\fus, we are inclined to invoke powers under <a href=\"/doc/500307/\" id=\"a_55\">Article 142</a> and quash the\n\ncriminal proceedings and consequently set aside the conviction in\n\nboth the appeals. We say so for the reasons that:\n\n\n</p><blockquote id=\"blockquote_11\">Firstly, the occurrence(s) involved in these appeals can be categorized\n\nas purely personal or having overtones of criminal proceedings of\n\nprivate nature;\n</blockquote>\n\n<blockquote id=\"blockquote_12\">Secondly, the nature of injuries incurred, for which the Appellants\n\nhave been convicted, do not appear to exhibit their mental depravity or\n\ncommission of an offence of such a serious nature that quashing of\n\nwhich would override public interest;\n</blockquote>\n\n<blockquote id=\"blockquote_13\">Thirdly, given the nature of the offence and injuries, it is immaterial\n\nthat the trial against the Appellants had been concluded or their\n\nappeal(s) against conviction stand dismissed;\n</blockquote>\n\n<blockquote id=\"blockquote_14\">Fourthly, the parties on their own volition, without any coercion or\n\ncompulsion, willingly and voluntarily have buried their differences and\n\nwish to accord a quietus to their dispute(s);\n</blockquote>\n\n<blockquote id=\"blockquote_15\">Fifthly, the occurrence(s) in both the cases took place way back in the\n\nyears 2000 and 1995, respectively. There is nothing on record to\n\nevince that either before or after the purported compromise, any\n\nuntoward incident transpired between the parties;\n</blockquote>\n<blockquote id=\"blockquote_16\">                                                              Page | 17\n\fSixthly, since the Appellants and the complainant(s) are residents of\n\nthe same village(s) and/or work in close vicinity, the quashing of\n\ncriminal proceedings will advance peace, harmony, and fellowship\n\namongst the parties who have decided to forget and forgive any ill­will\n\nand have no vengeance against each other; and\n\n\nSeventhly, the cause of administration of criminal justice system\n\nwould remain un­effected on acceptance of the amicable settlement\n\nbetween the parties and/or resultant acquittal of the Appellants; more\n\nso looking at their present age.\n</blockquote>\n\n\n<blockquote id=\"blockquote_17\">CONCLUSION:\n</blockquote>\n\n<blockquote id=\"blockquote_18\">CRIMINAL APPEAL NO.1489 OF 2012\n\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_34\">21.   Consequently, and for the reasons stated above, read with the\n\nsettlement dated 13th September 2006, we find it appropriate to invoke\n\nour powers under <a href=\"/doc/500307/\" id=\"a_56\">Article 142</a> of the Constitution and quash the\n\ncriminal proceedings in the aforesaid case. As a sequel thereto, all\n\noffences emanating out of the FIR leading to Criminal Appeal No. 1489\n\nof 2012 stand annulled, and the judgment and orders passed by the\n\ntrial court, appellate court and the High Court are set aside.\n\nResultantly, the Appellants shall be deemed to have been acquitted of\n\nthe charged offences for all intents and purposes.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_35\">                                                              Page | 18\n\fCRIMINAL APPEAL NO.1488 OF 2012\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_36\">22.   In so far as this appeal is concerned, we note that even though\n\nthe Learned Counsel(s) for the Appellants and the Complainant­victim\n\nhave jointly stated before this Court that the parties have settled their\n\ndispute(s), but no formal settlement has either been brought on record\n\nnor has it been even clarified that such a deed of settlement has been\n\nrecorded. Admittedly, the factum of compromise/settlement between\n\nthe parties has been raised for the first time before this Court. In the\n\nabsence of any proof of settlement, we find ourselves hard­pressed to\n\ntake cognizance of the asseverated compromise. We, therefore, direct\n\nboth the Appellants as well as the complainant­victim to appear before\n\nthe Chief Judicial Magistrate, Shimoga and submit their settlement, if\n\nany, in writing within a period of three months. The C.J.M. shall send\n\na Report to this Court immediately, recording his satisfaction with\n\nregard to the genuineness of the compromise. In the event, the said\n\nReport would reflect a bona­fide settlement between the parties, the\n\npresent appeal shall also be deemed to have been disposed of in same\n\nterms as Criminal Appeal No. 1489 of 2012<a href=\"/doc/181443842/\" id=\"a_57\">, <a href=\"/doc/181443842/\" id=\"a_58\">referred to above</a></a>.\n\nFurther, the incontrovertible corollary in such event would be that the\n\nAppellants shall be treated to have been acquitted of all the charged\n\noffences for all intents and purposes. On the other hand, if no formal\n\nsettlement is placed before C.J.M., Shimoga within the stipulated\n\n                                                                Page | 19\n\fperiod or the Report reflects to the contrary, the criminal appeal shall\n\nstand as dismissed as no other substantial question of law is raised or\n\ninvolved in this appeal.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_37\">\n</p><p data-structure=\"Conclusion\" id=\"p_38\">23.   Both the Criminal Appeals are disposed of in above terms.\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_39\">                                              ……………………….. CJI.\n</p><p data-structure=\"Precedent\" id=\"p_40\">                                                  (N.V. RAMANA)\n\n\n\n                                               ………..………………… J.\n</p><p data-structure=\"Conclusion\" id=\"p_41\">                                                     (SURYA KANT)\n\n\nNEW DELHI\nDATED : 29.09.2021\n\n\n\n\n                                                               Page | 20\n\f</p>","numcites":15,"numcitedby":66,"docsource":"Supreme Court of India","citetid":30806787,"divtype":"judgments","relatedqs":[{"value":"section 326 of ipc","formInput":"section%20326%20of%20ipc"},{"value":"quashing of criminal proceedings ","formInput":"quashing%20of%20criminal%20proceedings%20"},{"value":"compounding non compoundable offences","formInput":"compounding%20non%20compoundable%20offences"},{"value":"article 142","formInput":"article%20142"},{"value":"criminal justice system","formInput":"criminal%20justice%20system"},{"value":"proceedings when can be quashed ","formInput":"proceedings%20when%20can%20be%20quashed%20"},{"value":"326 ipc","formInput":"326%20ipc"},{"value":"public policy","formInput":"public%20policy"},{"value":"complete justice","formInput":"complete%20justice"},{"value":"sec 326 of indian penal code","formInput":"sec%20326%20of%20indian%20penal%20code"},{"value":"section 326","formInput":"section%20326"},{"value":"abscondence","formInput":"abscondence"},{"value":"section 320 ","formInput":"section%20320%20"},{"value":"sec. 320 of the criminal procedure code","formInput":"sec.%20320%20of%20the%20criminal%20procedure%20code"},{"value":"compounding of offences","formInput":"compounding%20of%20offences"},{"value":"express prohibition ","formInput":"express%20prohibition%20"},{"value":"section 320 crpc","formInput":"section%20320%20crpc"},{"value":"section 294","formInput":"section%20294"},{"value":"complainant and victim","formInput":"complainant%20and%20victim"},{"value":"326","formInput":"326"}],"cats":[{"value":"order-enforcement","formInput":"tag:order-enforcement"},{"value":"power-high-court-for-quashing","formInput":"tag:power-high-court-for-quashing"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"compounding-of-offences","formInput":"tag:compounding-of-offences"},{"value":"cause-hurt","formInput":"tag:cause-hurt"}],"courtcopy":true,"query_alert":null,"agreement":false}