{"tid":10609724,"publishdate":"2021-03-16","title":"Ratnam Energy Private Limited Through ... vs Oil And Natural Gas Corporation Limited on 16 March, 2021","doc":"<h2 class=\"doc_title\">Ratnam Energy Private Limited Through ... vs Oil And Natural Gas Corporation Limited on 16 March, 2021</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-g-gokani\">Sonia Gokani</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-g-gokani\">Sonia Gokani</a>, <a href=\"/search/?formInput=benchid:s-k-vishen\">Sangeeta K. Vishen</a></h3>\n\n<pre id=\"pre_1\">         C/SCA/1235/2021                                         JUDGMENT\n\n\n\n\n            IN THE HIGH COURT OF GUJARAT AT AHMEDABAD\n\n             R/SPECIAL CIVIL APPLICATION NO. 1235 of 2021\n\n\nFOR APPROVAL AND SIGNATURE:\n\nHONOURABLE MS. JUSTICE SONIA GOKANI\nand\nHONOURABLE MS. JUSTICE SANGEETA K. VISHEN\n\n==========================================================\n\n1     Whether Reporters of Local Papers may be allowed to\n      see the judgment ?                                                  YES\n\n2     To be referred to the Reporter or not ?\n                                                                          YES\n3     Whether their Lordships wish to see the fair copy of the\n      judgment ?                                                           NO\n\n4     Whether this case involves a substantial question of law\n      as to the interpretation of the Constitution of India or any\n                                                                           NO\n      order made thereunder ?\n\n==========================================================\n    RATNAM ENERGY PRIVATE LIMITED THROUGH DHARMESH SUDANI\n                             Versus\n           OIL AND NATURAL GAS CORPORATION LIMITED\n==========================================================\nAppearance:\nM R BHATT &amp; CO.(5953) for the Petitioner(s) No. 1\nMUNJAAL M BHATT(8283) for the Petitioner(s) No. 1\nMR AJAY R MEHTA(453) for the Respondent(s) No. 1\n==========================================================\n\n    CORAM: HONOURABLE MS. JUSTICE SONIA GOKANI\n           and\n           HONOURABLE MS. JUSTICE SANGEETA K. VISHEN\n                         Date : 16/03/2021\n                        ORAL JUDGMENT</pre>\n<p data-structure=\"Issue\" id=\"p_1\">           (PER : HONOURABLE MS. JUSTICE SONIA GOKANI)\n\n\n</p><p data-structure=\"Issue\" id=\"p_2\">1.     This is a petition under <a href=\"/doc/1712542/\" id=\"a_1\">Article 226</a> of the Constitution of\n\nIndia challenging the banning order dated 14.12.2020 issued by\n\n\n<span class=\"hidden_text\" id=\"span_1\">                                    Page 1 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_2\">                                                           Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n           C/SCA/1235/2021                                JUDGMENT\n\n\n\nthe respondent Oil and Natural Gas Corporation (&#x27;ONGC&#x27; for\n\nshort).\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">\n</p><p data-structure=\"Issue\" id=\"p_4\">2.    At the joint request of the parties, we have taken up this\n\nmatter for final hearing.\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">\nFactual Matrix:\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">\n</p><p data-structure=\"Facts\" id=\"p_7\">3.    The facts shorn off all the details are as follow: -\n\n\n</p><blockquote id=\"blockquote_1\">3.1. The petitioner is an Oil field Service Company engaged in\n\nthe field of Exploration and Production of Oil and Gas, Minerals,\n\nWater, etc. The founder of the company is in the business since\n\nthe year 1985 and the petitioner has service clients and it also\n\nprovides service to the respondent. It is averred that till date,\n\nthere had been no litigation faced by the petitioner, let alone\n\nfacing a banning order from the clients.\n</blockquote>\n\n<blockquote id=\"blockquote_2\">3.2. The respondent is a Maharatna Central Public Sector\n\nUndertaking and the largest crude oil and natural gas company\n\nin India. The Government of India under the Administrative\n\nControl of the Ministry of Petroleum and Natural Gas, owns it. It\n\nproduces the largest quantity of oil and gas i.e. around 70% of\n\nIndia&#x27;s crude oil and around 84% of its natural gas.\n</blockquote>\n\n<blockquote id=\"blockquote_3\">3.3. The respondent floated a tender for Charter Hiring of 06\n\n\n<span class=\"hidden_text\" id=\"span_3\">                              Page 2 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_4\">                                                   Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n         C/SCA/1235/2021                                          JUDGMENT\n\n\n\nNos. of Work Over Rigs for various Assets of ONGC for a period\n\nof three years for Cat-1, 2 and 3 and five years for Cat-4 on\n\n28.08.2019. The petitioner was desirous of bidding for Cat-1 and\n\n2 and therefore was required to submit Bid Security as per\n\nClause-11 of the Invitation of Bid. However, Clause-17 of the\n\nInstructions to Bidders (&#x27;ITB&#x27; for short) particularly Clause-17.2\n\nprovided that Micro and          Small Enterprises (&#x27;MSEs&#x27; for short)\n\nregistered with District Industry Centers or any other body\n\nspecified by Ministry of Micro, Small and Medium Enterprise\n\n(&#x27;MSME&#x27;      for   short)   or   Udhyog          Aadhar   Memorandum              are\n\nexempted from payment of Bid Security.\n</blockquote>\n\n<blockquote id=\"blockquote_4\">3.4. The petitioners are already registered with the District\n\nIndustries Center, Rajkot as well as having Udhyog Aadhar\n\nCertificate certifying them as &#x27;Small Enterprise&#x27;. The petitioner\n\nvide   its   communication        dated      25.09.2019        requested          the\n\nrespondent for exemption from payment of Bid Security while\n\nannexing the relevant certificates. After seeking exemption of\n\npayment of Earnest Money Deposit (EMD for short)/ Bid\n\nSecurity, the petitioner submitted its bid on 21.10.2019 for Cat-\n</blockquote>\n<blockquote id=\"blockquote_5\">1 and 2 and also furnished the Integrity Pact.\n</blockquote>\n\n<blockquote id=\"blockquote_6\">3.5. On 21.05.2020, the respondent communicated vide e-mail\n\nto the petitioner stating therein that in the post opening of the\n\n\n<span class=\"hidden_text\" id=\"span_5\">                                  Page 3 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_6\">                                                           Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n        C/SCA/1235/2021                                JUDGMENT\n\n\n\nprice bids of tender, the ONGC received a complaint that the\n\npetitioner furnished forged documents as in fact, the petitioner is\n\na medium enterprise and not the small enterprise.\n</blockquote>\n\n<blockquote id=\"blockquote_7\">3.6. It was replied to by the petitioner on 27.05.2020 clarifying\n\nthe position and assuring the respondent that there was no\n\nfraud perpetrated. The petitioner went to an extent of pointing\n\nout the method of calculation adopted by the respondent and\n\nurged that it was incorrect and hence, the request for\n\nreconsideration was made.\n</blockquote>\n\n<blockquote id=\"blockquote_8\">3.7. The petitioner clarified on 22.06.2020 that it continued to\n\nbe a small enterprise and even as per the relevant certificates, no\n\nadverse action should be initiated against the petitioner. The\n\npetitioner also addressed a communication on 26.08.2020\n\nrequesting the Grievance Officer of MSME Council to intervene\n\nand resolve the issue. However, the officer concerned in the\n\nGrievance Cell did not take any actions but, simply referred the\n\nmatter to the respondent on 27.08.2020.\n</blockquote>\n\n<blockquote id=\"blockquote_9\">3.8. A show cause notice was issued to the petitioner by the\n\nrespondent on 31.08.2020 for showing cause as to why the\n\nactions for banning the petitioner be not taken on account of the\n\nforged documents tendered by the petitioner at the time of\n\n\n\n<span class=\"hidden_text\" id=\"span_7\">                             Page 4 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_8\">                                                Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n         C/SCA/1235/2021                                 JUDGMENT\n\n\n\nbidding for Cat-1 and 2 so as not to pay the Bid Security as per\n\nClause-11 of the Invitation to Bid. The said notice also\n\ncommunicated that the Inquiry Officer had been appointed to\n\ninvestigate into the matter.\n</blockquote>\n\n<blockquote id=\"blockquote_10\">3.9. A detailed reply was filed by the petitioner on 21.09.2020.\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_8\">One of the main contentions raised by the petitioner was to an\n\neffect that all the certificates issued by the relevant authorities\n\ncategorized the petitioner as a small enterprise and even the\n\nlatest certificate issued by MSME on 21.08.2020 categories the\n\npetitioner as a small enterprise. It was contended before the\n\nrespondent that the data once submitted on portal, the same\n\ncannot be corrected as update of data is not permissible and\n\nsecondly, there is no provision of editing the data. It is also the\n\nsay of the petitioner that banning per se is not an action which\n\nis permissible under the tender conditions since, the respondent\n\nis permitted either to award the contract or rescind the contract\n\nhowever, it has no authority to ban the petitioner.\n\n\n3.10.   It is the grievance on the part of the petitioner that no\n\ncopy of inquiry report is given by the respondent. The entire\n\ninvestigation was based on some complaint received after\n\nopening the price bids. The complaint also has never been\n\nshared with the petitioner till date, therefore, its veracity also is\n\n\n<span class=\"hidden_text\" id=\"span_9\">                               Page 5 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_10\">                                                  Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n          C/SCA/1235/2021                                            JUDGMENT\n\n\n\nquestionable and the order, according to the petitioner, is wholly\n\nnonspeaking and passed without due application of mind.\n\n\n3.11. According to the petitioner, the documents could not have\n\nbeen     forged     as     they   are   the    certificates     issued        by     the\n\nGovernment Authorities. The petitioner also has submitted that\n\nit is a small enterprise and therefore, the decision of the\n\nrespondent is without any valid or legal basis and warrants\n\nindulgence. Moreover, the reliance placed by the respondent on\n\nSection 3 of the Integrity Pact is misplaced and misconceived as\n\nit does not apply to the petitioner. The respondent, in the instant\n\ncase, according to the petitioner, has not only rejected its bid but\n\nalso has banned the petitioner which is wholly arbitrary action.\n\n\n3.12.    It is also the say of the petitioner that as per the new\n\nCircular No. 56 of 2020 dated 26.11.2020, for all tenders to be\n\nopened till 31.12.2021, furnishing of Bid Security itself is done\n\naway with and therefore also, this action looses its effect.\n\n\nPrayers:\n</p>\n<p data-structure=\"Issue\" id=\"p_9\">\n</p><p data-structure=\"Issue\" id=\"p_10\">4.      Therefore, the petitioner is before this Court seeking\n\nfollowing reliefs: -\n</p>\n<blockquote id=\"blockquote_11\">               &quot;(a) That this Hon&#x27;ble Court may be pleased to issue\n               a writ of mandamus and/or any other appropriate\n               writ, order or direction to quash and set aside the\n\n\n<span class=\"hidden_text\" id=\"span_11\">                                    Page 6 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_12\">                                                              Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n       C/SCA/1235/2021                                    JUDGMENT\n\n\n\n            impugned Banning Order dated 14.12.2020 issued\n            by the Respondent, marked as Annexure-A to this\n            petition;\n</blockquote>\n<blockquote id=\"blockquote_12\">            (b)   That pending admission, hearing and final\n            disposal of the present petition, this Hon&#x27;ble Court be\n            pleased to stay the operation and implementation of\n            the impugned Banning Order dated 14.12.2020\n            issued by the Respondent, marked as Anenxure-A to\n            this petition;\n</blockquote>\n<blockquote id=\"blockquote_13\">            (c)    That pending admission, hearing and final\n            disposal of the present petition, this Hon&#x27;ble Court be\n            pleased to direct the Respondent to consider the\n            Petitioner&#x27;s bid submitted for the subject Tender,\n            annexed at Annexure-B;\n</blockquote>\n<blockquote id=\"blockquote_14\">            (d)    That pending admission, hearing and final\n            disposal of the present petition, this Hon&#x27;ble Court be\n            pleased to direct the Respondent to consider the\n            Petitioner&#x27;s   bid   submitted      for  Tender     No.\n            D16GC20004;\n</blockquote>\n<blockquote id=\"blockquote_15\">            (e)    That this Hon&#x27;ble Court may be pleased to\n            grant ex-parte ad-interim relief in terms of Prayer (b),\n</blockquote><blockquote id=\"blockquote_16\">            (c) or (d) hereinabove;\n</blockquote>\n<blockquote id=\"blockquote_17\">            (f)   That this Hon&#x27;ble Court be pleased to award\n            cost of the present petition to the Petitioner;\n</blockquote>\n<blockquote id=\"blockquote_18\">            (g) Pass such other order(s) as this Hon&#x27;ble Court\n            deems fit in the facts and circumstances of the case.&quot;\n</blockquote>\n\n<p data-structure=\"Facts\" id=\"p_11\">5.   This     Court     (Coram:-     Mr.     R.M.Chhaya        and        Mr.\n\nR.P.Dholaria, JJ.) issued notice in this matter on 25.01.2021\n\nmaking it returnable on 02.02.2021.\n</p>\n<p data-structure=\"Issue\" id=\"p_12\">\nReply of the Respondents:\n</p>\n<p data-structure=\"Issue\" id=\"p_13\">\n</p><p data-structure=\"RespArg\" id=\"p_14\">6.   The affidavit-in-reply has been filed by the respondent\n\n\n<span class=\"hidden_text\" id=\"span_13\">                              Page 7 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_14\">                                                   Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n        C/SCA/1235/2021                                     JUDGMENT\n\n\n\nthrough its General Manager. According to the respondent, the\n\ntender which was issued in respect of which the grievance is\n\nraised by the petitioner is not a statutory contract. Therefore, the\n\ncause is not justiciable under <a href=\"/doc/1712542/\" id=\"a_2\">Article 226</a> of the Constitution of\n\nIndia. The respondent does not dispute that the tender No.\n\nZNSAC19009 for charter hiring of 06 nos. of Work Over Rigs was\n\nfloated by the respondent&#x27;s Corporate Material Management\n\nOffice at New Delhi. According to the respondent, the petitioner&#x27;s\n\nbid dated 21.10.2019 and all correspondence as well as the\n\norder of banning dated 14.12.2020 have been issued and\n\nresponded      to        by   the   Respondent&#x27;s   Corporate        Material\n\nManagement Office at New Delhi. The cause of action has arisen\n\nat Delhi only and therefore, the jurisdiction of this Court is\n\nseriously questioned. Moreover, the petitioner is a limited\n\ncompany and though limited company is a juristic person, it is\n\nnot entitled to invoke extraordinary jurisdiction of this Court\n\nunder <a href=\"/doc/1712542/\" id=\"a_3\">Article 226</a> of the Constitution of India for infringement of\n\nany fundamental right whatsoever and therefore, the petition is\n\nuntenable.\n</p>\n<p data-structure=\"Facts\" id=\"p_15\">\n6.1. On factual matrix, it has responded that the petitioner\n\nsubmitted its bid for the tender on 22.10.2019 without payment\n\nof any Bid Security/ Earnest Money Deposit for Categories-1 and\n\n\n\n<span class=\"hidden_text\" id=\"span_15\">                                    Page 8 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_16\">                                                     Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n        C/SCA/1235/2021                                    JUDGMENT\n\n\n\n2 i.e. one rig in Ahmedabad and three rigs in Mehsana. The\n\npetitioner also annexed a communication dated 25.09.2019\n\nrequesting for exemption from payment of Bid Security/EMD\n\nrelying on Clause-17.2 of the Instructions to Bidders claiming\n\nthat it was a small enterprise as contemplated by the <a href=\"/doc/352833/\" id=\"a_4\">Micro,\n\nSmall and Medium Enterprises Development Act, 2006</a>. On the\n\nbasis of certificate dated 13.05.2015 which was 4 years and 5\n\nmonths old and another dated 04.08.2017 which was 2 years\n\nand 2 months old, such exemption was sought. It also submitted\n\nthe certificate of genuineness of documents and it also permitted\n\nthe respondent to initiate the action as deemed fit, in case, the\n\ndocuments/ certificates/ information submitted by the petitioner\n\nin the tender are found to be forged or false. It also submitted\n\nalong with the bid, an Integrity Pact as well as the letter dated\n\n10.10.2019 confirming the Purchases Preference Policies of MSE\n\nand the Public Procurement Policy for MSEs order 2012.\n\n\n6.2. The requirement of Bid Security/ EMD amount for Cat-1\n\nwas   Rs.28,03,500/-     and    for     Cat-2   Rs.68,56,800/-          thus,\n\nexemption was sought for the sum of Rs.96,60,300/-. Two\n\ncommunications were received by the respondent on 14.02.2020\n\nand 25.02.2020 against the petitioner raising the clear red flag\n\non the status of the petitioner as a small enterprise as per the\n\n\n\n<span class=\"hidden_text\" id=\"span_17\">                               Page 9 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_18\">                                                    Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n        C/SCA/1235/2021                                <a href=\"/doc/352833/\" id=\"a_5\">JUDGMENT\n\n\n\nMSME Act</a> and therefore, on 21.05.2020, the petitioner was\n\ncalled to give its explanation and justify as to how it could claim\n\nexemption under Clause 17.2 of the ITB from payment of Bid\n\nSecurity/EMD.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_16\">\n6.3. The petitioner vide its communication dated 27.05.2020, in\n\nresponse to the said letter, stated that as per the definition, the\n\ncompanies engaged in providing services and having gross\n\ninvestment in equipment above Rs. 2 crores and up to Rs. 5\n\ncrores are treated as medium enterprise and covered under\n\nMSME. Their investment in equipment which are used in service\n\nis less than Rs. 5 crores and hence, they are medium\n\nenterprises. It is, therefore, contended by the respondent that\n\nwhen the petitioner was neither micro nor small enterprise, it\n\nwas not entitled to any sort of exemption available to the small\n\nenterprises. The false and forged documents are violative of\n\nClause-40.1 of the ITB and also <a href=\"/doc/534424/\" id=\"a_6\">Section 2(1)</a> read with <a href=\"/doc/1336770/\" id=\"a_7\">Section\n\n3(1)</a> of the Integrity Pact. Clause-40.1 provides that any bidder if\n\nsubmits any false or forged certificate or information, it will be\n\nfor the ONGC to initiate action against such person or a\n\ncompany.\n</p>\n<p data-structure=\"RespArg\" id=\"p_17\">\n6.4. It is the say of the respondent that after admitting on\n\n27.05.2020 that it was a medium enterprise, two e-mails dated\n\n\n<span class=\"hidden_text\" id=\"span_19\">                             Page 10 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_20\">                                                Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n         C/SCA/1235/2021                                        JUDGMENT\n\n\n\n22.06.2020 and 26.08.2020 have been addressed by the\n\npetitioner for correcting its stand that it was a small enterprise.\n\nThese two communications, according to the respondent, are\n\nattempts and efforts to cover up and avoid inquiry process.\n\nSubsequently, the office of Development Commissioner of Micro,\n\nSmall and Medium Enterprise vide its communication dated\n\n29.08.2020 addressed to the respondent unequivocally stated\n\nthat respondent should take appropriate action against the\n\npetitioner.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_18\">\n6.5. Therefore, a show cause notice was issued on 31.08.2020\n\nas to why the business be not banned on account of such action\n\nfor   claiming      MSE   benefits.   The       reply   was     tendered         on\n\n21.09.2020 which requested for virtual meeting to be arranged\n\ndue to pandemic on account of COVID-19 virus and on\n\n05.10.2020, the chance of oral hearing was given. Mr. Dharmesh\n\nSudani and Mr. Kirti Marviya attended the online hearing. Based\n\non all the evidences, the Inquiry Officer passed the banning\n\norder on 14.12.2020 and blacklisted the petitioner for the period\n\nof two years from the date of the order.\n</p>\n<p data-structure=\"Issue\" id=\"p_19\">\n6.6. Thus, according to the respondent - ONGC, on its own\n\nadmission, when the petitioner is a medium enterprise and it\n\nclearly avoided to pay EMD worth Rs. 96.60 lakhs (round of), the\n\n\n<span class=\"hidden_text\" id=\"span_21\">                                Page 11 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_22\">                                                         Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n        C/SCA/1235/2021                                JUDGMENT\n\n\n\nrespondent is entitled to initiate the action after affording the\n\nopportunity to the parties and accordingly, the action of banning\n\nhas been taken.\n</p>\n<p data-structure=\"Issue\" id=\"p_20\">\nRejoinder Affidavit:\n</p>\n<p data-structure=\"Issue\" id=\"p_21\">\n</p><p data-structure=\"PetArg\" id=\"p_22\">7.   The affidavit-in-rejoinder has been filed by the petitioner\n\ndenying all the contents of the reply. The main grievance on the\n\npart of the petitioner is that the respondent did not serve the\n\ncopy of inquiry report and thereby violated the principle of\n\nnatural justice and hence, the Court was needed to be\n\napproached. The issue of lack of territorial jurisdiction of the\n\nCourt, according to the petitioner, is unwarranted since it has\n\nnot approached this Court because it is located in Rajkot,\n\nhowever, as per <a href=\"/doc/86911060/\" id=\"a_8\">Section 20</a> of the Code of Civil Procedure, the\n\npetition can be filed either as per the place of business or as per\n\nthe cause of action, in whole or part, arisen. Though the tender\n\nhas been floated by the respondent at New Delhi, the petitioner\n\nhad preferred bid for Cat-1 and 2 which located at Ahmedabad\n\nand Mehsana respectively and therefore, the impugned order\n\nbanning and restricting the petitioner to perform work at\n\nAhmedabad and Mehsana which fall within the territory of the\n\nCourt, can be challenged before this Court. The petition is filed\n\non behalf of the Private Limited Company through its authorized\n\n\n<span class=\"hidden_text\" id=\"span_23\">                             Page 12 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_24\">                                                Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n        C/SCA/1235/2021                                JUDGMENT\n\n\n\nsignatory and who admittedly is granted fundamental right\n\nunder the Constitution of India including the right to approach\n\nthis Court under <a href=\"/doc/1712542/\" id=\"a_9\">Article 226</a> of the Constitution of India.\n\n\n7.1. The total amount of EMD was Rs.50,89,100/- being small\n\nenterprise. It is incorrect to say that the falsehood has been\n\npleaded by the respondent for an amount of Rs. 1 crore. The\n\npetitioner has also not been provided a copy of the letters dated\n\n14.02.2020 and 25.02.2020 raising red flags. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"65382777\" id=\"span_25\">It is also the say of\n\nthe petitioner that relying on Clause-52 of ITB, the petitioner\n\nwas called upon to provide the justification, in fact, there is no\n\nclause provided under the tender document such as Clause-52.\n\n\n7.2. Heavy reliance is placed on the inquiry report which has\n\nnot been supplied to the petitioner. The petitioner, therefore, has\n\nheavily relied on the decision rendered by the Apex Court in case\n\nof <a href=\"/doc/65382777/\" id=\"a_10\">UMC Technologies Pvt. Ltd. vs Food Corporation of India and\n\nAnother</a> [ 2020 SCC OnLine SC 934].</span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_23\">\n7.3. It is also the grievance of the petitioner that the respondent\n\nhas not given any reasons before banning the petitioner and for\n\nthe first time, they replied to the petitioner and came out with a\n\nnew ground for banning that the petitioner has submitted old,\n\noutdated un-updated certificates obtained from the authorities\n\n\n\n<span class=\"hidden_text\" id=\"span_26\">                             Page 13 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_27\">                                                Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n        C/SCA/1235/2021                                        JUDGMENT\n\n\n\nin the years 2015 and 2017.\n</p>\n<p data-structure=\"Issue\" id=\"p_24\">\n</p><p data-structure=\"Precedent\" id=\"p_25\">8.    The sur-rejoinder is also filed, the details of which may not\n\nbe necessary to be reproduced. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"65382777\" id=\"span_28\">In gist, it is contended that the\n\ndecision    of    <a href=\"/doc/65382777/\" id=\"a_11\">UMC    Technologies</a>         (supra)   would        have       no\n\napplicability considering the factual matrix of the instant case.\n\n\nOral Submissions:</span>\n</p>\n<p data-structure=\"Issue\" id=\"p_26\">\n</p><p data-structure=\"PetArg\" id=\"p_27\">9.    The Court has extensively heard learned senior advocate\n\nMr. Manish Bhatt assisted by learned advocate Mr. Munjal Bhatt\n\nfor the petitioners who along the line of the memo of petition,\n\nmade out essentially three grounds, (i) the absence of any right\n\nof the respondent to initiate the actions of banning the\n\npetitioner, (ii) serious breach of principle of natural justice, and\n\n</p><p data-structure=\"CDiscource\" id=\"p_28\">(iii) complete misinterpretation of the entire material, leading to\n\nthe serious consequences of blacklisting the petitioner.\n\n\n9.1. He emphasized reiteratively that in absence of any\n\nchallenge to the certificate issued by MSME, the petitioner\n\ncontinued to be a small enterprise till today. On the strength of\n\nsuch vital, relevant and robust material, no adverse action could\n\nhave been taken against the petitioner.\n</p>\n<p data-structure=\"Issue\" id=\"p_29\">\n</p><p data-structure=\"Issue\" id=\"p_30\">10.   The crux of the submissions of learned advocate Mr. Ajay\n\n\n\n<span class=\"hidden_text\" id=\"span_29\">                              Page 14 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_30\">                                                        Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n          C/SCA/1235/2021                               JUDGMENT\n\n\n\nMehta appearing for the respondent - ONGC is three folds, (i)\n\nlack of jurisdiction of this Court under <a href=\"/doc/1712542/\" id=\"a_12\">Article 226</a> of the\n\nConstitution of India for no cause of action having arisen within\n\nits jurisdiction, (ii) the petitioner being a limited company cannot\n\ncome before this Court invoking the plea of infringement of\n\nfundamental rights for approaching this Court under <a href=\"/doc/1712542/\" id=\"a_13\">Article 226</a>\n\nof the Constitution of India, and (iii) the serious questions of\n\nforgery and the falsehood for seeking exemption from payment of\n\nEMD would entitle the respondent to initiate the actions under\n\nClause-40.1 of the ITB read with <a href=\"/doc/534424/\" id=\"a_14\">Section 2(1)</a> and <a href=\"/doc/1336770/\" id=\"a_15\">Section 3(1)</a> of\n\nthe Integrity Pact.\n</p>\n<p data-structure=\"RespArg\" id=\"p_31\">\n10.1.    He also has denied of not having availed the opportunity\n\nof hearing, on the contrary, he emphasized that after availing\n\nsufficient opportunities to the parties, the decision is taken, no\n\ninterference is desirable under <a href=\"/doc/1712542/\" id=\"a_16\">Article 226</a> of the Constitution of\n\nIndia.\n</p>\n<p data-structure=\"Issue\" id=\"p_32\">\nFindings:\n</p>\n<p data-structure=\"Issue\" id=\"p_33\">\n</p><p data-structure=\"CDiscource\" id=\"p_34\">11.     Having thus heard both the sides extensively and also\n\nhaving closely perused the material on record, for the reasons to\n\nbe followed hereinafter, the petition deserves to be allowed.\n\n\n</p><p data-structure=\"Issue\" id=\"p_35\">12.     We shall be focusing in this endeavour essentially on the\n\n\n<span class=\"hidden_text\" id=\"span_31\">                             Page 15 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_32\">                                                 Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n         C/SCA/1235/2021                                            JUDGMENT\n\n\n\nfour   issues      which    have    been       raised   by     the      parties       (i)\n\nmaintainability       of   the   petition     under     <a href=\"/doc/1712542/\" id=\"a_17\">Article      226</a>      of    the\n\nConstitution of India, (ii) the jurisdictional issue, (iii) the\n\nviolation of principle of natural justice, and (iv) the merit of the\n\nmatter.\n</p>\n<p data-structure=\"Issue\" id=\"p_36\">\nMaintainability:\n</p>\n<p data-structure=\"Issue\" id=\"p_37\">\n</p><p data-structure=\"PetArg\" id=\"p_38\">13.    Taking firstly the aspect of maintainability of the petition\n\nunder <a href=\"/doc/1712542/\" id=\"a_18\">Article 226</a> of the Constitution, the contention is raised by\n\nthe respondent that no right much less the fundamental right of\n\nthe petitioner under <a href=\"/doc/367586/\" id=\"a_19\">Articles 14</a> and <a href=\"/doc/935769/\" id=\"a_20\">19(1)(g)</a> of the constitution of\n\nIndia is violated. There is no question of invocation of\n\nextraordinary jurisdiction, according to the respondent, under\n\n<a href=\"/doc/1712542/\" id=\"a_21\">Article 226</a> of the Constitution of India and therefore, the\n\npetition for the issues raised squarely fall under the realm of law\n\nof contract and not in the realm of public dispute or the public\n\nlaw. The dispute is with regard to the tender issued by the\n\nrespondent. There is no statutory contract nor the contract\n\nentered into by and between the parties and therefore also, the\n\ninvocation of extraordinary powers is undesirable. It is also\n\ncontended further that the petitioner - Ratna Energy Private\n\nLimited is a limited company and which is though a juristic\n\nperson, it cannot invoke extraordinary jurisdiction since there\n\n\n<span class=\"hidden_text\" id=\"span_33\">                                   Page 16 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_34\">                                                             Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n         C/SCA/1235/2021                               JUDGMENT\n\n\n\nwould be no infringement of any fundamental right of such\n\ncompany.\n</p>\n<p data-structure=\"Precedent\" id=\"p_39\">\n<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"248227\" id=\"span_35\">13.1.         Taking firstly the issue of limited company being a\n\njuristic person and yet, having no right to approach this Court\n\nunder <a href=\"/doc/1712542/\" id=\"a_22\">Article 226</a> of the Constitution of India, we could notice\n\nthat by way of draft amendment, the petitioner no.2 who is the\n\nManaging Director of the petitioner no.1 - Company, is already\n\nimpleaded as a party petitioner. It has also been pleaded rightly\n\nthat he is a citizen of India, guaranteed fundamental rights\n\nenshrined under Part III of the Constitution of India and the\n\npetitioner no.1 company being a private limited company, any\n\nloss of business caused to the same would be naturally\n\nprejudicial to all its shareholders, thus, the petitioner no.2\n\nhaving been joined as the party, this ground of the respondent\n\nthat the petition cannot be sustainable since the petitioner is a\n\nlimited company and is before this Court under <a href=\"/doc/1712542/\" id=\"a_23\">Article 226</a> of\n\nthe Constitution of India, will hold no ground. According to the\n\nrespondent, no copy has been served upon the respondent of a\n\ndraft amendment filed and therefore, the incorporated company\n\nis not standing on its own to maintain the writ petition for which\n\nhe has relied on the decision of the Apex Court rendered in case\n\nof <a href=\"/doc/248227/\" id=\"a_24\">Divisional Forest Officer vs. Bishwanath Tea Co. Ltd,\n\n\n\n<span class=\"hidden_text\" id=\"span_36\">                              Page 17 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_37\">                                                Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n         C/SCA/1235/2021                                  JUDGMENT</a>\n\n\n\nreported in AIR 1981 SC 1368 wherein it is observed as under:</span>\n\n</p><blockquote id=\"blockquote_19\">              &quot;<a href=\"/doc/1712542/\" id=\"a_25\">Art. 226</a> confers extraordinary jurisdiction on the\n              High Court to issue high prerogative writs for\n              enforcement of the fundamental rights or for any\n              other purpose. Undoubtedly, the respondent\n              contended that its fundamental right under <a href=\"/doc/1142233/\" id=\"a_26\">Art. 19(1)</a>\n</blockquote><blockquote id=\"blockquote_20\">              (g) to carry on trade has been violated. The High\n              Court overlooked the well-settled legal position that a\n              juristic person such as a Corporation is not entitled\n              to any of the freedoms guaranteed by <a href=\"/doc/1218090/\" id=\"a_27\">Art. 19.</a> The\n              respondent was the sole petitioner in the High Court.\n</blockquote><p data-structure=\"Section\" id=\"p_40\">              It is a company incorporated under the <a href=\"/doc/1353758/\" id=\"a_28\">Companies\n              Act</a>. The fundamental right claimed under <a href=\"/doc/1142233/\" id=\"a_29\">Art. 19 (1)</a>\n</p><p data-structure=\"Precedent\" id=\"p_41\">              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"538117\" id=\"span_38\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1799890\" id=\"span_39\">(g) is to practise any profession or carry on any\n              occupation, trade or business. The respondent\n              (company) contended that it had a right to carry on\n              its trade or business of cultivating and raising a tea\n              garden and as part of it to cut timber and remove the\n              same from the leased area without the payment of\n              royalty and that insistence upon payment of royalty\n              unsupported by law is an unreasonable restriction\n              denying the fundamental right guaranteed to the\n              respondent. <a href=\"/doc/935769/\" id=\"a_30\">Art. 19 (1) (g)</a> guarantees the\n              fundamental freedom to a citizen. The respondent not\n              being a citizen was not entitled to complain of breach\n              or violation of fundamental right under <a href=\"/doc/935769/\" id=\"a_31\">Art. 19 (1) (g).</a>\n              [See <a href=\"/doc/1799890/\" id=\"a_32\">State Trading Corporation of India Ltd. v. The\n              Commercial Tax Officer</a>, <a href=\"/doc/538117/\" id=\"a_33\">Vishakhapatnam and Tata\n              Engineering and Locomotive Co. v. State of Bihar</a> .]</span></span>\n              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"125596\" id=\"span_40\">However, the shareholders of a company can\n              complain of infringement of their fundamental rights\n              [See <a href=\"/doc/125596/\" id=\"a_34\">Bennett Coleman &amp; Co. and others v. Union of\n              India and others</a>]. Such is not the case pleaded.\n              Therefore the writ petition on the allegation of\n              infringement of fundamental right under <a href=\"/doc/1142233/\" id=\"a_35\">Art. 19 (1)</a></span>\n</p><p data-structure=\"PetArg\" id=\"p_42\">              (g) at the instance of respondent company alone was\n              not maintainable.&quot;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_43\">13.2.         This decision for the ratio would be binding this\n\ncourt, however, it would have no applicability in the present\n\ncase, as mentioned above, due to impleadment of petitioner no.2.\n\n\n\n<span class=\"hidden_text\" id=\"span_41\">                               Page 18 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_42\">                                                   Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n</p><p data-structure=\"CDiscource\" id=\"p_44\">          C/SCA/1235/2021                                 JUDGMENT\n\n\n\n\n13.3.          So far as the objection raising the question of dispute\n\nbeing contract and therefore, in the realm of the private dispute\n\nand not the public law, this Court is of the opinion that it is not\n\nthe question of the controversy of the non-grant of the contract\n\nwhich is sought to be raised before this Court. The Court\n\nessentially is addressing the issue of banning the petitioner\n\ncompany from participating into any of the bids on the basis of\n\nthe company having been blacklisted by the order of the\n\nrespondent authority.\n</p>\n<p data-structure=\"Issue\" id=\"p_45\">\n13.4.          This issue will be further elaborated at the time of\n\ndiscussing the issue of breach of principle of natural justice\n\nwhile passing the order. Suffice to say that had it been a\n\nquestion of specific performance of contract or breach thereof\n\nwith disputed question of facts, the writ petition may not have\n\nbeen entertained, however, that not being the issue and\n\nessentially, the question concerns banning of the petitioner, this\n\ncontention of maintainability of the respondent merits no\n\nacceptance.\n</p>\n<p data-structure=\"Issue\" id=\"p_46\">\nIssue of Jurisdiction:\n</p>\n<p data-structure=\"Issue\" id=\"p_47\">\n</p><p data-structure=\"Precedent\" id=\"p_48\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1876565\" id=\"span_43\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"93127\" id=\"span_44\">14.     This takes us to the second and vital ground raised of\n\n\n\n<span class=\"hidden_text\" id=\"span_45\">                                Page 19 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_46\">                                                   Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n         C/SCA/1235/2021                                 JUDGMENT\n\n\n\njurisdiction of this Court. It is strenuously urged for and on\n\nbehalf of the respondent that no cause of action has arisen\n\nwholly or in part within the territorial jurisdiction of this Court,\n\ntherefore, this Court cannot entertain this. Learned Counsel Mr.\n\nMehta has sought to rely on the decision of <a href=\"/doc/93127/\" id=\"a_36\">Oil and Natural Gas\n\nCommission vs. Utpal Kumar Basu</a>, reported in 1994 (4) SCC\n\n711 and that of M/s. <a href=\"/doc/1876565/\" id=\"a_37\">Kusum Ingots and Alloys Ltd. vs. Union of\n\nIndia and Another</a> reported in 2004 (6) SCC 254.\n\n\n14.1.         Before adverting to the facts in the instant case, the\n\nlaw on the subject deserves close examination.</span></span> <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"93127\" id=\"span_47\">In case of <a href=\"/doc/93127/\" id=\"a_38\">Utpal\n\nKumar</a> (supra), the questions which the Hon&#x27;ble Supreme\n\nCourt addressed was of the jurisdiction of the High Court to\n\nentertain, hear and decide the petition where in case of ONGC\n\nitself, the advertisement was issued in all leading newspapers of\n\nthe Country including in West Bengal calling for tenders for\n\nsetting up of a Kerosene Recovery Processing Unit at the Hazira\n\nComplex in Gujarat. The tender notice was issued from New\n\nDelhi and were to be communicated at New Delhi. The NICCO\n\nhaving its registered office in Calcutta became aware of the\n\ntender notice printed in the &#x27;Times of India&#x27; newspaper circulated\n\nwithin the jurisdiction of the Calcutta High Court, it offered its\n\nbid and respond to the tender notice which were scrutinized at\n\n\n\n<span class=\"hidden_text\" id=\"span_48\">                               Page 20 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_49\">                                                  Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n         C/SCA/1235/2021                                             JUDGMENT\n\n\n\nDelhi. Its bid was rejected on the ground that it did not fulfill the\n\nrequisite criteria stipulated in the tender. The recommendations\n\nmade by EIL were considered by the tender committee which was\n\nsatisfied by NICCO&#x27;s criteria, therefore, the meeting was held at\n\nNew Delhi by the EIL with various bidders including NICCO.\n\nAfter the said meeting, EIL once again reiterated its earlier view\n\nthat    NICCO       lacked       the    experience      criteria.    The       Tender\n\nCommittee re-examined the view of EIL and agreed with the\n\nsame and thus, NICCO was not shortlisted by the Tender\n\nCommittee. The NICCO represented the Tender Committee as\n\nwell as the EIL however, they saw no reason to depart from their\n\nearlier view and thereafter the final decision was taken by\n\nSteering Committee at New Delhi and pursuant to the same, the\n\ncontract was awarded to another company M/s CIMMCO Ltd.\n\n\n14.2.         The NICCO filed writ petition in the High Court of\n\nCalcutta where the M/s CIMMCO Ltd. was not made a party and\n\nNICCO prayed that ONGC be restrained from awarding the\n\ncontract to any other party and if awarded, to cancel the same.\n\nThe High Court had intervened and gave certain directions to the\n\nrespondents to consider the offer of the petitioner along with the\n\nothers and disposed of the same.</span></p><pre id=\"pre_2\">\n\n\n14.3.         The         ONGC    moved         under   <a href=\"/doc/427855/\" id=\"a_39\">Article     136</a>      of     the\n\n\n<span class=\"hidden_text\" id=\"span_50\">                                       Page 21 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_51\">                                                             Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n         C/SCA/1235/2021                                 JUDGMENT\n\n\n\n</pre><p data-structure=\"RespArg\" id=\"p_49\">Constitution of India where at the hearing of the appeal, the\n\nCourt confined itself to the preliminary objection of ONGC that\n\nthe High Court of Calcutta had no jurisdiction to entertain, hear\n\nand dispose of the writ petition in the manner it did as the\n\naverments in the writ petition, even if assumed to be correct, did\n\nnot disclose that even a part of the cause of action for institution\n\nof the said writ petition, had not arisen within the jurisdiction of\n\nthe Calcutta High Court.\n</p>\n<p data-structure=\"Facts\" id=\"p_50\">\n14.4.         The Apex Court held that if the part of cause of action\n\nhas arisen within the territorial jurisdiction of the Court, it can\n\nconfer the jurisdiction on the High Court and the cause of action\n\nmeans the bundle of facts which the petitioner needs to prove, if\n\ntraversed, to entitle it to a judgment in its favour by the Court\n\nand therefore, in determining the objection of lack of territorial\n\njurisdiction, the Court must take all the facts pleaded in support\n\nof the cause of action into consideration albeit without\n\nembarking upon an enquiry as to the correctness or otherwise of\n\nthe said facts. In other words, the question whether the High\n\nCourt had territorial jurisdiction to entertain the writ petition\n\nrequires to be addressed in the writ petition, the truth or\n\notherwise whereof being immaterial. Thus, the question of\n\nterritorial jurisdiction must be decided on the facts pleaded in\n\n\n\n<span class=\"hidden_text\" id=\"span_52\">                               Page 22 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_53\">                                                  Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n          C/SCA/1235/2021                                 JUDGMENT\n\n\n\nthe petition and averments in the petition should be sufficient in\n\nlaw to establish part of cause of action.\n</p>\n<p data-structure=\"Precedent\" id=\"p_51\">\n14.5.          The Apex Court held that merely because the\n\npetitioner had read the advertisement at Calcutta and submitted\n\nits offer from Calcutta and made representation from Calcutta\n\nwould not constitute facts forming an integral part of the cause\n\nof action. The Court, therefore, held that, the part of cause of\n\naction did not arise within the jurisdiction of Calcutta High\n\nCourt.\n</p>\n<p data-structure=\"Section\" id=\"p_52\">\n</p><blockquote id=\"blockquote_21\">              &quot;5.Clause (1) of <a href=\"/doc/1712542/\" id=\"a_40\">Article 226</a> begins with a non\n              obstante clause notwithstanding anything in <a href=\"/doc/981147/\" id=\"a_41\">Article\n              32 -</a> and provides that every High Court shall have\n              power &quot;throughout the territories in relation to which\n              it exercises jurisdiction&quot;, to issue to any person or\n              authority, including in appropriate cases, any\n              Government, &quot;within those territories&quot; directions,\n              orders or writs, for the enforcement of any of the\n              rights conferred by Part III or for any other purpose.\n              Under clause (2) of <a href=\"/doc/1712542/\" id=\"a_42\">Article 226</a> the High Court may\n              717 exercise its power conferred by clause (1) if the\n              cause of action, wholly or in part, had arisen within\n              the territory over which it exercises Jurisdiction,\n              notwithstanding that the seat of such Government or\n              authority or the residence of such person is not\n              within those territories. On a plain reading of the\n              aforesaid two clauses of <a href=\"/doc/1712542/\" id=\"a_43\">Article 226</a> of the\n              Constitution it becomes clear that a High Court can\n              exercise the power to issue directions, orders or writs\n              for the enforcement of any of the fundamental rights\n              conferred by Part III of the Constitution or for any\n              other purpose if the cause of action, wholly or impart,\n              had arisen within the territories in relation to which\n              it exercises jurisdiction, notwithstanding that the\n              seat of the Government or authority or the residence\n\n\n<span class=\"hidden_text\" id=\"span_54\">                               Page 23 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_55\">                                                   Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n C/SCA/1235/2021                                 JUDGMENT\n\n\n\n     of the person against whom the direction, order or\n     writ &#x27;is issued is not within the said territories. In\n     order to confer jurisdiction on the High Court of\n     Calcutta, NICCO must show that at least a part of the\n     cause of action had arisen within the territorial\n     jurisdiction of that Court, That is at best its case in\n     the writ petition.\n</blockquote>\n<blockquote id=\"blockquote_22\">     6. It is well settled that the expression &quot;cause of\n     action&quot; means that bundle of facts which the\n     petitioner must prove, if traversed, to entitle him to a\n     judgment in his favour by the Court. In Chand Kour\n     v. Partab Singh&#x27; Lord Watson said:\n</blockquote><blockquote id=\"blockquote_23\">     &quot;... the cause of action has no relation whatever to\n     the defence which may be set up by the defendant,\n     nor does it depend upon the character of the relief\n     prayed for by the plaintiff. It refers entirely to the\n     ground set forth in the plaint as the cause of action,\n     or, in other words, to the media upon which the\n     plaintiff asks the Court to arrive at a conclusion in\n     his favour.&quot;\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_53\">     Therefore, in determining the objection of lack of\n     territorial jurisdiction the court must take all the\n     facts pleaded in support of the cause of action into\n     consideration albeit without embarking upon an\n     enquiry as to the correctness or otherwise of the said\n     facts. In other words the question whether a High\n     Court has territorial jurisdiction to entertain a writ\n     petition must be answered on the basis of the\n     averments made in the petition, the truth or\n     otherwise whereof being immaterial. To put it\n     differently, the question of territorial jurisdiction\n     must be decided on the facts pleaded in the petition.\n     Therefore, the question whether in the instant case\n     the Calcutta High Court had jurisdiction to entertain\n     and decide the writ petition in question even on the\n     facts alleged must depend upon whether the\n     averments made in paragraphs 5, 7, 18, 22, 26 and\n     43 are sufficient in law to establish that a part of the\n     cause of action had arisen within the jurisdiction of\n     the Calcutta High Court.\n</p>\n<p data-structure=\"Section\" id=\"p_54\">\n</p><p data-structure=\"RespArg\" id=\"p_55\">     7.       The learned counsel for ONGC contended that\n\n\n<span class=\"hidden_text\" id=\"span_56\">                        Page 24 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_57\">                                          Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n C/SCA/1235/2021                                   JUDGMENT\n\n\n\n     on these averments no part of the cause of action had\n     arisen within the jurisdiction of the Calcutta High\n     Court and hence the writ petition filed by NICCO and\n     another was not entertainable by that High Court. He\n     submitted that ONGC had decided to set up a\n     Kerosene Recovery Processing Unit at Hazira in\n     Gujarat. EIL was appointed by ONGC as its\n     consultant. In that capacity, EIL issued the\n     advertisement from New Delhi calling for tenders and\n     this advertisement was 1 ILR (1889) 16 Cal 98,102:\n</p><blockquote id=\"blockquote_24\">     15 IA 156 718 printed and published in all the\n     leading newspapers of the country including the\n     Times of India in circulation in West Bengal. The\n     tenders or bids were to be forwarded to EIL at New\n     Delhi. EIL was expected to scrutinise the tenders and\n     make its recommendations to the Tender Committee\n     constituted by ONGC. The final decision was,\n     however, to be taken by the Steering Committee at\n     New Delhi presided over by the Chairman, ONGC.\n</blockquote><p data-structure=\"PetArg\" id=\"p_56\">     Accordingly, the tender of NICCO was examined by\n     EIL at New Delhi and it recommended its rejection on\n     the ground that NICCO did not satisfy the experience\n     criteria requisite for the grant of contract. On the first\n     occasion, the Tender Committee did not agree with\n     the said recommendation and directed the EIL to call\n     NICCO at the clarificatory meeting proposed to be\n     held in New Delhi. In obedience to the said direction,\n     EIL invited NICCO along with the other bidders, but\n     once again recommended its rejection on the ground\n     that it did not satisfy the experience criteria. The\n     Tender Committee which met in New Delhi reviewed\n     its earlier decision and accepted the recommendation\n     of EIL which was also accepted by the Steering\n     Committee at New Delhi on 27-1-1993. It was at this\n     point of time that the decision to award the contract\n     to CIMMCO was taken at New Delhi. Counsel for\n     ONGC, therefore, contended that all these events\n     took place outside the jurisdiction of the Calcutta\n     High Court and merely because NICCO had read the\n     advertisement in the Times of India in circulation in\n     West Bengal and had forwarded its tender from its\n     registered office in Calcutta and followed it up by a\n     revised offer, it cannot be said that any part of the\n     cause of action had arisen within the jurisdiction of\n     the Calcutta High Court for the simple reason that if\n\n\n<span class=\"hidden_text\" id=\"span_58\">                       Page 25 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_59\">                                            Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n C/SCA/1235/2021                                   JUDGMENT\n\n\n\n     these facts were to give a cause of action, every\n     tenderer would sue ONGC in the local court from\n     where he forwarded the tender and that would make\n     ONGC run about from court to court all over the\n     country. Counsel further submitted that nor can the\n     fact that NLCCO sent representations including fax\n     messages from its registered office to ONGC at\n     Calcutta to which ONGC showed the courtesy of\n     replying confer jurisdiction. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"721664\" id=\"span_60\">In support of this\n     contention, he placed strong reliance on the decision\n     in <a href=\"/doc/721664/\" id=\"a_44\">State of Rajasthan v. Swaika Properties2</a>.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"579287\" id=\"span_61\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"107472\" id=\"span_62\">Learned\n     counsel for CIMMCO buttressed these submissions\n     by inviting our attention to certain other decisions of\n     this Court, namely, <a href=\"/doc/107472/\" id=\"a_45\">Election Commission v. Saka\n     Venkata Subba Rao3</a>, R. Bejal v. Triveni Structurals\n     Ltd .4, <a href=\"/doc/579287/\" id=\"a_46\">Subodh Kumar Gupta v. Shrikant Gupta</a>&#x27; and\n     certain decisions of different High Courts. On the\n     other hand, counsel for NICCO, while reiterating that\n     the averments made in paragraphs 5, 7, 18, 22 and\n     26 constituted an integral part of the cause of action,\n     submitted that by the introduction of clause (2) in\n     <a href=\"/doc/1712542/\" id=\"a_47\">Article 226</a> of the Constitution, the Legislature\n     intended,to widen the High Court&#x27;s Jurisdiction and\n     thereby extend its beneficent reach even to cases\n     where a part of the cause of action arose within its\n     territorial Jurisdiction. In the alternative, he\n     submitted that even if this Court comes to the\n     conclusion that the High Court 2 (1985) 3 SCC 217 3\n     1953 SCR 1144: AIR 1953 SC 210 4 1987 Supp SCC\n     279 5 (1993) 4 SCC 1 719 of Calcutta lacked\n     jurisdiction, this Court sitting in appeal should not\n     interfere with the verdict of the High Court as ONGC\n     had neither alleged nor showed that there had been a\n     failure of justice. In this connection, he placed\n     reliance on the spirit of <a href=\"/doc/51447063/\" id=\"a_48\">Section 21</a> of the Code of Civil\n     Procedure. He, therefore, contended that this Court\n     should examine the appeal on merits and not confine\n     itself to the question of territorial jurisdiction.</span></span> Lastly,\n     he submitted that on merits NICCO had made out a\n     good case for the grant of relief sought by it.\n\n\n</p><p data-structure=\"Facts\" id=\"p_57\">     8.From the facts pleaded in the writ petition, it is\n     clear that NICCO invoked the jurisdiction of the\n     Calcutta High Court on the plea that a part of the\n\n\n<span class=\"hidden_text\" id=\"span_63\">                       Page 26 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_64\">                                            Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n         C/SCA/1235/2021                                 JUDGMENT\n\n\n\n             cause of action had arisen within its territorial\n             jurisdiction. According to NICCO, it became aware of\n             the contract proposed to be given by ONGC on\n             reading the advertisement which appeared in the\n             Times of India at Calcutta. In response thereto, it\n             submitted its bid or tender from its Calcutta office\n             and revised the rates subsequently. When it learnt\n             that    it   was    considered    ineligible   it  sent\n             representations, including fax messages, to EIL,\n             ONGC, etc., at New Delhi, demanding justice. As\n             stated earlier, the Steering Committee finally rejected\n             the offer of NICCO and awarded the contract to\n             CIMMCO at New Delhi on 27-1-1993. Therefore,\n             broadly speaking, NICCO claims that a part of the\n             cause of action arose within the jurisdiction of the\n             Calcutta High Court because it became aware of the\n             advertisement in Calcutta, it submitted its bid or\n             tender from Calcutta and made representations\n             demanding justice from Calcutta on learning about\n             the rejection of its offer. The advertisement itself\n             mentioned that the tenders should be submitted to\n             EIL at New Delhi; that those would be scrutinised at\n             New Delhi and that a final decision whether or not to\n             award the contract to the tenderer would be taken at\n             New Delhi. Of course, the execution of the contract\n             work was to be carried out at Hazira in Gujarat.\n             Therefore, merely because it read the advertisement\n             at Calcutta and submitted the offer from Calcutta\n             and made representations from Calcutta would not,\n             in our opinion, constitute facts forming an integral\n             part of the cause of action. So also the mere fact that\n             it sent fax messages from Calcutta and received a\n             reply thereto at Calcutta would not constitute an\n             integral part of the cause of action. Besides the fax\n             message of 15-1-1993, cannot be construed as\n             conveying rejection of the offer as that fact occurred\n             on 27-1-1993. We are, therefore, of the opinion that\n             even if the averments in the writ petition are taken as\n             true, it cannot be said that a part of the cause of\n             action arose within the jurisdiction of the Calcutta\n             High Court. &quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_58\">\n</p><blockquote id=\"blockquote_25\">14.6.         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"248227\" id=\"span_65\">In yet another decision in case of       M/s. <a href=\"/doc/248227/\" id=\"a_49\">Kusum\n\n\n\n<span class=\"hidden_text\" id=\"span_66\">                              Page 27 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_67\">                                                  Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n         C/SCA/1235/2021                                JUDGMENT\n\n\n\nIngots</a> (supra) the Apex Court was considering whether the\n\nseat of the Parliament or the Legislature of a State would be a\n\nrelevant factor for determining the territorial jurisdiction of a\n\nHigh Court to entertain a writ petition under <a href=\"/doc/1712542/\" id=\"a_50\">Article 226</a> of the\n\nConstitution of India.</span>\n</blockquote>\n\n\n<blockquote id=\"blockquote_26\">14.7.         The appellant was a company registered under the\n\n<a href=\"/doc/153279772/\" id=\"a_51\">Indian Companies Act</a> having its registered office at Mumbai\n\nwhich obtained a loan from the Bhopal Branch of State Bank of\n\nIndia. A notice was issued for repayment of the said loan from\n\nBhopal in terms of the provisions of <a href=\"/doc/52229129/\" id=\"a_52\">Securitisation and\n\nReconstruction of Financial Assets and Enforcement of Security\n\nInterest Act, 2002</a>. Questioning the vires of the said Act, the writ\n\npetition was filed before Delhi High Court by the appellant which\n\nwas dismissed on the ground of lack of territorial jurisdiction.\n</blockquote>\n\n\n<blockquote id=\"blockquote_27\">14.8.         It was urged before the Apex Court on behalf of the\n\nappellant that as the constitutionality of a parliamentary act was\n\nquestioned, the High Court of Delhi had the requisite jurisdiction\n\nto entertain the writ petition. According to the respondent, no\n\ncause of action since arose within the territorial jurisdiction of\n\nthe Delhi High Court and therefore, the petition would not be\n\nmaintainable.\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_68\">                              Page 28 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_69\">                                                 Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n<blockquote id=\"blockquote_28\">         C/SCA/1235/2021                                  JUDGMENT\n\n\n\n\n14.9.         The Apex Court considering various judgments on\n\nthis subject held that the facts pleaded in the writ petition must\n\nhave nexus on the basis whereof the prayer can be granted.\n</blockquote>\n<blockquote id=\"blockquote_29\">Those facts which have nothing to do with the prayers cannot be\n\nsaid to give rise to a cause of action which would confer the\n\njurisdiction on the Court. The Court held that even if a small\n\npart of cause of action would arise within the territorial\n\njurisdiction of the High Court, the same by itself, may not be\n\nconsidered to be determinative factor for compelling the High\n\nCourt to decide the matter on merit. In appropriate cases, the\n\nCourt may refuse to exercise its discretionary jurisdiction by\n\ninvoking the doctrine of forum conveniens.\n</blockquote>\n<blockquote id=\"blockquote_30\">             &quot;Cause of Action:\n</blockquote><blockquote id=\"blockquote_31\">             Cause of action implies a right to sue. The material\n             facts which are imperative for the suitor to allege and\n             prove constitutes the cause of action. Cause of action\n             is not defined in any statute. It has, however, been\n             judicially interpreted inter alia to mean that every\n             fact which would be necessary for the plaintiff to\n             prove, if traversed, in order to support his right to the\n             judgment of the Court. Negatively put, it would mean\n             that everything which, if not proved, gives the\n             defendant an immediate right to judgment, would be\n             part of cause of action. Its importance is beyond any\n             doubt. For every action, there has to be a cause of\n             action, if not, the plaint or the writ petition, as the\n             case may be, shall be rejected summarily.\n</blockquote>\n\n<blockquote id=\"blockquote_32\">             Clause (2) of <a href=\"/doc/1712542/\" id=\"a_53\">Article 226</a> of the Constitution of India\n             reads thus:\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_70\">                                 Page 29 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_71\">                                                   Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n<blockquote id=\"blockquote_33\"> C/SCA/1235/2021                                     JUDGMENT\n\n\n\n     &quot;(2) The power conferred by clause (1) to issue\n     directions, orders or writs to any Government,\n     authority or person may also be exercised by any\n     High Court exercising jurisdiction in relation to the\n     territories within which the cause of action, wholly or\n     in part, arises for the exercise of such power,\n     notwithstanding that the seat of such Government or\n     authority or the residence of such person is not\n     within those territories.&quot;\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_59\">     <a href=\"/doc/175502059/\" id=\"a_54\">Section 20(c)</a> of the Code of Civil Procedure reads as\n     under:\n</p><blockquote id=\"blockquote_34\">     &quot;20 OTHER SUITS TO BE INSTITUTED WHERE\n     DEFENDANT RESIDE OR CAUSE OF ACTION\n     ARISES.\n</blockquote><blockquote id=\"blockquote_35\">     Subject to the limitation aforesaid, every suit shall be\n     instituted in a court within the local limits of whose\n     jurisdiction -\n</blockquote><blockquote id=\"blockquote_36\">     (c)      the cause of action, wholly or in part, arises.&quot;\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_60\">     Although in view of <a href=\"/doc/133762466/\" id=\"a_55\">Section 141</a> of the Code of Civil\n     Procedure the provisions thereof would not apply to a\n     writ proceedings, the phraseology used in <a href=\"/doc/175502059/\" id=\"a_56\">Section\n     20(c)</a> of the Code of Civil Procedure and Clause (2) of\n     <a href=\"/doc/1712542/\" id=\"a_57\">Article 226</a>, being in pari materia, the decisions of\n     this Court rendered on interpretation of <a href=\"/doc/175502059/\" id=\"a_58\">Section 20(c)</a>\n     of CPC shall apply to the writ proceedings also.\n     Before proceeding to discuss the matter further it\n     may be pointed out that the entire bundle of facts\n     pleaded need not constitute a cause of action as what\n     is necessary to be proved before the petitioner can\n     obtain a decree is the material facts. The expression\n     material facts is also known as integral facts.\n\n\n     Keeping in view the expressions used is Clause (2) of\n     <a href=\"/doc/1712542/\" id=\"a_59\">Article 226</a> of the Constitution of India, indisputably\n     even if a small fraction of cause of action accrues\n     within the jurisdiction of the Court, the Court will\n     have jurisdiction in the matter.\n</p>\n<p data-structure=\"Precedent\" id=\"p_61\">\n     In Mussummat Chand Kour v. Partap Singh (15 IA\n\n\n<span class=\"hidden_text\" id=\"span_72\">                          Page 30 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_73\">                                              Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n C/SCA/1235/2021                                  JUDGMENT\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_62\">     156), it was held:\n</p><blockquote id=\"blockquote_37\">     &quot;... the cause of action has no relation whatever to\n     the defence which may be set up by the defendant,\n     nor does it depend upon the character of the relief\n     prayed for by the plaintiff. It refers entirely to the\n     ground set forth in the plaint as the cause of action,\n     or, in other words, to the media upon which the\n     plaintiff asks the court to arrive at a conclusion in his\n     favour.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_63\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"93127\" id=\"span_74\">This Court in <a href=\"/doc/93127/\" id=\"a_60\">Oil &amp; Natural Gas Commission v. Utpal\n     Kumar Basu and Ors.</a> (1994 (4) SCC 711) held that\n     the question as to whether the court has a territorial\n     jurisdiction to entertain a writ petition, must be\n     arrived at on the basis of averments made in the\n     petition, the truth or otherwise thereof being\n     immaterial.</span>\n</p><p data-structure=\"Precedent\" id=\"p_64\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"93127\" id=\"span_75\">This Court in <a href=\"/doc/93127/\" id=\"a_61\">Oil and Natural Gas Commission</a>&#x27;s case\n     (supra) held that all necessary facts must form an\n     integral part of the cause of action. It was observed:</span>\n</p><blockquote id=\"blockquote_38\">     &quot;So also the mere fact that it sent fax messages from\n     Calcutta and received a reply thereto at Calcutta\n     would not constitute an integral part of the cause of\n     action...&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_65\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"93127\" id=\"span_76\">In State of Rajasthan and Ors. v. M/s. Swaika\n     Properties and Anr. [1985 (3) SCC 217], this Court\n     opined that mere service of a notice would not give\n     rise to any cause of action unless service of notice\n     was integral part of the cause of action. The said\n     decision has also been noticed in <a href=\"/doc/93127/\" id=\"a_62\">Oil and Natural Gas\n     Commission</a> (supra). This Court held:</span>\n</p><blockquote id=\"blockquote_39\">     &quot;The answer to the question whether service of notice\n     is an integral part of the cause of action within the\n     meaning of <a href=\"/doc/618973/\" id=\"a_63\">Art. 226(2)</a> of the Constitution must\n     depend upon the nature of the impugned order giving\n     rise to a cause of action.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_66\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1838704\" id=\"span_77\">In <a href=\"/doc/1838704/\" id=\"a_64\">Aligarh Muslim University and Another Vs. Vinay\n     Engineering Enterprises (P) Ltd. and Another</a> [(1994)\n     4 SCC 710] this Court lamented:</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_67\">\n\n<span class=\"hidden_text\" id=\"span_78\">                          Page 31 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_79\">                                           Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n</p><p data-structure=\"Precedent\" id=\"p_68\"> C/SCA/1235/2021                                 JUDGMENT\n\n\n\n     &quot;2. We are surprised, not a little, that the High Court\n     of Calcutta should have exercised jurisdiction in a\n     case where it had absolutely no jurisdiction. The\n     contracts in question were executed at Aligarh, the\n     construction work was to be carried out at Aligarh,\n     even the contracts provided that in the event of\n     dispute the Aligarh Court alone will have jurisdiction.\n     The arbitrator was from Aligarh and was to function\n     there. Merely because the respondent was a Calcutta-\n     based firm, the High Court of Calcutta seems to have\n     exercised jurisdiction where it had none by adopting\n     a queer line of reasoning. We are constrained to say\n     that this is case of abuse of jurisdiction and we feel\n     that the respondent deliberately moved the Calcutta\n     High Court ignoring the fact that no part of the cause\n     of action had arisen within the jurisdiction of that\n     Court. It clearly shows that the litigation filed in the\n     Calcutta High Court was thoroughly unsustainable.&quot;\n\n\n     <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1307808\" id=\"span_80\">In <a href=\"/doc/1307808/\" id=\"a_65\">Union of India and Others Vs. Adani Exports Ltd.\n     and Another</a> [(2002) 1 SCC 567] it was held that in\n     order to confer jurisdiction on a High Court to\n     entertain a writ petition it must disclose that the\n     integral facts pleaded in support of the cause of\n     action do constitute a cause so as to empower the\n     court to decide the dispute and the entire or a part of\n     it arose within its jurisdiction. Recently, in National\n     Textile Corpn. Ltd. and Ors. vs. M/s Haribox\n     Swalram and Ors. [JT 2004 (4) SC 508], a Division\n     Bench of this Court held :</span>\n</p><blockquote id=\"blockquote_40\">     &quot;As discussed earlier, the mere fact that the writ\n     petitioner carries on business at Calcutta or that the\n     reply to the correspondence made by it was received\n     at Calcutta is not an integral part of the cause of\n     action and, therefore, the Calcutta High Court had no\n     jurisdiction to entertain the writ petitioner and the\n     view to the contrary taken by the Division Bench\n     cannot be sustained. In view of the above finding, the\n     writ petition is liable to be dismissed...&quot;\n</blockquote>\n\n<p data-structure=\"RespArg\" id=\"p_69\">     The facts pleaded in the writ petition must have a\n     nexus on the basis whereof a prayer can be granted.\n     Those facts which have nothing to do with the prayer\n\n\n<span class=\"hidden_text\" id=\"span_81\">                      Page 32 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_82\">                                          Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n C/SCA/1235/2021                                 JUDGMENT\n\n\n\n     made therein cannot be said to give rise to a cause of\n     action which would confer jurisdiction on the court.\n\n\n     Passing of a legislation by itself in our opinion do not\n     confer any such right to file a writ petition unless a\n     cause of action arises therefor.\n</p>\n<p data-structure=\"Precedent\" id=\"p_70\">\n     A distinction between a legislation and executive\n     action should be borne in mind while determining the\n     said question.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_71\">\n     A parliamentary legislation when receives the assent\n     of the President of India and published in an Official\n     Gazette, unless specifically excluded, will apply to the\n     entire territory of India. If passing of a legislation\n     gives rise to a cause of action, a writ petition\n     questioning the constitutionality thereof can be filed\n     in any High Court of the country. It is not so done\n     because a cause of action will arise only when the\n     provisions of the Act or some of them which were\n     implemented shall give rise to civil or evil\n     consequences to the petitioner. A writ court, it is well\n     settled would not determine a constitutional question\n     in vacuum.\n</p>\n<p data-structure=\"Issue\" id=\"p_72\">\n     The court must have the requisite territorial\n     jurisdiction. An order passed on writ petition\n     questioning the constitutionality of a Parliamentary\n     Act whether interim or final keeping in view the\n     provisions contained in Clause (2) of <a href=\"/doc/1712542/\" id=\"a_66\">Article 226</a> of\n     the Constitution of India, will have effect throughout\n     the territory of India subject of course to the\n     applicability of the Act.\n</p>\n<p data-structure=\"Precedent\" id=\"p_73\">\n     Situs of office of the Respondents - whether relevant?\n     A    writ    petition,   however,    questioning   the\n     constitutionality of a Parliamentary Act shall not be\n     maintainable in the High Court of Delhi only because\n     the seat of the Union of India is in Delhi. (See Abdul\n     Kafi Khan Vs. Union of India and Others, AIR 1979\n     Cal 354) Learned counsel for the appellant in support\n\n\n<span class=\"hidden_text\" id=\"span_83\">                      Page 33 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_84\">                                          Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n C/SCA/1235/2021                                 JUDGMENT\n\n\n\n     of his argument would contend that situs of framing\n     law or rule would give jurisdiction to Delhi High\n     Court and in support of the said contention relied\n     upon the decisions of this Court in Nasiruddin vs.\n     State Transport Appellate Tribunal (AIR 1976 SC 331)\n     and U.P. Rashtriya Chini Mill Adhikari Parishad,\n     Lucknow vs. State of U.P. and others (1995) 4 SCC\n\n\n</p><p data-structure=\"Precedent\" id=\"p_74\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"458532\" id=\"span_85\">738. So far as the decision of this Court in\n     <a href=\"/doc/458532/\" id=\"a_67\">Nasiruddin vs. State Transport Appellate Tribunal</a>\n     (supra) is concerned it is not an authority for the\n     proposition that the situs of legislature of a State or\n     the authority in power to make subordinate\n     legislation or issue a notification would confer power\n     or jurisdiction on the High Court or a bench of the\n     High Court to entertain petition under <a href=\"/doc/1712542/\" id=\"a_68\">Article 226</a> of\n     the Constitution. In fact this Court while construing\n     the provisions of United Provinces High Courts\n     (Amalgamation) Order, 1948 stated the law thus:</span>\n</p><blockquote id=\"blockquote_41\">     &quot;The conclusion as well as the reasoning of the High\n     Court is incorrect. It is unsound because the\n     expression &quot;cause of action&quot; in an application under\n     <a href=\"/doc/1712542/\" id=\"a_69\">Article 226</a> would be as the expression is understood\n     and if the cause of action arose because of the\n     appellate order or the revisional order which came to\n     be passed at Lucknow then Lucknow would have\n     jurisdiction though the original order was passed at a\n     place outside the areas in Oudh. It may be that the\n     original order was in favour of the person applying for\n     a writ. In such case an adverse appellate order might\n     be the cause of action. The expression &quot;cause of\n     action&quot; is well-known. If the cause of action arises\n     wholly or in part at a place within the specified Oudh\n     areas, the Lucknow Bench will have jurisdiction. If\n     the cause of action arises wholly within the specified\n     Oudh areas, it is indisputable that the Lucknow\n     Bench would have exclusive jurisdiction in such a\n     matter. If the cause of action arises in part within the\n     specified areas in Oudh it would be open to the\n     litigant who is the dominus litis to have his forum\n     conveniens. The litigant has the right to go to a Court\n     where part of his cause of action arises. In such\n     cases, it is incorrect to say that the litigant chooses\n     any particular Court. The choice is by reason of the\n\n\n<span class=\"hidden_text\" id=\"span_86\">                      Page 34 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_87\">                                          Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n C/SCA/1235/2021                                 JUDGMENT\n\n\n\n     jurisdiction of the Court being attracted by part of\n     cause of action arising within the jurisdiction of the\n     Court. Similarly, if the cause of action can be said to\n     have arisen partly within specified areas in arisen in\n     Oudh and partly outside the specified Oudh areas,\n     the litigant will have the choice to institute\n     proceedings either at Allahabad or Lucknow. The\n     Court will find out in each case whether the\n     jurisdiction of the Court is rightly attracted by the\n     alleged cause of action&quot;.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_75\">     The said decision is an authority for the proposition\n     that the place from where an appellate order or a\n     revisional order is passed may give rise to a part of\n     cause of action although the original order was at a\n     place outside the said area. When a part of the cause\n     of action arises within one or the other High Court, it\n     will be for the petitioner to choose his forum.\n\n\n     The view taken by this Court in U.P. Rashtriya Chini\n     Mill Adhikari Parishad, Lucknow (supra) that situs of\n     issue of an order or notification by the Government\n     would come within the meaning of expression &#x27;cases\n     arising&#x27; in clause 14 of the (Amalgamation) Order is\n     not a correct view of law for the reason hereafter\n     stated and to that extent the said decision is\n     overruled. In fact, a legislation, it is trite, is not\n     confined to a statute enacted by the Parliament or\n     Legislature of a State, which would include delegated\n     legislation and subordinate legislation or an executive\n     order made by the Union of India, State or any other\n     statutory authority. In a case where the field is not\n     covered by any statutory rule, executive instruction\n     issued in this behalf shall also come with within the\n     purview thereof. situs of office of the Parliament,\n     Legislature of a State or authorities empowered to\n     make subordinate legislation would not by itself\n     constitute any cause of action or cases arising. In\n     other words, framing of a statute, statutory rule or\n     issue of an executive order or instruction would not\n     confer jurisdiction upon a court only because of the\n     situs of the office of the maker thereof.\n</p>\n<p data-structure=\"Precedent\" id=\"p_76\">\n\n\n<span class=\"hidden_text\" id=\"span_88\">                      Page 35 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_89\">                                          Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n</p><p data-structure=\"CDiscource\" id=\"p_77\"> C/SCA/1235/2021                                 JUDGMENT\n\n\n\n     When an order, however, is passed by a Court or\n     Tribunal or an executive authority whether under\n     provisions of a statute or otherwise, a part of cause of\n     action arises at that place. Even in a given case,\n     when the original authority is constituted at one\n     place and the appellate authority is constituted at\n     another, a writ petition would be maintainable at\n     both the places. In other words as order of the\n     appellate authority constitutes a part of cause of\n     action, a writ petition would be maintainable in the\n     High Court within whose jurisdiction it is situate\n     having regard to the fact that the order of the\n     appellate authority is also required to be set aside\n     and as the order of the original authority merges with\n     that of the appellate authority.\n</p>\n<p data-structure=\"Precedent\" id=\"p_78\">\n     <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1166220\" id=\"span_90\">Lt. Col. <a href=\"/doc/1166220/\" id=\"a_70\">Khajoor Singh Vs. The Union of India and\n     Another</a> [(1961) 2 SCR 828] whereupon the learned\n     counsel appearing on behalf of the appellant placed\n     strong reliance was rendered at a point of time when\n     clause (2) of <a href=\"/doc/1712542/\" id=\"a_71\">Article 226</a> had not been inserted. In\n     that case the Court held that the jurisdiction of the\n     High Court under <a href=\"/doc/1712542/\" id=\"a_72\">Article 226</a> of the Constitution of\n     India, properly construed, depends not on the\n     residence or location of the person affected by the\n     order but of the person or authority passing the order\n     and the place where the order has effect. In the latter\n     sense, namely, the office of the authority who is to\n     implement the order would attract the territorial\n     jurisdiction of the Court was considered having\n     regard to <a href=\"/doc/175502059/\" id=\"a_73\">Section 20(c)</a> of the Code of Civil Procedure\n     as <a href=\"/doc/1712542/\" id=\"a_74\">Article 226</a> of the Constitution thence stood\n     stating :</span>\n</p><blockquote id=\"blockquote_42\">     &quot;...The concept of cause of action cannot in our\n     opinion be introduced in <a href=\"/doc/1712542/\" id=\"a_75\">Art. 226</a>, for by doing so we\n     shall be doing away with the express provision\n     contained therein which requires that the person or\n     authority to whom the writ is to be issued should be\n     resident in or located within the territories over which\n     the High Court has jurisdiction. It is true that this\n     may result in some inconvenience to person residing\n     far away from New Delhi who are aggrieved by some\n     order of the Government of India as such, and that\n     may be a reason for making a suitable constitutional\n\n\n<span class=\"hidden_text\" id=\"span_91\">                      Page 36 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_92\">                                          Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n          C/SCA/1235/2021                                 JUDGMENT\n\n\n\n              amendment in <a href=\"/doc/1712542/\" id=\"a_76\">Art. 226.</a> But the argument of\n              inconvenience, in our opinion, cannot affect the plain\n              language of <a href=\"/doc/1712542/\" id=\"a_77\">Art. 226</a>, nor can the concept of the place\n              of cause of action be introduced into it for that would\n              do away with the two limitations on the powers of the\n              High Court contained in it.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_79\">              <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1166220\" id=\"span_93\">In view of clause 2 of <a href=\"/doc/1712542/\" id=\"a_78\">Article 226</a> of the Constitution\n              of India now if a part of cause of action arises outside\n              the jurisdiction of the High Court, it would have\n              jurisdiction to issue a writ. The decision in <a href=\"/doc/1166220/\" id=\"a_79\">Khajoor\n              Singh</a> (supra) has, thus, no application.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_80\">\n              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"243939\" id=\"span_94\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"70381878\" id=\"span_95\">Forum Conveniens We must, however, remind\n              ourselves that even if a small part of cause of action\n              arises within the territorial jurisdiction of the High\n              Court, the same by itself may not be considered to be\n              a determinative factor compelling the High Court to\n              decide the matter on merit. In appropriate cases, the\n              Court may refuse to exercise its discretionary\n              jurisdiction by invoking the doctrine of forum\n              conveniens. (See Bhagar Singh Bagga v. Dewan\n              Jagbir Sawhany, AIR 1941 Cal; Mandal Jalan v.\n              Madanlal, (1945) 49 CWN 357; Bharat Coking Coal\n              Limited v. M/s Jharia Talkies &amp; Cold Storage Pvt.\n              Ltd. (1997) CWN 122; <a href=\"/doc/70381878/\" id=\"a_80\">S.S.Jain &amp; Co. &amp; Anr. v. Union\n              of India &amp; Ors.</a> (1994) CHN 445; M/s. <a href=\"/doc/243939/\" id=\"a_81\">New Horizon\n              Ltd. v. Union of India</a>, AIR 1994 Delhi 126)\n              Conclusion For the aforementioned reasons, there is\n              no merit in this appeal which is dismissed\n              accordingly. No costs. &quot;</span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_81\">\n</p><blockquote id=\"blockquote_43\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"243939\" id=\"span_96\">14.10.         It was noticed that in <a href=\"/doc/243939/\" id=\"a_82\">the above decision</a>, the\n\nemphasis is on Clause-2 of the <a href=\"/doc/1712542/\" id=\"a_83\">Article 226</a> of the Constitution of\n\nIndia which specifies that the power conferred by clause (1) to\n\nissue directions, orders or writs to any Government, authority or\n\nperson may also be exercised by any High Court exercising\n\njurisdiction in relation to the territories within which the cause\n\n\n<span class=\"hidden_text\" id=\"span_97\">                               Page 37 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_98\">                                                   Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n          C/SCA/1235/2021                                JUDGMENT\n\n\n\nof action, wholly or in part, arises for the exercise of such power,\n\nnotwithstanding that the seat of such Government or authority\n\nor the residence of such person is not within those territories.</span>\n</blockquote>\n<blockquote id=\"blockquote_44\">The Court has clearly held that in view of Clause-2 of <a href=\"/doc/1712542/\" id=\"a_84\">Article 226</a>\n\nof the Constitution of India, even if the small part of cause of\n\naction arises within the jurisdiction of High Court, it would have\n\na jurisdiction to issue a writ. The Apex Court however added that\n\nwhen a small part of cause of action arises within the territorial\n\njurisdiction of the High Court, the High Court may not be\n\ncompelled to decide the matter on merits. In appropriate case the\n\nCourt may refuse to exercise discretionary jurisdiction.\n</blockquote>\n\n\n<blockquote id=\"blockquote_45\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"93127\" id=\"span_99\">14.11.         While considering the merits along with the issue of\n\nbreach of principles of natural justice, further amplification of\n\nissue as to how the cause of action has arisen within the\n\nterritorial jurisdiction of this Court would be feasible. It is not a\n\nsmall part of cause of action which has arisen which may be the\n\nreason for the Court to refuse to exercise the discretionary\n\njurisdiction for invoking extraordinary powers. The present case\n\nin no manner can be equated with the case of <a href=\"/doc/93127/\" id=\"a_85\">Utpal Kumar</a>\n\n(supra) where the advertisement was in all leading English\n\nnewspapers and since the NICO, based at West Bengal had\n\napplied for contract and the challenge raised in writ petition\n\n\n<span class=\"hidden_text\" id=\"span_100\">                               Page 38 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_101\">                                                  Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n        C/SCA/1235/2021                                JUDGMENT\n\n\n\nbefore Calcutta High Court was of awarding the contract to the\n\nthird party, which in the instant case is not the case. Here are\n\nrobust facts which clearly lead to grant jurisdiction to this Court\n\nand therefore, this decision shall not help the case of the\n\nrespondent. Once the cause of action arises in part within the\n\nspecified areas in the State of Gujarat, litigant being the\n\ndominus litis can choose its forum convenience.</span>\n</blockquote>\n\n\n<blockquote id=\"blockquote_46\">15.   We notice that in the matter on hand, a tender was floated\n\nby the respondent for Charter Higher of 06 nos. of Work Over\n\nRigs for various assets of the ONGC for a period of three years\n\nfor Cat-1, 2 and 3 and five years for Cat-4 on 28.08.2019. The\n\nbid on the part of the petitioner was for categories 1 and 2 where\n\none Rig was in the Ahmedabad and three Rigs were in the\n\nMehsana. The petitioner submitted his bid for tender on\n\n21.10.2019 without any payment of EMD and requested for the\n\npayment of EMD relying on Clause 17.2 of the Instructions of\n\nBidders (ITB) claiming to be a small enterprise as contemplated\n\nby Mirco, Small and Medium Enterprises Development Act, 2006\n\n<a href=\"/doc/352833/\" id=\"a_86\">(MSME Act</a>) as the exemption from payment of bid security is\n\navailable to micro and small enterprise and not to medium\n\nenterprise. The EMD of Rs. 96,60,300/- has not been paid to the\n\nrespondent as per the tender document at the time of\n\n\n<span class=\"hidden_text\" id=\"span_102\">                             Page 39 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_103\">                                                Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n         C/SCA/1235/2021                                          JUDGMENT\n\n\n\nsubmission of the bid on 10.10.2019. It also confirmed the\n\ngenuineness of the document, certificates and information\n\nsupplied to the respondent.\n</blockquote>\n\n\n<p data-structure=\"CDiscource\" id=\"p_82\">15.1.         Had it ended at that stage, then also, possibly the\n\nrespondent could not have questioned since the bid is in relation\n\nto the contract work at Ahmedabad and Mehsana, where one Rig\n\nis in Ahmedabad and three Rigs in Mehsana. Assuming that this\n\nentire aspect is in the realm of contract and place of work would\n\nhave    no    relevance      till   the     completion     of   process         and,\n\ncorrespondence was at Delhi, the respondent could have raised\n\nthis    dispute      till   that    stage.      However,    what       happened\n\nsubsequently would allow this Court to exercise territorial\n\njurisdiction. On 14.02.2020 and 25.02.2020, the respondent\n\nreceived letters against the petitioner raising a clear red flag by\n\nraising the question against the petitioner&#x27;s status of being a\n\nsmall enterprise as per the <a href=\"/doc/352833/\" id=\"a_87\">MSME Act</a> and the respondent\n\naddressed a communication on 21.05.2020 to the petitioner\n\nseeking explanation and justification as to how it claimed\n\nexemption under Clause 17.2 of the ITB. The petitioner admitted\n\non 27.05.2020 in its reply that its investment and equipment\n\nused in service is less than 5 crores and hence, it is a medium\n\nenterprise company, however, quickly thereafter, the petitioner\n\n\n<span class=\"hidden_text\" id=\"span_104\">                                    Page 40 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_105\">                                                           Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n          C/SCA/1235/2021                             JUDGMENT\n\n\n\nvide its emailS dated 22.06.2020 and 26.08.2020 sought to\n\nchange its stand by claiming that it was a small enterprise and\n\nby then, the respondent decided to issue the show cause notice\n\non 31.08.2020, proposing banning of the business on account of\n\nthe submission of false information and &#x27;forged&#x27; documents\n\nclaiming MES benefits. Eventually, by order dated 14.12.2020,\n\nthe respondent banned the petitioner and blacklisted it for the\n\nperiod of two years from the date of order. All subsequent events\n\nhappened, once the respondents received two complaints, where\n\npart of cause of action surely is within the jurisdiction of this\n\nCourt.\n</p>\n<p data-structure=\"Precedent\" id=\"p_83\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_84\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"93127\" id=\"span_106\">16.   This decision obviously and invariably would have a lasting\n\neffect on the business and this banning order and blacklisting\n\nalso would have its echo in the business conducted anywhere in\n\nthe entire country, so far as the ONGC is concerned. Moreover,\n\nthe petitioner is operating from District Rajkot, in the State of\n\nGujarat. Not only the correspondence of show cause notice and\n\nits reply is within the jurisdiction of this Court, the office of\n\npetitioner is at Rajkot and it conducts for all its business\n\npurpose from Rajkot Office. This order of banning served upon\n\nthe petitioner company at Rajkot would have material bearing on\n\nits future business. Not a small part but a substantial part of\n\n\n<span class=\"hidden_text\" id=\"span_107\">                            Page 41 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_108\">                                               Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n        C/SCA/1235/2021                                JUDGMENT\n\n\n\ncause of action has arisen within the jurisdiction of this Court.\n\nTherefore, the contention on the part of the respondent of this\n\nCourt having no jurisdiction to entertain this petition would, in\n\nno manner, merit acceptance and such contention, in fact,\n\ndeserves rejection. Respondents have sought to draw from the\n\n<a href=\"/doc/93127/\" id=\"a_88\">ratio <a href=\"/doc/93127/\" id=\"a_89\">laid down in</a></a> case of <a href=\"/doc/93127/\" id=\"a_90\">Utpal Kumar</a> (supra) which for the\n\nreasons stated hereinabove will not be applicable.\n\nIssue of breach of principles of natural justice:</span>\n\n\n</p><p data-structure=\"Precedent\" id=\"p_85\">17.   It leads this Court to the vital question of violation of\n\nprinciples of natural justice while passing the order of banning.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_86\">18.   The genesis of the dispute is the communication from\n\nONGC to the petitioner dated 21.05.2020. The e-mail indicates\n\nthat against the tender no. ZNSAC19009 for charter hiring of 06\n\nnos. of Work Over Rigs, the two complaints/representations have\n\nbeen received by the ONGC against the petitioner alleging that\n\nthe petitioner has submitted fraudulent documents for claiming\n\nMSME benefits. The gist of the representations has been given\n\nwhich is as follows: -\n</p>\n<p data-structure=\"Precedent\" id=\"p_87\">\n\n</p><blockquote id=\"blockquote_47\">             &quot;(1) As per Government Directives in services\n             sector, there are three Categories of as per follow:\n</blockquote><blockquote id=\"blockquote_48\">             Service sector:\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_109\">                             Page 42 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_110\">                                                Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n<pre id=\"pre_3\">         C/SCA/1235/2021                                  JUDGMENT\n\n\n\n           Manufacturing Sector\n           Enterprises      Investment        in       plant           and\n                            machinery\n           Micro            Does not exceed 25 lakh rupees\n           Enterprises\n           Small            More than 25 lakh rupees but does\n           Enterprises      not exceed 5 crore rupees\n           Medium           More than 5 crore rupees but does\n           Enterprises      not exceed 10 crore rupees\n           Service Sector\n           Enterprise       Investment        in       plant           and\n                            machinery\n           Micro            Does not exceed 10 lakh rupees\n           Enterprises\n           Small            More than 10 lakh rupees but does\n           Enterprises      not exceed 2 crore rupees\n           Medium           More than 2 crore rupees but does\n           Enterprises      not exceed 5 crore rupees\n\n</pre><blockquote id=\"blockquote_49\">              (2)   In the balance sheet as of M/s REPL the total\n              investment in last two years is as under:\n</blockquote>\n\n<pre id=\"pre_4\">           Particulars      31.03.2019              31.03.2018\n           Non-current      Rs.                     Rs.\n           Assets:          7,85,40,434.00          8,29,89,896.00\n\n           Fixed Assets:\n\n</pre><blockquote id=\"blockquote_50\">              (3)  M/s. Ratnam has obtained MSME registration\n              through fraud documents.&quot;\n</blockquote>\n\n<p data-structure=\"Facts\" id=\"p_88\">18.1.         It is alleged that since the petitioner is having\n\ninvestment exceeding Rs. 26.95 crores as per the balance sheet\n\nof the year 2018-19 and it being medium enterprise, it is not\n\neligible for MSME benefits as per rules. It is also further alleged\n\n\n<span class=\"hidden_text\" id=\"span_111\">                              Page 43 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_112\">                                                   Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n           C/SCA/1235/2021                                           JUDGMENT\n\n\n\nthat the petitioner has obtained MSME registration through\n\nfraudulent documents. Hence, the petitioner has been asked to\n\nclarify the stand along with the documentary evidences to\n\nsubstantiate the claim of MSME benefit. The reply was to be\n\ntendered by 27.05.2020.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_89\">\n\n18.2.           The reply dated 27.05.2020 conveys clearly and\n\nunequivocally that the company has been engaged in providing\n\nservices and having gross investment in equipment used directly\n\nfor service contract above Rs. 2 crores and up to Rs. 5 crores are\n\ntreated as medium enterprise and covered under the MSME. It\n\nfurther     reveals         that   the    investment     of   the   petitioner         in\n\nequipment which are used in services are of less than Rs. 5\n\ncorres and hence, the petitioner is medium sized enterprise. It\n\nfurther says that the respondent has considered the wrong figure\n\nof the entire fixed asset investment, while deciding MSME status.\n\nThe figure may also include many assets like land and building,\n\nfurniture and fixture, vehicles etc. It clarified further that the\n\ntotal investment of Rs. 26.95 crores which covers all assets\n\nincluding debtors, cash balance, bank balances and advances\n\nalong with the fixed assets. Therefore, emphasis was that there\n\nis no fraudulent manner of obtaining MSME registration and\n\nfurther request was made to evaluate the matter positively and\n\n\n<span class=\"hidden_text\" id=\"span_113\">                                         Page 44 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_114\">                                                              Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n           C/SCA/1235/2021                                             JUDGMENT\n\n\n\ngrant a clean chit.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_90\">\n\n18.3.           It is apparently clear from these correspondences\n\nthat the letters/representations received by the ONGC in the\n\nform of the complaint have not been shared with the petitioner.\n\nIt is also not in dispute that the reply to the same on 27.05.2020\n\nspeaks of the petitioner having called its company as a medium\n\nenterprise. It is explained that there was a misunderstanding of\n\nthe      investment         required       for      the   small      enterprise          in\n\nmanufacturing sector and therefore, erroneously, the petitioner\n\ncalled     itself     as    a     medium         enterprise.    It   was       clarified\n\nsubsequently that value of various assets was not to be taken\n\ninto consideration for calculating investment and request was\n\nalso made for referring to the schedules and fixed assets in the\n\naudit account.\n</p>\n<p data-structure=\"RespArg\" id=\"p_91\">\n\n18.4.           The respondent stuck to the said communication of\n\n27.05.2020 by emphasizing that the petitioner itself has\n\nadmitted the unit to be medium enterprise and not small\n\nenterprise. One can notice that on 22.06.2020, it has been\n\nemphasized that the category is of a small enterprise under the\n\n<a href=\"/doc/352833/\" id=\"a_91\">MSME Act</a> of the petitioner and there is a valid Udhyog Aadhar\n\nCertificate      having         small   unit      category     issued     by      MSME\n\n\n\n<span class=\"hidden_text\" id=\"span_115\">                                        Page 45 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_116\">                                                                Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n         C/SCA/1235/2021                                JUDGMENT\n\n\n\ndepartment. With the further emphasis that there has been\n\nnever any fraudulent practice adopted by the petitioner, request\n\nwas made to also grant an opportunity of personal hearing\n\nbefore any decision is taken. In subsequent communication\n\ndated 26.08.2020 also, it further reiterates that the petitioner is\n\na small enterprise with MSME. It is a service provider in the field\n\nof Oil and Gas exploration and production as well as other\n\nexploration industry and it is serving ONGC, Vedanta Limited,\n\nEOGEPL, Singareni Collieries Company Ltd. etc and they have\n\nthe history of honest business with many government enterprise.\n\nIt refuted once again of having been involved in any fraudulent\n\nactivities.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_92\">\n\n18.5.         The office of Development Commission (Micro, Small\n\nand Medium Enterprise) addressed a letter to ONGC on\n\n27.08.2020. This is a monitoring authority under the <a href=\"/doc/352833/\" id=\"a_92\">MSME Act</a>.\n\nIt has not questioned the registration nor has it taken any action\n\nfor recalling or canceling the registration issued to the petitioner\n\nas small enterprise. This communication deserves reproduction\n\nwhich is thus: &quot;I have been directed to inform that you are\n\nrequested to kindly look into the matter and redress the\n\ngrievance of the MSE as deemed appropriate under the purview\n\nof Public Procurement Policy. Action taken in this regard may\n\n\n<span class=\"hidden_text\" id=\"span_117\">                             Page 46 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_118\">                                                 Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n         C/SCA/1235/2021                                    JUDGMENT\n\n\n\ndirectly communicated to the unit with a copy to this office.&quot;\n\nAfter   receipt      of   this   communication    from    the     office      of\n\nDevelopment Commission, the Ministry of Micro, Small and\n\nMedium Enterprise, Government of India, a show cause notice\n\ncame to be issued on 31.08.2020 by the respondent where the\n\nreference is made of the non-payment of EMD and the\n\ncorrespondence that had been entered into, to allege that ONGC\n\nverified the authenticity of all documents, certificates and\n\ninformation submitted by the bidder against the tender and it\n\nhas the power, at any stage of tendering process of contract/ PO\n\nexecution to reject the bid of the bidder or to cancel or terminate\n\nthe contract and forfeit the EMD if it is established that the\n\nbidder has submitted the forged documents or certificates or\n\ninformation. The bidder is also required to give an undertaking\n\non its company&#x27;s letter head duly signed by the signatory of the\n\nbid that all information, certificates and the documents against\n\nthe tender are genuine and in case of any false or forged\n\ndocument, the action can be initiated by the ONGC. It further\n\nreminded the petitioner that the Integrity Pact as per ONGC\n\nTender Formate is signed by the petitioner and it appears that\n\nthe firm has submitted the false information/ document against\n\nthe said tender in violation of Clause-52 of ITB of tender\n\ndocuments and this action on the part of the petitioner has also\n\n\n<span class=\"hidden_text\" id=\"span_119\">                                  Page 47 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_120\">                                                     Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n         C/SCA/1235/2021                                        JUDGMENT\n\n\n\nput the reliability and creditability of it into question and thereby\n\ncommitted transgression of provision of Integrity Pact. In the\n\nabove background, the petitioner has been issued the notice to\n\nshow cause as to why the ONGC should not ban the business\n\ndealing with the firm on account of such submission of the false\n\ninformation/ documents. The reply was to be tendered within 15\n\ndays.\n</p>\n<p data-structure=\"RespArg\" id=\"p_93\">\n\n18.6.         It appears that the only clause which has been\n\nreferred to is Clause No. 52 which is non-existent in the ITB.\n\n\n\n18.7.         The petitioner responded that there is no ITB Clause-\n\n52 and there is no provision on the UM Portal to update the\n\ndata. It also emphasized that there is a difference between a\n\nforged document and unacceptable document by relying on the\n\nFAQs     issued       by   the   Ministry.       It   also    enclosed          the\n\nacknowledgment issued by the District Industries Centre,\n\nGovernment of Gujarat categorizing the petitioner enterprise a\n\nsmall enterprise. It also tendered the certificate issued by the\n\nChartered Accountant certifying the investment of the petitioner\n\nbelow Rs. 2 crores.The notification issued by the Ministry of\n\nSmall Scale Industries as to how the investment in plant and\n\nmachinery is to be calculated, is also relied on. Notification\n\n\n\n<span class=\"hidden_text\" id=\"span_121\">                                 Page 48 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_122\">                                                         Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n        C/SCA/1235/2021                                 JUDGMENT\n\n\n\nissued subsequently on 26.06.2020 by the Ministry of Micro,\n\nSmall and Medium Enterprise retrospectively revising the\n\ninvestment to Rs. 10 crores also is heavily depended upon.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_94\">19.   It is thus quite clear from the entire gamut of facts that the\n\npetitioner is though expected to meet with the allegations of\n\nhaving tendered the forged documents and yet, the very edifice\n\non which this inquiry was initiated, being the complaints have\n\nnot been furnished to the Petitioners. It is an irony that the basis\n\nfor issuance of show cause notice which eventually culminated\n\ninto passing of banning     order, has not been provided to the\n\npetitioner. The very representations/complaints which are the\n\ngenesis of the proceedings were neither shown nor furnished nor\n\nshared during the entire proceedings with the petitioner. It is\n\ninsufficient to make a reference of the same in the first\n\ncommunication in which the reply of the petitioner has been\n\nsought. So much so that the copy of inquiry report also has not\n\nbeen supplied to the petitioner and for the first time, at the time\n\nof filing the sur-rejoinder before this Court, the same has been\n\nplaced on record. The inquiry report which is otherwise a\n\nconclusive base for banning the order ought to have been\n\nprovided to the petitioner before any further action was taken on\n\nstrength thereof. This undoubtedly and unfailingly can be\n\n\n<span class=\"hidden_text\" id=\"span_123\">                             Page 49 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_124\">                                                 Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n         C/SCA/1235/2021                                            JUDGMENT\n\n\n\ntermed as the action wholly in breach of principles of natural\n\njustice. The person cannot be condemned unheard and any\n\ninsufficient supply of the material or non-supply of the material\n\nsurely and undoubtedly and seriously would jeopardize the right\n\nof the person to defend himself. Therefore, to say that the entire\n\nprocedure in no manner has prejudiced the petitioner, is an\n\nunsustainable proposition.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_95\">\n\n19.1.         We failed to grasp as continually the documents were\n\ntermed and labelled as forged. We had pertinently queried to the\n\nlearned empaneled counsel Mr. Ajay Mehta of ONGC as to in\n\nwhat    manner          the     documents     are     labelled    to    be     forged\n\ndocuments. At the best, they can be said to be incorrect\n\npresentation       of     the    documents.         They,   by   no     stretch       of\n\nimagination, can be said to be the forged documents. Even if the\n\nrespondent - ONGC has any objection to the manner in which\n\nthe Ministry of Micro, Small and Medium Enterprise issues such\n\ncertificate, it has no independent powers to adjudge any limit\n\nand label any enterprise as small or medium. Mr. Mehta had\n\nfairly submitted in an answer to our query that ONGC has no\n\npower to issue any such certificate or evaluate the certificate\n\nonce the certificate is issued by the Ministry of MSME or on the\n\nbasis of the documents, independently arrive at any decision for\n\n\n<span class=\"hidden_text\" id=\"span_125\">                                    Page 50 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_126\">                                                             Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n         C/SCA/1235/2021                                JUDGMENT\n\n\n\nterming the enterprise as micro, small or medium. This would\n\nmean that it needs to accept the decision of MSME in respect of\n\nlabelling any enterprise in any of these three categories and if\n\nanything objectionable in that regard is noticed by it, it can bring\n\nto its attention. Here, it did that and then, relying on the\n\ncommunication of MSME, it has termed it as fraudulent action\n\nwithout cancelling or questioning the certification of the\n\nenterprise issued by MSME.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_96\">\n\n19.2.         Moreover, non-existence of Clause-52 of ITB also\n\nwould make it extremely difficult for the party who is expected to\n\nreply diligently and sparingly. This also is another facet of\n\nbreach of principle of natural justice. The MSME department\n\nwhich is issuing and monitoring this very subject, till date, when\n\nhas not canceled the registration of the petitioner, by no stretch\n\nof imagination, it can be said that the documents which have\n\nbeen produced for terming the enterprise as a small enterprise\n\nare forged documents. What possibly the respondent meant was\n\nalthough in its reply on 27.05.2020, the petitioner admitted of it\n\nbeing a medium sized industry and yet, it has chosen not to\n\nproduce the correct documentation before the MSME and that\n\nled the MSME to issue a certificate to the petitioner being small\n\nscale industry, whereas, in fact, it is a medium sized industry.\n\n\n<span class=\"hidden_text\" id=\"span_127\">                             Page 51 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_128\">                                                 Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n</p><p data-structure=\"CDiscource\" id=\"p_97\">          C/SCA/1235/2021                               JUDGMENT\n\n\n\nThis appears to be on the strength of the communication on\n\n27.05.2020 which has been explained in the quick succession of\n\ntwo e-mails by the petitioner and also followed by the certificate\n\nof Chartered Accountant of the petitioner who has certified that\n\nthe investment of the petitioner is below 2 crores, this stringent\n\nstand of the respondents has emerged .\n</p>\n<p data-structure=\"CDiscource\" id=\"p_98\">\n\n19.3.          The notification issued by the Ministry of MSME also\n\nsays as to how the investment in the plant and machinery is to\n\nbe calculated i.e. by returning of value and original tax. In the\n\nfirst response given to the Respondents, according to the\n\npetitioner, there was a misunderstanding on the part of the\n\npetitioner with regard to the investment required for small\n\nenterprise in manufacturing sector and therefore, it called itself\n\nas a medium enterprise, however, the petitioner clarified soon\n\nthereafter that the value of various assets were not to be taken\n\ninto consideration for calculating the investment. It also made a\n\nrequest to refer to the schedule and fixed assets in his audit\n\naccount.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_99\">\n\n</p><p data-structure=\"RespArg\" id=\"p_100\">20.     This issue of admission of the Petitioner and change of\n\nstand soon thereafter, can be also looked at from another angle.\n\nHad the petitioner called itself a small enterprise by disclosing in\n\n\n\n<span class=\"hidden_text\" id=\"span_129\">                               Page 52 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_130\">                                                 Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n         C/SCA/1235/2021                                        JUDGMENT\n\n\n\nits e-mail or through its own audit and the certificate of its\n\nChartered Accountant on its own, without any valid Udhyog\n\nAadhar Certificate issued by MSME depicting the petitioner as\n\nthe small unit category, would the respondent - ONGC accept\n\nthe same without a murmur! The answer obviously shall be in\n\nnegation, it could not have accepted it by any angles. Such self\n\ndeclaration has no basis and this by no stretch can be termed as\n\nthe authentic declaration for the purpose of final certification.\n\nWe, in fact, also have pertinently questioned the respondent&#x27;s\n\nside in this regard and learned counsel had agreed that apart\n\nfrom not having any authority to evaluate the certification issued\n\nby the MSME, it has no independent authority or set-up to\n\nevaluate the petitioner&#x27;s enterprise either as micro, small or\n\nmedium. It has to essentially depend on the MSME. At the best,\n\nit could have referred the entire matter to MSME for it to inquire\n\ninto the same and re-look at it afresh.\n</p>\n<p data-structure=\"RespArg\" id=\"p_101\">\n\n20.1.         Even if, as mentioned hereinabove, there is a\n\ncommunication             from   the    officer    of   the     Development\n\nCommissioner addressing to the respondent - ONGC to address\n\nthe grievance of the petitioner and to look into the matter and\n\nredress the grievance of the MSE as deemed proper under the\n\npurview of Public Procurement Policy and to intimate the action\n\n\n<span class=\"hidden_text\" id=\"span_131\">                                   Page 53 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_132\">                                                         Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n         C/SCA/1235/2021                               JUDGMENT\n\n\n\nthat may be taken in this regard directly to the office of the\n\nDevelopment Commissioner,that by itself would not in any\n\nmanner authorize the respondent - ONGC to adjudicate this\n\nmatter independently as it has no authority to delegate powers\n\nas such powers are required to be exercised statutorily by the\n\nMinistry of Micro, Small and Medium Enterprise for adjudging\n\nany enterprise under the banner of Micro, Small or Medium\n\nEnterprise. The Joint Officer of Development Commissioner also\n\ncould not have delegated such powers in absence of any such\n\nexpress authority under the statute or the rules.\n\n\n\n20.2.         The reference to the notification issued by the\n\nMinistry of Small Scale Industries as to how the investment in\n\nplant and machinery for the purpose of classification as a micro,\n\nsmall and medium enterprise is to be calculated, requires a little\n\ndetailed discussion. Paragraph-2 of the said notification clarifies\n\nthat for ascertaining the investment in plant and machinery for\n\nclassification of enterprise, the documents which are to be relied\n\nupon are as follows: (i) copy of invoice of the purchase of plant\n\nand machinery, or (ii) gross block for investment in the plant and\n\nmachinery as reflected in the audited accounts, or (iii) the\n\ncertificate issued by the Chartered Accountant regarding the\n\npurchase price of plant and machinery. The Ministry has further\n\n\n<span class=\"hidden_text\" id=\"span_133\">                             Page 54 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_134\">                                                Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n        C/SCA/1235/2021                                JUDGMENT\n\n\n\nclarified that for investments in plant and machinery, the\n\npurchase value of the plant and machinery is to be reckoned and\n\nnot the book value (purchase value - depreciation). From this\n\nnotification also, neither MSME nor the respondent is in any\n\nmanner able to point out as to how the petitioner does not fit\n\ninto the certification of small enterprise.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_102\">21.   Subsequent notification on 26.06.2020 issued by the very\n\nministry retrospectively revised the investment to Rs. 10 crores.\n\nThis notification has been issued in exercise of powers conferred\n\nby sub-section (1) read with sub-section (9) of <a href=\"/doc/1265992/\" id=\"a_93\">Section 7</a> and sub-\n\nsection (2) read with sub-section (3) of <a href=\"/doc/603460/\" id=\"a_94\">Section 8</a> of the MSME(D)\n\nAct, 2006. This was issued in supersession of the notifications of\n\nGovernment of India and the Ministry of Micro, Small and\n\nMedium Enterprise dated 01.06.2020, 30.06.2017, 01.11.2013\n\nand 05.10.2006. This retrospectively revised the investment to\n\nRs. 10 crores. Moreover, for facilitation and grievance redressal\n\nof enterprise, MSME including the Development Institute is\n\nspecified to act as a Single Window System. For facilitating the\n\nregistration process and further handholding of the enterprise in\n\nall possible manner, the District Industries Centre is also to act\n\nas a Single Window System. In case of any discrepancy or\n\ncomplaint, the General Manager of District Industries Centre of\n\n\n<span class=\"hidden_text\" id=\"span_135\">                              Page 55 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_136\">                                                Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n          C/SCA/1235/2021                                           JUDGMENT\n\n\n\nthe concerned district is empowered to undertake an inquiry for\n\nverification of details of the Udhyog Registration submitted by\n\nthe enterprise and thereafter, forward the matter with necessary\n\nremarks to the Director or Commissioner or Industry Secretary\n\nof the concerned State who after issuing notice and giving the\n\nopportunity to present the case, based on the findings, may\n\namend the details or recommend to the Ministry for cancellation\n\nof Udhyog Registration Certificate.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_103\">\n\n21.1.          There appears to be a complete and total absence of\n\nany such move on the part of the ONGC to approach any such\n\nSingle Window Grievance Redressal Forum. There does not\n\nappear to be any testimonial indicating anything contrary to\n\nquestion the certification of the petitioner being a small\n\nenterprise. Respondent therefore lacks legal authority to adjudge\n\nthe petitioner as medium enterprise in the manner it has done in\n\nthe instant case.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_104\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_105\">22.     Adverting          to   the   facts    elaborately   once      again,       the\n\npetitioner, in the instant case, bid for Rig Cat-1 and 2 who was\n\nto deposit, the total EMD amounting to Rs. 50,89,100/- (round\n\nof). The amount of the EMD varies as, according to the\n\nrespondent, it is Rs. 1 crore whereas version put forth by the\n\n\n\n<span class=\"hidden_text\" id=\"span_137\">                                       Page 56 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_138\">                                                             Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n          C/SCA/1235/2021                                          JUDGMENT\n\n\n\npetitioner states Rs.50.89 lakhs.\n</p>\n<p data-structure=\"Section\" id=\"p_106\">\n\n22.1.    Be that as it may, the respondent had alleged the forgery\n\nto have been played by the petitioner. Reference in the show\n\ncause notice is of Clause-52 of the ITB which is not existing. In\n\nthe banning order passed by the respondent, the reference is of\n\nClause-40 of the ITB and <a href=\"/doc/657002/\" id=\"a_95\">Section 3</a> of the Integrity Pact. This\n\nchange on the part of the respondent without intimating the\n\npetitioner, also is impermissible and is clearly violative of the\n\nprinciples of natural justice. Inadvert reference of another clause\n\nwhich may not need an over emphasis however, considering a\n\npeculiar circumstance where the clause referred for initiating the\n\nproceedings when has no existence, the capability of a party to\n\nmeet     with      the     challenge   surely       would      materially          get\n\ncompromised and thus, such wrong quoting simply cannot be\n\ndisregarded. Ambiguity of provision and absence of adequate\n\nmaterial in the notice would surely affect right of reasonable\n\nopportunity.        Proceeding    initiated       culminated       into     serious\n\nconsequences and hence, strict adherence to the principles of\n\nnatural justice was inevitable.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_107\">\n\n</p><p data-structure=\"Facts\" id=\"p_108\">23.     Reference shall be made, at this stage, of the decision\n\nrendered in case of UMC Technologies Private Limited vs.\n\n\n\n<span class=\"hidden_text\" id=\"span_139\">                                  Page 57 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_140\">                                                            Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n         C/SCA/1235/2021                                        JUDGMENT\n\n\n\nFood Corporation of India and Another [2020 SCC OnLine\n\nSC 934], where the Food Corporation of India terminated the\n\ncontract     of    service   and     blacklisted   the     appellant          from\n\nparticipating in any future tenders of the corporation for the\n\nperiod of five years. The corporation had issued a bid document\n\ninviting the bid of appointing recruitment agency to conduct the\n\nprocess of hiring the watchmen for the corporation office. The\n\nappellant submitted its bid and was declared as successful\n\nbidder and after competing the formalities, it was appointed for a\n\nperiod of two years. There were certain handwritten documents\n\nfound by the Special Task Force of Bhopal Police which appeared\n\nto be the question papers related to the examination conducted\n\nby the appellant for eligible aspirants for the post of watchman.\n\n\n\n23.1.      The charge-sheet came to be filed by the police against\n\ncertain persons after having found prima facie that the\n\nexamination conducted was in complete violation of the protocols\n\nto be observed on the ground that it was a sole responsibility of\n\nthe appellant to prepare and distribute the question papers as\n\nwell as conduct the examination in a highly confidential manner.\n\n\n\n23.2.      The corporation alleged the abject failure and clear\n\nnegligence in ensuring smooth conduct of the examination and\n\n\n\n<span class=\"hidden_text\" id=\"span_141\">                                   Page 58 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_142\">                                                         Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n         C/SCA/1235/2021                                      JUDGMENT\n\n\n\nissued a notice of show cause. This was replied to denying any\n\nnegligence or leak of question papers from its end, however, the\n\nappellant submitted an observation report-cum-reply which\n\ncompared the seized documents with the original question\n\npapers and contended that there were many dissimilarities\n\nbetween the two.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_109\">\n\n23.3.     The corporation concluded that the shortcomings and\n\nnegligence on the part of the appellant stood established beyond\n\nreasonable doubt and proceeded to terminate the contract\n\nentered into with the appellant and also blacklisted the\n\nappellant. This was challenged before the High Court which\n\ndismissed the petition and therefore, the challenge was made\n\nbefore the Apex Court.\n</p>\n<p data-structure=\"Precedent\" id=\"p_110\">\n\n23.4.     The Apex Court held and observed that the first\n\nprinciple of civilised jurisprudence is that a person against\n\nwhom any action is sought to be taken or whose right or\n\ninterests are being affected should be given a reasonable\n\nopportunity to defend, the notice of the case against him be\n\nserved so that he can defend himself. Such notice should be\n\nadequate      and     the   grounds    necessitating   action        and      the\n\npenalty/action proposed should be mentioned specifically and\n\n\n\n<span class=\"hidden_text\" id=\"span_143\">                                 Page 59 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_144\">                                                       Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n        C/SCA/1235/2021                                 JUDGMENT\n\n\n\nunambiguously. An order travelling beyond the bounds of notice\n\nis impermissible and without jurisdiction to that extent. In the\n\ncontext of blacklisting of a person or an entity by the State or a\n\nState Corporation, the Court held that blacklisting has the effect\n\nof denying a person or an entity the privileged opportunity of\n\nentering into government contracts. Since it has an effect of\n\ndepriving the person of equality and opportunity in the matter of\n\npublic contract and it involves serious other consequences, the\n\nbasic rule is that there has to be a strict adherence to the\n\nprinciple of natural justice.\n</p>\n<blockquote id=\"blockquote_51\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1186413\" id=\"span_145\">&quot;13.        At the outset, it must be noted that it is\n             the first principle of civilised jurisprudence that a\n             person against whom any action is sought to be\n             taken or whose right or interests are being affected\n             should be given a reasonable opportunity to defend\n             himself. The basic principle of natural justice is that\n             before adjudication starts, the authority concerned\n             should give to the affected party a notice of the case\n             against him so that he can defend himself. Such\n             notice should be adequate and the grounds\n             necessitating action and the penalty/action proposed\n             should      be     mentioned       specifically    and\n             unambiguously. An order travelling beyond the\n             bounds of notice is impermissible and without\n             jurisdiction to that extent. This Court in <a href=\"/doc/1186413/\" id=\"a_96\">Nasir\n             Ahmad v. Assistant Custodian General, Evacuee\n             Property, Lucknow and Anr.,1</a> has held that it is\n             essential for the notice to specify the particular\n             grounds on the basis of which an action is proposed\n             to be taken so as to enable the noticee to answer the\n             case against him. If these conditions are not\n             satisfied, the person cannot be said to have been\n             granted any reasonable opportunity of being heard.</span>\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_146\">                                Page 60 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_147\">                                                 Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n<blockquote id=\"blockquote_52\"> C/SCA/1235/2021                                  JUDGMENT\n\n\n\n</blockquote><blockquote id=\"blockquote_53\">      14. Specifically, in the context of blacklisting of a\n      person or an entity by the state or a state\n      corporation, the requirement of a valid, particularized\n      and unambiguous show cause notice is particularly\n      crucial due to the severe consequences of blacklisting\n      and the stigmatization that accrues to the\n      person/entity being blacklisted. Here, it may be\n      gainful to describe the concept of blacklisting and the\n      graveness of the consequences occasioned by it.\n      Blacklisting has the effect of denying a person or an\n      entity the privileged opportunity of entering into\n      government contracts. This privilege arises because it\n      is the State who is the counter-party in government\n      contracts and as such, every eligible person is to be\n      afforded an equal opportunity to participate in such\n      contracts, without arbitrariness and discrimination.\n      Not only does blacklisting takes away this privilege, it\n      also tarnishes the blacklisted person&#x27;s reputation\n      and brings the person&#x27;s character into question.\n      Blacklisting also has long-lasting civil consequences\n      for the future business prospects of the blacklisted\n      person.\n</blockquote>\n\n<blockquote id=\"blockquote_54\">      15. In the present case as well, the appellant has\n      submitted that serious prejudice has been caused to\n      it due to the Corporation&#x27;s order of blacklisting as\n      several other government corporations have now\n      terminated their contracts with the appellant and/or\n      prevented the appellant from participating in future\n      tenders even though the impugned blacklisting order\n      was, in fact, limited to the Corporation&#x27;s Madhya\n      Pradesh regional office. This domino effect, which\n      can effectively lead to the civil death of a person,\n      shows that the consequences of blacklisting travel far\n      beyond the dealings of the blacklisted person with\n      one particular government corporation and in view\n      thereof, this Court has consistently prescribed strict\n      adherence to principles of natural justice whenever\n      an entity is sought to be blacklisted.\n</blockquote>\n\n<blockquote id=\"blockquote_55\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"743328\" id=\"span_148\">16.        The severity of the effects of blacklisting\n      and the resultant need for strict observance of the\n      principles of natural justice before passing an order\n      of blacklisting were highlighted by this Court in\n\n<span class=\"hidden_text\" id=\"span_149\">                       Page 61 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_150\">                                           Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n <a href=\"/doc/743328/\" id=\"a_97\">C/SCA/1235/2021                                    JUDGMENT\n\n\n\n      Erusian Equipment &amp; Chemicals Ltd. v. State of\n      West Bengal2</a> in the following terms:</span>\n</blockquote><blockquote id=\"blockquote_56\">              &quot;12. ... The order of blacklisting has the effect of\n              depriving a person of equality of opportunity in\n              the matter of public contract. A person who is\n              on the approved list is unable to enter into\n              advantageous relations with the Government\n              because of the order of blacklisting. A person\n              who has been dealing with the Government in\n              the matter of sale and purchase of materials\n              has a legitimate interest or expectation. When\n              the State acts to the prejudice of a person it has\n              to be supported by legality.\n</blockquote><blockquote id=\"blockquote_57\">              XXX XXX XXX\n</blockquote><blockquote id=\"blockquote_58\">              15. ... The blacklisting order involves civil\n              consequences. It casts a slur. It creates a\n              barrier between the persons blacklisted and the\n              Government in the matter of transactions. The\n              black lists are instruments of coercion.\n              XXX XXX XXX\n</blockquote><blockquote id=\"blockquote_59\">              20. Blacklisting has the effect of preventing a\n              person from the privilege and advantage of\n              entering into lawful relationship with the\n              Government for purposes of gains. The fact that\n              a disability is created by the order of\n              blacklisting indicates that the relevant\n              authority is to have an objective satisfaction.\n              Fundamentals of fair play require that the\n              person concerned should be given an\n              opportunity to represent his case before he is\n              put on the blacklist.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_111\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"129511\" id=\"span_151\">17.         Similarly, this Court in <a href=\"/doc/129511/\" id=\"a_98\">Raghunath\n      Thakur v. State of Bihar</a>, struck down an order of\n      blacklisting for future contracts on the ground of\n      non-observance of the principles of natural justice.\n      The relevant extract of the judgment <a href=\"/doc/129511/\" id=\"a_99\">in that case</a> is\n      as follows:</span>\n</p><blockquote id=\"blockquote_60\">              &quot;4. ... [I]t is an implied principle of the rule of\n              law that any order having civil consequences\n              should be passed only after following the\n              principles of natural justice. It has to be\n\n\n<span class=\"hidden_text\" id=\"span_152\">                         Page 62 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_153\">                                             Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n C/SCA/1235/2021                                    JUDGMENT\n\n\n\n              realised that blacklisting any person in respect\n              of business ventures has civil consequence for\n              the future business of the person concerned in\n              any event. Even if the rules do not express so, it\n              is an elementary principle of natural justice\n              that parties affected by any order should have\n              right    of    being     heard    and    making\n              representations against the order.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_112\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"83485553\" id=\"span_154\">18.         This Court in <a href=\"/doc/83485553/\" id=\"a_100\">Gorkha Security Services v.\n      Government (NCT of Delhi) and Ors.4</a> has described\n      blacklisting as being equivalent to the civil death of a\n      person because blacklisting is stigmatic in nature\n      and debars a person from participating in\n      government tenders thereby precluding him from the\n      award of government contracts. It has been held\n      thus:</span>\n</p><blockquote id=\"blockquote_61\">              &quot;16. It is a common case of the parties that the\n              blacklisting has to be preceded by a show-\n              cause notice. Law in this regard is firmly\n              grounded and does not even demand much\n              amplification. The necessity of compliance with\n              the principles of natural justice by giving the\n              opportunity to the person against whom action\n              of blacklisting is sought to be taken has a valid\n              and solid rationale behind it. With blacklisting,\n              many civil and/or evil consequences follow. It\n              is described as &quot;civil death&quot; of a person who is\n              foisted with the order of blacklisting. Such an\n              order is stigmatic in nature and debars such a\n              person from participating in government\n              tenders which means precluding him from the\n              award of government contracts.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_113\">      19. In light of the above decisions, it is clear that a\n      prior show cause notice granting a reasonable\n      opportunity of being heard is an essential element of\n      all administrative decision-making and particularly\n      so in decisions pertaining to blacklisting which entail\n      grave consequences for the entity being blacklisted.\n      In these cases, furnishing of a valid show cause\n      notice is critical and a failure to do so would be fatal\n      to any order of blacklisting pursuant thereto.\n\n\n<span class=\"hidden_text\" id=\"span_155\">                         Page 63 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_156\">                                             Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n</p><p data-structure=\"Conclusion\" id=\"p_114\"> C/SCA/1235/2021                                 JUDGMENT\n\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_115\">      24. A plain reading of the notice makes it clear that\n      the action of blacklisting was neither expressly\n      proposed nor could it have been inferred from the\n      language employed by the Corporation in its show\n      cause notice. After listing 12 clauses of the\n      &quot;Instruction to Bidders&quot;, which were part of the\n      Corporation&#x27;s Bid Document dated 25.11.2016, the\n      notice merely contains a vague statement that in\n      light of the alleged leakage of question papers by the\n      appellant, an appropriate decision will be taken by\n      the Corporation. In fact, Clause 10 of the same\n      Instruction to Bidders section of the Bid Document,\n      which the Corporation has argued to be the source of\n      its power to blacklist the appellant, is not even\n      mentioned in the show cause notice. While the notice\n      clarified that the 12 clauses specified in the notice\n      were only indicative and not exhaustive, there was\n      nothing in the notice which could have given the\n      appellant the impression that the action of\n      blacklisting was being proposed. This is especially\n      true since the appellant was under the belief that the\n      Corporation was not even empowered to take such\n      an action against it and since the only clause which\n      mentioned blacklisting was not referred to by the\n      Corporation in its show cause notice. While the\n      following paragraphs deal with whether or not the\n      appellant&#x27;s said belief was well-founded, there can be\n      no question that it was incumbent on the part of the\n      Corporation to clarify in the show cause notice that it\n      intended to blacklist the appellant, so as to provide\n      adequate and meaningful opportunity to the\n      appellant to show cause against the same.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_116\">\n</p><p data-structure=\"CDiscource\" id=\"p_117\">      25.         The mere existence of a clause in the Bid\n      Document, which mentions blacklisting as a bar\n      against eligibility, cannot satisfy the mandatory\n      requirement of a clear mention of the proposed\n      action in the show cause notice. The Corporation&#x27;s\n      notice is completely silent about blacklisting and as\n      such, it could not have led the appellant to infer that\n      such an action could be taken by the Corporation in\n      pursuance of this notice. Had the Corporation\n      expressed its mind in the show cause notice to black\n\n\n<span class=\"hidden_text\" id=\"span_157\">                       Page 64 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_158\">                                          Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n          C/SCA/1235/2021                                   JUDGMENT\n\n\n\n               list, the appellant could have filed a suitable reply for\n               the same. Therefore, we are of the opinion that the\n               show cause notice dated 10.04.2018 does not fulfil\n               the requirements of a valid show cause notice for\n               blacklisting. In our view, the order of blacklisting the\n               appellant clearly traversed beyond the bounds of the\n               show cause notice which is impermissible in law. As\n               a result, the consequent blacklisting order dated\n               09.01.2019 cannot be sustained.&quot;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_118\">\n</p><p data-structure=\"CDiscource\" id=\"p_119\">24.     In the matter on hand, the reading of the show cause\n\nnotice makes it abundantly clear that the only reference which\n\nhas been made is of Clause-52 of the ITB. As discussed above,\n\nClause-52 does not exist and clearly the reference in the banning\n\norder is of Clause-40.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_120\">\n\n24.1.    The notice contains the reply of the respondent where it\n\nhas termed itself as medium sized enterprise without making the\n\nreference of subsequent e-mails. It also refers to the documents\n\nas the forged documents. All in all, there is of course a reference\n\nof banning of the business but, this is all based on account of\n\nthe alleged false information/documents in the bid, the order is\n\nclearly traveling beyond the bounds of the notice which is\n\nimpermissible and is also therefore without jurisdiction. Under\n\nthe tender, one does not find any power given to the ONGC to\n\nissue banning order and it has the power to reject the bid. Of\n\ncourse, under the Integrity Pact, it has power to initiate\n\nappropriate actions. Even the fresh registration of 26.06.2020\n\n<span class=\"hidden_text\" id=\"span_159\">                                 Page 65 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_160\">                                                     Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n        C/SCA/1235/2021                                 JUDGMENT\n\n\n\ncategorizes the petitioner as a small enterprise. Assuming that it\n\nhas the power to ban the enterprise and blacklist the same for a\n\nrestricted period, it has no business to keep the cards close to its\n\nheart and in absolute violation of principles of natural justice,\n\nadjudge the issue. Respondent would be surely obligated to\n\nfollow the principles of natural justice by providing the material\n\nwhich it seeks to rely upon before such a harsh action is\n\ncontemplated. As noted above, neither the communications\n\nwhich are believed by the respondents for issuing show cause\n\nnotice nor the copy of any other material is furnished to the\n\npetitioner for it to meet with the action of the respondent.\n\nSeverity of banning order when demands strict observance of\n\nprinciples of natural justice, the least the respondent could have\n\ndone was to share the base documents and subsequently, the\n\nbanning order.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_121\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_122\">25.   Resultantly, the petition deserves to be allowed for having\n\nmade serious breach of the principles of natural justice. The\n\nimpugned banning order dated 14.12.2020 issued by the\n\nrespondent consequently is quashed and set aside. So far as the\n\nrequest to consider the bid submitted for the subject tender by\n\nthe petitioner, consequently, the same would need to be regarded\n\nif the banning order dated 14.12.2020 was the only ground of\n\n\n<span class=\"hidden_text\" id=\"span_161\">                             Page 66 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_162\">                                                 Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n           C/SCA/1235/2021                                         JUDGMENT\n\n\n\nrejection and if the process is not already over. Rights of the\n\nparties to initiate consequent proceedings of damage etc. in\n\nrelation to the said tender would also be open, as provided under\n\nthe law, if the process is already completed.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_123\">26.      This may not also preclude the respondent - ONGC in\n\ntaking recourse to paragraph-9 of the notification                             dated\n\n26.06.2020 issued by MSME of making a request to the Ministry\n\nof    Micro,     Small      and   Medium       Enterprise      of    scrutinizing\n\ndocumentary evidence adduced by the petitioner, at the time of\n\nregistration and decide in accordance with law.\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_124\">27.      Petition is accordingly disposed of.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_125\">\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_126\">                                                            (SONIA GOKANI, J)\n\n\n\n\n                                                   (SANGEETA K. VISHEN,J)\nBhoomi\n\n\n\n\n<span class=\"hidden_text\" id=\"span_163\">                                   Page 67 of 67</span>\n\n<span class=\"hidden_text\" id=\"span_164\">                                                            Downloaded on : Wed Sep 01 03:23:06 IST 2021</span>\n </p>","numcites":41,"numcitedby":0,"docsource":"Gujarat High Court","citetid":10609724,"divtype":"judgments","relatedqs":[{"value":"jurisdiction cause of action","formInput":"jurisdiction%20cause%20of%20action"},{"value":"integrity pact","formInput":"integrity%20pact"},{"value":"article 226 of constitution of india","formInput":"article%20226%20of%20constitution%20of%20india"},{"value":"constitution of india articles","formInput":"constitution%20of%20india%20articles"},{"value":"principles of natural justice","formInput":"principles%20of%20natural%20justice"},{"value":"territorial jurisdiction cause of action","formInput":"territorial%20jurisdiction%20cause%20of%20action"},{"value":" territorial jurisdiction of high court","formInput":"%20territorial%20jurisdiction%20of%20high%20court"},{"value":"msme act","formInput":"msme%20act"},{"value":"when cause of action arise","formInput":"when%20cause%20of%20action%20arise"},{"value":"civil death","formInput":"civil%20death"},{"value":"judgment in cause of action","formInput":"judgment%20in%20cause%20of%20action"},{"value":"cause of action","formInput":"cause%20of%20action"},{"value":"territorial jurisdiction of court","formInput":"territorial%20jurisdiction%20of%20court"},{"value":"forged documents","formInput":"forged%20documents"},{"value":"msme registration ","formInput":"msme%20registration%20"},{"value":"\"integrity pact\"","formInput":"%22integrity%20pact%22"},{"value":"territorial jurisdiction","formInput":"territorial%20jurisdiction"},{"value":"false information","formInput":"false%20information"},{"value":"juristic person","formInput":"juristic%20person"},{"value":"article 226 of constitution","formInput":"article%20226%20of%20constitution"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"}],"courtcopy":true,"query_alert":null,"agreement":false}