{"tid":50863806,"publishdate":"2020-09-01","title":"M/S Ongc Petro Additions Limited vs State Of Gujarat on 1 September, 2020","doc":"<h2 class=\"doc_title\">M/S Ongc Petro Additions Limited vs State Of Gujarat on 1 September, 2020</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:u-a-trivedi\">Umesh A. Trivedi</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:u-a-trivedi\">Umesh A. Trivedi</a></h3>\n\n<pre id=\"pre_1\">         C/SCA/7858/2020                                      CAV JUDGMENT\n\n\n\n              IN THE HIGH COURT OF GUJARAT AT AHMEDABAD\n\n              R/SPECIAL CIVIL APPLICATION NO. 7858 of 2020\n\nFOR APPROVAL AND SIGNATURE:\n\n\nHONOURABLE MR. JUSTICE UMESH A. TRIVEDI     Sd/-\n==================================================\n\n1    Whether Reporters of Local Papers may be allowed to                YES\n     see the judgment ?\n\n2    To be referred to the Reporter or not ?                            YES\n\n3    Whether their Lordships wish to see the fair copy of the            NO\n     judgment ?\n\n4    Whether this case involves a substantial question of law            NO\n     as to the interpretation of the Constitution of India or\n     any order made thereunder ?\n\n==================================================\n                           M/S ONGC PETRO ADDITIONS LIMITED\n                                        Versus\n                                  STATE OF GUJARAT\n==================================================\nAppearance:\nMOSON LE EXPARTS(11071) for the Petitioner(s) No. 1\nMR. SUDHIR NANAVATY, SR. ADVOCATE with MR AKSHAT KHARE(5912) for\nthe Petitioner(s) No. 1\n for the Respondent(s) No. 1,4\nMR. UTKARSH SHARMA, AGP for the Respondent(s) No. 2\nMR. R.S. SANJANWALA, SR. ADVOCATE with RUSHABH H SHAH(7594) for the\nRespondent(s) No. 3\n==================================================\n    CORAM: HONOURABLE MR. JUSTICE UMESH A. TRIVEDI\n\n                                  Date : 01/09/2020\n\n                                   CAV JUDGMENT\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">[1.0.]           Challenge in this petition is to the order dated\n19.02.2020 passed by the Micro and Small Enterprises Facilitation\nCouncil, Gandhinagar, Gujarat (hereinafter referred to as &quot;MSEFC&quot;)\nwhereby, it terminated the conciliation proceedings conducted\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">                                       Page 1 of 38</span>\n\n<span class=\"hidden_text\" id=\"span_2\">                                                         Downloaded on : Tue Sep 01 23:34:24 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_3\">          C/SCA/7858/2020                                  CAV JUDGMENT</span>\n\n\n\nunder <a href=\"/doc/1216204/\" id=\"a_1\">Section 18(2)</a> of the Micro, Small and Medium Enterprises\nDevelopment Act, 2006 (hereinafter referred to as &quot;<a href=\"/doc/352833/\" id=\"a_2\">MSME Act</a>&quot;)\nand directed the parties to start the arbitration proceedings under\n<a href=\"/doc/145506223/\" id=\"a_3\">Section 18(3)</a> of the MSME Act before the MSEFC.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_2\">[2.0.]           The respondent No.3 - M/s Rachna Infrastructure Ltd.\nfiled reference under <a href=\"/doc/290252/\" id=\"a_4\">Section 18(1)</a> of the MSME Act before the\nMSEFC claiming that there exists dispute with regard to delayed\npayment and interest thereon, against respondent No.4 - M/s.\nFernas Construction India Pvt Limited and petitioner - M/s. ONGC\nPetro additions Limited. After putting in tireless efforts by the\nMSEFC since it did not yield any outcome, MSEFC terminated\nconciliation proceedings and directed the parties to start the\narbitration before it.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_3\">[3.0.]           The petitioner - M/s ONGC Petro additions Limited\n(hereinafter referred to as &quot;OPaL&quot;) is a Company incorporated\nunder the provisions of <a href=\"/doc/1353758/\" id=\"a_5\">Companies Act, 1956</a> and is a joint venture\ncompany promoted by M/s Oil and Natural Gas Corporation Limited\nand co-promoted by M/s GAIL (India) Limited and M/s Gujarat State\nPetroleum Corporation Limited. It is engaged in the business of\nmanufacturing of Petrochemicals and other allied products.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_4\">[4.0.]           The brief facts of the case as pleaded in the petition are\nas under:\n</p>\n\n<p data-structure=\"Facts\" id=\"p_5\">[4.1.]           The petitioner has set up a grass root mega\nPetrochemicals project of national importance for manufacturing\npetrochemical products and other allied products at Dahej, Gujarat\n\n\n\n<span class=\"hidden_text\" id=\"span_4\">                                   Page 2 of 38</span>\n\n<span class=\"hidden_text\" id=\"span_5\">                                                       Downloaded on : Tue Sep 01 23:34:24 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_6\">        C/SCA/7858/2020                                            CAV JUDGMENT</span>\n\n\n\nin PCPIR/SEZ with an investment of USD 4.5 billion, one of its kind\nin Indian Subcontinent to provide wide spectrum of petrochemicals,\nwherein several interdependent units were designed viz. Dual Feed\nCracker Unit (DFCU), LLDPE/HDPE Swing Unit (PE Unit), dedicated\nHDPE      Unit,     Polypropylene      Unit        (PP   Unit),    Pyrolysis         Gas\nHydrogenation Unit, Benzene Extraction Unit, Butadiene Extraction\nUnit and others for manufacturing variety of petrochemical and\nallied products. The primary infrastructure set up by OPaL at its\naforesaid Petrochemical Complex is as follows:\n</p>\n\n<blockquote id=\"blockquote_1\">       (a)     DFCU Unit cracks its feedstock and produces several\n       chemicals namely (i) Ethylene, (ii) Propylene, (iii) Butadiene,\n</blockquote><blockquote id=\"blockquote_2\">       (iv) Benzene, (v) Pyrolysis Gasoline an (vi) Carbon Black Feed\n       Stock      (CBFS),   etc.,   which          are   feedstocks       for     other\n       downstream units i.e. Ethylene is the feed stock for PE &amp;\n       dedicated HDPE Units, Propylene is the feed stock for PP Unit\n       and other chemicals for other associated units.\n</blockquote>\n\n<blockquote id=\"blockquote_3\">       (b)     Each unit requires utilities (viz. Electricity, water, gas,\n       steam, etc.,) and feedstocks as most essential inputs to\n       become operational. Further there is a primary requirement\n       of creation of appropriate storage (i.e. tanks, vessels,\n       spheres, etc.) for keeping stock of feedstocks and utilities\n       (i.e. off-sites) for non-stop operation. Therefore, both utilities\n       and off-sites play a vital role for running of each unit.\n</blockquote>\n\n\n<blockquote id=\"blockquote_4\">       (c)     Integration of entire utilities &amp; off-sites plays most\n       significant role for commissioning smooth and un-interrupted\n       operations since all aforesaid units are interdependent.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_7\">                                    Page 3 of 38</span>\n\n<span class=\"hidden_text\" id=\"span_8\">                                                              Downloaded on : Tue Sep 01 23:34:24 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_9\">          C/SCA/7858/2020                                 CAV JUDGMENT</span>\n\n\n\n<p data-structure=\"Issue\" id=\"p_6\">         Therefore, package for Integrated Utilities &amp; Off-sites (IU &amp; O)\n         plays a most critical role in the operation of the opponent\n         No.2&#x27;s petrochemical complex.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_7\">[4.2.]           It is the case of the petitioner that for the purpose of\naccomplishing this mega project at Dahej Petrochemical Complex,\nOPaL had awarded several Lump-sum Turn-Key (LSTK) Contracts to\nseveral national and international recognized contractors to\nconstruct and set up different units/packages as per their\nspecialized technical experience and capabilities. In the year 2011,\nOPaL awarded Integrated Utilities &amp; Off-sites (IU&amp;O) package for its\nDahej Petrochemical Complex in favour of respondent No.4 - M/s\nFERNAS Construction India Private Limited (hereinafter referred to\nas &quot;respondent No.4- FCIPL&quot;) as an independent contractor on\nTurnkey basis with a definite Scheduled completion period of 28\nmonths from the date of NOA (i.e. on or before 14.07.2013) on a\nfirm Contract price and a formal agreement was executed between\nOPaL and FCIPL on the terms and conditions agreed between the\nparties to the contract (hereinafter referred to as &quot;OPaL\nAgreement&quot;).\n</p>\n<p data-structure=\"Facts\" id=\"p_8\">[4.3.]           Respondent No.3 - M/s Rachna Infrastructure Limited\n(hereinafter referred to as &quot;respondent No.3- Rachna&quot;) is one of the\nsub-contractor of respondent No.4 - FCIPL, who was undisputedly\nawarded the separate and exclusive contract by respondent No.4-\nFCIPL for some portion of scope of work out of work mentioned in\nthe OPaL Agreement (i.e. agreement in between the OPaL and\nFCIPL). The said factum is admitted position even by respondent\nNo.3 - Rachna in its claim / complaint filed before respondent No.2.\nDespite such admission on the part of R3 - Rachna it had filed a\n\n\n<span class=\"hidden_text\" id=\"span_10\">                                   Page 4 of 38</span>\n\n<span class=\"hidden_text\" id=\"span_11\">                                                      Downloaded on : Tue Sep 01 23:34:24 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_12\">          C/SCA/7858/2020                                  CAV JUDGMENT</span>\n\n\n\ncomplaint before MSEFC under <a href=\"/doc/290252/\" id=\"a_6\">Section 18(1)</a> of MSME Act for\nrecovery of alleged delayed payment with interest against\nrespondent No.4- FCIPL and included the petitioner also.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_9\">[5.0.]           Respondent   No.3     -    Rachna   approached          MSEFC\ncomplaining about delayed payment for the goods or services\nsupplied to the petitioner as also respondent No.4 - FCIPL under\n<a href=\"/doc/290252/\" id=\"a_7\">Section 18(1)</a> of the MSME Act bearing No.D.P.No.728. Pursuant to\nthe said reference made to MSEFC, it issued notices to the\npetitioner as also respondent No.4 - FCIPL for the purpose of\nhearing on 123rd meeting of the council held on 21.12.2019 and\nthereafter in the 129th meeting of the council held on 30.01.2020.\nThe petitioner on receipt of the notice appeared before the MSEFC\nand filed written reply, affirmed on 14.11.2018, objecting to the\nproceedings mainly on the ground that respondent No.3- Rachna\ndoes not have any privity of contract with the petitioner, and\ntherefore, claimed that it is not liable to make any payment to\nrespondent No.3- Rachna, and therefore, it could not have\napproached MSEFC against the petitioner.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_10\">[6.0.]           Mr. Sudhir Nanavaty, learned Senior advocate with Mr.\nAkshat Khare, learned advocate for the petitioner, assailing the\norder impugned passed by respondent No.2 - MSEFC, submitted\nthat order recording failure of conciliation proceedings between the\nparties is a non-speaking unreasoned order, and therefore, it is\nrequired to be quashed. He has vehemently submitted that since\nthere is no privity of contract with respondent No.3 - Rachna, it\ncould not have approached for any grievance including the\ngrievance of delayed payment conferring jurisdiction to MSEFC to\nadjudicate the issue raised before it. Several other contentions\n\n<span class=\"hidden_text\" id=\"span_13\">                                  Page 5 of 38</span>\n\n<span class=\"hidden_text\" id=\"span_14\">                                                       Downloaded on : Tue Sep 01 23:34:24 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_15\">          C/SCA/7858/2020                             CAV JUDGMENT</span>\n\n\n\nraised referring to the various provisions under the <a href=\"/doc/1306164/\" id=\"a_8\">Arbitration and\nConciliation Act, 1996</a> (hereinafter referred to as &quot;<a href=\"/doc/1052228/\" id=\"a_9\">Arbitration Act</a> &quot;)\nas also of the <a href=\"/doc/352833/\" id=\"a_10\">MSME Act</a> to submit that since there is no privity of\ncontract with respondent No.3- Rachna, petitioner cannot be\nsubjected to the proceedings under the <a href=\"/doc/352833/\" id=\"a_11\">MSME Act</a>. He has further\nraised several contentions touching entitlement of respondent\nNo.3- Rachna of any payment, much less, delayed payment beyond\nthe scope of comfort letter; payment beyond the comfort letter to\nrespondent No.3- Rachna; jurisdiction of MSEFC to entertain the\nreference at the instance of respondent No.3 - Rachna; legality of\nan order on the ground of ability to arbitrate itself by MSEFC on\nfailure of conciliation in view of <a href=\"/doc/1052228/\" id=\"a_12\">Section 80</a> of the Arbitration Act\nand contented that in absence of privity of contract with\nrespondent No.3- Rachna, dispute is not arbitrable at all, that too,\nby the MSEFC.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_11\">[7.0.]           Mr. Nanavaty, learned senior advocate, strenuously\nurged that the petitioner cannot be said to be buyer as defined\nunder <a href=\"/doc/162120546/\" id=\"a_13\">Section 2(d)</a> of the MSME Act, and therefore, MSEFC is not\ncompetent to entertain the reference made at the instance of\nrespondent No.3- Rachna under <a href=\"/doc/290252/\" id=\"a_14\">Section 18(1)</a> of the MSME Act.\nReferring to the reply filed to the reference, statement of claim\nfiled by respondent No.3- Rachna before the arbitral tribunal and\nthe objections filed to the same, it is submitted that for the\npayment prior to the comfort letter issued by the petitioner in\nabsence of any privity of contract between the petitioner and\nrespondent No.3- Rachna, petitioner is not liable to make any\npayment. It is further submitted that it is only because respondent\nNo.4- FCIPL requested to issue comfort letter in favour of\nrespondent No.3 - Rachna assuring certain payments directly to it\n\n<span class=\"hidden_text\" id=\"span_16\">                                 Page 6 of 38</span>\n\n<span class=\"hidden_text\" id=\"span_17\">                                                  Downloaded on : Tue Sep 01 23:34:24 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_18\">          C/SCA/7858/2020                                  CAV JUDGMENT</span>\n\n\n\neven payment more than the sum assured came to be paid to\nrespondent No.3- Rachna. The issuance of comfort letter, as\nsubmitted by the learned counsel, will not be construed as privity\nof contract with respondent No.3- Rachna. For the same, it is very\nclear from the said comfort letter itself which is at page No.201 of\nthe compilation. The scope of that letter is very limited. Again,\nclearly mentioning that the petitioner does not have any sort of\ncontractual relationship with respondent No.3 - Rachna with\nrespect to subject contract or work order. Again, it is submitted that\nthe said comfort letter is for a specific amount stated therein on\nbeing certified by FCIPL as also PMC (Project Management\nConsultant). It is further submitted that since the petitioner cannot\nbe said to be liable to pay the amount to respondent No.3- Rachna\nin absence of any privity of contract with it, mere payment made\npursuant to a comfort letter, that too, at the insistence of\nrespondent No.4- FCIPL, the petitioner cannot be proceeded with\nunder <a href=\"/doc/352833/\" id=\"a_15\">MSME Act</a>.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_12\">[8.0.]           Though there are several issue raised for the liability to\npay the amount claimed, the date from which, even assuming that\nthe petitioner is liable as also the entitlement of respondent No.3-\nRachna for total claim made in absence of privity of contract with\nit, invoices raised and not certified etc. only because respondent\nNo.4- FCIPL was in difficulty to make payment to his sub-contractor\ni.e. respondent No.3- Rachna with a view to facilitate him an\narrangement was worked out to make payment directly to\nrespondent No.3- Rachna for a particular amount. Though\npetitioner was not responsible for the same, comfort letter restricts\nliability, quantum as also the invoices certified only.\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_19\">                                   Page 7 of 38</span>\n\n<span class=\"hidden_text\" id=\"span_20\">                                                       Downloaded on : Tue Sep 01 23:34:24 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_21\">          C/SCA/7858/2020                              CAV JUDGMENT</span>\n\n\n\n<p data-structure=\"PetArg\" id=\"p_13\">[9.0.]           He has further submitted that for conciliation to be\nconducted under <a href=\"/doc/1216204/\" id=\"a_16\">Section 18(2)</a> of the MSME Act, there has to be\nsome agreement between the parties. Referring to <a href=\"/doc/1052228/\" id=\"a_17\">Section 65</a> of\nthe Arbitration Act, he submitted that conciliation could have been\nconducted between the parties to the arbitration agreement. For\ncontending that respondent No.3- Rachna is not a party to an\nagreement entered into by the petitioner with respondent No.4-\nFCIPL, he referred to subsection (h) of <a href=\"/doc/738672/\" id=\"a_18\">Section 2</a> of the Arbitration\nAct where &quot;party&quot; means a party to an arbitration agreement.\nTherefore, according to his submission, even conciliation could not\nhave been conducted by the MSEFC between the parties. In short,\nhis submission is that there has to be some agreement entered into\nbetween the petitioner and respondent No.3- Rachna and then only\nit could have conferred jurisdiction to MSEFC to entertain the\nreference. He further submitted that the only mode which\nrecognizes arbitration agreement is existence of an agreement\nbetween the parties containing arbitration clause in a contract or\nfrom a separate agreement or by any exchange of letters,\ntelegrams, etc. or where one party asserts existence of agreement\nand which is not denied by the other party. Therefore, he has\nsubmitted that no arbitration could have been conducted by the\nMSEFC dehors the arbitration act. Furthermore, it is submitted that\nin view of <a href=\"/doc/1052228/\" id=\"a_19\">Section 80</a> of the Arbitration Act, when MSEFC itself had\nconducted conciliation it could not have thereafter directed the\nparties to start the arbitration before it. He has submitted that the\nconciliator is precluded from acting as an arbitrator or as a\nrepresentative or a council cannot act as an arbitrator. Therefore,\nalso according to his submission, the order impugned passed by\nthe MSEFC is required to be interfered with by quashing the same.\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_22\">                                 Page 8 of 38</span>\n\n<span class=\"hidden_text\" id=\"span_23\">                                                   Downloaded on : Tue Sep 01 23:34:24 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_24\">       C/SCA/7858/2020                               CAV JUDGMENT</span>\n\n\n\n<p data-structure=\"PetArg\" id=\"p_14\">[10.0.]       Relying on a decision in the case of M/s Easun\nReyrolle Limited V/s M/s Nik San Engineering Co. Ltd vide\nSpecial Civil Application No.6265 of 2018                 decided on\n18.01.2019 by this Court, it was submitted that the case pleaded\nherein squarely covered by the said decision. Referring to\nparagraphs 10, 14, 21 and 28, it was submitted that reference\nmade before MSEFC was not tenable for want of jurisdiction and\nauthority and therefore the petition under <a href=\"/doc/1712542/\" id=\"a_20\">Article 226</a> of the\nConstitution of India is maintainable. Drawing attention at prayers\nmade in the said petition and referring prayers made in this\npetition, it is submitted that it is exactly the same grievance and\nthe same prayer, and therefore, petition being maintainable and as\nthe said petition came to be allowed for want of jurisdiction of the\nMSEFC, this petition may also be allowed in similar terms.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_15\">[11.0.]       Relying on the decision rendered in Letters Patent\nAppeal No.619 of 2019 challenging the aforesaid decision of the\nlearned Single Judge of this Court, more particularly, referring to\nparagraph 46, it was submitted that since there is no amount due\nunder <a href=\"/doc/1098764/\" id=\"a_21\">Section 17</a> of the MSME Act payable by the petitioner, the\nreference made before MSEFC is without jurisdiction. A more stress\nlaid on a word &quot;payable&quot; claiming that except and beyond amount\nstated in the comfort letter, which is already paid, nothing becomes\npayable to respondent No.3- Rachna, and therefore, it cannot be\nsaid that the reference made to MSEFC is competent, and\ntherefore, it was required to be quashed.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_16\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"174755292\" id=\"span_25\">[12.0.]       Referring to a decision in the case of <a href=\"/doc/174755292/\" id=\"a_22\">Essar Oil Ltd.\nVs. Hindustan Shipyard Ltd. and Ors.</a> reported in AIR 2015 SC\n3116, it is submitted that in absence of privity of contract, simply\n\n<span class=\"hidden_text\" id=\"span_26\">                               Page 9 of 38</span>\n\n<span class=\"hidden_text\" id=\"span_27\">                                                 Downloaded on : Tue Sep 01 23:34:24 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_28\">       C/SCA/7858/2020                                CAV JUDGMENT</span>\n\n\n\nbecause some payments made by the petitioner to respondent\nNo.3- Rachna, it cannot be said that there is a privity of contract\nbetween the petitioner and respondent No.3- Rachna, even if on\nseveral occasions direct payment is made to respondent No.3-\nRachna, no privity of contract can be said to exists to confer\njurisdiction to the arbitral tribunal.</span>\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"174755292\" id=\"span_29\">[13.0.]       He further relied on a decision in the case of Chloro\nControls India Private Limited Versus Severn Trent Water\nPurification Inc. and Ors. reported in (2013) 1 SCC 641,\nreferring paragraphs 73, 76, 86 and 100, submitted that a non\nsignatory or a third party could be subjected to the arbitration\nwithout their prior consent, but it would only be in exceptional\ncases. He has submitted that the Court will examine these\nexceptions from the touchstone of direct relationship to the party\nsignatory to the arbitration agreement, direct commonality of the\nsubject matter and the agreement between the parties being a\ncomposite transaction. He has submitted that the Court should\nexamine such pleas with greater caution and by definite reference\nto the language of the contract and intention of the parties. Relying\non paragraph No.100 of <a href=\"/doc/174755292/\" id=\"a_23\">the above decision</a>, he has submitted that\narbitration could be possible between a non signatory to an\nagreement and a third party but, heavy onus lies on that party to\nshow that in fact and in law, it is claiming under or through a\nsignatory party, as contemplated under <a href=\"/doc/724501/\" id=\"a_24\">Section 45</a> of the\nArbitration Act. He has submitted that there may be a contract\nbetween respondent No.4 - FCIPL and respondent No.3- Rachna\nwhere petitioner is a third party. Whereas, in between petitioner\nand respondent No.4 - FCIPL, respondent No.3- Rachna is a third\n\n\n\n<span class=\"hidden_text\" id=\"span_30\">                                Page 10 of 38</span>\n\n<span class=\"hidden_text\" id=\"span_31\">                                                  Downloaded on : Tue Sep 01 23:34:24 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_32\">       C/SCA/7858/2020                                CAV JUDGMENT</span>\n\n\n\nparty with whom there is no written or signed agreement by the\npetitioner.</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"169546632\" id=\"span_33\">[14.0.]       Relying on a decision in the case of <a href=\"/doc/169546632/\" id=\"a_25\">V.G. Santhosam\nV. Shanthi Gnanasekaran and Ors.</a> reported in 2020 SCC\nonline Mad 560, submitted that the doctrine of &quot;Group of\nCompanies&quot; has developed in the international context, whereby\nan Arbitration Agreement entered into by a company, being one\nwithin a group of companies, can bind its non-signatory affiliates or\nsister or parent concerns, if the circumstances demonstrate that\nthe mutual intention of all the parties was to bind both the\nsignatories and the non-signatory affiliates. He has submitted that\nin the present case respondent No.3- Rachna does not qualify to be\ntermed as a group of companies or an affiliate or a sister or a\nparent concern of respondent No.4- FCIPL, and therefore, it being\nnon-signatory to the contract executed by respondent No.4-FCIPL\nwith the petitioner or being non-signatory to the agreement\nexecuted between the respondent No.4-FCIPL and respondent\nNo.3- Rachna, the dispute between the parties cannot be resolved\nby way of arbitration in absence of an agreement between them\nand / or arbitration clause therein.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"174755292\" id=\"span_34\">Referring to the aforesaid\ndecision, it is submitted that a third party cannot be impleaded as a\nparty to the arbitral proceedings as held by the Supreme Court in\nthe case of <a href=\"/doc/174755292/\" id=\"a_26\">Chloro Controls India Private Limited</a> (Supra).</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"130066267\" id=\"span_35\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"193885214\" id=\"span_36\">He\nfurther relied on a decision of Orissa High Court in the case of\n<a href=\"/doc/193885214/\" id=\"a_27\">Shri Mahavir Ferro Alloys Pvt. Ltd. Vs. Passary Minerals Ltd.</a>\nreported in MANU/OR/0144/2018, more particularly paragraph\nNos.15 and 16, wherein the said High Court had relied on a decision\nin the case of M/s. <a href=\"/doc/130066267/\" id=\"a_28\">Steel Authority of India Ltd. V. Micro Small\nEnterprise Facilitation Council</a> reported in AIR 2012 Bombay\n\n<span class=\"hidden_text\" id=\"span_37\">                              Page 11 of 38</span>\n\n<span class=\"hidden_text\" id=\"span_38\">                                                  Downloaded on : Tue Sep 01 23:34:24 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_39\">       C/SCA/7858/2020                                CAV JUDGMENT</span>\n\n\n\n178, to submit that there should exist an arbitration agreement to\nconfer the jurisdiction to the MSEFC to arbitrate the dispute\nbetween the parties.</span></span>\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_19\">[15.0.]       It is further contended that the petitioner cannot be\nsaid to be a buyer under <a href=\"/doc/162120546/\" id=\"a_29\">Section 2(d)</a> of the MSME Act as also\nrespondent No.3- Rachna cannot be termed as supplier under\n<a href=\"/doc/1200271/\" id=\"a_30\">Section 2(n)</a> of the Act conferring jurisdiction to MSEFC on a\nreference made at the instance of respondent No.3 - Rachna. It is\nfurther submitted that considering the definition of buyer, the\npetitioner cannot be said to be a recipient of any goods or services\nfrom a supplier for a consideration. Therefore, it is submitted that\nthe MSEFC lacks inherent jurisdiction to entertain the reference at\nthe instance of respondent No.3- Rachna, and therefore, the order\nimpugned passed by it is without jurisdiction and illegal, it requires\nto be quashed and set aside.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_20\">[16.0.]       As against that, Mr. Sanjanwala, learned Senior\nadvocate with Mr. Rushabh Shah, learned advocate appearing for\nrespondent No.3- Rachna on a caveat, submitted that to satisfy the\ndefinition of buyer, direct relation with the buyer is not necessary.\nReferring to ground (D) at page No.16 of the petition and few\nparagraphs and two paragraphs of comfort letter dated 23.07.2014\nas referred to in it, it is submitted that the petitioner has not\nproduced on record of this petition that very comfort letter based\non which it is submitted that there is no privity of contract with\nrespondent No.3- Rachna. It is further submitted that the attempt\nof the petitioner is not bonafide or honest attempt. It is submitted\nthat respondent No.3- Rachna had to produce not only the comfort\nletter dated 23.07.2014 in their reply but, had to produce abstracts\n\n\n<span class=\"hidden_text\" id=\"span_40\">                               Page 12 of 38</span>\n\n<span class=\"hidden_text\" id=\"span_41\">                                                  Downloaded on : Tue Sep 01 23:34:24 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_42\">       C/SCA/7858/2020                                       CAV JUDGMENT</span>\n\n\n\nof the minutes of the resolution passed by the Board of Directors of\nthe petitioner - company. Drawing attention to page No.129 -\nAnnexure-H which is Record notes of the discussion held between\nthe petitioner and the project management consultant (EIL) held\nwith FCIPL, even subsequent to the comfort letter dated\n23.07.2014. It is submitted that the Board of Directors of the\npetitioner had resolved to pay directly to all sub-contractors of\nrespondent No.4- FCIPL based on works completed and certified by\nits project management consultant (EIL). Thus, it is submitted that\nthey had promised to pay not only respondent No.3- Rachna but to\nall vendors / sub-contractors of respondent No.4- FCIPL - main\ncontractor.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_21\">[17.0.]       Drawing   attention    to        the   comfort    letter       dated\n23.07.2014 at page No.201 of the compilation, it is submitted that\nnot only the payment running into crores of rupee was assured, it\nwas again with a request to expedite the completion of road works\nat the earliest and, that too, to the respondent No.3- Rachna. Thus,\nit is submitted that the petitioner had, under the assurance /\npromise to pay the amount, acknowledged the services of\nrespondent No.3- Rachna for consideration of road works which it\nhas carried out and now petitioner turned around when it comes for\npayment on the ground of privity of contract with petitioner. He has\nfurther submitted that the petitioner was much concerned with the\ntimely conclusion of overall project schedule which was getting\ndelayed because of the poor progress of the work by respondent\nNo.4- FCIPL which led them to maintain contractual status quo with\nrespect to respondent No.4- FCIPL. He has further submitted that\nwith a view to bring / accelerate the project on the progress and to\nmeet the critical time lines, all sub-contractors were promised to\n\n<span class=\"hidden_text\" id=\"span_43\">                               Page 13 of 38</span>\n\n<span class=\"hidden_text\" id=\"span_44\">                                                         Downloaded on : Tue Sep 01 23:34:24 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_45\">       C/SCA/7858/2020                               CAV JUDGMENT</span>\n\n\n\npay directly which is nothing but contract directly with sub-\ncontractors getting works done or services obtained from them on\na promise to pay. Not only that, drawing attention to page No.131\nof the compilation which is minutes of 52nd Board meeting of the\npetitioner - company held on 12.11.2014 at New Delhi where Board\nof Directors acknowledged and accorded approval to make direct\npayment or opening of LCs on behalf of sub-contractors / sub\nvendors / FCIPL on the recommendation of the PMC/ EIL and FCIPL.\nIt is further submitted that it was further resolved according\napproval for processing the invoices of FCIPL for the work executed\nfrom 01st September 2014 onwards for direct payment to sub-\ncontractors      / sub vendors. Therefore, it is submitted that for\ngetting work timely done, they acknowledged and accepted the\ngoods supplied and services rendered by respondent No.3- Rachna\nand when it comes for payment to be made, petitioner raises its\nhands citing absence of privity contract directly with respondent\nNo.3- Rachna. As such, the correspondence as also the resolution\nof the Board of Director of the petitioner - company clearly suggest\nthat though there was no contract in writing, it speaks of oral\ncontract not only with respondent No.3- Rachna but to all sub-\ncontractors and sub vendors on assurance of payment directly to\nbe made for the remaining work completed by them pursuant to\ncontract entered between them with respondent No.4 - FCIPL.\n</p>\n\n<p data-structure=\"Section\" id=\"p_22\">[18.0.]       Drawing attention of such resolution of the Board of\nDirectors as also the comfort letter and other correspondence, it is\nsubmitted that for maintaining time schedule of the project work,\nthey assured the payment to be made directly to the sub\ncontractors / sub vendors which is nothing but a conscious\n\n\n\n<span class=\"hidden_text\" id=\"span_46\">                               Page 14 of 38</span>\n\n<span class=\"hidden_text\" id=\"span_47\">                                                 Downloaded on : Tue Sep 01 23:34:24 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_48\">       C/SCA/7858/2020                                   CAV JUDGMENT</span>\n\n\n\nacknowledgment of contract with sub vendors /sub contractors, and\ntherefore, the petitioner satisfies the definition of buyer, and\ntherefore, it confers the jurisdiction, when petitioner failed to make\ntimely payment for the work done on their behalf by respondent\nNo.3- Rachna, who fulfills the definition of supplier under <a href=\"/doc/1200271/\" id=\"a_31\">Section\n2(n)</a> of the MSME act.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_23\">[19.0.]       It is further submitted that the petitioner tries to disown\nthe liability only on the ground that there is no privity of contract\nwith respondent No.3- Rachna, and therefore, the petitioner is not a\nbuyer of any services rendered or goods supplied to it. However,\nrespondent No.3- Rachna is not a stranger to the dispute. It was\nonly on assurance of commitment of direct payment for the work to\nbe done, respondent No.3- Rachna rendered it services, and\ntherefore, the petitioner is a buyer of it. It is further submitted that\nto fulfill the definition of supplier, a micro and small enterprises has\nto file a memorandum with the authority referred under sub-section\n(1) of <a href=\"/doc/603460/\" id=\"a_32\">Section 8</a> of the MSME Act and includes any company, co-\noperative society, trust or body, by whatever name called,\nregistered or constituted under any law for the time being in force\nand engaged in selling goods produced by micro or small\nenterprises and rendering services which are provided by such\nenterprises.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_24\">[20.0.]       It is further submitted that in view of <a href=\"/doc/109140/\" id=\"a_33\">Section 16</a> of the\nArbitration Act, the petitioner can take all possible objections\nbefore arbitral tribunal on its own jurisdiction including the\nobjection with respect to the existence or validity of arbitration\nagreement, and therefore, the petitioner is not remedyless and\n\n\n\n<span class=\"hidden_text\" id=\"span_49\">                                Page 15 of 38</span>\n\n<span class=\"hidden_text\" id=\"span_50\">                                                     Downloaded on : Tue Sep 01 23:34:24 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_51\">       C/SCA/7858/2020                                 CAV JUDGMENT</span>\n\n\n\norder impugned is not without jurisdiction, this petition under\n<a href=\"/doc/1712542/\" id=\"a_34\">Article 226</a> of the Constitution of India may not be entertained.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_25\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1106011\" id=\"span_52\">[21.0.]       Relying on a decision in the case of <a href=\"/doc/1106011/\" id=\"a_35\">Food Corporation\nof India versus Indian Council of Arbitration and Ors.</a> reported\nin (2003) 6 SCC 564, it is submitted that all those available\nobjections to the jurisdiction of an arbitrator as decided by the\nSupreme Court are available to be raised before it, this petition\nmay not be entertained. Relying on it, it is further submitted that all\nthose objections with respect to existence or validity of arbitration\nagreement are matters which should be canvassed before the\nArbitral Tribunal itself and the High Court should not adopt an\nadjudicatory role and returned a verdict recording reasons as to the\nvery existence or otherwise of the agreement as well as the\ntenability and legality or otherwise of making a reference to an\narbitrator. In short, it is submitted that the petitioner is requesting\nthis Court to undertake an adjudicatory role which is otherwise the\njurisdiction of the arbitral tribunal, and therefore, the writ petition\nunder <a href=\"/doc/1712542/\" id=\"a_36\">Article 226</a> of the Constitution of India is not maintainable.\nTherefore, he has requested this Court to desist from deciding all\nseveral issues raised which is required to be decided by the arbitral\ntribunal itself.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"174755292\" id=\"span_53\">Responding to the judgment relied by the petitioner\nin the case of M/s <a href=\"/doc/174755292/\" id=\"a_37\">Easun Reyrolle Limited</a> (Supra),                       it is\nsubmitted that there respondent claimed to be supplier where he\ndid not file any memorandum as provided under sub-section (1) of\n<a href=\"/doc/603460/\" id=\"a_38\">Section 8</a> of the MSME Act with the authority, and therefore, it did\nnot fulfill the definition of supplier and therefore the contention\nraised that the MSEFC completely lacks jurisdiction to entertain the\nreference filed at its instance.</span>\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_54\">                               Page 16 of 38</span>\n\n<span class=\"hidden_text\" id=\"span_55\">                                                   Downloaded on : Tue Sep 01 23:34:24 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_56\">       C/SCA/7858/2020                                CAV JUDGMENT</span>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_26\">[22.0.]       He has further submitted that in the said case on\nadmitted pleadings, since the person who preferred the reference\nbefore the MSEFC, did not qualify as a supplier under <a href=\"/doc/1200271/\" id=\"a_39\">Section 2 (n)</a>\nof the MSME Act, the High Court entertained the petition as MSEFC\nlacks jurisdiction to entertain such petition, which has come to be\nupheld by the Division Bench of this Court in Letters Patent Appeal\nNo.619 of 2019 decided on 27.12.2019. He has emphatically\nsubmitted that here it is never the contention of the petitioner that\nthe MSEFC completely lacks jurisdiction to entertain the reference.\nAccording to his submission, apart from relationship of the supplier\nand the buyer, there is a concluded contract between them and\nsuch disputed question cannot be gone into by this Court in a\npetition under <a href=\"/doc/1712542/\" id=\"a_40\">Article 226</a> of the Constitution of India, it should be\nrejected. He has further submitted that considering the scheme of\nthe <a href=\"/doc/352833/\" id=\"a_41\">MSME Act</a>, there is no scope for adjudication of contentious\nissues. The underlying legislative intent is to leave it to the\narbitrator. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1500505\" id=\"span_57\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1500505\" id=\"span_58\">In support of such contention, he has relied on decision\nof this Court in the case of JITF Water Infrastructure Limited\nVersus MSME Commissionerate and Anr. rendered in SCA\nNo.11169 of 2018 where considering the judgment in the case of\n<a href=\"/doc/1500505/\" id=\"a_42\">Chloro Controls India Private Limited Vs. Severn Trent\nPower Water Purification Inc. &amp; Ors.</a>, reported in (2013) 1\nSCC 641 and the contention with regard to privity of contract, the\nlearned Single Judge of this Court concluded that MSEFC has\njurisdiction to entertain the dispute and dismissed the petition\nwhich came to be confirmed by the Division bench of this Court\nvide LPA No.1167 of 2019 even taking into account the decision\nof <a href=\"/doc/1500505/\" id=\"a_43\">Chloro Controls India Private Limited</a> (Supra.) and the\ndecision of the Division Bench in the case of M/s Nik San\n\n\n\n<span class=\"hidden_text\" id=\"span_59\">                              Page 17 of 38</span>\n\n<span class=\"hidden_text\" id=\"span_60\">                                                  Downloaded on : Tue Sep 01 23:34:24 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_61\">       C/SCA/7858/2020                                 CAV JUDGMENT</span>\n\n\n\nEngineering Co. Ltd. Vs. M/s. Easun Reyroller Limited i.e.\nLPA /619/2019, dismissed the LPA taking into consideration <a href=\"/doc/109140/\" id=\"a_44\">Section\n16</a> of the Arbitration Act also.</span></span>\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_27\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"189094494\" id=\"span_62\">[23.0.]       Mr. Sanjanwala, learned Senior advocate, relying on\ndecision in the case of <a href=\"/doc/189094494/\" id=\"a_45\">Cummins Technologies India Private\nLimited Vs. Micro and Small Micro Enterprises Facilitation\nCouncil and Ors. Passed</a> in Writ C No.7785 of 2020 decided on\n03.03.2020 by the Allahabad High Court, submitted that the\ncontention that MSEFC cannot arbitrate the dispute between the\nparties as it had acted as a conciliator, cannot be countenanced.\nHe has further submitted in view of the fact that <a href=\"/doc/1050455/\" id=\"a_46\">Section 24</a> of the\nMSME Act provides for an overriding effect to the provisions of\n<a href=\"/doc/574789/\" id=\"a_47\">Sections 15</a> to <a href=\"/doc/175112/\" id=\"a_48\">23</a> of the MSME Act is recognized notwithstanding\nanything inconsistent therewith contained in any other law for the\ntime being in force. Thus, it is submitted that the <a href=\"/doc/352833/\" id=\"a_49\">MSME Act</a> is later\nin point of time providing for the overriding effect to the provisions\nfound inconsistent with the provisions made in the <a href=\"/doc/352833/\" id=\"a_50\">MSME Act</a>\nenacted nearly after 10 years after the enacting of <a href=\"/doc/1052228/\" id=\"a_51\">Arbitration Act</a>\nconsciously.</span> Therefore, when a provision is made in Section 18(3)\nof the MSME Act empowering the MSEFC to arbitrate on failure of\nconciliation proceedings by itself or referring to any institution or\ncentre providing for alternate dispute resolution, would override\nprovisions made in Section 80 of the Arbitration Act which restrains\nthe conciliator to act as an arbitrator in respect of the dispute,\nwhich is conciliated by it.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_28\">[24.0.]       It is further contented that once the petitioner has\npromised to pay even by comfort letter, it becomes their obligation\n\n\n\n<span class=\"hidden_text\" id=\"span_63\">                                  Page 18 of 38</span>\n\n<span class=\"hidden_text\" id=\"span_64\">                                                   Downloaded on : Tue Sep 01 23:34:24 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_65\">       C/SCA/7858/2020                                 CAV JUDGMENT</span>\n\n\n\nto fulfill the said promise. It is further submitted that the person,\nwho undertakes obligation to pay and does not discharge the said\nobligation receiving the goods or services and fails to pay, the\npetitioner becomes buyer as defined under the <a href=\"/doc/352833/\" id=\"a_52\">MSME Act</a>. He has\nfurther submitted that the dispute with regard to accounts and\nadmissibility of running bills produced for whatever reason, cannot\nbe gone into by this Court, that too, under <a href=\"/doc/1712542/\" id=\"a_53\">Article 226</a> of the\nConstitution of India. He has further submitted that under <a href=\"/doc/417937/\" id=\"a_54\">Section\n18</a> of the MSME Act there is a deeming fiction provided in it, even in\nabsence of arbitration agreement in writing with or without\narbitration clause, the dispute can be resolved by the MSEFC as if\nthere exists an arbitration agreement referred to in sub-section (1)\nof <a href=\"/doc/1737370/\" id=\"a_55\">Section 7</a> of the Arbitration Act. Thus, he has submitted that the\ncontention of the petitioner that there is absence of privity of\ncontract with the petitioner pales into insignificance.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_29\">[25.0.]       As against that, Mr. Utkarsh Sharma, learned AGP, who\nrepresents respondent No.2- Facilitation Council - MSEFC who was\nissued notice to ascertain the jurisdiction of it, submitted that\nkeeping in mind the object of the <a href=\"/doc/352833/\" id=\"a_56\">MSME Act</a>, the Council is\nempowered to conciliate and / or arbitrate the dispute between the\nsupplier and the buyer. He has further submitted that the limited\ninquiry for taking up the dispute for conciliation and / or arbitration\nis to ascertain whether the person filing reference before it satisfies\nthe ingredients of either <a href=\"/doc/162120546/\" id=\"a_57\">Section 2(d)</a> - buyer and <a href=\"/doc/1200271/\" id=\"a_58\">Section 2(n)</a> -\nsupplier of the <a href=\"/doc/352833/\" id=\"a_59\">MSME Act</a> or not. Once they satisfy the ingredients\nof <a href=\"/doc/162120546/\" id=\"a_60\">Section 2(d)</a> and <a href=\"/doc/1200271/\" id=\"a_61\">Section 2(n)</a> of the MSME Act, the MSEFC has\njurisdiction to entertain the reference. He has further submitted\nthat in absence of arbitration agreement, considering the\n\n\n\n<span class=\"hidden_text\" id=\"span_66\">                              Page 19 of 38</span>\n\n<span class=\"hidden_text\" id=\"span_67\">                                                   Downloaded on : Tue Sep 01 23:34:24 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_68\">       C/SCA/7858/2020                                        CAV JUDGMENT</span>\n\n\n\nprovisions of the <a href=\"/doc/352833/\" id=\"a_62\">MSME Act</a>, the MSEFC is empowered to conciliate\nand / or arbitrate the dispute between the supplier and buyer. He\nhas further submitted that the MSEFC is not a judicial authority,\nand therefore, it is not supposed to write judgments. At the same\ntime, he has submitted that the MSEFC has, though very short, but\npassed the reasoned order recording failure of conciliation\nundertaken between the parties and directed them to arbitrate\nbefore it. Before passing such order, according to submission of Mr.\nSharma, learned AGP, tireless efforts were made to bring about\nsolution to the dispute and on failure thereof, it was decided to\narbitrate the dispute by respondent No.2 itself. Therefore, he has\nsubmitted that petition lacks merits and it is required to be\nrejected.\n</p>\n\n<p data-structure=\"Section\" id=\"p_30\">[26.0.]       To appreciate the contentions raised by the parties, it\nwould be profitable to refer to various provisions of the <a href=\"/doc/352833/\" id=\"a_63\">MSME Act</a>\nas also the <a href=\"/doc/1052228/\" id=\"a_64\">Arbitration Act</a>, which reads as under:\n</p><blockquote id=\"blockquote_5\">      &quot;Certain provisions of <a href=\"/doc/352833/\" id=\"a_65\">MSME Act</a>:-\n</blockquote>\n<blockquote id=\"blockquote_6\">      2.Definitions.- In this Act, unless the context otherwise requires,-\n</blockquote><p data-structure=\"Section\" id=\"p_31\">      (d)&quot;buyer&quot; means whoever buys any goods or receives any services\n     from a supplier for consideration;\n</p><p data-structure=\"Section\" id=\"p_32\">      (n)&quot;supplier&quot; means a micro or small enterprise, which has filed a\n      memorandum with the authority referred to in sub-section (1) of <a href=\"/doc/603460/\" id=\"a_66\">section\n      8</a>, and includes,--\n</p><p data-structure=\"Precedent\" id=\"p_33\">      (i) the National Small Industries Corporation, being a company,\n      registered under the <a href=\"/doc/1353758/\" id=\"a_67\">Companies Act, 1956</a> (1 of 1956);\n</p><p data-structure=\"Precedent\" id=\"p_34\">       (ii) the Small Industries Development Corporation of a State or a\n       Union territory, by whatever name called, being a company registered\n       under the <a href=\"/doc/1353758/\" id=\"a_68\">Companies Act, 1956</a> (1 of 1956);\n</p><p data-structure=\"CDiscource\" id=\"p_35\">        (iii) any company, co-operative society, trust or a body, by whatever\n        name called, registered or constituted under any law for the time\n        being in force and engaged in selling goods produced by micro or\n        small enterprises and rendering services which are provided by such\n        enterprises;\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_69\">                                  Page 20 of 38</span>\n\n<span class=\"hidden_text\" id=\"span_70\">                                                          Downloaded on : Tue Sep 01 23:34:24 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_71\"> C/SCA/7858/2020                                        CAV JUDGMENT</span>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_36\">  8. Memorandum of micro, small and medium enterprises.--\n  (1) Any person who intends to establish,--\n</p><p data-structure=\"Precedent\" id=\"p_37\">    (a) a micro or small enterprise, may, at his discretion, or\n</p><p data-structure=\"Precedent\" id=\"p_38\">     (b) a medium enterprise engaged in providing or rendering of\n     services may, at his discretion; or\n</p><p data-structure=\"Section\" id=\"p_39\">     (c) a medium enterprise engaged in the manufacture or production\n     of goods pertaining to any industry specified in the <a href=\"/doc/800551/\" id=\"a_69\">First Schedule\n     to the Industries (Development and Regulation) Act, 1951</a> (65 of\n     1951), shall file the memorandum of micro, small or, as the case\n     may be, of medium enterprise with such authority as may be\n     specified by the State Government under sub-section (4) or the\n     Central Government under sub-section (3): Provided that any\n     person who, before the commencement of this Act, established--\n</p><p data-structure=\"Precedent\" id=\"p_40\">     (a) a small scale industry and obtained a registration certificate,\n     may, at his discretion; and\n</p><p data-structure=\"Section\" id=\"p_41\">      (b) an industry engaged in the manufacture or production of goods\n      pertaining to any industry specified in the <a href=\"/doc/800551/\" id=\"a_70\">First Schedule to the\n      Industries (Development and Regulation) Act, 1951</a> (65 of 1951),\n      having investment in plant and machinery of more than one crore\n      rupees but not exceeding ten crore rupees and, in pursuance of the\n      notification of the Government of India in the erstwhile Ministry of\n      Industry (Department of Industrial Development) number\n      S.O.477(E) dated the 25th July, 1991 filed an Industrial\n      Entrepreneur&#x27;s Memorandum, shall within one hundred and eighty\n      days from the commencement of this Act, file the memorandum, in\n      accordance with the provisions of this Act.\n</p><p data-structure=\"Section\" id=\"p_42\">  (2) The form of the memorandum, the procedure of its filing and other\n  matters incidental thereto shall be such as may be notified by the\n  Central Government after obtaining the recommendations of the\n  Advisory Committee in this behalf.\n</p><p data-structure=\"Precedent\" id=\"p_43\">    (3) The authority with which the memorandum shall be filed by a\n    medium enterprise shall be such as may be specified by notification,\n    by the Central Government.\n</p><p data-structure=\"Section\" id=\"p_44\">   (4) The State Government shall, by notification, specify the authority\n   with which a micro or small enterprise may file the memorandum.\n   (5) The authorities specified under sub-sections (3) and (4) shall\n   follow, for the purposes of this section, the procedure notified by the\n   Central Government under sub-section (2).\n</p>\n<p data-structure=\"Section\" id=\"p_45\">     15.       Liability of buyer to make payment.--Where any\n     supplier, supplies any goods or renders any services to any buyer,\n     the buyer shall make payment therefor on or before the date agreed\n     upon between him and the supplier in writing or, where there is no\n     agreement in this behalf, before the appointed day: Provided that in\n     no case the period agreed upon between the supplier and the buyer\n\n\n\n<span class=\"hidden_text\" id=\"span_72\">                            Page 21 of 38</span>\n\n<span class=\"hidden_text\" id=\"span_73\">                                                    Downloaded on : Tue Sep 01 23:34:24 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_74\"> C/SCA/7858/2020                                         CAV JUDGMENT</span>\n\n\n\n     in writing shall exceed forty-five days from the day of acceptance or\n     the day of deemed acceptance.\n</p>\n<p data-structure=\"Section\" id=\"p_46\">     16.       Date from which and rate at which interest is payable.--\n     Where any buyer fails to make payment of the amount to the\n     supplier, as required under <a href=\"/doc/574789/\" id=\"a_71\">section 15</a>, the buyer shall,\n     notwithstanding anything contained in any agreement between the\n     buyer and the supplier or in any law for the time being in force, be\n     liable to pay compound interest with monthly rests to the supplier\n     on that amount from the appointed day or, as the case may be, from\n     the date immediately following the date agreed upon, at three times\n     of the bank rate notified by the Reserve Bank.\n</p>\n<p data-structure=\"Section\" id=\"p_47\">     17.       Recovery of amount due.--For any goods supplied or\n     services rendered by the supplier, the buyer shall be liable to pay\n     the amount with interest thereon as provided under <a href=\"/doc/1723683/\" id=\"a_72\">section 16</a>.\n</p>\n<p data-structure=\"Section\" id=\"p_48\">     18.       Reference to Micro and Small Enterprises Facilitation\n     Council.--(1) Notwithstanding anything contained in any other law\n     for the time being in force, any party to a dispute may, with regard\n     to any amount due under <a href=\"/doc/1098764/\" id=\"a_73\">section 17</a>, make a reference to the Micro\n     and Small Enterprises Facilitation Council.\n</p>\n<p data-structure=\"Section\" id=\"p_49\">      (2) On receipt of a reference under sub-section (1), the Council\n      shall either itself conduct conciliation in the matter or seek the\n      assistance of any institution or centre providing alternate dispute\n      resolution services by making a reference to such an institution or\n      centre, for conducting conciliation and the provisions of <a href=\"/doc/1974602/\" id=\"a_74\">sections\n      65</a> to <a href=\"/doc/1034395/\" id=\"a_75\">81</a> of the Arbitration and Conciliation Act, 1996 (26 of 1996)\n      shall apply to such a dispute as if the conciliation was initiated\n      under Part III of that Act.\n</p>\n<p data-structure=\"Section\" id=\"p_50\">       (3) Where the conciliation initiated under sub-section (2) is not\n       successful and stands terminated without any settlement between\n       the parties, the Council shall either itself take up the dispute for\n       arbitration or refer to it any institution or centre providing\n       alternate dispute resolution services for such arbitration and the\n       provisions of the <a href=\"/doc/1306164/\" id=\"a_76\">Arbitration and Conciliation Act, 1996</a> (26 of\n       1996) shall then apply to the dispute as if the arbitration was in\n       pursuance of an arbitration agreement referred to in sub-section\n       (1) of <a href=\"/doc/1265992/\" id=\"a_77\">section 7</a> of that Act.\n</p>\n<p data-structure=\"Section\" id=\"p_51\">       (4) Notwithstanding anything contained in any other law for the\n       time being in force, the Micro and Small Enterprises Facilitation\n\n\n<span class=\"hidden_text\" id=\"span_75\">                             Page 22 of 38</span>\n\n<span class=\"hidden_text\" id=\"span_76\">                                                     Downloaded on : Tue Sep 01 23:34:24 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_77\"> C/SCA/7858/2020                                        CAV JUDGMENT</span>\n\n\n\n       Council or the centre providing alternate dispute resolution\n       services shall have jurisdiction to act as an Arbitrator or\n       Conciliator under this section in a dispute between the supplier\n       located within its jurisdiction and a buyer located anywhere in\n       India.\n</p>\n<p data-structure=\"Precedent\" id=\"p_52\">        (5) Every reference made under this section shall be decided\n        within a period of ninety days from the date of making such a\n        reference.\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_53\">      24. Overriding effect.--The provisions of <a href=\"/doc/574789/\" id=\"a_78\">sections 15</a> to <a href=\"/doc/175112/\" id=\"a_79\">23</a> shall\n\n      have effect notwithstanding anything inconsistent therewith\n\n      contained in any other law for the time being in force.&quot;\n</p>\n<blockquote id=\"blockquote_7\">      &quot;Certain provisions of the <a href=\"/doc/1052228/\" id=\"a_80\">Arbitration Act</a>:-\n</blockquote>\n<blockquote id=\"blockquote_8\">      <a href=\"/doc/534424/\" id=\"a_81\">Section 2</a>. Definition\n</blockquote><blockquote id=\"blockquote_9\">      (b) &quot;arbitration agreement&quot; means an agreement referred to in\n      <a href=\"/doc/1265992/\" id=\"a_82\">section 7</a>;\n</blockquote><blockquote id=\"blockquote_10\">      (h)&quot;Party&quot; means a party to an arbitration agreement.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_54\">      Section - 7 Arbitration agreement. -- (1) In this Part, &quot;arbitration\n      agreement&quot; means an agreement by the parties to submit to\n      arbitration all or certain disputes which have arisen or which may\n      arise between them in respect of a defined legal relationship,\n      whether contractual or not.\n</p><p data-structure=\"Precedent\" id=\"p_55\">       (2) An arbitration agreement may be in the form of an arbitration\n       clause in a contract or in the form of a separate agreement.\n        (3) An arbitration agreement shall be in writing.\n        (4) An arbitration agreement is in writing if it is contained in--\n</p><p data-structure=\"Precedent\" id=\"p_56\">               (a) a document signed by the parties;\n</p><p data-structure=\"Section\" id=\"p_57\">               (b) an exchange of letters, telex, telegrams or other means\n               of telecommunication which provide a record of the\n               agreement; or\n</p><p data-structure=\"RespArg\" id=\"p_58\">               (c) an exchange of statements of claim and defence in\n               which the existence of the agreement is alleged by one\n               party and not denied by the other.\n</p><p data-structure=\"Section\" id=\"p_59\">         (5) The reference in a contract to a document containing an\n         arbitration clause constitutes an arbitration agreement if the\n\n\n<span class=\"hidden_text\" id=\"span_78\">                            Page 23 of 38</span>\n\n<span class=\"hidden_text\" id=\"span_79\">                                                    Downloaded on : Tue Sep 01 23:34:24 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_80\"> C/SCA/7858/2020                                          CAV JUDGMENT</span>\n\n\n\n         contract is in writing and the reference is such as to make that\n         arbitration clause part of the contract.\n</p>\n<p data-structure=\"Precedent\" id=\"p_60\">         8. Power to refer parties to arbitration where there is an\n         arbitration agreement.--\n</p>\n<p data-structure=\"Precedent\" id=\"p_61\">         (1) A judicial authority before which an action is brought in a\n         matter which is the subject of an arbitration agreement shall, if\n         a party so applies not later than when submitting his first\n         statement on the substance of the dispute, refer the parties to\n         arbitration.\n</p>\n<p data-structure=\"Section\" id=\"p_62\">         (2) The application referred to in sub-section (1) shall not be\n         entertained unless it is accompanied by the original arbitration\n         agreement or a duly certified copy thereof.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_63\">          (3) Notwithstanding that an application has been made under\n          sub-section (1) and that the issue is pending before the judicial\n          authority, an arbitration may be commenced or continued and\n          an arbitral award made.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_64\">     16. Competence of arbitral tribunal to rule on its jurisdiction.--\n</p><p data-structure=\"CDiscource\" id=\"p_65\">           (1) The arbitral tribunal may rule on its own jurisdiction,\n           including ruling on any objections with respect to the\n           existence or validity of the arbitration agreement, and for\n           that purpose,--\n</p><p data-structure=\"Section\" id=\"p_66\">                  (a) an arbitration clause which forms part of a\n                  contract shall be treated as an agreement independent\n                  of the other terms of the contract; and\n</p><p data-structure=\"Section\" id=\"p_67\">                   (b) a decision by the arbitral tribunal that the contract\n                   is null and void shall not entail ipso jure the invalidity\n                   of the arbitration clause.\n</p><p data-structure=\"RespArg\" id=\"p_68\">           (2) A plea that the arbitral tribunal does not have jurisdiction\n           shall be raised not later than the submission of the statement\n           of defence; however, a party shall not be precluded from\n           raising such a plea merely because that he has appointed, or\n           participated in the appointment of, an arbitrator.\n           (3) A plea that the arbitral tribunal is exceeding the scope of\n           its authority shall be raised as soon as the matter alleged to\n           be beyond the scope of its authority is raised during the\n           arbitral proceedings.\n</p><p data-structure=\"Section\" id=\"p_69\">            (4) The arbitral tribunal may, in either of the cases referred\n            to in sub-section (2) or sub-section (3), admit a later plea if\n            it considers the delay justified.\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_81\">                             Page 24 of 38</span>\n\n<span class=\"hidden_text\" id=\"span_82\">                                                      Downloaded on : Tue Sep 01 23:34:24 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_83\">       C/SCA/7858/2020                                          CAV JUDGMENT</span>\n\n\n\n<p data-structure=\"Section\" id=\"p_70\">                   (5) The arbitral tribunal shall decide on a plea referred to in\n                   sub-section (2) or sub-section (3) and, where the arbitral\n                   tribunal takes a decision rejecting the plea, continue with\n                   the arbitral proceedings and make an arbitral award.\n                   (6) A party aggrieved by such an arbitral award may make\n                   an application for setting aside such an arbitral award in\n                   accordance with section 34.\n</p>\n<p data-structure=\"Section\" id=\"p_71\">              45. Power of judicial authority to refer parties to arbitration. --\n              Notwithstanding anything contained in Part I or in <a href=\"/doc/161831507/\" id=\"a_83\">the Code of\n              Civil Procedure</a>, 1908 (5 of 1908), a judicial authority, when\n              seized of an action in a matter in respect of which the parties\n              have made an agreement referred to in section 44, shall, at the\n              request of one of the parties or any person claiming through or\n              under him, refer the parties to arbitration, unless it finds that the\n              said agreement is null and void, inoperative or incapable of\n              being performed.\n</p><p data-structure=\"Precedent\" id=\"p_72\">              80. Role of conciliator in other proceedings.--Unless otherwise\n              agreed by the parties,--\n</p><p data-structure=\"Precedent\" id=\"p_73\">                   (a) the conciliator shall not act as an arbitrator or as a\n                   representative or counsel of a party in any arbitral or\n                   judicial proceeding in respect of a dispute that is the subject\n                   of the conciliation proceedings;\n</p><p data-structure=\"Precedent\" id=\"p_74\">                   (b) the conciliator shall not be presented by the parties as a\n                   witness in any arbitral or judicial proceedings.&quot;\n</p>\n<p data-structure=\"RespArg\" id=\"p_75\">[27.0.]       Initially while starting the arguments by Shri Nanavaty,\nlearned Senior advocate, the jurisdiction of the MSEFC was\nobjected to only on the ground that there is no privity of contract\nwith respondent No.3- Rachna, it has no jurisdiction to entertain the\nreference. While filing the reply to the reference, there is no case\npleaded in it that the MSEFC inherently lacks jurisdiction to\nentertain the reference filed by respondent No.-3 Rachna. Drawing\nattention of the Court to the affidavit in reply filed by the petitioner\nbefore the MSEFC, more particularly, to paragraph No.4.2, it was\n\n\n<span class=\"hidden_text\" id=\"span_84\">                                    Page 25 of 38</span>\n\n<span class=\"hidden_text\" id=\"span_85\">                                                            Downloaded on : Tue Sep 01 23:34:24 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_86\">       C/SCA/7858/2020                                CAV JUDGMENT</span>\n\n\n\nsubmitted that the petitioner has not awarded any letter of intent\nand / or work order or executed any contract with respondent No.3-\nRachna for the alleged outstanding. The liability is disowned before\nthe MSEFC on the ground that there is no privity of contract\nbetween the parties to the reference made before the MSEFC.\nHowever, having realized that the said argument, if at all to be\nraised, it is to be raised before the Arbitrator, a wicket gate sought\nto be opened by submitting that there is no &quot;Buyer-Supplier\nRelationship&quot; between the petitioner and respondent No.3- Rachna,\nand therefore, the MSEFC has no jurisdiction to entertain the\nreference.\n</p>\n\n<p data-structure=\"Section\" id=\"p_76\">[28.0.]       Considering the definition of buyer, it is clear that\nwhoever buys any goods or receives any services from a supplier\nfor consideration becomes buyer. The contention raised by Mr.\nNanavaty, learned Senior advocate for the petitioner that there has\nto be some agreement / contract / arrangement for consideration\nbetween the parties, then only a person can be said to be a buyer\nor a supplier under the <a href=\"/doc/352833/\" id=\"a_84\">MSME Act</a>, appears to be attractive but has\nno substance in it on the following reasons.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_77\">[29.0.]       Considering the case pleaded before the MSEFC by the\npetitioner as also documents at page No.201, which is comfort\nletter assuring payment issued by the petitioner to respondent\nNo.3 - Rachna and page No.202 is the copy of the minutes of 52 nd\nBoard Meeting of petitioner -company , which otherwise has to be\nproduced by the petitioner but did not produced and respondent\nNo.3- Rachna had to produce it on record alongwith the reply, it is\nvery clear that the petitioner has promised to pay vide that comfort\n\n\n\n<span class=\"hidden_text\" id=\"span_87\">                              Page 26 of 38</span>\n\n<span class=\"hidden_text\" id=\"span_88\">                                                  Downloaded on : Tue Sep 01 23:34:24 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_89\">       C/SCA/7858/2020                                  CAV JUDGMENT</span>\n\n\n\nletter as also the decision in the meeting of Board of Directors of\nthe petitioner - company to not only respondent No.3- Rachna but\nto all the sub-contractors of respondent No.4- FCIPL. Not only that,\nreading comfort letter itself, it is clear that the petitioner promised\nto pay, may be a particular sum, with a request to respondent\nNo.3- Rachna to expedite the completion of road works at the\nearliest. Thus, it is clear that though there is no written contract\nentered with respondent No.3- Rachna, on promise to make\npayment directly to respondent No.3- Rachna, they had obtained\ntheir work and, that too, within time frame from respondent No.3-\nRachna. Once they promised to pay, it is their obligation to pay\nrespondent No.3- Rachna and a person who undertakes obligation\nto pay and fails to discharge the said obligation, he can certainly be\nsaid to have received the goods or services for consideration, it\nbecomes buyer. To satisfy the definition of buyer, there is no\ncontract in writing is ever required, therefore, it is rightly submitted\nby Mr. Nanavaty, learned Senior advocate for the petitioner that\nthere may be any agreement / contract / or arrangement between\nthe parties to become a buyer as defined under <a href=\"/doc/162120546/\" id=\"a_85\">Section 2(d)</a> of the\nMSME Act.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_78\">[30.0.]       Here, in the present case, not only under the promise to\npay directly to respondent No.3- Rachna, to maintain their time\nschedule finishing of project, entered into an agreement /\narrangement and obtained the goods and services from respondent\nNo.3- Rachna, and therefore, the petitioner satisfies the definition\nof a buyer and amenable to the jurisdiction of the MSEFC. At the\nsame time, there is no submission by the learned Senior advocate\nfor the petitioner that the MSEFC inherently lacks jurisdiction. The\n\n\n\n<span class=\"hidden_text\" id=\"span_90\">                               Page 27 of 38</span>\n\n<span class=\"hidden_text\" id=\"span_91\">                                                    Downloaded on : Tue Sep 01 23:34:24 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_92\">       C/SCA/7858/2020                                           CAV JUDGMENT</span>\n\n\n\nbone of the contention of the petitioner is that in absence of any\ncontract in writing with respondent No.3- Rachna, there is no privity\nof contract, and therefore, even MSEFC, who has kept the dispute\nbetween the parties for arbitration before it, cannot do so.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_79\">[31.0.]       Considering the minutes of Board meeting of the\npetitioner which they have suppressed from the Court, have been\nbrought on record in affidavit in reply filed by respondent No.3-\nRachna, it is clear that the Board had accorded approval to make\ndirect payment and opening of Lcs, on behalf of respondent No.4-\nFCIPL, to all sub-vendors / sub-contractors of respondent No.4-\nFCIPL on the recommendation of EIL and FCIPL. Not only that,\nBoard had accorded approval for processing invoices of FCIPL for\nwork executed from 1st September 2014 onward for direct payment\nto all sub-contractors / sub-vendors. Therefore, with clarity in mind,\npetitioner had requested for the goods and / or services to be\nprovided to it by respondent No.3- Rachna, now petitioner cannot\nraise their hands when it comes for payment to respondent No.3-\nRachna for the work done. At any rate, the said action of petitioner\nfulfills the relationship of buyer and supplier conferring jurisdiction\nto MSEFC for entertaining a reference.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_80\">[32.0.]       The contention raised regarding absence of privity of\ncontract between the parties is also fallacious. If in any suit filed by\nrespondent No.3- Rachna, if the petitioner is compelled to go for\narbitration, the said argument is available to it. However,\nconferring     jurisdiction   to    MSEFC          is   concerned,      the      basic\nrequirement is the &quot;buyer-supplier relationship&quot; and under the\nscheme of the <a href=\"/doc/352833/\" id=\"a_86\">MSME Act</a>, it can conciliate or arbitrate the dispute\n\n\n\n<span class=\"hidden_text\" id=\"span_93\">                                   Page 28 of 38</span>\n\n<span class=\"hidden_text\" id=\"span_94\">                                                             Downloaded on : Tue Sep 01 23:34:24 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_95\">        C/SCA/7858/2020                               CAV JUDGMENT</span>\n\n\n\nbetween the parties by itself or through other agencies. Therefore,\nthere is no requirement that there must exist any written contract\nor any arbitration agreement or any privity of contract between the\nparties to conciliate or arbitrate the dispute between them before\nthe MSEFC, so long as &#x27;buyer-supplier relationship&quot; exists.\n</p>\n\n<p data-structure=\"Section\" id=\"p_81\">[33.0.]        Considering the statement of objects and reasons as\nalso the preamble, with a view to facilitate the promotion and\ndevelopment and enhancing competitiveness of micro, small and\nmedium enterprises, a different mode for adjudication of the\ndispute between the parties assuring timely payment with interest\nfor delayed payment fulfilling the criteria defined under the <a href=\"/doc/352833/\" id=\"a_87\">MSME\nAct</a> is provided for with time limits to conclude the proceedings.\n<a href=\"/doc/417937/\" id=\"a_88\">Section 18</a> of the MSME Act open ups with a non-obstante clause\nconferring jurisdiction to MSEFC to entertain reference with regard\nto recovery of amount due from buyer for any goods supplied or\nservices rendered by the supplier. So despite any other mode for\nrecovery of the due payment, the adjudicative process undertaken\nby the MSEFC is given primacy over any other process under the\n<a href=\"/doc/352833/\" id=\"a_89\">MSME Act</a>. At the same time, with the overriding effect as provided\nunder <a href=\"/doc/1050455/\" id=\"a_90\">Section 24</a> of the MSME Act, it can conciliate / arbitrate a\ndispute with regard to payment for the goods supplied and services\nrendered with interest as provided under <a href=\"/doc/417937/\" id=\"a_91\">Section 18</a> of the MSME\nAct.\n</p>\n\n<p data-structure=\"Section\" id=\"p_82\">[34.0.]        The contention raised by Mr. Sudhir Nanavaty, learned\nSenior advocate for the petitioner that there has to be some\nagreement even for entering into conciliation by the MSEFC\nrequires rejection. Considering the subsection (2) of <a href=\"/doc/417937/\" id=\"a_92\">Section 18</a> of\n\n\n\n<span class=\"hidden_text\" id=\"span_96\">                               Page 29 of 38</span>\n\n<span class=\"hidden_text\" id=\"span_97\">                                                  Downloaded on : Tue Sep 01 23:34:24 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_98\">       C/SCA/7858/2020                                  CAV JUDGMENT</span>\n\n\n\nthe MSME Act, it is clear that when a dispute is brought to the\nnotice of MSEFC by filing reference, the conciliation can be entered\ninto without necessity of any agreement between the buyer and\nthe supplier in writing as provisions of <a href=\"/doc/1052228/\" id=\"a_93\">Sections 65</a> to <a href=\"/doc/1052228/\" id=\"a_94\">81</a> of the\nArbitration Act shall apply to such a dispute as if the conciliation\nwas initiated under part-III of that Act. Therefore, in view of the said\nprovisions, conciliation can be entered into between the parties by\nthe MSEFC or any other agency enumerated therein. Therefore, the\nrequirement or existence of any contract or arbitration contract to\nthe dispute under the <a href=\"/doc/352833/\" id=\"a_95\">MSME Act</a>, as argued by the learned senior\nadvocate for the petitioner, is without any substance.\n</p>\n\n<p data-structure=\"Section\" id=\"p_83\">[35.0.]       The contention raised by the learned senior advocate\nfor the petitioner regarding arbitration agreement as defined under\n<a href=\"/doc/1311823/\" id=\"a_96\">Section 2(b)</a> of the Arbitration Act read with <a href=\"/doc/1265992/\" id=\"a_97\">Section 7</a> of it, which\nprovides for existence of agreement by the parties containing\narbitration clause, that too, in writing, pales into insignificance\nwhen arbitration is to be conducted for a dispute as defined under\n<a href=\"/doc/352833/\" id=\"a_98\">MSME Act</a> in between buyer and supplier.\n</p>\n\n<p data-structure=\"Section\" id=\"p_84\">[36.0.]       In my opinion, for a dispute in between buyer and\nsupplier under <a href=\"/doc/352833/\" id=\"a_99\">MSME Act</a>, there may not exist any agreement in\nwriting containing an arbitration clause. I am forfeited in the said\nview by the language used in sub-section (3) of <a href=\"/doc/417937/\" id=\"a_100\">Section 18</a> of the\nMSME Act, which provides deeming fiction empowering the MSEFC\neither itself to take up the dispute for arbitration or refer to any\ninstitution or centre providing alternate dispute resolution services\nfor such arbitration as if the arbitration was in pursuance of an\narbitration agreement referred to in subsection (1) of <a href=\"/doc/1737370/\" id=\"a_101\">Section 7</a> of\nthe Arbitration Act. Though provision of <a href=\"/doc/1052228/\" id=\"a_102\">Arbitration Act</a> is made\n\n<span class=\"hidden_text\" id=\"span_99\">                               Page 30 of 38</span>\n\n<span class=\"hidden_text\" id=\"span_100\">                                                    Downloaded on : Tue Sep 01 23:34:24 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_101\">        C/SCA/7858/2020                               CAV JUDGMENT</span>\n\n\n\napplicable to the arbitration conducted under the <a href=\"/doc/352833/\" id=\"a_103\">MSME Act</a>,\nconsidering the overriding effect provided under <a href=\"/doc/1050455/\" id=\"a_104\">Section 24</a> of the\nMSME Act, any provisions inconsistent with provisions made in\n<a href=\"/doc/352833/\" id=\"a_105\">MSME Act, the MSME Act</a> would prevail over it. However, in\nabsence of any agreement, that too, an agreement in writing, the\ndispute between the supplier and buyer can be arbitrated under\n<a href=\"/doc/352833/\" id=\"a_106\">MSME Act</a> as if there exists arbitration agreement as defined under\n<a href=\"/doc/1737370/\" id=\"a_107\">Section 7</a> of the Arbitration Act. To my mind for resolution of a\ndispute by MSEFC in between buyer and supplier either by\nconciliation or arbitration, there is no need to have any\nagreement / contract in writing between them. In absence of such\narbitration agreement, the dispute between the buyer and the\nsupplier can be conciliated or arbitrated, although provisions of\n<a href=\"/doc/1052228/\" id=\"a_108\">Arbitration Act</a> applies to the arbitration conducted under it. Thus,\nthere is ample material before the MSEFC and in absence of any\nclaim before it by the petitioner while conciliation proceedings were\non, denying existence of &quot;buyer supplier relationship&quot;, the\npetitioner cannot be heard to say that there exists none, more\nparticularly, when on termination of conciliation proceedings where\nMSEFC directed to arbitrate the dispute between the parties before\nit. In my opinion, when any right is to be enforced under the <a href=\"/doc/352833/\" id=\"a_109\">MSME\nAct</a> existence as to the arbitration agreement containing arbitration\nclause between the parties, that too, in writing is not required at\nall.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_85\">[37.0.]        The contention raised by the learned Senior advocate\nfor the petitioner complaining about order impugned being non\nspeaking and unreasoned order cannot be countenanced as well.\nSince the MSEFC is not a judicial authority so as to assign reasons\nin support of the conclusion reached, more particularly, for\n\n<span class=\"hidden_text\" id=\"span_102\">                               Page 31 of 38</span>\n\n<span class=\"hidden_text\" id=\"span_103\">                                                  Downloaded on : Tue Sep 01 23:34:24 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_104\">       C/SCA/7858/2020                                 CAV JUDGMENT</span>\n\n\n\nrecording failure of conciliation, the said argument is worthless. At\nthe same time, after tireless efforts by the MSEFC, it has in terms\nrecorded failure of conciliation, and therefore, directed the parties\nto arbitrate before it. For recording failure to conciliation\nproceedings between the parties, the MSEFC is not supposed to\npass any reasoned order. At the same time, the liability was\ndisowned by the petitioner before MSEFC only on the ground that\nthere is no privity of contract between the parties. The order\nimpugned manifested that the principles of natural justice were\nfollowed and efforts were made to conciliate between the parties.\nThere was no need to assign any reasons recording failure of\nconciliation and directing parties to arbitrate the dispute before it.\nAt any rate, the reference submitted by respondent No.3- Rachna\nto the MSEFC, joining the petitioner even as a party respondent, it\nwas a competent reference submitted by respondent No.3- Rachna\nand the MSEFC had inherent jurisdiction to entertain such\nreference. There is no dispute raised by the petitioner even while\narguing the petition that respondent No.3- Rachna cannot be\ntermed as a supplier as defined under <a href=\"/doc/1200271/\" id=\"a_110\">Section 2(n)</a> of the MSME\nAct, and therefore, the said issue need not be gone into, though\nraised in a draft amendment to the petition which was granted by\nthis Court, as it dropped the same.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_86\">[38.0.]       However, considering the affidavit filed by respondent\nNo.2- MSEFC, notice was issued to it alone by this Court with a\npurpose to clarify about their jurisdiction to entertain the reference,\nit is clear that respondent No.3- Rachna satisfied the definition of\nsupplier under the <a href=\"/doc/352833/\" id=\"a_111\">MSME Act</a> as a precondition having small\ncategory status of EM2 24-00722-05138 issued on 06.10.2009 from\n\n\n\n<span class=\"hidden_text\" id=\"span_105\">                               Page 32 of 38</span>\n\n<span class=\"hidden_text\" id=\"span_106\">                                                   Downloaded on : Tue Sep 01 23:34:24 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_107\">       C/SCA/7858/2020                                 CAV JUDGMENT</span>\n\n\n\nthe impugned order itself. Thus, though no such argument is ever\nraised, which is not required to be even dealt with, but the MSEFC\nhas examined before undertaking or entertaining the reference\nwhether parties satisfy the basic requirement to confer jurisdiction\nupon it.\n</p>\n\n<p data-structure=\"Section\" id=\"p_87\">[39.0.]       The contention with regard to MSEFC arbitrating itself\non failure of conciliation before it, a strong reliance is placed on\n<a href=\"/doc/1052228/\" id=\"a_112\">Section 80</a> of the Arbitration Act, which prohibits conciliator from\nacting as an arbitrator which is the subject of the conciliation\nproceedings. However, despite such provision vide <a href=\"/doc/1052228/\" id=\"a_113\">Section 80</a> of\nthe Arbitration Act enacted in the year 1996, the <a href=\"/doc/352833/\" id=\"a_114\">MSME Act</a> came to\nbe enacted in the year 2006 to arbitrate the dispute between the\nparties itself with the overriding effect provided under <a href=\"/doc/1050455/\" id=\"a_115\">Section 24</a> of\nthe MSME Act, the disability of conciliator to act as an arbitrator\nunder <a href=\"/doc/1052228/\" id=\"a_116\">Section 80</a> of the Arbitration Act being inconsistent with, the\n<a href=\"/doc/352833/\" id=\"a_117\">MSME Act</a> authorizing MSEFC to take up the dispute for arbitration\nitself, the MSEFC has jurisdiction to arbitrate the said dispute itself\ndespite it had conciliated the dispute between the parties. It is a\nconscious departure by the legislature authorizing MSEFC to\narbitrate itself even if it had acted as conciliator under <a href=\"/doc/352833/\" id=\"a_118\">MSME Act</a>.\nTherefore, the said argument has also no legs to stand.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_88\">              <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"101456525\" id=\"span_108\">I am fortified in my aforesaid view supported by a\ndecision in the case of <a href=\"/doc/101456525/\" id=\"a_119\">Mackintosh Burn Limited Vs. Micro and\nSmall Enterprises Facilitation Council</a> reported in AIR 2020\nCalcutta 103 wherein decision in the case of M/s Steel\nAuthority of India Limited and Anr. Versus Micro, Small\nEnterprises Facilitation Council reported in AIR 2012 Bombay\n\n\n\n<span class=\"hidden_text\" id=\"span_109\">                               Page 33 of 38</span>\n\n<span class=\"hidden_text\" id=\"span_110\">                                                   Downloaded on : Tue Sep 01 23:34:24 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_111\">       C/SCA/7858/2020                                CAV JUDGMENT</span>\n\n\n\n178 is dissented from as also our own High Court in the case of\nPrincipal Chief Engineer Versus Manibhai &amp; Brothers reported\nin 2016 (4) GLR 3349 has also dissented from <a href=\"/doc/101456525/\" id=\"a_120\">the said decision</a>\nand held that in view of the overriding effect, though no arbitration\nagreement between the parties is existing but legal fiction under\n<a href=\"/doc/145506223/\" id=\"a_121\">Section 18(3)</a> of the MSME Act would operate, as if arbitration\nagreement entered between the parties.</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_89\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"174755292\" id=\"span_112\">[40.0.]       Strong reliance placed on a decision in the case of M/s\n<a href=\"/doc/174755292/\" id=\"a_122\">Essar Oil Limited</a> (Supra) is out of context. Though there cannot\nbe any dispute with regard to the <a href=\"/doc/174755292/\" id=\"a_123\">ratio <a href=\"/doc/174755292/\" id=\"a_124\">laid down in</a></a> it before the\nSupreme Court while determining the privity of contract between\nthe parties, the provision of <a href=\"/doc/352833/\" id=\"a_125\">MSME Act</a> was never at a issue and in\ncontext thereof<a href=\"/doc/174755292/\" id=\"a_126\">, <a href=\"/doc/174755292/\" id=\"a_127\">the said decision</a></a> has not been rendered.</span>\nTherefore, on the reasons assigned hereinbefore, considering the\nprovisions of MSME Act alongwith Arbitration Act with regard to it,\nthe said decision is not a precedent on the controversy before this\nCourt, and therefore, it cannot be relied on.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_90\">[41.0.]       The precedents relied on by the learned Senior\nadvocate for the petitioner as referred to hereinabove were only on\nthe issue of privity of contract and arbitrability of the dispute\nbetween the parties without considering the provisions of <a href=\"/doc/352833/\" id=\"a_128\">MSME\nAct</a>, are not applicable at all in the facts of the present controversy\nand the case. None of the precedent relied on by the learned senior\nadvocate for the petitioner are applicable to the present\ncontroversy as in those decisions provisions of <a href=\"/doc/352833/\" id=\"a_129\">MSME Act</a> were\nnever involved to be determined alongwith the overriding effect of\nthe <a href=\"/doc/352833/\" id=\"a_130\">MSME Act</a> and in absence of any decision considering the effect\n\n\n\n<span class=\"hidden_text\" id=\"span_113\">                               Page 34 of 38</span>\n\n<span class=\"hidden_text\" id=\"span_114\">                                                  Downloaded on : Tue Sep 01 23:34:24 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_115\">       C/SCA/7858/2020                                  CAV JUDGMENT</span>\n\n\n\nof Arbitration Act and MSME Act with regard to conciliation and / or\narbitration of a dispute raised before MSEFC on a reference filed by\na supplier against the buyer of goods or services, it is of no help to\nthe petitioner for determining the issue raised herein.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_91\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"174755292\" id=\"span_116\">[42.0.]       The decision of the learned Single Judge of this Court in\nthe case of <a href=\"/doc/174755292/\" id=\"a_131\">Easun Reyrolle Limited</a> (Supra) heavily relied on by\nthe learned Senior advocate for the petitioner with regard to\nsimilarity of prayers made in it and ultimate relief granted by the\nCourt, to submit that this Court has jurisdiction to entertain a\npetition under <a href=\"/doc/1712542/\" id=\"a_132\">Article 226</a> of the Constitution of India challenging\nthe decision of MSEFC. However<a href=\"/doc/174755292/\" id=\"a_133\">, <a href=\"/doc/174755292/\" id=\"a_134\">the said decision</a></a> of the learned\nSingle Judge of this Court which is confirmed by the Division Bench\nof this Court in Letters Patent Appeal No.619 of 2019, was on the\nissue that the person, who filed the reference before MSEFC did not\nfulfill the criteria of supplier under <a href=\"/doc/1200271/\" id=\"a_135\">Section 2(n)</a> of the MSME Act,\nand therefore, this Court held that the MSEFC has no jurisdiction to\nundertake the exercise under <a href=\"/doc/352833/\" id=\"a_136\">MSME Act</a>. However, in the present\ncase there is no such controversy at all and rightly so. Therefore<a href=\"/doc/174755292/\" id=\"a_137\">,\n<a href=\"/doc/174755292/\" id=\"a_138\">the said decision</a></a> is not applicable in the present case.</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_92\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"193885214\" id=\"span_117\">[43.0.]       The reliance placed on a decision of Orissa High Court\nin the case of <a href=\"/doc/193885214/\" id=\"a_139\">Shri Mahavir Ferro Alloys Pvt. Ltd.</a> (Supra), was\npertaining to an arbitration petition filed under <a href=\"/doc/596725/\" id=\"a_140\">Section 11(5)</a> of the\nArbitration Act, that too, by the buyer. It prayed for an appointment\nof arbitrator for its counter claim against the supplier. Considering\nthe argument that dispute with regard to non-payment in lieu of\nthe supply may have been raised by the opposite party before the\nMSEFC under the provisions of the <a href=\"/doc/352833/\" id=\"a_141\">MSME Act</a>, the MSEFC could only\n\n\n\n<span class=\"hidden_text\" id=\"span_118\">                                Page 35 of 38</span>\n\n<span class=\"hidden_text\" id=\"span_119\">                                                    Downloaded on : Tue Sep 01 23:34:24 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_120\">       C/SCA/7858/2020                                   CAV JUDGMENT</span>\n\n\n\ndecide the claim for non-payment of supply made by the opposite\nparty-supplier to the purchaser - petitioner, and therefore, the\ncontention was raised that the MSEFC would not have the\njurisdiction to decide the claim of the buyer which was yet not\nregistered under the <a href=\"/doc/352833/\" id=\"a_142\">MSME Act</a> relating to liquidated damages for\nsupply of defective material as provided under Clause-12 of the\npurchase order which can only be considered and decided in terms\nof Clause-19 of the purchase order relating to arbitration\nproceedings therein.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"130066267\" id=\"span_121\">To support that contention, a reliance was\nplaced in the case of M/s. <a href=\"/doc/130066267/\" id=\"a_143\">Steel Authority of India Ltd.</a> (supra)\nwhich is specifically dissented to by the decision rendered by the\nDivision Bench of this Court in the case of Principal Chief\nEngineer Versus Manibhai &amp; Brothers reported in 2016 (4)\nGLR 3349, and therefore, it need not be dealt with separately.\nHowever, the very decision relied on by the petitioner on analysis\nof the provisions of <a href=\"/doc/352833/\" id=\"a_144\">MSME Act</a> opined that the claim before the\nMSEFC under <a href=\"/doc/417937/\" id=\"a_145\">Section 18</a> of the MSME Act can only be that of a\nsupplier against the buyer and no claim of any buyer for liquidated\ndamages or otherwise against the supplier. As such, in the present\ncase, there is no such controversy, and therefore, the said\nauthority is also not applicable in the present case.</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_93\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"174755292\" id=\"span_122\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"169546632\" id=\"span_123\">[44.0.]       The reliance placed on a decision in the case of <a href=\"/doc/169546632/\" id=\"a_146\">V.G.\nSanthosam</a> (supra) is again analysis of the Supreme Court in the\njudgment of Chloro Controls India (p) <a href=\"/doc/174755292/\" id=\"a_147\">Ltd.</a> (supra) with regard to\narbitration can be conducted even with a person who is a non-\nsignatory to the contract also in certain exigencies. The said\ndecision is also not an authority on the issue raised before this\nCourt with regard to consideration of provisions made under the\n\n\n\n<span class=\"hidden_text\" id=\"span_124\">                              Page 36 of 38</span>\n\n<span class=\"hidden_text\" id=\"span_125\">                                                   Downloaded on : Tue Sep 01 23:34:24 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_126\">       C/SCA/7858/2020                                  CAV JUDGMENT</span>\n\n\n\nArbitration Act vis-a-vis the <a href=\"/doc/352833/\" id=\"a_148\">MSME Act</a>.</span></span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_94\">[45.0.]       The disputes with regard to quantum of payment, time\nperiod for it or even liability of payment and accounting are not the\nissues for this Court to determine, that too, in a petition under\n<a href=\"/doc/1712542/\" id=\"a_149\">Article 226</a> of the Constitution of India, more particularly, when the\nsaid dispute can be raised and very well considered by the arbitral\ntribunal, may be it MSEFC or may be any other person or agency,\nthe argument raised in respect thereof is not dealt with herein\nleaving it open to be raised under <a href=\"/doc/109140/\" id=\"a_150\">Section 16</a> of the Arbitration Act,\nbefore the arbitral tribunal.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_95\">[46.0.]       Though &quot;goods&quot; is defined under the <a href=\"/doc/352833/\" id=\"a_151\">MSME Act</a>,\nlegislature in its wisdom, has not defined &quot;service&quot; restricting it in a\nnarrow compass, it is to be understood in a general parlance as\nservice can be rendered of any kind to anyone. Therefore, it is\nrightly submitted by Mr. Nanavaty learned Senior advocate for the\npetitioner that the service can be rendered either on the basis of\nwritten or oral contract or any other arrangement agreed upon.\nConsidering the resolution of Board of Directors of the petitioner\ncompany issuing comfort letter and recognizing work to be carried\non by respondent No.3- Rachna on promise of direct payment to be\nmade, may be restricted as claimed by the petitioner, for that\nservices rendered by respondent No.3- Rachna, there is no escape\nin holding that in between the petitioner and respondent No.3-\nRachna relationship in the nature of &quot;buyer -supplier&quot; exists\nconferring jurisdiction to the MSEFC to entertain reference made\nunder the <a href=\"/doc/352833/\" id=\"a_152\">MSME Act</a> and proceed further with it in accordance with\nlaw. At the same time, though petitioner appeared before the\n\n\n\n<span class=\"hidden_text\" id=\"span_127\">                                Page 37 of 38</span>\n\n<span class=\"hidden_text\" id=\"span_128\">                                                    Downloaded on : Tue Sep 01 23:34:24 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_129\">          C/SCA/7858/2020                                   CAV JUDGMENT</span>\n\n\n\nMSEFC, filed reply to the reference made by respondent No.3-\nRachna, participated in conciliation proceedings did not raise issue\nwith regard to jurisdiction of MSEFC and rightly so on the ground\nthat there exists no relationship as that of &#x27;buyer-supplier&quot; in\nbetween the parties. Only objection with regard to jurisdiction\nraised in reply was on the ground that there is no privity of contract\nwith respondent No.3- Rachna, and therefore, Council has no\njurisdiction as petitioner does not become buyer for want of\ncontract. However, with a view not to prejudice case of the either\nparty, I restrain myself recording any finding with regard to privity\nof contract between the parties and leaving it open to be raised at\nappropriate stage before appropriate forum.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_96\">[47.0.]            Considering the arguments made by the appearing\nparties in the context of the different provisions of the law involved,\nthe order impugned does not call for any interference, that too, in a\npetition under <a href=\"/doc/1712542/\" id=\"a_153\">Article 226</a> of the Constitution of India, and\ntherefore, this petition is required to be rejected and it is hereby\nrejected. Notice is discharged.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_97\">                                                 (UMESH A. TRIVEDI, J.)\nK.K. SAIYED / LALJI DESAI\n\n\n\n\n<span class=\"hidden_text\" id=\"span_130\">                                 Page 38 of 38</span>\n\n<span class=\"hidden_text\" id=\"span_131\">                                                        Downloaded on : Tue Sep 01 23:34:24 IST 2020</span>\n </p>","numcites":37,"numcitedby":2,"docsource":"Gujarat High Court","citetid":50863806,"divtype":"judgments","relatedqs":[{"value":"msme arbitration","formInput":"msme%20arbitration"},{"value":"msefc","formInput":"msefc"},{"value":"privity of contract","formInput":"privity%20of%20contract"},{"value":" letter of comfort","formInput":"%20letter%20of%20comfort"},{"value":"alternative dispute resolution","formInput":"alternative%20dispute%20resolution"},{"value":"msefc jurisdiction","formInput":"msefc%20jurisdiction"},{"value":"msme act","formInput":"msme%20act"},{"value":"facilitation council","formInput":"facilitation%20council"},{"value":"\"no privity of contract\"","formInput":"%22no%20privity%20of%20contract%22"},{"value":"lack of inherent jurisdiction sortby: mostrecent sec 2(g)","formInput":"lack%20of%20inherent%20jurisdiction%20sortby%3A%20mostrecent%20sec%202%28g%29"},{"value":"micro and small enterprises facilitation council","formInput":"micro%20and%20small%20enterprises%20facilitation%20council"},{"value":"there is no privity of contract ","formInput":"there%20is%20no%20privity%20of%20contract%20"},{"value":"micro small enterprises facilitation council    filter:   arbitration cases","formInput":"micro%20small%20enterprises%20facilitation%20council%20%20%20%20filter%3A%20%20%20arbitration%20cases"},{"value":"MSME act sec 18","formInput":"MSME%20act%20sec%2018"},{"value":"section 18 of msme ","formInput":"section%2018%20of%20msme%20"},{"value":"lack of jurisdiction","formInput":"lack%20of%20jurisdiction"},{"value":"section 7  arbitration agreement","formInput":"section%207%20%20arbitration%20agreement"},{"value":"msme ","formInput":"msme%20"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"sub-contractor","formInput":"sub-contractor"}],"cats":[{"value":"arbitration","formInput":"tag:arbitration"},{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"}],"courtcopy":true,"query_alert":null,"agreement":false}