{"tid":1131267,"publishdate":"2010-06-25","title":"Rashtriya vs Union on 25 June, 2010","doc":"<h2 class=\"doc_title\">Rashtriya vs Union on 25 June, 2010</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:h-k-rathod\">H.K.Rathod</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:h-k-rathod\">H.K.Rathod</a></h3>\n\n<pre id=\"pre_1\">   Gujarat High Court Case Information System \n\n  \n  \n    \n\n \n \n    \t      \n         \n\t    \n\t\t   Print\n\t\t\t\t          \n\n  \n\n\n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t\n\n\n \n\n\n\t \n\nSCA/24358/2007\t 14/ 17\tORDER \n \n \n\n\t\n\n \n\nIN\nTHE HIGH COURT OF GUJARAT AT AHMEDABAD\n \n\n \n\n\n \n\nSPECIAL\nCIVIL APPLICATION No. 24358 of 2007\n \n\n \n \n=========================================================\n\n \n\nRASHTRIYA\nMAZDOOR UNION - Petitioner(s)\n \n\nVersus\n \n\nUNION\nOF INDIA &amp; 2 - Respondent(s)\n \n\n=========================================================\n \nAppearance\n: \nMR\nRAJESH P MANKAD for\nPetitioner(s) : 1, \nRULE SERVED for Respondent(s) : 1, \nMR RR\nMARSHALL for Respondent(s) : 2, \nRULE NOT RECD BACK for\nRespondent(s) :\n3, \n=========================================================\n\n\n \n\t  \n\t \n\t  \n\t\t \n\t\t\t \n\nCORAM\n\t\t\t: \n\t\t\t\n\t\t\n\t\t \n\t\t\t \n\nHONOURABLE\n\t\t\tMR.JUSTICE H.K.RATHOD\n\t\t\n\t\n\n \n\n \n \n\n\n \n\nDate\n: 25/06/2010 \n\n \n\n \n \nORAL\nORDER </pre>\n\n \n\n \n\n\n \n\n<p data-structure=\"Issue\" id=\"p_1\">1.\tHeard\nlearned advocate Mr.R.P.Mankad for petitioner and learned Senior\nAdvocate Mr.R.R.Marshall for respondent No.2.\n</p> \n\n \n\n\n \n\n<p data-structure=\"Issue\" id=\"p_2\">2.\tRule\nis not received back for respondent No.3 and Rule is served to\nrespondent No.1 but, no appearance is filed by him. \n</p>\n \n\n \n\n\n \n\n<p data-structure=\"Issue\" id=\"p_3\">3.\tIn\npresent petition, petitioner has challenged order passed by\nrespondent No.1 dated 14.2.2007 (Annexure-A) to this petition. The\nrespondent No.1 come to conclusion having prima facie opinion that\nindustrial dispute which has been raised by petitioner   Union does\nnot consider fit for adjudication for following reasons :\n</p> \n\n \n\n\n \n\n\n<blockquote id=\"blockquote_1\"> The\nworkmen were not appointed by the Management of ONGC but, employed by\nthe contractor. The activities in which the workmen were engaged are\nnot prohibited under the <a href=\"/doc/1810788/\" id=\"a_1\">Contract Labour Regulation and Abolition\nAct</a>. \n</blockquote> \n\n \n\n\n \n\n<p data-structure=\"Precedent\" id=\"p_4\">4.\tThe\ndispute which has been raised by petitioner   Union on 20.12.2005,\nis quoted as under :\n</p> \n\n \n\n\n \n\n\n<blockquote id=\"blockquote_2\"> The\n23 contract employees whose details are as shown in the attached list\nare working for you since last 2 to 5 years. They are being paid\nminimum wages and in many case less than minimum wages and with no\nother benefits. They are working on perennial nature jobs and\ndirectly under the supervision and control of the principal employer.\n</blockquote><p data-structure=\"Issue\" id=\"p_5\">Their services are continuous without any break and their past\nrecords of service are clean and blotless. They have completed more\nthan 240 days attendance every year.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Facts\" id=\"p_6\">However,\nyou have not regularized their services, even after 2 to 5 years of\ncontinuous services and continue to exploit them by paying meager\nwages and denying other benefits, which is not just and fair.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"PetArg\" id=\"p_7\">It\nis therefore, demanded that their service be regularized from\ncompletion of one year&#x27;s continuous service, or be paid equal\nremuneration as are being paid to the permanent U/S, S/S and skilled\nemployees of the company. \n</p> \n\n \n\n\n \n\n<p data-structure=\"Issue\" id=\"p_8\">5.\tThereafter,\nintervention letter has been addressed to Assistant Labour\nCommissioner (Central) by petitioner   Union on 10.1.2006.\nThereafter, conciliation proceeding has been commenced and on\n11.8.2006, failure report has been submitted by conciliation officer\nto respondent No.1 under <a href=\"/doc/476610/\" id=\"a_2\">Section 12(4)</a> of the I.D.Act,1947.\n</p> \n\n \n\n\n \n\n<p data-structure=\"Precedent\" id=\"p_9\">5.1\tAccording\nto Conciliation Officer (Central) in spite of best possible efforts\nmade by him but, the dispute could not be resolved amicably as both\nthe parties having diversion views and opinion. The petitioner  \nUnion has submitted decision in support of their demand which is at\nPage-29, which is quoted as under :\n</p> \n\n \n\n\n \n\n\n<blockquote id=\"blockquote_3\"> The\nunion submits its justification in the above matter as follows :\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_4\">1.\tThe\nworkmen whose details are shown in the list  with the demand are\nworking ONGC Ltd., Ankleshwar Project, since last 3 to 7 years. Their\nservices are continuous and uninterrupted. They have put in more than\n240 days of attendance in each of the years.\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_5\">2.\tThat\nthe nature of work they perform are of perennial nature and it is\nindisputable of the whole asset of Ankleshwar Project of ONGC Ltd.\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_6\">3.\tThat\nthe so called contractor has not recruited these workmen. The\ncontractors are change periodically, but these workmen are continuing\non the job of ONGC Ltd.\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_7\">4.\tThat\nthe so called Labour supply contract is sham and bogus and devised to\nexploit the labour, which has no justification continue. Hence, their\nservices should be regularized.\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_8\">5.\tThat\nthese workmen are paid Rs.3,500/- approx. only per month as against\nRs.15,000/- plus perks paid to regular class IV employees of ONGC\nLtd.\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_9\">6.\tThat\nthe supervision and control of their work is entirely in the hands of\nofficers and Managers of ONGC Ltd.\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_10\">7.\tThat,\nfurther most of them are landloosers, they have lost their family\nland to ONGC Ltd., which has affected their agricultural income\nadversely permanently. So they have a first claim for employment in\nONGC Ltd.\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_11\">8.\tThat\neven if continuation of contract is necessary at this juncture of\ntime,  Equal Remuneration for Equal Work  is applicable and equal\npay at par with regular class IV employees has to be paid to these\nworkmen. \n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_12\">5.2\tSimilarly,\nrespondent No.2   ONGC also made their submissions on 12.4.2006\nbefore the Conciliation Officer. Thereafter, rejoinder is filed by\npetitioner Union (page-38) before the Conciliation Officer on\n26.5.2006.\n</blockquote> \n\n\n \n\n\n \n\n\n<p data-structure=\"Issue\" id=\"p_10\">6.\tThe\njustification filed by petitioner Union on 24.3.2006. After decision\ntaken by respondent No.1 (Annexure-A) dated 14.2.2007, on 31.3.2007 a\nrepresentation has been made by petitioner Union to respondent No.1\n(Page 41 to 45). But, decision has not been re-considered by\nrespondent No.1. Therefore, present petition is filed.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"CDiscource\" id=\"p_11\">7.\tIt\nis necessary to note that no appearance is filed on behalf of\nrespondent No.1 and no affidavit is filed by him. The respondent No.2\nhas also not filed any affidavit-in-reply against present petition\nbefore this Court. Therefore, I have heard learned advocate\nMr.R.P.Mankad on behalf of petitioner and learned Senior Advocate\nMr.R.R.Marshall on behalf of respondent No.2.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_12\">7.1\tLearned\nadvocate Mr.R.P.Mankad has relied upon Ground A to C in support of\nhis submissions. Same are quoted as under : \n</p>\n \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_13\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1697439\" id=\"span_1\">A.\tThat\nthe Government has no authority or jurisdiction to withhold reference\nof an industrial dispute which existed or apprehended and in fact the\nauthorities are bound to refer such a dispute under <a href=\"/doc/45909/\" id=\"a_3\">Section 10</a> of the\nI.D.Act. This Hon&#x27;ble Court and Hon&#x27;ble Supreme Court has time and\nagain held that the function of the Government in making reference is\nadministrative and not adjudicatory. This view of the Supreme Court\n(Coram : D.A.Desai, V.B.Eradi and V. Khalid JJ) in case of <a href=\"/doc/1697439/\" id=\"a_4\">MP\nIrrigation Kamchari Sangh v. State of M.P.</a> is mentioned in AIR 1985\nSC 860. The relevant portions of page 864 runs as under :</span> \n</blockquote>\n \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_14\">&#x27;6.\tSame\nis the case with the conclusion arrived at by the High Court that the\nemployees were not entitled to the Chambal allowance as the same was\nincluded in the consolidated pay. This question, in fact, relates to\nthe conditions of service of the employees and in what manner their\nconditions of service could be improved are matters which are the\nspecial preserve of the appropriate Tribunals to be decided in\nadjudicatory processes and are not ones to be decided by the\nGovernment on a prima facie examination of the demand. This demand\nagain can never be said to be either perverse or frivolous.\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_15\">7.\tThere\nmay be exceptional cases in which the State Government may, on a\nproper examination o the demand, come to a conclusion that the\ndemands are either perverse or frivolous and do not merit a\nreference. Government should be very slow to attempt an examination\nof the demand with a view to decline reference and Courts will always\nbe vigilant whenever the Government attempts to usurp the powers of\nthe Tribunal for adjudication of valid disputes. To allow the\nGovernment to do so would be to render <a href=\"/doc/45909/\" id=\"a_5\">Section 10</a> and <a href=\"/doc/476610/\" id=\"a_6\">Section 12(5)</a>\nof the I.D.Act nugatory. \n</blockquote> \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_13\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"455901\" id=\"span_2\">It\nmay be further noted that this view was reiterated by another bench\n(consisting of DA Desai and Rangnath Misra, JJ) in the case of <a href=\"/doc/455901/\" id=\"a_7\">RA\nSharma v. State of Haryana</a> reported in AIR 1985 SC 915. This Hon&#x27;ble\nCourt has also delivered several judgments on these lines.</span> One of the\nreported case is that of Woollen Mill Karmachari Sangh v. State of\nGujarat (Coram : JB Mehta, Act. C.J. And M.P.Thakkar,J) (as he then\nwas) reported in 1978 GLR 373. In this case also the Court has\nobserved in Para.5 as under :\n</p> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_16\"> Therefore,\nthis decision settles the whole question that the Government has no\nbusiness to consider the merits of the dispute and dispose of the\nquestion of law or the disputed question of facts which lies really\nwithin the province of the Industrial Tribunal to whom the\nlegislature has left the task of adjudication of industrial\ndisputes. \n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_17\">In\nview of this legal position the petitioner union submits that here in\nfact a real dispute is in existence and in fact the important\nquestion of life and liberty of the citizen has been arisen and in\nfact a complicated question of law and fact is required to be decided\nby the competent Court to the effect that terms and conditions of the\nemployment is against the public policy, public conscience and/or\nagainst the provision of <a href=\"/doc/1625889/\" id=\"a_8\">Section 23</a> of the Contract Act and also the\nlaw declared by the Hon&#x27;ble Supreme Court and this Hon&#x27;ble Court on\nthis issue and if so, petitioner workmen are required to be treated\nas regular workmen from the date they completed 240 days of service\nor not and after applying the various labour laws like the provisions\nof <a href=\"/doc/1376794/\" id=\"a_9\">Employment Standing Orders Act, 1946</a> and Model Standing Orders\nframed thereunder and provisions of I.D.Act,1947 and/or provisions of\n<a href=\"/doc/116145550/\" id=\"a_10\">Shops &amp; Establishments Act, 1948</a> to the present facts of the case\nof affected workmen, members of the petitioner union employed by\nrespondent Nos.2 and 3 are required to be regularized or not or that\nthey are entitled to equal wages as being paid to other regular\nworkmen or not cannot be decided by not making the reference by the\nGovernment, as this type of duties and responsibilities  have been\ncast upon the competent Forum i.e. Labour Court / Industrial \nTribunal under the I.D.Act,1947, while exercising an administrative\nfunction under <a href=\"/doc/1669932/\" id=\"a_11\">Section 10</a> of the ID Act while making the reference.\nIn fact, in this case Government has refused the reference which was\nnot in fact the issue raised by the respondent Corporation and in\nfact tat issue itself is in non-existence  and therefore, there was\nno issue which required to be proved by the documentary evidence\nand/or any other evidence, and that too, before the RLC and/or any\nother administrative authority. It is completely without application\nof mind and in fact non-application of mind, based on extraneous\nconsiderations, malafide with ulterior motives only to refuse the\nreference, completely concocted grounds have been made out, and\ntherefore,  in complete violation of <a href=\"/doc/367586/\" id=\"a_12\">Articles 14</a><a href=\"/doc/211089/\" id=\"a_13\">, 16</a> and <a href=\"/doc/1199182/\" id=\"a_14\">21</a> of the\nConstitution of India as well as the directive principles of the\nConstitution of India and\nalso against the las laid down by the Hon&#x27;ble Supreme Court of India\nand this Hon&#x27;ble Court.  The petitioners submit that in fact scope\nand jurisdiction of the Government under\n<a href=\"/doc/1669932/\" id=\"a_15\">section 10</a> of the ID Act and/or <a href=\"/doc/1669932/\" id=\"a_16\">section 10</a> read with <a href=\"/doc/1570927/\" id=\"a_17\">section 12</a> of\nthe ID Act has been laid down by several decisions of the Hon&#x27;ble\nSupreme Court of India\nand this Hon&#x27;ble Court also.  In fact, it can be summarized as\nfollows:\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_18\">The\nsection requires four conditions to be fulfilled before adjudication\nprocess can begin: one is the appropriate Government must come to an\nopinion, that means it must apply its mind; (2) as to whether a\ndispute which comes within the definitions of <a href=\"/doc/500379/\" id=\"a_18\">Industrial Disputes\nAct</a>, (3) has come into existence, and once it comes to such a\ndecision; (4) it may make a reference of the dispute to any of the\nauthorities enumerated in section 1091)(a) to <a href=\"/doc/1869167/\" id=\"a_19\">section 10(1)(d)</a>.\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_19\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1524488\" id=\"span_3\">B.\tThe\nforming of an opinion is an administrative act on the part of the\nappropriate Government.  Hence, a minute study of the facts and\ncircumstances of a case is not expected while forming an opinion.  An\ninterpretation of law or of facts is outside the scope of opinion\nformation.  Only a prima facie determination about the factual\nexistence or apprehension of an industrial dispute is all that an\nappropriate Government is expected or required to do before\nexercising power under <a href=\"/doc/760439/\" id=\"a_20\">section 10(1)</a> of the Act.  The scope of\nopinion an appropriate Government may form was explained by the\nSupreme Court in <a href=\"/doc/1524488/\" id=\"a_21\">Bombay Union of Journalists V. State of Bombay</a>, AIR\n1964 SC 1617 in the following words:</span>\n</blockquote> \n\n\n<blockquote id=\"blockquote_20\">\t When\nthe appropriate Government consider the question as to whether a\nreference should be made under <a href=\"/doc/1570927/\" id=\"a_22\">section 12</a>, it has to act under\n<a href=\"/doc/760439/\" id=\"a_23\">section 10(1)</a> of the Act, and <a href=\"/doc/760439/\" id=\"a_24\">section 10(1)</a> confers discretion on the\nappropriate Government either to refer the dispute or not to refer it\nfor industrial adjudication accordingly as it is of opinion that it\nis expedient to do so or not.  It is true that if the dispute in\nquestion raises questions of law the appropriate Government should\nnot purport to reach a final decision on the said questions of law,\nbecause that would normally lie within the jurisdiction of the\nIndustrial Tribunal.  Similarly, on disputed questions of fact, no\nappropriate Government can purport to reach final conclusions for\nthat again would be the province of the Industrial Tribunal.  But it\nwould not be possible to accept the plea that the appropriate\nGovernment is precluded from considering even prima facie merits of\nthe dispute when it decides the questions as to whether its power to\nmake a reference should be exercised under <a href=\"/doc/760439/\" id=\"a_25\">section 10(1)</a> read with\n<a href=\"/doc/347928/\" id=\"a_26\">section 12(5)</a> or not.  If the claim made is patently frivolous, or is\nalready belated, the appropriate Government may refuse to make a\nreference. \n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_21\">\tIn\nview of the aforesaid judgment of the Hon&#x27;ble Supreme Court, it is\nsubmitted that refusal to make reference in our case is completely on\nuntenable reason and outside the scope and jurisdiction of the\nGovernment.\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_22\">C.\tThe\npetitioners submit that in the matter of Telco Convoy Drivers\nreported in 1985(50) FLR 422 = 1989 2 CLR 699, the Hon&#x27;ble Supreme\nCourt has held that it is not the function of the Government to\nadjudicate the Dispute\non merits as the same is entrusted to the competent forum under the\n<a href=\"/doc/500379/\" id=\"a_27\">ID Act</a> i.e. Labour Court and Industrial Tribunal. The Government has\nno authority to decide the merit of the case. In view of this\ndecision also the petitioners submit that as the reference was\nrefused on non-existence issue and without prejudice to this fact it\nis submitted that ultimately to take documentary evidence on record\nas well as consideration and to apply the law applicable to the facts\nand circumstances of the case is the duty cast upon the\nTribunal/Labour\nCourt created under the <a href=\"/doc/500379/\" id=\"a_28\">ID Act, 1947</a>. In view of this also the\npetitioner submits that refusal of reference in the present\nindustrial dispute is completely unjust, improper, without\napplication of mind, without jurisdiction and against the provisions\nof <a href=\"/doc/1669932/\" id=\"a_29\">Section 10</a> of the ID Act, 1947 and against the law declared by the\nHon&#x27;ble Supreme Court. The petitioner union further submits that the\nHon&#x27;ble Supreme Court has directed the Government to make a\nreference. Similarly, in the Contract Labour matter Division Bench of\nthis Hon&#x27;ble Court in the case of NDDB Employees Union v. State of\nGujarat reported in 1994 II CLR Page 616 has held that whether the\ncontract labour are workmen and/or employees of the principal\nemployer i.e. NDDB or not cannot be decided by the government, and\ntherefore, refusal to make reference on this ground is illegal, and\ntherefore, Government was directed to make the reference.  \n</blockquote>\n \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_23\">The\npetitioner further submits that in fact the members of the petitioner\nUnion for whose benefit demands were raised are working under direct\ncontrol and supervision of the officials of respondent ONGC, and\ntherefore, the refusal of reference on this ground is not\nmaintainable and/or sustainable for a moment. The petitioner Union\nsubmits that the members of the petitioner Union and concerned\naffected workmen have in fact discharged the regular function and\nduties of security guards, which clearly involves manual, unskilled,\nskilled, technical, operation and clerical nature of job/work and\ntherefore also they are workmen, and therefore, their demand is\nrequired to be referred before the appropriate authority under the <a href=\"/doc/500379/\" id=\"a_30\">ID\nAct, 1947</a> instead of deciding by the Government itself. \n</blockquote> \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_14\">8.\tThe\nquestion is that the decision which has been taken by respondent No.1\nunder <a href=\"/doc/347928/\" id=\"a_31\">Section 12(5)</a> of the I.D.Act,1947, not to refer industrial\ndispute for adjudication on the reasons given in the order dated\n14.2.2007, can be considered to be an adjudication of dispute on\nmerits or not. The respondent No.1 being an appropriate Government\nhas no jurisdiction to decide merits of industrial dispute raised by\npetitioner Union. The industrial dispute has been raised by\npetitioner Union on 20.12.2005 on the ground that  23 contract\nemployees whose details are working in ONGC  since last 2 to 5 years\nand they  are working on perennial nature jobs and directly under the\nsupervision and control of the principal employer. Therefore, their\nservices be regularized from completion from one year&#x27;s continuous\nservice, or be paid equal remuneration as are being paid to the\npermanent  employees of respondent No.2 and skilled employees of\nrespondent No.2. In spite of specific dispute has been raised, even\nthough decision has been taken by respondent No.1 that workmen were\nnot appointed by management of ONGC but, employed by the contractor\nand activities in which the workmen were engaged are not prohibited\nunder the <a href=\"/doc/1810788/\" id=\"a_32\">Contract Labour Regulation and Abolition Act</a>. Therefore,\nindustrial dispute is not referred for adjudication. Said dispute is\nclearly deciding the issue raised by petitioner Union. The respondent\nNo.1 being an appropriate Government has no jurisdiction to examine\nthe merits of industrial dispute. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1650782\" id=\"span_4\">If the contract workers are working\nwith principal employer, then that workmen are entitled to raise\nindustrial dispute to be considered as a employee of principal\nemployer, though in fact they were working under labour contract. The\nindustrial dispute which has been raised by petitioner union is\ncovered by definition of <a href=\"/doc/189659891/\" id=\"a_33\">Section 2(k)</a> of the I.D.Act,1947. If any\nindustrial dispute exists or apprehended, then it is a legal\nobligation upon appropriate Government to refer such dispute for\nadjudication to Industrial Tribunal but, not to examine lis between\nboth parties. Therefore, this aspect has been examined by Apex Court\nin case of <a href=\"/doc/1650782/\" id=\"a_34\">Telco Convoy Drivers Mazdoor Sangh and Another v. State of\nBihar and Others</a>, reported in (1989) 3 SCC 271. Relevant observations\nare in Para.11, 12, 13 and 16 which are quoted as under :</span>\n</p> \n\n\n<blockquote id=\"blockquote_24\"> 11.\n</blockquote><p data-structure=\"Precedent\" id=\"p_15\">It is true that in considering the question of making a reference\nunder <a href=\"/doc/760439/\" id=\"a_35\">Section 10(1)</a>, the Government is entitled to form an opinion as\nto whether an industrial dispute &quot;exists or is apprehended&quot;,\nas urged by Mr. Shanti Bhusan. The formation of opinion as to whether\nan industrial dispute &quot;exists or is apprehended&quot; is not the\nsame thing as to adjudicate the dispute itself on its merits. In the\ninstant case, as already stated, the dispute is as to whether the\nconvoy drivers are employees or workmen of TELCO, that is to say,\nwhether there is relationship of employer and employees between TELCO\nand the convoy drivers. In considering the question whether a\nreference should be made or not, the Deputy Labour Commissioner\nand/or the Government have held that the convoy drivers are not\nworkmen and, accordingly, no reference can be made. Thus, the dispute\nhas been decided by the Government which is, undoubtedly not\npermissible.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Section\" id=\"p_16\">12.\nIt is, however, submitted on behalf of TELCO that unless there is\nrelationship of employer and employees or, in other words, unless\nthose who are raising the disputes are workmen, there cannot be any\nexistence of industrial dispute within the meaning of the term as\ndefined in <a href=\"/doc/189659891/\" id=\"a_36\">Section 2(k)</a> of the Act. It is urged that in order to form\nan opinion as to whether an industrial dispute exists or is\napprehended, one of the factors that has to be considered by the\nGovernment is whether the persons who are raising the disputes are\nworkmen or not within the meaning of the definition as contained in\n<a href=\"/doc/189659891/\" id=\"a_37\">Section 2(k)</a> of the Act. \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"CDiscource\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"455901\" id=\"span_5\">13.\nAttractive though the contention is, we regret, we are unable to\naccept the same. It is now well settled that, while exercising power\nunder <a href=\"/doc/760439/\" id=\"a_38\">Section 10(1)</a> of the Act, the function of the appropriate\nGovernment is an administrative function and not a judicial or quasi\njudicial function, and that in performing this administrative\nfunction the Government cannot delve into the merits of the dispute\nand take upon itself the determination of the lis, which would\ncertainly be in excess of the power conferred on it by <a href=\"/doc/1669932/\" id=\"a_39\">Section 10</a> of\nthe Act. See <a href=\"/doc/455901/\" id=\"a_40\">Ram Avtar Sharma v. State of Haryana</a>, (1985) 3 SCR 686 :</span>\n</p><blockquote id=\"blockquote_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1076451\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1697439\" id=\"span_7\">(AIR 1985 SC 915) ; <a href=\"/doc/1697439/\" id=\"a_41\">M.P. Irrigation Karamchari Sangh v. State of\nM.P.</a>, (1985) 2 SCR 1019 : (AIR 1985 SC 860) ; <a href=\"/doc/1076451/\" id=\"a_42\">Shambu Nath Goyal v.\nBank of Baroda, Jullundur</a>, (1978) 2 SCR 793: (AIR 1978 SC 1088).</span></span>\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_26\">16.\n</blockquote><p data-structure=\"Precedent\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1041213\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1697439\" id=\"span_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"455901\" id=\"span_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1310042\" id=\"span_11\">It has been already stated that we had given one more chance to the\nGovernment to reconsider the matter and the Government after\nreconsideration has come to the same conclusion that the convoy\ndrivers are not workmen of TELCO thereby adjudicating the dispute\nitself. After having considered the facts and circumstances of the\ncase and having given our best consideration in the matter, we are of\nthe view that the dispute should be adjudicated by the Industrial\nTribunal and, as the Government has persistently declined to make a\nreference, under <a href=\"/doc/760439/\" id=\"a_43\">Section 10(1)</a> of the Act, we think we should direct\nthe Government to make such a reference. In several instances this\nCourt had to direct the Government to make a reference under <a href=\"/doc/760439/\" id=\"a_44\">Section\n10(1)</a> when the Government had declined to make such a reference and\nthis Court was of the view that such a reference should have been\nmade. See <a href=\"/doc/1310042/\" id=\"a_45\">Sankari Cement Alai Thozhiladar Munnetra Sangam v. Govt. of\nTamilnadu</a>, (1983) 1 Lab LJ 460; <a href=\"/doc/455901/\" id=\"a_46\">Ram Avtar Sharma v. State of Haryana</a>,\n(1985) 3 SCR 686 : (AIR 1985 SC 915); <a href=\"/doc/1697439/\" id=\"a_47\">M. P. Irrigation Karamchari\nSangh v. State of M. P.</a>, (1985) 2 SCR 1019: (AIR 1985 SC 860); <a href=\"/doc/1041213/\" id=\"a_48\">Nirmal\nSingh v. State of Punjab</a>, (1984) 2 Lab LJ 396 : (AIR 1984 SC 1619).</span></span></span></span> \n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_19\">(See\n: 2009 AIR SCW 3174, 2008 (4) GLR 284 (Gujarat High Court), 2009\nLab.I.C. 2010.\n</p> \n\n\n \n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_20\">9.\tRecently,\nsame aspect has been examined by the Division Bench of the Calcutta\nHigh Court in case of Manmatha Kumar Jena and Others v. Union of\nIndia and Others, reported in 2010-II-LLJ-254(Cal.). Relevant\nobservations are in Para.7 to 16 which are quoted as under :\n</p> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_27\"> 7.\tLearned\ncounsel for the appellants submits that it is true that Writ Court\nshould not interfere with the reasoning of the administrative order,\nbut if the reasons patently appear to be nothing but an adjudication\nof the dispute itself between the parties then it is not reason and\nthe Court will certainly interfere in a case of such nature.\n</blockquote><p data-structure=\"Precedent\" id=\"p_21\">According to him, the appropriate Government has taken the role of\nadjudicator by accepting the view and the case of the management put\nforward in the conciliation proceedings.  When such an exercise is\ndone, it is not a lawful order of rejection.  In support of his\nsubmission, he has relied on the decisions (1989) 3 SCC 271 and AIR\n2002 SC 1724\n \n\t \n\n\n\t\n\t \n\n\n</p><p data-structure=\"RespArg\" id=\"p_22\">\t8.\tMr.\n\tPal, appearing on behalf of the respondent company on the other hand\n\tcontends that the order of rejection in this case is an\n\tadministrative one and has been passed with reasons and the Court\n\tshould not interfere with the same.  In support of his submission,\n\the has relied on the decisions AIR 2000 SC 915.  The latter decision\n\thas been relied on the proposition of law that High Court can not\n\tdirect to pass an order of reference.\n</p>\t \n\n\n\t\n\t \n\n\n<p data-structure=\"Section\" id=\"p_23\">\t9.\tWe\n\thave heard the respective contentions of the learned counsels and\n\thave carefully gone through the reasons for refusal to refer the\n\tdispute and also the findings of the learned trial Judge. <a href=\"/doc/1570927/\" id=\"a_49\">Section 12</a>\n\tof the Industrial Dispute Act has provided the methodology for\n\treferring a dispute by the appropriate Government. The methodology\n\tmentioned in the said Section appears to have been bifurcated in two\n\tdifferent stages.  The parties concerned will approach the\n\tConciliating Officer first, who will investigate in the matter and\n\tdispute.  He will make an endeavour to bring about a settlement.\n\tWhile doing so, he shall record the case of both the sides.  In\n\tprocess, if the conciliation is possible, he shall record such\n\tconciliation and if it is not possible, then he will refer the same\n\tto the appropriate Government. \n</p>\t\n\t \n\n\n\t\n\t \n\n\n<p data-structure=\"CDiscource\" id=\"p_24\">\t10.\tIt\n\tappears from the report of the Conciliating Officer that in this\n\tcase, nowhere he has concluded and decided or came to finding that\n\tmaster servant relationship between the appellants and the Coal\n\tIndia Limited did not exist.  He has merely recorded the submission\n\tof both the parties.  On receipt of his report, the appropriate.\n\tGovernment, on consideration of the same and the same alone, nothing\n\telse, is to take decision whether the matter should be referred for\n\tadjudication or not.\n</p>\t \n\n\n\t\n\t \n\n\n<p data-structure=\"Precedent\" id=\"p_25\">\t11.\tAccording\n\tto us, the appropriate Government can not take note of any other\n\tthings apart from the report.  The Supreme Court decision (1989) 3\n\tSCC 271, on summation of paragraphs 11 and 13 thereof, clearly rules\n\tthat in the name of reasons, appropriate Government can not take the\n\trole of adjudicator, as it is essentially administrative function of\n\tadministration not the function of quasi judicial authority and it\n\tcan not take note of any other irrelevant matters.\n</p>\t \n\n\n\t\n\t \n\n\n<p data-structure=\"Precedent\" id=\"p_26\">\t12.\tThe\n\tsame view has been taken in the latter decision of Supreme Court AIR\n\t2002 SC 1724.  In the decision AIR 2000 SC 915 (relevant paragraph\n</p><p data-structure=\"Precedent\" id=\"p_27\">\t6), cited by Mr. Paul it has also been recorded that this order is\n\tan administrative one and is made on the subjective satisfaction of\n\tthe Government.  If it appears from the reasons, that the\n\tappropriate Government took into account any irrelevant or foreign\n\tmaterial, the Court may in a given case consider the case for issue\n\tof writ of mandamus.  Even in the recent decision of Supreme Court\n\t2008 AIR SCW 2711 in paragraph 4 it is observed that except in\n\tcertain unexceptional cases Court should not direct reference to be\n\tmade.  \n</p>\t\n\t \n\n\n\t\n\t \n\n\n<p data-structure=\"Precedent\" id=\"p_28\">\t13.\tThus,\n\ton careful study of all those decisions of the Supreme Court, cited\n\tat the Bar, proposition of law, according to us, the Writ Court can\n\tinterfere with this sort of order (i) when order of refusal to refer\n\tthe dispute appears to have been passed on adjudication of the\n\tdispute itself; and (ii) if any material is taken other than a\n\treport of the Conciliating Officer while passing order of refusal to\n\trefer.  That apart, the Writ Court can not have any jurisdiction to\n\tinterfere.  \n</p>\t\n\t \n\n\n\t\n\t \n\n\n<p data-structure=\"CDiscource\" id=\"p_29\">\t14.\tIt\n\thas to be examined in this case whether the problem before us falls\n\twithin the aforesaid two categories or not. Before that, it would be\n\tappropriate to elucidate what is the meaning of the word &#x27;dispute&#x27;.\n\tThe plain meaning of &#x27;dispute&#x27;, mentioned in the OXFORD DICTIONARY\n\tand also in legal parlance is that dispute means assertion of fact\n\tby one party and denial of such fact by other party.  Here, the\n\tappellant claim that they were really employed by the Coal India\n\tLimited and according to their stand, the appellants were engaged on\n\tvoluntary basis through contractor for maintenance and\n\tbeautification of a garden owned by the Kolkata Municipal\n\tCorporation.\n</p>\t \n\n\n\t\n\t \n\n\n<p data-structure=\"CDiscource\" id=\"p_30\">\t15.\tIt\n\tappears from the order of rejection that the appropriate Government\n\thas decided in the, order itself that Desh Bandhu Park is owned by\n\tKolkata Municipal Corporation which was adopted for maintenance and\n\tbeautification by the management of Coal India Limited and the work\n\twas carried out through contract workers employed by the different\n\tcontractor.  It is thus clear that the version of the management of\n\tCoal India has been accepted and thereby the appropriate Government\n\thas adjudicated the matter in favour of the management; to put it\n\tdifferently, the case of the appellants by necessary implication,\n\thas been rejected.\n</p>\t \n\n\n\t\n\n \n\n\n<p data-structure=\"CDiscource\" id=\"p_31\">16.\tAccording\nto us, the aforesaid reasoning is nothing but an adjudicatory\nexercise which is not vested in it under the law and the decision has\nto be taken in the administrative side.  Honourable Supreme Court has\nruled and also the basic feature of our Constitution is that\nAdministrator can not creep in the field of judicial and quasi\njudicial function unless specifically authorized by law. We,\ntherefore, respectfully following the ratio laid down in the\naforesaid decisions of the Honourable Supreme Court, hold that the\norder of rejection is without jurisdiction. Hence it is an\nunexceptional case for interference. We think with respect that the\nlearned trial Judge should have gone into this matter in the above\ndirection. Unfortunately, the learned trial Judge was not assisted\nproperly to enquire into the matter in the above manner. \n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Conclusion\" id=\"p_32\">10.\tIn\nview of above observations made by Apex Court in number of cases as\nwell as recent decisions on the same subject and considering\nreasoning given by respondent No.1 in order dated 14.2.2007,\naccording to my opinion, it amounts to adjudication of industrial\ndispute itself. For that, respondent No.1 has no jurisdiction to\nexamine such dispute between parties but, it is within jurisdiction\nof Industrial Tribunal. Therefore, the order passed by respondent\nNo.1 dated 14.2.2007 is required to be quashed and set aside.\nAccordingly, order dated 14.2.2007 is hereby quashed and set aside\nwith a direction to respondent No.1 to re-consider the decision dated\n14.2.2007 in response to representation made by petitioner Union\ndated 31.3.2007 and thereafter, refer the industrial dispute for\nadjudication to Industrial Tribunal (Central) Bhavnagar, within a\nperiod of 3 months from date of receiving copy of present order.\nAccordingly, Rule is made absolute with no order as to costs.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_33\">(H.K.RATHOD,J.)\n \n\n\n(vipul)\n\n    \n\n \n\t   \n      \n      \n\t    \n\t\t      \n\t   \n      \n\t  \t    \n<span class=\"hidden_text\" id=\"span_12\">\t\t   Top</span>\n\t   \n      \n\n\n</p>","numcites":23,"numcitedby":0,"docsource":"Gujarat High Court","citetid":1131267,"divtype":"judgments","relatedqs":[{"value":"perennial nature of ","formInput":"perennial%20nature%20of%20"},{"value":"(1989) 3 SCC 271","formInput":"%281989%29%203%20SCC%20271"},{"value":"contract labour","formInput":"contract%20labour"},{"value":"principal employer ","formInput":"principal%20employer%20"},{"value":"240 days ","formInput":"240%20days%20"},{"value":"ONGC","formInput":"ONGC"},{"value":"coal india limited","formInput":"coal%20india%20limited"},{"value":"quasi judicial","formInput":"quasi%20judicial"},{"value":"coal india","formInput":"coal%20india"},{"value":"convoy driver ","formInput":"convoy%20driver%20"},{"value":"marshalling ","formInput":"marshalling%20"},{"value":"reference of industrial dispute","formInput":"reference%20of%20industrial%20dispute"},{"value":"industrial dispute","formInput":"industrial%20dispute"},{"value":"industrial tribunal","formInput":"industrial%20tribunal"},{"value":"conciliation officer","formInput":"conciliation%20officer"},{"value":"\"The appropriate Government","formInput":"%22The%20appropriate%20Government"},{"value":"appropriate government","formInput":"appropriate%20government"},{"value":"coal ","formInput":"coal%20"},{"value":"Judicial and quasi judicial ","formInput":"Judicial%20and%20quasi%20judicial%20"},{"value":"remuneration","formInput":"remuneration"}],"cats":[{"value":"refer-courts","formInput":"tag:refer-courts"},{"value":"dispute-resolution-references","formInput":"tag:dispute-resolution-references"},{"value":"industrial","formInput":"tag:industrial"},{"value":"duties of conciliation officers.","formInput":"tag:duties of conciliation officers."}],"courtcopy":true,"query_alert":null,"agreement":false}