{"tid":136514,"publishdate":"2011-02-11","title":"S. Usha vs The General Manager on 11 February, 2011","doc":"<h2 class=\"doc_title\">S. Usha vs The General Manager on 11 February, 2011</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:v-k-sharma\">Vinod K.Sharma</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:v-k-sharma\">Vinod K.Sharma</a></h3>\n\n<pre id=\"pre_1\">       \n\n  \n\n  \n\n \n \n IN THE HIGH COURT OF JUDICATURE AT MADRAS\n\nDATED: 11.02.2011\n\nCORAM:\n\nTHE HONOURABLE MR.JUSTICE VINOD K.SHARMA\n\nW.P. No.2732 of 2010 and M.P.No.1 of 2010\n\n\nS. Usha\t\t\t.. Petitioner.\n\t\t\t\tVs.\n\n\n1.\tThe General Manager,\n\tSouthern Railway,\n\tChennai\n\n2.\tThe Senior Divisional Commercial Manager,\n\tSouthern Railway,\n\tPalghat.\n\n3.\tThe Senior Divisional Commercial Manager,\n\tSouthern Railway,\n\tSalem Division,\n\tSalem.\t\t.. Respondents.\n\n\n\tWrit petition is filed under <a href=\"/doc/1712542/\" id=\"a_1\">Article 226</a> of Constitution of India for the issuance of a writ of Certiorari, calling for the records relating to the third respondent dated 04.02.2010, vide No.SA/C/PUB/SAR/SA/Boards/2006 and to quash the same.\n\n\t\tFor Petitioner   \t:   \tMr.S.Vijaya Kumar\n\n\t\tFor Respondents\t:\tMr.M.Vellaisamy\n\nO R D E R\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">\tThe petitioner entered into an agreement with Southern Railway through its Senior Divisional Commercial Manager, Palghat on 19.09.2006 for lease of advertisement rights for display board at the specified area of 9904 sq.ft at Salem Junction Railway Station. The period of agreement was for three years, commencing from 24.04.2006.\n</p>\n<p data-structure=\"Facts\" id=\"p_2\">\t2.\tIn terms of the agreement, executed between the parties, the petitioner paid a sum of Rs.9,01,265/- (Rupees Nine Lakhs One Thousand Two Hundred and Sixty Five only) by way of demand draft towards licence fee as per terms of the agreement. The licence fee was to be enhanced by 10% every year. \n</p>\n<p data-structure=\"Facts\" id=\"p_3\">\t3.\tOn receipt of licence fee, the petitioner was allotted an area of 9,904 sq.ft at Salem Junction to display advertisement board.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">\t4.\tDuring pendency of agreement, a decision was taken by the Railways for bifurcating the Palghat division, by creating a new division known as Salem Junction, with effect from 01.11.2007. Due to creation of Salem division, the agreement entered by the petitioner with the Senior Divisional Commercial Manager, Palghat, was taken over by the Senior Divisional Commercial Manager, Salem.\n</p>\n<p data-structure=\"PetArg\" id=\"p_5\">\t5.\tThe case of the petitioner is that even before the bifurcation, she was asked by the Deputy Station Manager, Commercial to remove advertisement board fixed on the compound wall, to carry out certain civil works. It was made clear at that time that the petitioner can refix the board on completion of civil works. \n</p>\n<p data-structure=\"Facts\" id=\"p_6\">\t6.\tThe petitioner removed advertisement board in view of the assurance, that she would be provided suitable place after completion of civil works. As per the terms of the agreement, executed between the parties, it was provided as under:\n</p>\n<blockquote id=\"blockquote_1\">\t&quot;If at any time during the currency of the contract any space rented out advertisement is required by Southern Railway to meet its own requirements, then Railway administration shall provide alternative space in the station premises itself equivalent to the space / area taken over. The decision of the Railway Administration will be final and binding on the agency in regard to the space required to meet Railway&#x27;s own needs and allotment of alternative space to the agency.&quot;\n</blockquote><p data-structure=\"Facts\" id=\"p_7\">\t7.\tThe case of the petitioner is that as per clause referred to above, the respondent was under obligation to provide alternative space in the Station, equivalent to the space area taken over. \n</p>\n<p data-structure=\"Issue\" id=\"p_8\">\t8.\tThe Senior Divisional Commercial Manager, Salem, thereafter, allotted an area of 2248 sq.ft. on 10.01.2008. \n</p>\n<p data-structure=\"Facts\" id=\"p_9\">\t9.\tThe further case of the petitioner is that due to this, she was unable to provide advertisement board for a period of five months and ten days, because even allotted area of 2248 sq.ft. was not provided, as there were disputes, with regard to 768 sq.ft., out of area allotted, between the Railway Authorities and the Salem Corporation.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_10\">\t10.\tThe pleaded case of the petitioner in the affidavit is that she made number of representations for providing space as per the terms of contract between the parties. The petitioner, in spite of pending dispute, made payment towards second year licence fee, thus, fulfilled her obligation under licence deed. \n</p>\n<p data-structure=\"Issue\" id=\"p_11\">\t11.\tThe petitioner again made representation on 29.01.2008, pointing out her grievance with regard to non availability of space for advertisement in terms of the agreement. \n</p>\n<p data-structure=\"Issue\" id=\"p_12\">\t12.\tThe case of the petitioner is that though only assurance was given to redress grievance of the petitioner, but no such action was taken, to provide necessary space.\n</p>\n<p data-structure=\"Issue\" id=\"p_13\">\t13.\tThe petitioner again made a representation for approving an area of 1272 sq.ft. on the existing board for a period of 473 days from 20.08.2009, in terms of clause 32 of the tender agreement.\n</p>\n\t\n<p data-structure=\"Facts\" id=\"p_14\">\t14.\tThe case of the petitioner is that as no action was taken on her representation, she was forced to file W.P.No.18233 of 2009, in which, interim injunction was sought against removing advertisement board, displayed by her at Salem Junction. The writ petition, filed by the petitioner, was disposed of on 15.10.2009, by passing the following operative order: \n</p><blockquote id=\"blockquote_2\">&quot;Considering the various correspondence and the agreement and also the admission on the part of the respondents, with regard to the renovation, the respondents are directed to dispose of the petitioner&#x27;s representation dated 29.04.2009 within a period of four weeks from the date of receipt of a copy of this order. Till the representation is considered and orders are passed by the respondents, the order of status quo will be in force.&quot;\n</blockquote><p data-structure=\"Issue\" id=\"p_15\">After passing of the order by this Court, the request of the petitioner, for extension of contract agreement for period of 473 days, stands declined on the following grounds,\n\n</p><p data-structure=\"Issue\" id=\"p_16\">i) that the petitioner did not accept the alternative space, identified at Platform No.2 for display in lieu of non displayed board;\n</p><p data-structure=\"Issue\" id=\"p_17\">ii) that the petitioner had only requested for extension of 1272 sq.ft. on pro rata basis for non display period of 768 sq.ft. or in alternative to treat the existng 1272 sq.ft. area as fresh proposal;\n</p>\n<p data-structure=\"PetArg\" id=\"p_18\">iii) that the advertisement and POP UP boards are still being exhibited without any payment to Railways. \n</p><p data-structure=\"Facts\" id=\"p_19\">\t15.\tIn view of the facts, stated herein above, the petitioner has invoked the writ jurisdiction of this Court with the following prayer:\n</p><blockquote id=\"blockquote_3\">\t&quot;For the reasons stated in the accompanying affidavit filed in the support of the writ petition, the petitioner herein prays that this Hon&#x27;ble Court may be pleased to issue a writ of Certiorari or any other writ or order or direction in the nature of writ, calling for the records relating to the third respondent dated 04.02.2010, vide No.SA/C/PUB/SAR/SA/Boards/2006 and to quash the same and pass such further or other orders as this Hon&#x27;ble Court may deem fit and proper in the nature and circumsteances of the case and render justice.&quot;\n</blockquote><p data-structure=\"Issue\" id=\"p_20\">\t16.\tThe first question to be determined in the present writ petition would be:\n</p><blockquote id=\"blockquote_4\">\t&quot;whether the writ petition would be competent to enforce contractual obligation between the petitioner and railway authorities&quot;\n</blockquote><p data-structure=\"PetArg\" id=\"p_21\">\t17.\tMr.S.Vijaya Kumar, learned counsel appearing on behalf of the petitioner contends that there is no bar to invoke writ jurisdiction of this Court under <a href=\"/doc/1712542/\" id=\"a_2\">Article 226</a> of the Constitution of India, to enforce the terms of contract with Government or State agencies. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1603548\" id=\"span_1\">In support of the contention that enforcement of contractual obligation would be maintainable under writ jurisdiction, reliance was placed on the judgment of the Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/1603548/\" id=\"a_3\">Harbanslal Sahnia and another vs. Indian Oil Corporation Ltd and others</a>, reported in (2003) 2 SCC 107, wherein, the Hon&#x27;ble Supreme Court was pleased to lay down as under:</span>\n</p><blockquote id=\"blockquote_5\">\t&quot;The rule of exclusion of writ jurisdiction by availability of an alternative remedy is a rule of discretion and not one of compulsion. In an appropriate case, in spite of availability of the alternative remedy, the High Court may still exercise its writ jurisdiction in at least three contingencies: (i) where the writ petition seeks enforcement of any of the fundamental rights; (ii) where there is failure of principles of natural justice; or (iii) where the orders or proceedings are wholly without jurisdiction or the vires of an Act is challenged. The present case attracts applicability of the first two contingencies. Moreover, the petitioners&#x27; dealership, which is their bread and butter, came to be terminated for an irrelevant and non-existent cause. In such circumstances, the appellants should have been allowed relief by the High Court itself instead of driving them to the need of initiating arbitration proceedings.&quot;  \n</blockquote><p data-structure=\"Precedent\" id=\"p_22\">The reading of judgment shows that the Hon&#x27;ble Supreme Court has, nowhere, laid down that contractual obligation can be enforced under writ jurisdiction. The Hon&#x27;ble Supreme Court has only laid down exemption to settled law that no writ would be competent to enforce contractual obligation. The exemption would be in the following cases, at the discretion of the Court:\n</p><blockquote id=\"blockquote_6\">i) where writ petitioner seeks enforcement of any fundamental rights.\n</blockquote><blockquote id=\"blockquote_7\">ii) Where there is failure of principles of natural justice;\n</blockquote><blockquote id=\"blockquote_8\">iii) Where proceedings are totally without jurisdiction or vires of the Act are challenged.\n</blockquote><p data-structure=\"Section\" id=\"p_23\">\t18.\tThe case of the petitioner does not fall in any of these exemptions rather the petitioner has challenged breach of contract, by the respondents and seeks to enforce a contract, the specific performance of which itself will be doubtful.\n</p>\n<p data-structure=\"Precedent\" id=\"p_24\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"354257\" id=\"span_2\">19. \tLearned counsel for the petitioner, thereafter, relied upon a judgment of the Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/354257/\" id=\"a_4\">Noble Resources Ltd vs. State of Orissa and another</a>, reported in (2006) 10 SCC 236. In this case also, the Hon&#x27;ble Supreme Court has merely laid down that interference under <a href=\"/doc/1712542/\" id=\"a_5\">Article 226</a> of the Constitution of India with regard to contractual obligation is not totally beyond the scope of judicial review. In this case again, the Hon&#x27;ble Supreme Court did not lay down the principle that writ is maintainable for enforcement of terms of the contract, executed between the parties. The finding of the Hon&#x27;ble Supreme Court reads as under:</span>\n</p><blockquote id=\"blockquote_9\">\t&quot;15. It is trite that if an action on the part of the State is violative of the equality clause contained in <a href=\"/doc/367586/\" id=\"a_6\">Article 14</a> of the Constitution of India, a writ petition would be maintainable even in the contractual field. A distinction indisputably must be made between a matter which is at the threshold of a contract and a breach of contract; whereas in the former the court\u0012s scrutiny would be more intrusive, in the latter the court may not ordinarily exercise its discretionary jurisdiction of judicial review, unless it is found to be violative of <a href=\"/doc/367586/\" id=\"a_7\">Article 14</a> of the Constitution. While exercising contractual powers also, the government bodies may be subjected to judicial review in order to prevent arbitrariness or favouritism on their part. Indisputably, inherent limitations exist, but it would not be correct to opine that under no circumstances a writ will lie only because it involves a contractual matter.\n</blockquote>\n<blockquote id=\"blockquote_10\">\t18. It may, however, be true that where serious disputed questions of fact are raised requiring appreciation of evidence, and, thus, for determination thereof, examination of witnesses would be necessary; it may not be convenient to decide the dispute in a proceeding under <a href=\"/doc/1712542/\" id=\"a_8\">Article 226</a> of the Constitution of India.\n</blockquote>\n<blockquote id=\"blockquote_11\">\t27. Contractual matters are, thus, not beyond the realm of judicial review. Its application may, however, be limited.\n</blockquote>\n<blockquote id=\"blockquote_12\">\t28. Although the terms of the invitation to tender may not be open to judicial scrutiny, but the courts can scrutinise the award of contract by the Government or its agencies in exercise of their power of judicial review to prevent arbitrariness or favouritism. However, the court may refuse to exercise its jurisdiction, if it does not involve any public interest.\n</blockquote>\n<blockquote id=\"blockquote_13\">\t29. Although the scope of judicial review or the development of law in this field has been noticed hereinbefore particularly in the light of the decision of this Court in ABL International Ltd.1 each case, however, must be decided on its own facts. Public interest as noticed hereinbefore, may be one of the factors to exercise the power of judicial review. In a case where a public law element is involved, judicial review may be permissible. \n</blockquote>\n<blockquote id=\"blockquote_14\">\t43. Ordinarily, a specific performance of contract would not be enforced by issuing a writ of/or in the nature of mandamus, particularly when keeping in view the provisions of the <a href=\"/doc/1671917/\" id=\"a_9\">Specific Relief Act, 1963</a>, damages may be an adequate remedy for breach of contract.&quot;\n</blockquote><p data-structure=\"PetArg\" id=\"p_25\">This judgment would, in fact, go against the contention of the learned counsel for the petitioner, as the petitioner wants to specifically enforce the terms of the contract. \n</p>\n<p data-structure=\"PetArg\" id=\"p_26\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1863304\" id=\"span_3\">20.\tLearned counsel for the petitioner, thereafter, placed reliance on judgment of the Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/1863304/\" id=\"a_10\">Popcorn Entertainment and another vs. City Industrial Development Corporation and another</a>, reported in (2007) 9 SCC 593, wherein again, the Hon&#x27;ble Supreme Court held that High Courts can entertain writ petition when,</span> \n</p><p data-structure=\"RespArg\" id=\"p_27\">i) the action of the respondent was illegal,\n</p><p data-structure=\"PetArg\" id=\"p_28\">ii) violation of principles of natural justice, and\n</p><p data-structure=\"Section\" id=\"p_29\">iii) the writ petitioner&#x27;s fundamental rights had been violated.\n</p>\n<p data-structure=\"Section\" id=\"p_30\">\t21.\tAs already observed above, the petitioner in the present case wants to enforce terms of contract, which he could not have even enforced under the <a href=\"/doc/1671917/\" id=\"a_11\">Specific Relief Act</a>, as the remedy with the petitioner will be to claim damages for the breach of contract.\n</p>\n<p data-structure=\"Precedent\" id=\"p_31\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1670355\" id=\"span_4\">22.\tLearned counsel for the petitioner, thereafter, placed reliance on judgment of the Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/1670355/\" id=\"a_12\">Indian Bank vs. Godhara Nagrik Cooperative Credit Society Limited and another</a>, reported in (2008) 12 SCC 541, wherein again, the Hon&#x27;ble Supreme Court laid down that as a general rule, writ petitions involving serious disputed questions of fact, ordinarily should not be entertained, although High Court in some cases may enter into such questions. The law <a href=\"/doc/1670355/\" id=\"a_13\">laid down by</a> the Hon&#x27;ble Supreme Court reads as under:</span>\n</p><blockquote id=\"blockquote_15\">\t&quot;The writ petitions against the banks being &quot;State&quot; within the meaning of <a href=\"/doc/609139/\" id=\"a_14\">Article 12</a> of the Constitution of India were maintainable.\n</blockquote>\t\n<blockquote id=\"blockquote_16\">\tA writ Court exercising the power of judicial review has a limited jurisdiction. A writ petition would be against &quot;State&quot; within the meaning of <a href=\"/doc/609139/\" id=\"a_15\">Article 12</a> of the Constitution of India. Indisputably, exercise of jurisdiction by the High Court is permissible in a case where action of the State is found to be unfair, unreasonable or arbitrary. The question which should have been posed by the High Court was as to whether the action of the banks was so arbitrary so as to invoke the public law jurisdiction. If the answer to the said question was to be in the negative, the High Court should have refused to exercise its jurisdiction.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_32\">\t23.\tThe reading of the judgment again shows that the Hon&#x27;ble Supreme Court upheld the view that the High Courts should not enforce contractual obligation under the writ jurisdiction.\n</p>\n<p data-structure=\"Precedent\" id=\"p_33\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1245824\" id=\"span_5\">24.\tA reliance thereafter was placed by the learned counsel for the petitioner on the judgment of the Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/1245824/\" id=\"a_16\">National Sample Survey Organisation &amp; Anr. vs. Champa Properties Ltd. &amp; Anr. (Civil Appeal No.4153</a> of 2009), decided on 07.07.2007, wherein, on the question with regard to maintainability of the writ, in view of availability of the alternative relief, the Hon&#x27;ble Supreme Court was pleased to observe thus:</span> \n</p><blockquote id=\"blockquote_17\">\t&quot;10. The appellant submit that the parties had entered into three lease 7 agreements dated 11.04.1989, 10.05.1990 and 29.04.1991 in regard to the periods 01.04.1989 to 31.03.1990, 01.04.1990 to 31.03.1991 and 01.04.1991 to 31.03.1992 and all the three agreements contained an arbitration clause (Clause No.17) providing that any dispute or difference arising between the parties, concerning the subject matter of the lease agreements or any covenant, clause or thing contained therein or otherwise arising out of the said leases, shall be referred to an arbitrator to be appointed by the Government of India and the decision of such arbitrator shall be conclusive and binding on the parties hereto. Having regard to the said provision for arbitration, the appellant contends that the remedy of the landlord-respondent, if it wanted any increase in rent, was to seek reference to arbitration and the writ petition was misconceived and not maintainable.\n</blockquote>\t\n<blockquote id=\"blockquote_18\">\t11. A careful reading of the arbitration clause in the lease agreements discloses that what is referable to arbitration, is any dispute or difference concerning the subject matter of said three lease agreements or any clauses thereof or any matter arising out of the said lease agreements. But the writ petition was not in respect of any of the said three lease agreements or any term thereof. The grievance of the respondent put forth in the writ petition is as under:\n</blockquote><blockquote id=\"blockquote_19\">&quot;On 28.07.1988, the respondent requested the appellant to refix the rent for a period of five years with effect from 03.08.1988 by referring the matter to 8 the Hiring Committee. The appellant accordingly referred the matter to the Hiring Committee by letter dated 25.10.1988. The Hiring Committee after considering the matter, recommended payment of rent of Rs.13.10 per sq.ft. of carpet area, inclusive of all municipal taxes with effect from 03.08.1988. The appellant, a department of Government of India, was bound by the said recommendation, having regard to the terms of the Official Memoranda dated 19.07.1972, 01.09.1982, 09.05.1983, 22.08.1984 and 13.06.1985 of Government of India. But the appellant failed to implement the said recommendation of the Hiring Committee. Nor did it choose to itself reassess the rent from 03.08.1988 in terms of the O.M. dated 13.06.1985, if it was not agreeable to accept the recommendation of the Hiring Committee. Therefore, the appellant should be directed to increase the rent from 03.08.1988 in terms of the O.M. dated 13.06.1985.&quot;  \n</blockquote><p data-structure=\"Precedent\" id=\"p_34\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1028475\" id=\"span_6\">The relief sought in the writ petition thus did not relate to, nor arise from the contract of lease (the three lease agreements containing the arbitration agreement) but allegedly arose out of the O.M. dated 13.06.1985 and related official memoranda issued by the Government of India. The subject matter of those official memoranda was not subject to any provision for arbitration. The arbitration clauses in the lease agreements dated 11.04.1989, 10.05.1990 and 29.04.1991, therefore, did not cover or govern the issue raised in the writ petition. Therefore, the arbitration clause in the three lease agreements would not come in the way of the writ petition being entertained. We are fortified in our view by the decision in <a href=\"/doc/1028475/\" id=\"a_17\">Titagarh Paper Mills Ltd. v. Orissa State Electricity Board</a> 1975 (2) SCC 436 wherein this Court held:</span>\n</p><blockquote id=\"blockquote_20\">\t&quot;...when the Board decided to levy the coal surcharge on the consumers receiving electricity from the Talcher-Hirakund grid, it claimed to do so under Sections 49 and 59 and the <a href=\"/doc/701121/\" id=\"a_18\">Sixth Schedule to the Supply Act</a>. We must, therefore, first examine whether any of these provisions of the <a href=\"/doc/701121/\" id=\"a_19\">Supply Act</a> empowered the Board to levy the coal surcharge. We fail to see how the machinery of arbitration 9 contained in clause (23) of the agreement can possibly cover such a question. The arbitration agreement in that clause applies only to a dispute or difference &#x27;as to the supply of electrical energy hereunder or the pressure thereof or as to the interpretation of this Agreement or the right of the supplier or the consumer respectively to determine the same or any other question, matter or thing arising hereunder.&#x27; The question as to whether the Board had the power under Sections 49 and 59 and the <a href=\"/doc/701121/\" id=\"a_20\">Sixth Schedule to the Supply Act</a> to levy the coal surcharge is not a question, matter or thing arising under the agreement. It is a claim founded on the provisions of the <a href=\"/doc/701121/\" id=\"a_21\">Supply Act</a> to impose the coal surcharge in addition to the rates payable by the appellant to the Board under the agreement. Such a claim clearly falls outside the ambit and coverage of the arbitration provision contained in clause (23) of the agreement. The arbitration agreement cannot therefore, be regarded as a relevant factor which should legitimately influence the discretion of the Court in declining to entertain the writ petition on merits. (emphasis supplied)&quot;\t\t\n</blockquote><p data-structure=\"CDiscource\" id=\"p_35\">\t25.\tThe reading of this judgment also does not advance case of the petitioner, as the Hon&#x27;ble Supreme Court was pleased to lay down, that the dispute in the said writ petition was not covered by arbitration clause, whereas, in the present case, it is not disputed that question raised in this writ petition falls within the jurisdiction of the arbitration in terms of the arbitration agreement.\n</p>\n<p data-structure=\"Precedent\" id=\"p_36\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"40024962\" id=\"span_7\">26.\tLearned counsel for the petitioner, thereafter, placed reliance on the judgment of the Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/40024962/\" id=\"a_22\">Coal India Limited and Others vs. Alok Fuels Private Limited</a> through Director and others reported in (2010) 10 SCC 157, wherein the Hon&#x27;ble Supreme Court was pleased to lay down as under:</span>\n</p><blockquote id=\"blockquote_21\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1261492\" id=\"span_8\">&quot;25. it is settled by a series of decisions of this Court starting from <a href=\"/doc/1261492/\" id=\"a_23\">Shrilekha Vidyarthi v. State of U.P.</a> that even in the domain of contractual matters, the High Court can entertain a writ petition on the ground of violation of <a href=\"/doc/367586/\" id=\"a_24\">Article 14</a> of the Constitution when the impugned act of the State or its instrumentality is arbitrary, unfair or unreasonable or in breach of obligations under public law.</span>\n</blockquote>\n<blockquote id=\"blockquote_22\">\t26. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"616070\" id=\"span_9\">In <a href=\"/doc/616070/\" id=\"a_25\">Sterling Computers Ltd. v. M&amp;N Publications Ltd.</a>, however, this  Court held:</span>\n</blockquote><blockquote id=\"blockquote_23\">\t&quot;28....Public authorities are essentially different from those of private persons. Even while taking decision in respect of commercial transactions a public authority must be guided by relevant considerations and not by irrelevant ones.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_37\">Obviously, one such relevant consideration which Coal India Ltd. and BCCL as public authorities, have to consider is whether continuation of supply of coal to the respondents may not lead to misutilisation or black marketing of the coal by the respondents which are prohibited under FSA and the policy decision of the Government considering the allegations made by CBI in the FIR on the basis of the reliable information received. This relevant aspect has not been considered by either the learned Single Judge of the High Court while passing the impugned interim orders or by the Division Bench of the High Court while dismissing the LPAs against the impugned interim orders of the learned Single Judge.\n</p><p data-structure=\"RespArg\" id=\"p_38\">\t27. It is true as has been contended on behalf of the respondents that Clause 13 (1) of FSA provides that in the event the respondents fail to pay any amount including any interest due to BCCL under FSA within a period of 30 days of the same falling due, BCCL shall have the right to suspend supplies of coal to the respondents, but Clause 13(1) does not stipulate that in no other contingency BCCL can suspend supplies of coal under FSA to the respondents. Moreover, Clause 13(1) of FSA enumerates the three options available to BCCL in case the dues towards the price of coal and interest are not paid by the respondents and it does not provide for the different contingencies in which BCCL can suspend the supplies of coal to the respondents. In our considered opinion BCCL will also have the right to suspend supplies of coal to the respondents where it has doubts that the respondents may misutilise the allotted coal and divert or sell the same in the open market because, as would be clear from Clause 4.4 of FSA and the new Coal Distribution Policy decision dated 18.10.2007, the very object of FSA as well as the policy of the Government is to allot coal to the respondents for utilisation in their plants and not for any other purpose. Therefore, if the FIR lodged by CBI, which is a premier investigation agency of the Central Government, created serious doubts that the allotted coal may be diverted or sold in the open market instead of being utilised in the plants of the respondents, BCCL would be within its rights to suspend the supplies of coal to the respondents till the doubts are cleared in appropriate proceedings.&quot;\t\n</p><p data-structure=\"Precedent\" id=\"p_39\">\t27.\tThis judgment again cannot advance the case of petitioner, as the question before the Hon&#x27;ble Supreme Court was as to whether the decision taken by the statutory authorities was in violative of <a href=\"/doc/367586/\" id=\"a_26\">Article 14</a> of the Constitution of India. It was not the case of enforcement of terms of contract of commercial nature.\n</p>\n<p data-structure=\"Precedent\" id=\"p_40\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"710575\" id=\"span_10\">28.\tFinally, a reliance was placed from the judgment of the Hon&#x27;ble Supreme Court in the case of M/s. <a href=\"/doc/710575/\" id=\"a_27\">Hindustan Petroleum Corporation Ltd. vs. Ors.</a> vs. M/s. Super Highway Services &amp; Anr. reported in 2010 (2) Scale 508. In this case, the Hon&#x27;ble Supreme Court did not non-suit the petitioner, for want of objection before the High Court with regard to alternative remedy.</span>\n</p><p data-structure=\"Section\" id=\"p_41\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"710575\" id=\"span_11\">29.\t Paragraph 19 of <a href=\"/doc/710575/\" id=\"a_28\">the said judgment</a> reads as under:</span>\n</p><blockquote id=\"blockquote_24\">\t&quot;19. Although, Clause 68 of the Dealership Agreement refers to arbitration, it is unfortunate that the said question was not raised before the High Court. It is now too late in the day for the petitioner Corporation to contend that in view of Clause 68 of the Dealership Agreement, the Respondent No.1 was not entitled to seek its remedy before the writ Court. In any even, by filing appeal against the order of the learned Single Judge, the Petitioner herein also submitted to the jurisdiction of the writ Court, without objecting to same.\n</blockquote><p data-structure=\"Precedent\" id=\"p_42\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"855552\" id=\"span_12\">30.\tMr.M.Vellaisamy, learned counsel appearing on behalf of respondents 1 to 3, on the other hand, placed reliance on the judgment of the Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/855552/\" id=\"a_29\">Pimpri Chinchwad Municipal Corporation and others vs. Gayatri Construction Company and another</a> reported in (2008) 8 SCC 172, wherein, the Hon&#x27;ble Supreme Court was pleased to lay down as under:</span>\n</p><blockquote id=\"blockquote_25\">\t&quot;11. In matters relating to maintainability of writ petitions in contractual matters there are a catena of decisions dealing with the issue.\n</blockquote>\n<blockquote id=\"blockquote_26\">\t12. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"191872\" id=\"span_13\">In <a href=\"/doc/191872/\" id=\"a_30\">National Highways Authority of India v. Ganga Enterprises1</a> it was inter alia held as follows:</span> \n</blockquote><blockquote id=\"blockquote_27\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1893286\" id=\"span_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_15\">\u00136. The respondent then filed a writ petition in the High Court for refund of the amount. On the pleadings before it, the High Court raised two questions viz.: (a) whether the forfeiture of security deposit is without authority of law and without any binding contract between the parties and also contrary to <a href=\"/doc/931937/\" id=\"a_31\">Section 5</a> of the Contract Act; and (b) whether the writ petition is maintainable in a claim arising out of a breach of contract. Question (b) should have been first answered as it would go to the root of the matter. The High Court instead considered Question (a) and then chose not to answer Question (b). In our view, the answer to Question (b) is clear. It is settled law that disputes relating to contracts cannot be agitated under <a href=\"/doc/1712542/\" id=\"a_32\">Article 226</a> of the Constitution of India. It has been so held in Kerala SEB v. Kurien E. Kalathil2, <a href=\"/doc/1156062/\" id=\"a_33\">State of U.P. v. Bridge &amp; Roof Co. (India) Ltd.3</a> and <a href=\"/doc/1893286/\" id=\"a_34\">Bareilly Development Authority v. Ajai Pal Singh4</a>. This is settled law. The dispute in this case was regarding the terms of offer. They were thus contractual disputes in respect of which a writ court was not the proper forum.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"261761\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1956761\" id=\"span_17\">Mr Dave, however, relied upon <a href=\"/doc/1956761/\" id=\"a_35\">Verigamto Naveen v. Govt. of A.P.5</a> and <a href=\"/doc/261761/\" id=\"a_36\">Harminder Singh Arora v. Union of India6</a>. These, however, are cases where the writ court was enforcing a statutory right or duty. These cases do not lay down that a writ court can interfere in a matter of contract only. Thus on the ground of maintainability the petition should have been dismissed.\u0014</span></span>\n\n</blockquote><blockquote id=\"blockquote_28\">\t13. In Kerala SEB v. Kurien E. Kalathil2 this Court dealt with the question of maintainability of petition under <a href=\"/doc/1712542/\" id=\"a_37\">Article 226</a> of the Constitution and the desirability of exhaustion of remedies and availability of alternative remedies, as also difference between statutory contracts and non-statutory contracts. In paras 10 and 11 of the judgment it was noted as follows: \t\t   \t                              \n</blockquote>\t\n<blockquote id=\"blockquote_29\">     \u001310. We find that there is a merit in the first contention of Mr Raval. Learned counsel has rightly questioned the maintainability of the writ petition. The interpretation and implementation of a clause in a contract cannot be the subject-matter of a writ petition. Whether the contract envisages actual payment or not is a question of construction of contract. If a term of a contract is violated, ordinarily the remedy is not the writ petition under <a href=\"/doc/1712542/\" id=\"a_38\">Article 226.</a> We are also unable to agree with the observations of the High Court that the contractor was seeking enforcement of a statutory contract. A contract would not become statutory simply because it is for construction of a public utility and it has been awarded by a statutory body. We are also unable to agree with the observation of the High Court that since the obligations imposed by the contract on the contracting parties come within the purview of the <a href=\"/doc/171398/\" id=\"a_39\">Contract Act</a>, that would not make the contract statutory. Clearly, the High Court fell into an error in coming to the conclusion that the contract in question was statutory in nature.\n</blockquote>\n<blockquote id=\"blockquote_30\">     11. A statute may expressly or impliedly confer power on a statutory body to enter into contracts in order to enable it to discharge its functions. Dispute arising out of the terms of such contracts or alleged breaches have to be settled by the ordinary principles of law of contract. The fact that one of the parties to the agreement is a statutory or public body will not by itself affect the principles to be applied. The disputes about the meaning of a covenant in a contract or its enforceability have to be determined according to the usual principles of the <a href=\"/doc/171398/\" id=\"a_40\">Contract Act</a>. Every act of a statutory body need not necessarily involve an exercise of statutory power. Statutory bodies, like private parties, have power to contract or deal with property. Such activities may not raise any issue of public law. In the present case, it has not been shown how the contract is statutory. The contract between the parties is in the realm of private law. It is not a statutory contract. The disputes relating to interpretation of the terms and conditions of such a contract could not have been agitated in a petition under <a href=\"/doc/1712542/\" id=\"a_41\">Article 226</a> of the Constitution of India. That is a matter for adjudication by a civil court or in arbitration if provided for in the contract. Whether any amount is due and if so, how much and refusal of the appellant to pay it is justified or not, are not the matters which could have been agitated and decided in a writ petition. The contractor should have relegated to other remedies.\u0014\n\n</blockquote><blockquote id=\"blockquote_31\">\t14. Reference can also be made to State of Gujarat v. Meghji Pethraj Shah Charitable Trust7. In para 22 it was observed as follows: \n</blockquote>\n<blockquote id=\"blockquote_32\">\t\u001322. We are unable to see any substance in the argument that the termination of arrangement without observing the principle of natural justice (audi alteram partem) is void. The termination is not a quasi-judicial act by any stretch of imagination; hence it was not necessary to observe the principles of natural justice. It is not also an executive or administrative act to attract the duty to act fairly. It was, as has been repeatedly urged by Shri Ramaswamy, a matter governed by a contract/agreement between the parties. If the matter is governed by a contract, the writ petition is not maintainable since it is a public law remedy and is not available in private law field e.g. where the matter is governed by a non-statutory contract. Be that as it may, in view of our opinion on the main question, it is not necessary to pursue this reasoning further.\u0014\n\n</blockquote><blockquote id=\"blockquote_33\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_18\">15. Again, in <a href=\"/doc/1156062/\" id=\"a_42\">State of U.P. v. Bridge &amp; Roof Co. (India) Ltd.3</a> this Court dealt with the issue in paras 15 and 16 in the following manner:</span> \n</blockquote><blockquote id=\"blockquote_34\">\t\u001315. In our opinion, the very remedy adopted by the respondent is misconceived. It is not entitled to any relief in these proceedings i.e. in the writ petition filed by it. The High Court appears to be right in not pronouncing upon any of the several contentions raised in the writ petition by both the parties and in merely reiterating the effect of the order of the Deputy Commissioner made under the proviso to Section 8-D(1).\n</blockquote>\n<blockquote id=\"blockquote_35\">\t16. Firstly, the contract between the parties is a contract in the realm of private law. It is not a statutory contract. It is governed by the provisions of the <a href=\"/doc/171398/\" id=\"a_43\">Contract Act</a> or, maybe, also by certain provisions of the <a href=\"/doc/651105/\" id=\"a_44\">Sale of Goods Act</a>. Any dispute relating to interpretation of the terms and conditions of such a contract cannot be agitated, and could not have been agitated, in a writ petition. That is a matter either for arbitration as provided by the contract or for the civil court, as the case may be. Whether any amount is due to the respondent from the appellant Government under the contract and, if so, how much and the further question whether retention or refusal to pay any amount by the Government is justified, or not, are all matters which cannot be agitated in or adjudicated upon in a writ petition. The prayer in the writ petition viz. to restrain the Government from deducting a particular amount from the writ petitioner\u0012s bill(s) was not a prayer which could be granted by the High Court under <a href=\"/doc/1712542/\" id=\"a_45\">Article 226.</a> Indeed, the High Court has not granted the said prayer.\u0014\n</blockquote><blockquote id=\"blockquote_36\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1941195\" id=\"span_19\">16. At para 11 of <a href=\"/doc/1941195/\" id=\"a_46\">India Thermal Power Ltd. v. State of M.P.8</a> it was observed as follows:</span>\t\t\n</blockquote><blockquote id=\"blockquote_37\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1941195\" id=\"span_20\">\u001311. It was contended by Mr Cooper, learned Senior Counsel appearing for appellant GBL and also by some counsel appearing for other appellants that the appellant/IPPs had entered into PPAs under <a href=\"/doc/434568/\" id=\"a_47\">Sections 43</a> and <a href=\"/doc/701121/\" id=\"a_48\">43-A</a> of the Electricity Supply Act and as such they are statutory contracts and, therefore, MPEB had no power or authority to alter their terms and conditions. This contention has been upheld by the High Court. In our opinion the said contention is not correct and the High Court was wrong in accepting the same. <a href=\"/doc/434568/\" id=\"a_49\">Section 43</a> empowers the Electricity Board to enter into an arrangement for purchase of electricity on such terms as may be agreed. Section 43-A(1) provides that a generating company may enter into a contract for the sale of electricity generated by it with the Electricity Board. As regards the determination of tariff for the sale of electricity by a generating company to the Board, Section 43-A(2) provides that the tariff shall be determined in accordance with the norms regarding operation and plant-load factor as may be <a href=\"/doc/1941195/\" id=\"a_50\">laid down by</a> the authority and in accordance with the rates of depreciation and reasonable return and such other factors as may be determined from time to time by the Central Government by a notification in the Official Gazette. These provisions clearly indicate that the agreement can be on such terms as may be agreed upon by the parties except that the tariff is to be determined in accordance with the provision contained in Section 43-A(2) and notifications issued thereunder. Merely because a contract is entered into in exercise of an enabling power conferred by a statute that by itself cannot render the contract a statutory contract. If entering into a contract containing the prescribed terms and conditions is a must under the statute then that contract becomes a statutory contract. If a contract incorporates certain terms and conditions in it which are statutory then the said contract to that extent is statutory. A contract may contain certain other terms and conditions which may not be of a statutory character and which have been incorporated therein as a result of mutual agreement between the parties. Therefore, the PPAs can be regarded as statutory only to the extent that they contain provisions regarding determination of tariff and other statutory requirements of Section 43-A(2). Opening and maintaining of an escrow account or an escrow agreement are not the statutory requirements and, therefore, merely because PPAs contemplate maintaining escrow accounts that obligation cannot be regarded as statutory.\u0014</span>\n</blockquote><blockquote id=\"blockquote_38\">\t17. Therefore, the High Court ought not to have entertained the writ petition. Additionally, it appears that by order dated 17-1-2007 interim stay of the impugned order was granted and was continued by order dated 12-2-2007. It is pointed out by learned counsel for the appellants that since the order of the High Court was stayed and there was urgency in the matter, fresh tenders were called for. Three persons submitted the bids and the work has already been allotted and a considerable portion of the work has already been completed. In view of the aforesaid, we set aside the impugned order of the High Court and direct dismissal of the writ petition. It is however open to the respondent-writ petitioners to seek such remedy, if so advised, as is available in law. We do not express any opinion in that regard.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_43\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_21\">31.\tReliance was also placed on the judgment of the Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/1156062/\" id=\"a_51\">State of U.P. and others vs. Bridge &amp; Roof Company (India) Ltd</a>, reported in (1996) 6 SCC 22, wherein, the Hon&#x27;ble Supreme Court was pleased to lay down that dispute relating to terms of private contract can be adjudicated through arbitration or suit and not by way of writ. The Hon&#x27;ble Supreme Court was further pleased to lay down that merely because of the interpretation of clause would be required cannot term the dispute into a public law issue.</span> \n</p>\n<p data-structure=\"Precedent\" id=\"p_44\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"460900\" id=\"span_22\">32.\tThe Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/460900/\" id=\"a_52\">State of Bihar and others vs. Jain Plastics and Chemicals Ltd</a> reported in (2002) 1 SCC 216, has been pleased to lay down as under:</span>\n</p>\n<blockquote id=\"blockquote_39\">\t&quot;3. Settled law \u0016 writ is not the remedy for enforcing contractual obligations. It is to be reiterated that writ petition under <a href=\"/doc/1712542/\" id=\"a_53\">Article 226</a> is not the proper proceedings for adjudicating such disputes. Under the law, it was open to the respondent to approach the Court of competent jurisdiction for appropriate relief for breach of contract. It is settled law that when an alternative and equally efficacious remedy is open to the litigant, he should be required to pursue that remedy and not invoke the writ jurisdiction of the High Court. Equally, the existence of alternative remedy does not affect the jurisdiction of the court to issue writ, but ordinarily that would be a good ground in refusing to exercise the discretion under <a href=\"/doc/1712542/\" id=\"a_54\">Article 226.&quot;</a>\n</blockquote>\t\n<p data-structure=\"Precedent\" id=\"p_45\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"460900\" id=\"span_23\">33.\tThe law <a href=\"/doc/460900/\" id=\"a_55\">laid down by</a> the Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/460900/\" id=\"a_56\">State of Bihar and others vs. Jain Plastics and Chemicals Ltd</a>(supra) is the law. The Hon&#x27;ble Supreme Court has only drawn some exemptions to hold that the Court in the given circumstances can interfere, even in contractual matter to enforce the fundamental right, and to set aside the order passed in violation of principles of natural justice, or where vires of Act are under challenge.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_46\">\t34.\tIn view of the settled law, a party cannot approach the Court, by invoking writ jurisdiction to claim breach of contract or to seek writ in the nature of Mandamus to enforce the terms of contract, as the remedy would be to approach Civil Court / arbitration in case of arbitration clause in the agreement, executed by the parties. \n</p>\n<p data-structure=\"Conclusion\" id=\"p_47\">\t35.\tAdmittedly, there is arbitration clause in the contract, which covers the dispute raised in this writ petition. \n</p>\n\t\n<p data-structure=\"Conclusion\" id=\"p_48\">\t36.\tFor the reasons stated above, the writ petition is ordered to be dismissed, with liberty to the petitioner to avail the alternative remedy in accordance with law, if so advised. No costs. Consequently, connected miscellaneous petition is closed.\t\t\t\t\t\t\t\n</p>\t\t\t\t\t\t\t\t    \t\t\t   \n<p data-structure=\"Precedent\" id=\"p_49\">  \t\t\t\t\t\t\t\t\t                  11.02.2011\nar\nIndex: Yes\nInternet: Yes\n\nIssue order copy today, i.e. 11.02.2011 \n\nTo\n\n</p><p data-structure=\"Conclusion\" id=\"p_50\">1.\tThe General Manager,\n\tSouthern Railway,\n\tChennai\n\n</p><p data-structure=\"Conclusion\" id=\"p_51\">2.\tThe Senior Divisional Commercial Manager,\n\tSouthern Railway,\n\tPalghat.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_52\">3.\tThe Senior Divisional Commercial Manager,\n\tSouthern Railway,\n\tSalem Division,\n\tSalem.\n</p>\n\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_53\">VINOD K.SHARMA,J.,\n\t\t\t\t\t\t\t\t          \t\tar\n\n\n\n\n\n\n\n\n\n\nOrder in\n<span class=\"hidden_text\" id=\"span_24\">W.P. No. 2732 of 2010</span>\n\n\n\n\n\n\n\n\n\n\n\n\n\n11.02.2011\n</p>","numcites":27,"numcitedby":0,"docsource":"Madras High Court","citetid":136514,"divtype":"judgments","relatedqs":[{"value":"statutory contract what is","formInput":"statutory%20contract%20what%20is"},{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":"judicial review","formInput":"judicial%20review"},{"value":"principles of natural justice","formInput":"principles%20of%20natural%20justice"},{"value":"contractual obligations","formInput":"contractual%20obligations"},{"value":"STATUTORY BODY","formInput":"STATUTORY%20BODY"},{"value":"settled law","formInput":"settled%20law"},{"value":"\"alternative remedy\"","formInput":"%22alternative%20remedy%22"},{"value":"enforce the contract","formInput":"enforce%20the%20contract"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"contract act","formInput":"contract%20act"},{"value":"writ jurisdiction","formInput":"writ%20jurisdiction"},{"value":"escrow","formInput":"escrow"},{"value":"dealership","formInput":"dealership"},{"value":"\"statutory contract\"","formInput":"%22statutory%20contract%22"},{"value":"Terms of the contract","formInput":"Terms%20of%20the%20contract"},{"value":"\"it is\" +\" settled law that\" ","formInput":"%22it%20is%22%20%2B%22%20settled%20law%20that%22%20"},{"value":"surcharge","formInput":"surcharge"},{"value":"coal supply","formInput":"coal%20supply"},{"value":"lease agreement","formInput":"lease%20agreement"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"equality-before-law","formInput":"tag:equality-before-law"},{"value":"electricity-regulations","formInput":"tag:electricity-regulations"},{"value":"contract","formInput":"tag:contract"},{"value":"definition-of-state","formInput":"tag:definition-of-state"}],"courtcopy":true,"query_alert":null,"agreement":false}