{"tid":1351298,"publishdate":"1927-09-12","title":"R.A. Arunachala Ayyar vs Louis Dreyfus And Co. on 12 September, 1927","doc":"<h2 class=\"doc_title\">R.A. Arunachala Ayyar vs Louis Dreyfus And Co. on 12 September, 1927</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1928MAD107, AIR 1928 MADRAS 107</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nRamesam, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. This is an appeal from an order of our brother Waller, J., sitting on the original side on a notice of motion taken up by the appellant in connexion with an arbitration under the Indian-Arbitration Act 9 of 1899.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. It will now be convenient to set forth the history of the transactions giving rise to the arbitration and the further proceedings in Court. There was a firm of merchants known as R. K. Rajagopala. Ayyar and Brothers consisting of R. K Rajagopala Ayyar and his cousin (not strictly brother) R. A. Arunachala Ayyar. When exactly the partnership was formed is not clear. A firm of French merchants known as Louis Dreyfus &amp; Co. who are the respondents before us, having their head office at Karachi in Sindh (Bombay Presidency) have a branch at Madras managed through their agent Mr. Hart-man. In 1918 Rajagopala Ayyar happened to go to Northern India on pilgrimage and he visited the Head Office of Messrs. Dreyfus &amp; Co., and there entered into a Dubash agreement dated 25th April 1918. Under this agreement Messrs. Dreyfus &amp; Co. were to make offers for the purpose of groundnuts, castor seeds and any other article required by them, to Raja-gopala Ayyar and Brothers who were known as Dubashes and they were to be at liberty to accept such offers and they were to deliver the goods free on board at Madras or any one of three other ports, in performance of the contract. Clause 15 of the agreement provided that if any difference should arise between the parties the matter should be referred to arbitration which was to be governed by the Indian Arbitration Act of 1899. After he returned from Karachi certain contracts were completed by acceptance. Most of these were in August and a few in September. The present dispute before us relates to four of those contracts numbered as 15, 16, 18 and 19, dated 27th and 28th August 1918. In the letters of acceptance relating to these contracts the last sentence is:\n</p><blockquote id=\"blockquote_1\"> Conditions as per agreement with you dated the 25th April 1918.\n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_3\">3. But these letters are signed by Mr. R.K. Rajagopala Ayyar and Brothers, it not being clear who is the person who actually put the signature for the firm. About the end of September the other partner Arunachala Ayyar proposed to the agent Mr. Hartman that another person should be appointed Dubash in the place of Rajagopala Ayyar and another agreement should be drawn up accordingly as Rajagopala Ayyar was mismanaging the business. Mr. Hartman did not consent, but he produced the written agreement of 25th April and asked Arunachala Ayyar to sign it but the latter refused. Negotiations for a new agreement went on for some time: meanwhile Rajagopala Ayyar fell dangerously ill and while he was in his death bed on 3rd November a new agreement was prepared and signed, This agreement consists of seven clauses, the first four relating to the performance of the old contracts and the next three relating to new Dubashes. On 4th November, Rajagopala Ayyar died. Some time after a formal draft of a new Duabsh agreement was prepared but it was never executed. In September 1920 the agent of Messrs. Dreyfus &amp; Co, after calling upon Arunachala Ayyar to name an arbitrator which he refused, nominated Mr. Goffe and Mr. Spencer as their arbitrators to settle the differences. They differed and referred the matter to an umpire named Mr. Chettle on 6th February 1921. Mr. Chettle then gave his award on 21st February 1921.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\">4. On 10th August 1921 Arunachala Ayyar took out a notice of motion on the Original Side to set aside the award and all other proceedings therein. The matter came before Phillips, J., and he set aside the award by judgment dated 6th September 1921. He held that the umpire&#x27;s action was irregular as he sent no notice to Arunachala Ayyar. There was an appeal against the judgment of Phillips, J. This was O.S. Appeal No. 96 of 1921. [Louis Dreyfus v. Rajagopala Ayyar: vide A.I.R. 1923 Mad. 222-Ed.] The appeal came on before Sir Walter Schwabe. C.J., and Wallace, J., who remitted the award for further consideration and as the original umpire Mr. Chettle was not available another umpire Mr. Rae was appointed. Mr. Rae has given his award on 19th February 1923. Again a notice of motion was taken by Arunachala Ayyar, to set aside the award on 23rd and 26th February 192?. The matter came on before our brother Waller, J. He dismissed the application and Arunachala Ayyar appeals.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_5\">5. Meanwhile on 2nd February 1922 Arunachala Ayyar filed a suit for damages for breach of the fresh contract. This was C.S. No. 102 of 1922. This was tried by Coutts-Trotter, J., as he then was and was dismissed There was an appeal by Arunachala Ayyar. This appeal was C.S. No. 58 of 1923. It came up before Phillips and Odgers, JJ. It was also dismissed. The widow of Rajagopala Ayyar also filed a suit for refund of certain moneys against the same company This was C.S. No. 601 of 1922. Messrs. Dreyfus &amp; Co., applied for stay of further proceedings on the ground that the matter was pending before the umpire. This application came on before our brother Kumaraswami Sastri and he ordered that, as the matter involved important questions of law they should be reserved for consideration by the Court, and only then the arbitrator should proceed with the matter. The further history of this suit C.S. No. 601 of 1922 need not be stated here as it has no bearing on the appeal before us. I have set forth these proceedings, in connexion with O.S.A. 96 of 1921, Louis Dreyfus v. RajagopalaAiyar [vide A.I.R. 1923 Mad. 222-Ed.] and 58 of 1923 and a portion of C.S. 601 of 1922, because all the relevant documents connected with the matter before us are printed in one or other of these proceedings and evidence has also been adduced in them. No further evidence has been taken in the present proceeding and both before Waller, J, and in the appeal before us records of the appeals and the suit were freely referred to by either side without any objection by the opposite party. The documents in O.S. A. 96 of 1921, Louis Dreyfus v. Rajagopala Aiyar [vide A.I.R. 1923 Mad. 222-Ed] were not marked with any letters or Nos. indicating the identity of the exhibit. In O.S. A. 58 of 1923 most of the documents were exhibited and there is also a good deal of oral evidence available.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_6\">6. The original Dubash agreement of 25th April 1918 is Exhibit A in that suit. The fresh agreement of 3rd November 1918 is Exhibit H. The draft of the new Dubash agreement is Exhibit K. It also appears from the evidence of Arunachala Ayyar in that suit that the original partnership between Rajagopala Ayyar and Arunchala Ayyar was formed for the purpose of carrying on business in connexion with (1) salt and (2) military contracts (vide deposition of Arunachala Ayyar as P.W. 1)\n \n\n</p><p data-structure=\"CDiscource\" id=\"p_7\">7. Several objections were taken before Waller, J, to the validity of the award by the umpire, but they were disallowed. In the appeal before us Mr. Grant, the learned Counsel for the appellant, repeated all the objections. When analysed they fall into two categories, the first set relating to the jurisdiction of the arbitrators and the umpire and the second set relating to the alleged misconduct (legal not moral) of the umpire. These objections will have now to be considered seriatim. On the question of the jurisdiction of the arbitrators and umpire four-objections have been taken; (1) that one partner in the absence of express-authority is not legally entitled to enter into a Dubash agreement of the kind we have in this case with a third party so as to bind his co-partners. It is, therefore argued that the agreement of 25th April 1918 does not bind Arunachala Ayyar and, therefore, there was no valid reference to arbitration. (2) It is said that the agreement of 25th April 1918 was superseded by the agreement of 3rd November and as this new agreement did not contain a clause of arbitration there is no-binding agreement between the parties-entitling a reference to arbitration. (3) It is said that there is no dispute between&#x27; the parties as all the contracts Nos. 15, 16, 18 and 19 have been performed in pursuance of the modified terms of the agreement of 3rd November, and this is alleged to have been conceded by Mr. Hartman. (4) It is said that when the order of Kumaraswami Sastri, J., in C.S. 601 reserved certain important questions of law for the Court, the umpire ought not to have decided the same questions which were raised before him on&#x27; the objections of Arunachala Ayyar. This last point, it is said, affects the jurisdiction of the umpire and also amounts to a misconduct on the part of the umpire. Besides the above items of misconduct, it is also argued that the umpire is guilty of two other items of misconduct; (1) he took independent legal opinion without the knowledge and behind the back of Arunachala Ayyar and (2) though he was asked to state a case to the Court on questions of law he refused to do so.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_8\">8. Coming now to the first of the objections above set forth, namely that one partner cannot bind another partner by a Dubash agreement made without his consent and, therefore, there was no valid reference to arbitration, Waller, J., held that an arbitration clause is a necessary and usual part of the Dubash agreement and therefore that <a href=\"/doc/171398/\" id=\"a_1\">Section 251</a> of the Contract Act is satisfied. Arunachala Ayyar filed. a statement of objections on 15th January 1923 before the umpire. The third objection covers this point. There is a pencil note in the margin by Mr. Rae to the effect that Dubash agreements contain an arbitration clause. But there is no other formal decision on this matter in his award. The objection was taken by Arunachala Ayyar not only in 1923 but from the very beginning. In the first notice of motion which he took out in August 1921 in paras. 5 and 6 of his affidavit he alleged that a written agreement was for the first time produced before him in September 1918 and he refused to sign it and because he refused to be bound by it the fresh agreement of 3rd November 1918 was executed. In the counter-affidavit of Mr. Hartman, para. 4 he refers to the objection of Arunachala Ayyar and there is no denial of the allegation in Mr. Hartman&#x27;s affidavit that Arunachala Ayyar came to know of the agreement of 25th April 1918 for the first time in September 1918 and that he immediately refused to recognise it and sign it.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_9\">9. One party alleged that the first agreement was dropped and the, therefore, fresh agreement of 3rd November was substituted for it, while Mr. Hartman stated in his affidavit that the first agreement was not superseded. Again in the notice of motion taken out in February 1923 practically the same allegations were made by Arunachala Ayyar in paras. 4 and 5 of his affidavit where he says that he found that the said Rajagopala Ayyar entered into contracts without his knowledge and consent and a new person should be taken as Dubash and a fresh Dubash agreement should be drawn up (para. 4 of the affidavit); that when Mr. Hartman produced in September 1918 the agreement of 25th April 1918 signed by Rajagopala Ayyar without his knowledge and consent he learnt of the agreement for the first time (para. 5); that he then repudiated the authority of Rajagopala Ayyar to bind him and disputed liability under the Dubash agreement (para. 6). In the counter-affidavit of Mr. Hartman the fact that Arunachala Ayyar became aware of the agreement of 25th April 1918 for the first time in September 1918 was not denied and the fact that Arunachala Ayyar demanded a fresh agreement to be drawn up in the place of the former was expressly admitted. As pointed out by my brother in his judgment Mr. Hartman in his evidence also admitted that no enquiry was made as to the position of Arunachala Ayyar when the agreement of 25th April was made. Phillips, J., when he considered the first notice of motion did not deal with this matter, but in appeal there are some expressions of opinion by Schwabe, C.J., and Wallace, J. Schwabe, C.J., said:\n</p><blockquote id=\"blockquote_2\"> In my judgment the contract of November cannot supersede the old contract altogether for the simple reason that R. K. Rajagopala Ayyar was not a party to the new agreement at all. His partner Arunachala Ayyar is a party but he is so on his own behalf and not on be-half of the firm. I cannot say that the old firm is a party to the new agreement and therefore the old agreement continues in force. Whether or not the claims made under the old contract are good claims is a matter which will be one of the chief questions which the umpire will have to decide.... All such points are open to the umpire to decide and I want to say nothing which will in any way fetter his conduct....\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_10\">10. As I understand this, his Lordship was of opinion that so far as Rajagopala Ayyar was concerned the agreement of 25th April 1918, was never superseded as Arunachala Ayyar only was a party to the new agreement. He did not express any opinion on the question whether the agreement was binding on Arunachala Ayyar. He left it in doubt whether the old agreement continues in force by leaving the question, whether contracts under the old agreement were good claims, to the arbitrator. He has abstained from expressing any opinion on the question whether the old agreement is binding on Arunachala Ayyar. In my view he has expressed no kind of final opinion on the matter now being argued. Wallace, J., also said the same thing. He said that whether the new agreement superseded the old agreement was a matter not for this Court at present to settle. Mr. Moc-kett for the respondent attempted to argue strenuously that Schwabe, C.J., and Wallace, J., left the matter to the umpire. To a certain extent this is true; but they never said that the umpire&#x27;s decision is the final decision on the matter, nor that it will not be open to the Court to consider it hereafter. In fact the use of the words &quot;at present&quot; by Wallace, J., shows that they were anxious not to consider the matter then. The point is whether a limited tribunal such as that of an arbitrator or umpire has any jurisdiction to decide a matter of this kind finally. That tribunal, while it may express an opinion cannot have the last word. If it were so, by a wrong decision it may be conferring on itself jurisdiction which it has not. It is for the civil Court to find whether there was a proper reference to arbitration and whether the matters were validly before the arbitrators and the umpire. If there was no proper agreement binding on Arunachala Ayyar then there was no valid reference, the reference being one sided. <a href=\"/doc/665266/\" id=\"a_2\">Section 14</a>, Arbitration Act, says that if the Court finds that an arbitration or award has been improperly procured the Court may set aside the award. If there is no agreement binding on Arunachala Ayyar to submit to arbitration, then the arbitration procured by Messrs. Dreyfus and Co. was improperly procured. The section says that the civil Court has to consider the matter. Mr. Mockett does not deny this, but he says that Schwabe, C.J., and Wallace, J., left it to the umpire for his final decision. I do not find that they have done so. They left it to his temporary decision, but never made him the final Judge in the matter, nor could they do so. There was an appeal to His Majesty in Council against the decision of Schwabe, C.J., and Wallace, J.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_11\">11. After the papers were printed and for warded to England when the matter came up before the Board of the Judicial Committee none appeared for the appellant and the Board recommended to His Majesty in Council that the appeal ought to be dismissed. This was also the order of His Majesty in Council. I do not see how the dismissal of the appeal to His Majesty in Council improves or carries the matter further than the judgment of Schwabe, C.J., and Wallace, J. The result of the dismissal of the appeal was that the decision of Schwabe, C.J., and Wallace, J., remitting the award to the umpire became final; and no question can be considered to be decided which they did not decide in their judgment. As I have already said they never decided the question whether there was an agreement binding on Arunachala Ayyar and compelling him to submit to arbitration. Waller, J., for the first time considered it. <a href=\"/doc/171398/\" id=\"a_3\">Section 251</a>, Contract Act says:\n</p><blockquote id=\"blockquote_3\"> Each partner who does any act necessary for, or usually done in, carrying on the business of such a partnership as that of which he is a Member binds his co-partners....\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_12\">12. This is practically the same as <a href=\"/doc/1496093/\" id=\"a_4\">Section 5</a>, Partnership Act (English Act of 1890) which says that\n the acts of every partner who does any act for carrying on, in the usual way, business of the kind carried on by the firm of which he is a member....\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_13\">13. The test according to both the provisions is whether entering into a Dubash agreement with an arbitration clause is usual with partnerships of the kind entered into between Arunachala Ayyar and Rajagopala Ayyar and not whether an arbitration clause is usual in Dubash agreements. The question is not what is usual with Dubash agreements, but what is usual with partnerships like the one here. The arbitrators and also Waller, J., observed that an arbitration clause is usual with Dubash agreements. Though there is no evidence on the matter perhaps it is true, but this is not the test to be considered. Waller, J., has not considered whether entering into a Dubash agreement with an arbitration clause is usual with partnerships like that of Rajagopala Ayyar and Brothers. There is no material on record to support the contention that it is so usual. The partnership of Rajagopala Ayyar &amp; Bros, is like any other trading partnership of merchants in this country. I have already observed that the partnership was originally formed for salt and military contracts. It does not appear necessary to carry on this business that a Dubash agreement with an arbitration clause should be entered into, or even where the business of the partnership extended to dealing in castor seeds and groundnuts does it appear necessary to enter into Dubash agreement with an arbitration clause. This is the view taken in Russell on Arbitration, 11th Edition p. 22 and Redmond on Arbitration, p. 16. The leading case in England Stead v. Salt 3 Bing. 101 was followed in Adam v. Bankhart 1 C.M. &amp; R. 681. These cases have been followed in India;in numerous decisions. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1066766\" id=\"span_1\"><a href=\"/doc/1066766/\" id=\"a_5\">Vide Ram Bharose v. Kallu Mal</a> [1900] 22 All.</span> 135; Datoo Bhoy v. Vallu [1899] 1 Bom. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"174281\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1671175\" id=\"span_3\">L.R. 828; Mahomed Akbar v. Dwarkanath Sirkar [1910] 11 C.L.J. 658: <a href=\"/doc/1671175/\" id=\"a_6\">C. Punnayya v. Venugopala Rice Factory Co., Ltd.</a> [1918] 7 <a href=\"/doc/174281/\" id=\"a_7\">M.L.W. 114 and Venkatachalam Chetti v. Ramama Mudali</a> [1920] 39 M.L.J. 269.</span></span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_14\">14. In my opinion the respondents misunderstood the real construction of Section 251. I am unable to agree with the decision of Waller, J., as to the construction of Section 251 and on this ground I come to the conclusion that there was no agreement binding on Arunachala Ayyars&#x27; compelling him to submit to arbitration.&#x27;&#x27;&#x27; But if for any reason my conclusion cannot be accepted, there is a further reason why Arunachalam Ayyar cannot be said to be bound to enter into an arbitration. When he mentioned in September 1918, that he learnt of this agreement of April for the first time and refused to sign it and thereby repudiated it and suggested a fresh agreement, Messrs. Dreyfus far from saying that the old agreement bound him acted upon the suggestion and all the parties executed a fresh agreement dated 3rd November, marked as Ex. H, in C.S. No. 102 of 1922. According to this agreement No. 1 of the old contracts was to be cancelled (Cl. 4); the performance of all outstanding contracts should be extended up to February 1919, (Cl. 2); two other merchants, Narayana Ayyar &amp; Sons and Kuppuswami Ayyar should stand sureties for their fulfilment (Cl. 3). No reference need be made to Clause 1. So far as the old contracts are concerned, this is as complete a new agreement as can be imagined. It was signed by Mr. Hartman on behalf of Messrs. Dreyfus &amp; Co., by Arunachala Ayyar and by the two sureties, namely Kuppusami Ayyar and Narayana Ayyar &amp; Sons. It amounted to a complete dropping of the old agreement so far as Arunachala Ayyar was concerned.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_15\">15. I am not at all suggesting here that the old agreement may not continue to bind Rajagopala Ayyar and his heirs, executors and assigns. It certainly bound him and his widow; but so far as Arunachala Ayyar was concerned, the object of the new agreement was to enter into a new arrangement which Arunachala Ayyar should not be able to repudiate. In fact, I think that entering into this agreement amounts to acceptance of Arunachala Ayyar&#x27;s repudiation of the agreement of 25th April 1918. This is the view of Coutts-Trotter, J., in his judgment in C.S. No, 102 of 1922. There he said:\n</p><blockquote id=\"blockquote_4\"> It is necessarily implied in this judgment that I regard the agreement of April as superseded by that of November.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_16\">16. Then he held by reason of supersession that that suit was barred by limitation. This is a decision between the parties and therefore res judicata; but apart from any res judicata, I agree with Coutts Trotter, J&#x27;s., opinion that, so far as Arunachala Ayyar was concerned the old agreement was dropped. His repudiation-was accepted by Messrs. Dreyfus &amp; Co., and a new agreement which he could not repudiate was brought into existence. This is of course not inconsistent with the decision of Schwabe, C.J., in the other case where he said that the old agreement was not superseded so far as Rajagopala Ayyar was concerned. The Judges in the two cases were looking at the supersession from different points of view.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_17\">17. In my opinion so far as Arunachala Ayyar is concerned, Messrs. Dreyfus-found it worth while not to raise the question that the old agreement was binding on Arunachala Ayyar, and rather than go to litigation on the matter they accepted the repudiation and promptly entered into a new arrangement so far as he was concerned. Of course they never dropped the old agreement so far as Rajagopala Ayyar and his wife were concerned and it was still kept in force. That being so, in that part of the new agreement relating to the old contracts, namely Clauses 1 to 4, there is absolutely no clause compelling Arunachala Ayyar to go to arbitration. It is true that so far as the new Dubash agreement for future transactions dealt with by Clauses 5 to 7 is concerned, a formal agreement was drafted and was intended to be executed (see Ex. K) and this contained an arbitration clause. But this related only to future transactions and not to past transactions. So far as past transactions are concerned, it is not likely that Arunachala Ayyar while complaining of the agreement of the 25th April 1918 would have submitted to the arbitration clause. But it is. not a question of likelihood. We do not find any agreement containing such a clause binding on him. The only agreement binding on him in respect of the old contracts is the agreement of 3rd November and there is no arbitration clause in it. For this reason also I think there is no agreement compelling Arunachala Ayyar to submit to arbitration so as to make the proceedings before the arbitrators and the umpire valid proceedings.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_18\">18. In this connexion I am bound to mention one fact. After the appellant&#x27;s arguments, were closed, on the second day of the respondent&#x27;s argument, the learned Counsel for the respondents sought to file in evidence two letters exactly like the four letters dated 27th and 28th August, relating to the four contracts now in his but differing from them in one respect i. e., they were signed by Arunachala Ayyar. They contained the same last sentence as in the other letters which I have already mentioned. No affidavit is filed along with this oral application. It is said that these letters are on the file of the suit C.S. 558 of 24 (a suit for refund of certain moneys by Rajagopala&#x27;s widow) and it is admitted that their existence was known for the last nine months. While I am of opinion that no case has been made out for the admission of further evidence in appeal, it also seems to me that they do not advance the case for the respondents. They only show that Arunachala Ayyar knew by the date of these letters of an agreement of 25th April. These letters are dated 25th September and it is conceded on all hands that by 25th September he learnt of the existence of the agreement of 25th April. These two letters retate to the other contracts and not to the contracts now in question.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_19\">19. So far as the contracts now, in dispute are concerned, it is impossible to spell out any ratification, assuming that Arunahchala Ayyar knew of the existence of the agreement of 25th April, which is not clear from the letters, nor was any ratification suggested before Waller, J. We, therefore, refuse to admit additional evidence at this stage. On the two grounds I have mentioned I am of opinion that there was no valid reference to arbitration and on this ground the appeal must succeed.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_20\">20. But it would be convenient to give our opinion on the further matters argued before us. The next matter argued is that there is no dispute as to whether all the contracts have been properly performed by Narayana Ayyar &amp; Sons and Kuppusami Ayyar. Mr. Hartman in his deposition admitted that Kuppusami Ayyar has satisfied his share of the agreement but not Narayana Ayyar &amp; Sons so far as their share was concerned. There is on the record of C.S. 102 of 22 a document Exhibit Y, a receipt executed by Narayana Ayyar &amp; Sons in favour of Messrs. Dreyfus &amp; Co. This is in final settlement of all claims on contracts between themselves and on contracts Nos. 21 and 23 (a) for 1,000 tons each, or a total of 2,000 tons, relating to Rajagopala Ayyar &amp; Sons. This document has nothing to do with the contracts now in dispute. The counsel for the appellant wishes to infer that somehow a complete discharge was given to Narayana Ayyar &amp; Sons even in respect of the suit contracts. Here I may observe that though Clause 3 of the agreement apportions the shares of Narayana Ayyar &amp; Sons and Kuppusami Ayyar as half and half, it is not strictly half and half. Kuppusami Ayyar&#x27;s contract related to 900 tons and Narayana Ayyar&#x27;s related to about 1,220 tons. A portion of contract No. 15 (his portion) was performed leaving a small part relating to 27 tons unperformed, but the other three contracts remained totally unfulfilled. On this part of the case, therefore, I agree entirely with the contention of the respondents that there was no concession by Hartman that these contracts were duly fulfilled. This point must, therefore, be decided against the appellant.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\">21. The next question raised is that the umpire had no jurisdiction to consider the questions of law arising in the case, because in O.S. 601 of 22 Kumaraswami Sastriar, J., passed an order reserving questions of law to be considered by the Court. In support of this contention the case of Doleman &amp; Sons v. Ossett Corporation [1912] 3 K.B. 257 was relied on by the learned Counsel for the appellant. In that case a suit was filed, though there was an outstanding agreement to refer to arbitration. The defendants did not apply for stay of proceedings. Subsequently an award was made purporting to decide matters which were the subject of the action and then the defendants pleaded that the &#x27;award was a bar to the plaintiff&#x27;s suit. Fletcher Moulton and Far-well, L. JJ., held that after the suit was filed if the defendants failed to apply for stay, the arbitrators became functus officio. Fletcher Moulton L. J&#x27;s reasons are given at length at p. 269. The whole reasoning is based on the ground that once the Court has seisin of the dispute the jurisdiction of the arbitrators to hear and decide matters of the action is ousted. At p. 271 it was observed:\n</p><blockquote id=\"blockquote_5\"> There is a complete breach of that (arbitration) clause so far as that particular dispute is concerned the Court has the sole and exclusive jurisdiction to decide the dispute.\n</blockquote> \n\n<blockquote id=\"blockquote_6\">At p. 272 also it was observed:\n</blockquote><blockquote id=\"blockquote_7\"> There was a complete breach of the obligation of the contract so far as the disputes in question are concerned.\n</blockquote> \n\n<blockquote id=\"blockquote_8\">The subject matter of C.S. 601 of 22 and the subject matter of the arbitration are different. Therefore I do not think that the jurisdiction of the arbitrators was ousted on this ground. This point also must, therefore, be decided against the appellant.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_22\">22. I now come to the item of misconduct. The first ground urged is practically identical with the point last considered. It is contended that, even if the jurisdiction of the arbitrators is not ousted, at any rate it is misconduct on the part of the umpire to proceed to consider questions of law after the order of Kumaraswami Sastriar, J. The order of Kumaraswami Sastriar, J., was certainly brought to the notice of the umpire. This was referred to in objections 15, 16 and 17 of Arunachala Ayyar before Mr. Rae. However much it might have been prudent for the umpire to have reserved such questions, I do not think it can be said to be a misconduct if he did not think fit to do so for the reasons &quot;I have already given, namely that the subject matters are different. This item of legal misconduct, therefore, fails.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_23\">23. The next item of misconduct relied on is that the umpire ought to have stated a case to the Court on questions of law. This was raised in para. 18 of the objections of Arunachala Ayyar. The appellant&#x27;s counsel relies on Palmer &amp; Co. and Hosthen &amp; Co., In re [1898] 1 Q.B. 131 Section 10, of the Indian Act while giving power to the arbitrators to state a special case for the opinion of the Court differs in this respect from the <a href=\"/doc/1003813/\" id=\"a_8\">English Act</a> <a href=\"/doc/108550/\" id=\"a_9\">Section 19</a> of the English Act makes it obligatory on the part of the arbitrator to state a special case if directed by the Court. It has been held that this section impliedly confers on a party to the arbitration the right to apply to the Court for such an order. See Palmer &amp; Co. and Hosthen &amp; Co., In re [1898] 1 Q. B. 131. But this is wanting in the <a href=\"/doc/237570/\" id=\"a_10\">India Act</a>. Mr. Krishnaswami Ayyangar relying on this part of the case strenuously contended that this is all the greater reason why it should be held that the umpire&#x27;s refusal to state a case should be held to be a misconduct, as it involves an erroneous exercise of his discretion. He contends that whereas in England there is an immediate remedy available to the party so that a perverse refusal may be corrected, in India there is no such remedy, and it ought, therefore, to be held to be a misconduct a fortiori especially when a Judge of the High Court thought that the questions ought to be reserved for the consideration of the Court. There is some force in this argument. Still on the language of the Indian Act I am unable to agree with the appellant&#x27;s contention whatever hardship my conclusion may entail upon parties to arbitration. I, therefore, decide this point also against the appellant.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_24\">24. The next item of misconduct relied on is that the arbitrator has taken independent legal opinion. It is conceded before us by both sides that until the award of Mr. Rae was delivered which states:\n</p><blockquote id=\"blockquote_9\"> after taking independent legal opinion having decided that the alleged agreement dated the 3rd November 1918 at no time constituted a concluded contract...,\n \n\nit was not known to either party that such independent opinion was taken by Mr. Rae. The appellant&#x27;s counsel relied on Russell on Arbitration, 10th Edn. p.404. It is there pointed out that a lawyer arbitrator may discuss a question of law with a legal friend, but in the case of a layman, advice should not be obtained in the absence of the parties unless both parties agree that the arbitrators should so inform their mind. The respondents&#x27; counsel relied on several English cases which it is unnecessary to refer to at length. His contention is that unless the arbitrator substitutes the opinion of another for his own, consulting another does not amount to a misconduct; for example see Ellison v. Bray [1864] 9 L.T. 730. But on the other hand, Lord Denman C.J., in Dobson v. Groves 115 E.R. 239 observes at p. 243:\n</blockquote><blockquote id=\"blockquote_10\"> The proceeding is quite different from that of consulting a legal friend on the framing of the award; that is legitimate; but here the conerence is on something to be done by the consulting party, as arbitrator, on the matters referred; it turns upon a point in the case in which a bias may be given to his mind without the possibility of its being removed.\n</blockquote> \n\n<blockquote id=\"blockquote_11\">At p. 244 he again observes:\n</blockquote><blockquote id=\"blockquote_12\"> When once the case is brought within the general principle by a possibility that the arbitrator&#x27;s mind may have been biassed, there is a sufficient objection.\n</blockquote> \n\n<blockquote id=\"blockquote_13\">The same view was taken by Sir John Edge in Daya Kishen v. Dharamdas [1907] 4 A.L.J. 159. Belying on these cases I hold that there has been legal misconduct on the part of the umpire in taking independent opinion on the question whether the agreement of the 3rd November was a concluded agreement or whether it superseded the earlier agreement so far as Arunachala Ayyar is concerned. On this ground also I would set aside the award.\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_25\">25. In the result I would allow the appeal reversing the decision of Waller, J., and set aside the award on the ground that the umpire had no jurisdiction and is also guilty of misconduct (legal).\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_26\">26. There is one other point to which I should now refer. The learned Counsel for the respondents argued that this appeal is not competent because Waller, J.&#x27;s order while dismissing the notice of motion does not direct that the award should be filed. Waller, J.&#x27;s order was passed on 6th May 1926. The present appeal was filed on 19th July the reopening day of the High Court after vacation. Sometime after the appeal was filed, an order was passed by Srinivasa Ayyangar, J., directing the award to be filed. The respondents contend that an appeal should have been filed against that order. I think the order of Srinivasa Ayyangar, J., was passed under some misconception. &#x27;<a href=\"/doc/1536185/\" id=\"a_11\">S. 15</a> of the Act says:\n</p><blockquote id=\"blockquote_14\"> An award on a submission, an being filed in the Court in accordance with the foregoing provisions, shall, unless the Court remits it to the consideration of the arbitrators or umpire, or sets it aside be enforceable as if it were a decree of the Court.\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_27\">27. No order directing that the award should be filed is necessary. Under the Civil Procedure Code the matter is different. The person who wants to convert an award into a decree of Court has to apply for an order that it should be filed and after notice and hearing the objections of the opposite side such an order (has to be made. Here no such order is necessary. Therefore, the moment Waller, J., disallowed the notice of motion of Arunachala Ayyar the award became a decree of Court and he is perfectly justified in appealing. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1597758\" id=\"span_4\">The objection of course is purely technical and it amounts to this that the appeal is filed a little too soon and not a little too late. But, even if my view is not correct, the order of Waller, J., amounts to a preliminary order and the order of Srinivasa Ayyangar J., amounts to final order. It has always been held in this Court that an appeal against a preliminary order if allowed makes an appeal against final order on the same grounds unnecessary, though another appeal may have to be filed if it has reference to what happened after the preliminary order was passed. See <a href=\"/doc/1597758/\" id=\"a_12\">Ramuvien v. Veerappudayan</a> [1912] 37 Mad. 455. Either way there is no substance in this objection and it is overruled. The objection is in the nature of a preliminary objection but was not taken in that form; otherwise I ought to have dealt with it in the opening part of my judgment but the matter is of no importance in the view I take. The appellant will have his costs. We certify for two counsel taxed costs on both sides.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_28\">Cornish, J.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_29\">28. I agree that this appeal should be allowed. The question whether the arbitration clause of 25th April 1918, agreement remained enforceable after the conclusion of the 3rd November 1918. Memorandum of agreement must, in my opinion, be regarded as determined by the finding of Coutts-Trotter, J. in C.S. 102 of 22 between the parties to this appeal.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_30\">29. It was an issue in that suit,\n Was the agreement dated 25th April 1918 superseded by an agreement dated 3rd November 1918.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_31\">30. And the learned Judge found that the November agreement did supersede the April agreement. The word &quot;supersede&quot; is ambiguous, but it is clear from the judgment that what is meant is that the November agreement was substituted for the April agreement, and was not merely suplementary to the April agreement. Against this finding there are the opinions expressed by Phillips, J., and by Schwabe, C.J., and Wallace, J., in an earlier phase of the litigation which has sprung from this April agreement. In those proceedings which were taken to set aside the award, Phillips, J., in setting aside the award on the ground of legal misconduct on the part of the umpire, doubted if the April agreement was superseded by the November agreement; but he declined to decide the question as all the facts were not before him. On appeal Schwabe, C.J., and Wallace, J., set aside Phillips J&#x27;s. order, and remitted the matter to the umpire. But the learned Judges of the appellate Court did not profess to decide the question whether the November agreement superseded the April agreement. Indeed, Wallace, J., in his judgment says that the occasion had not then arisen for deciding it. And when Schwabe, C.J., expressed the opinion that the old agreement was not &quot;altogether&quot; superseded by the November agreement it appears to me that he meant to indicate that the April agreement would be binding on the parties to it, notwithstanding that it might have been superseded by the November agreement so far as the appellant was concerned. There is no inconsistency between that opinion and the subsequent finding in C.S. 102 of 1922.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_32\">31. On the second question it has, in my view, been established that when Rajagopalaiyer entered into the dubash agreement of the 25th April 1918 he had no authority to bind his partner, the appellant, by the arbitration clause, Clause 15 of the agreement. Admittedly, the agreement was signed by Rajagopalaiyer alone at Karachi. And though the agreement was expressed as made on behalf of the firm of Rajagopalaiyer and brother, consisting of Rajagopalaiyer and the appellant, nobody in the respondent company apparently made any enquiry whether Rajagopalaiyer had authority to bind the firm. Mr. Hartman, who was at Karachi when the agreement was signed and who came to Madras, to manage the respondent&#x27;s branch office there, brought the agreement with him, but in his evidence in C.S. 102 of 1922 he said that he did not make any enquiry into this matter.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_33\">32. The appellant&#x27;s evidence in C.S. 102 of 1922 is that Rajagopalaiyer entered into the agreement without his knowledge or consent, and that he did not know the terms of the agreement until he was shown it by Mr. Hartman on the 7th September 1918 at Madras. This statement of the appellant, repeated in his grounds of objections to the arbitration, and in his affidavit in support of his motion to set aside the final award has never, as far as I can discover, been contradicted; and I see no reason for disbelieving it.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_34\">33. Now, it is clear that a partner in a trading concern, such as the partnership-between Rajagopalaiyer and the appellant has been shown to be has no power in the absence of authority to bind the firm by a submission to arbitration; see Stead v. Salt 3 Bing. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1066766\" id=\"span_5\">101; <a href=\"/doc/1066766/\" id=\"a_13\">Ram Bharose v. Kullu Mal</a> [1900] 22 All.</span> 135; Dattoobhoy v. Vallu [1899] 1 Bom. L.R. 828. The umpire, however, has apparently inferred an implied authority from the practice of including an arbitration clause in dubash agreements. He has noted against para. 3 of the appellant&#x27;s statement of objections (where the appellant objected that Rajagopalaiyer had no authority to agree to refer my matter in dispute to arbitration), the following remark:\n</p><blockquote id=\"blockquote_15\"> All dubash agreements contain arbitration clause.\n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_35\">34. It may be that it is usual in agreements&#x27; between merchants and their dubashes to include an arbitration clause. But assuming it to be so that would not make Rajagopalaiyer&#x27;s act in agreeing to Clause 15\n an act (to use the words of <a href=\"/doc/171398/\" id=\"a_14\">Section 251</a>, Indian Contract Act) usually done in carrying on the. business of such a partnership\n \n\nthat is, the particular partnership which was existing between Rajagopalaiyer and the appellant. But it has been contended for the respondents that the appellant&#x27;s conduct shows that he had accepted and acquiesced in the terms of the agreement. Exs. B and C show that the appellant was on 24th and 25th August taking a part in respect of certain contracts made by Rajagopalaiyer in pursuance of the. dubash agreement. It is not disputed&#x27; that the appellant provided the Rs. 20,000 the amount of the deposit required of the dubashes by Clause 12 of the agreement. The appellant says he paid this money before he was shown the agreement by Mr. Hartman on the 7th November 1918, though the payment was made after his first interview with Mr. Hartman at Pondicherry in August. The appellant has also stated that he knew nothing of the business relations between Rajagopalaier and the respondents until August 1918, when he was introduced to Mr Hartman at Pondicherry. At the last moment of the hearing of this appeal, copies of the letters addressed to the respondents, and signed by the appellant have been produced. These letters relate to the purchase of groundnuts (Nos. 22 and 23 in the list of contracts furnished to us) and are dated 24th and 25th September 1918, and they state:\n</p><blockquote id=\"blockquote_16\"> Conditions as per agreement with you dated 25th April 1918.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_36\">35. It is by no means a necessary implication from the fact of the appellant having undertaken the liability of contracts made in pursuance of the April agreement, that he must be taken to have accepted the arbitration clause of that agreement. The appellant has sworn that when he first met Mr. Hartman at Pondicherry in August 1918 he objected to the contracts which Rajagopalaiyer had made with one V. T. Narayanswami and warned Mr. Hartman that V. T. Narayanasami was not a satisfactory customer; and that it was during his second interview with Mr. Hartman at Madras, when he again disputed the V. T. Narayanaswami&#x27;s contracts, that Hartman showed him the terms of the agreement. The appellant has further sworn that Hartman when he showed him the agreement asked him to sign it, and that he told Hartman that he would not sign it because the terms were so hard and unworkable.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_37\">36. Mr. Hartman admits that the appellant warned him that V. T. Narayana-swami was an unsatisfactory person with whom to have dealings; further, he does not dispute that he showed the appellant the agreement at the interview in Madras, but he says that he does not think that he asked the appellant to sign it. Then we come to Ex. F, the appellant&#x27;s letter to the respondents, dated 25th September 1918, requesting some relief from the losses which had been incurred over the V. T. Narayanaswami&#x27;s contracts and suggesting that Rajagopalaiyer should be replaced -by a more competent business man. This letter was the starting point for negotiations which terminated in the memorandum of agreement dated 3rd November 1918. It is remarkable that at no stage of these negotiations was there any suggestion by the respondent of invoking Clause 15 of the April agreement to decide the question of the appellant&#x27;s liability or the extent of his liability for the contracts. Too much stress should not be laid on this point; but it does seem to me to support the position that the appellant&#x27;s objections to the terms of the agreement had made it a matter of doubt for the respondents whether he had consented to be bound by the arbitration clause of the April agreement. The appellant&#x27;s letter of the 25th September gave the respondents the opportunity of putting that question to the test. Instead, they proceeded as if the agreement had contained no such thing as any arbitration clause. In the circumstances I. do not think, on the evidence before us, that we should be justified in holding that the appellant had adopted or ratified Clause 15 of the agreement. Assuming, therefore, that we are wrong in holding that the April agreement has been rescinded by the November agreement, I am of opinion, for the foregoing reasons, that Clause 15 of the April agreement was not enforceable against the appellant, and that the award must, so far as he is concerned, be set aside.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_38\">37. It is now necessary to consider the appellant&#x27;s contention that the award should be set aside on account of the umpire&#x27;s alleged legal misconduct. This allegation is based on two principal grounds; first, that the umpire refused to state a case for the opinion of the Court when required by the appellant so to do; and, second, that the umpire (as admitted in his award) took\n an independent legal opinion on the questions submitted to his arbitration without notice to or the knowledge of the appellant.\n</p> \n\n<p data-structure=\"Section\" id=\"p_39\">38. With regard to the first of these grounds reliance has been placed on Section 10, Indian Arbitration Act, 1899, which provides that\n  \n\nan umpire acting under a submission shall, unless a different intention is expressed therein\n \n\n</p><p data-structure=\"Conclusion\" id=\"p_40\">(b) have power to state a special case for the opinion of the Court on any question of law involved.\n</p> \n\n<p data-structure=\"Section\" id=\"p_41\">39. This section is taken from Section 7, English Arbitration Act, 1889, and under that section the arbitrator&#x27;s powers are permissive and not obligatory. (See Russell on Arbitration 11th Edition p. 55). There is not in the Indian Act a provision corresponding to Section 19, English Arbitration Act, 1889, which enables the Court, at the instance of a party, to direct the umpire to state a case. But it has been argued that inasmuch as <a href=\"/doc/447653/\" id=\"a_15\">Section 10</a> gives the umpire a discretionary power to state a case, he is under a duty to exercise the power judicially and reasonably, and that if he fails in this duty he is guilty of misconduct so as to attract the power of the Court under <a href=\"/doc/1728676/\" id=\"a_16\">Section 14</a> of the Act to set aside the award. It so happens that in a suit C.S. 601 of 22 brought by the widow of Rajagopalaiyer against the respondents, Kumaraswami Sastriar, J., had directed that the questions of fact in that particular dispute should not be decided by the arbitrator until the questions of law, one of which was an issue on the binding character of the arbitration clause in the April agreement, had been decided by the Court. The appellants called the umpire&#x27;s attention to this direction. I certainly think that the umpire would, in the circumstances, have been well advised to have stated a case. But <a href=\"/doc/447653/\" id=\"a_17\">Section 10</a> left it to his discretion, and I do not think that because the umpire refused to do what a more cautious person might have done, or because he failed to appreciate the relevance of the Court&#x27;s direction in C.S. 601 of 22 to the matter before him, he can be held guilty of misconduct. On the second ground I think it must be held, on the authority of Dobson v. Groves [1844] 6 Q.B. 637, that the umpire was guilty of legal misconduct in taking &quot;an independent legal opinion,&quot; without the knowledge of the parties. In this case, as in that, the umpire&#x27;s honesty of purpose is beyond question. But he did something (to quote from Lord Denman&#x27;s judgment)\n upon the subject of the reference that may have improperly biased his mind, without a possibility of its being removed by any explanation which might have been afforded, if the other side had been called upon to take a part in the proceedings.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_42\">40. The principle is, that it is incumbent on an arbitrator who takes legal or other expert advice, which may influence his determination of the matter submitted to him for arbitration, to inform the parties of his intention to do so and of the questions upon which the advice is taken. Otherwise the parties have no assurance that the advice is material, or given on a correct statement of the case, or that the arbitrator has not, in effect, simply surrendered his responsibility for deciding the question in arbitration to the opinion of his legal or other adviser. For this reason, and assuming that the award is binding on the appellant, I hold that the award should be set aside.\n</p>\n \n\n","numcites":13,"numcitedby":2,"docsource":"Madras High Court","citetid":1351298,"divtype":"judgments","relatedqs":[{"value":"legal opinion","formInput":"legal%20opinion"},{"value":"all india reporter","formInput":"all%20india%20reporter"},{"value":"setting aside of award","formInput":"setting%20aside%20of%20award"},{"value":"Arunachala ","formInput":"Arunachala%20"},{"value":"arbitration clause in agreement","formInput":"arbitration%20clause%20in%20agreement"},{"value":"superseded agreement","formInput":"superseded%20agreement"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"notice of motion","formInput":"notice%20of%20motion"},{"value":"Binding Agreement","formInput":"Binding%20Agreement"},{"value":"contract act","formInput":"contract%20act"},{"value":"\"arbitration clause\" \"agreement\"","formInput":"%22arbitration%20clause%22%20%22agreement%22"},{"value":"repudiation","formInput":"repudiation"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"indian arbitration act","formInput":"indian%20arbitration%20act"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"Question of law","formInput":"Question%20of%20law"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"interview","formInput":"interview"},{"value":"pondicherry","formInput":"pondicherry"}],"cats":[{"value":"contract","formInput":"tag:contract"},{"value":"what-agreements-are-contracts","formInput":"tag:what-agreements-are-contracts"},{"value":"indian-constitution","formInput":"tag:indian-constitution"},{"value":"free-consent-defined","formInput":"tag:free-consent-defined"}],"courtcopy":false,"query_alert":null,"agreement":false}