{"tid":1884829,"publishdate":"1959-01-15","title":"Rungta Sons Private Ltd. vs Jugometal Trg. Republike And Anr. on 15 January, 1959","doc":"<h2 class=\"doc_title\">Rungta Sons Private Ltd. vs Jugometal Trg. Republike And Anr. on 15 January, 1959</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1959CAL423, 63CWN527, AIR 1959 CALCUTTA 423, 63 CAL WN 527 ILR (1960) 1 CAL 803, ILR (1960) 1 CAL 803</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-s-bachawat\">R.S. Bachawat</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:k-c-gupta\">K.C. Das Gupta</a>, <a href=\"/search/?formInput=benchid:r-s-bachawat\">R.S. Bachawat</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\n R.S. Bachawat, J. \n \n\n</pre><p data-structure=\"Section\" id=\"p_1\"> 1. This is an appeal from an order made by G.K. Mitter, J., allowing an application for stay of a suit under Section 34 of the Indian Arbitration Act. By a contract dated 20-11-1956, the appellant, Rungta Sons Private Ltd., a company incorporated under the <a href=\"/doc/153279772/\" id=\"a_1\">Indian Companies Act</a> and carrying on business in Calcutta, agreed to sell 10000 Long tons of iron ore to the respondent, Jugometal Trg. Republike of Beograd, Yugoslavia, carrying on business outside India. The contract provides for shipment during January/April, 1957, payment under Letter of Credit to be opened by the buyer in favour of the seller with a validity of 60 days, to be extended, if necessary with a guarantee by the seller of a loading rate of 500 tons, the demurrage and despatch based on this loading rate to be on the seller&#x27;s account. The contract contains the following arbitration clause: \n</p><blockquote id=\"blockquote_1\">  &quot;Any dispute arising out of this contract shall be settled by a court of arbitration which is to be made up as follows: One member to be appointed by the Buyer. One member to be appointed by the Seller. One member to be appointed by the first two members. Failing such mutual agreement as to the third member, he shall then be appointed by the-International Chamber of Commerce in Paris. The Seat of the arbitration shall be according to mutual&#x27; agreement. Failing such agreement the Seat of the arbitration shall be in Zurich, Switzerland&quot;. \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_2\"> 2. Only 3,500 tons of ore were shipped during the period January to April, 1957, leaving a balance of 6,500 tons unshipped. The buyer had difficulty in procuring shipping space for the balance goods. The seller repeatedly complained that it might not be allowed to ship any iron ore after June, 1957, having regard to the changing policy of the Government of India, There were exchange of cablegrams between the buyer and the seller in May, June and July, 1957. The buyer requested the seller to load the ore by the vessel Commerz and contended that notice of readiness of the vessel was given to the seller on July 11, 1957. The seller contended that no proper notice had been given and the ore could not be loaded before July 25. A dispute arose between the parties as to the liability to pay the demurrage of the vessel from July 12 to July 25. The buyer contended that notice of readiness was again tendered on July 26. The seller contended that there had been no extension of the Letter of Credit and the notice of readiness was ineffective and inoperative. There were negotiations to resolves the deadlock. It is common case that some arrangement was arrived at between the seller and the buyer through its representative Swetozar Babie on or about August 6, 1957. The terms of the arrangement are in dispute. The seller&#x27;s version of the arrangement is set out in its letter dated August 9, 1957 addressed to Swetozar Babie, According to the seller the parties then agreed that (1) The vessel Commerz would be available for loading on the loading berth at the latest by 10-8-1957; (2) The seller would load 6500 tons of iron ore therein; (3) The buyer would bear the demurrage of the vessel up to 25-7-1957; (4) Any claim for further demurrage might be decided by arbitration if the parties so like, but the reduction in freight would be taken into account in reduction of any liability for such demurrage; (5) The buyer would extend the Letter of Credit as regards both amount and period; (6) The buyer would furnish guarantee for all amounts payable to the seller and the seller would furnish guarantee for the demurrage, if any, payable by the seller; (7) The buyer would arrange for giving to the seller a clean bill of lading, capable of being negotiated under the Letter of Credit and (8), The buyer would furnish; the seller a copy of the Charterparty and subsequent modification thereof. The buyer&#x27;s version of me arrangement is set out in the letter dated 9-8-1957, sent by Messrs. Orr, Dignam and Co., to the seller and in the annexure to that letter. According to the buyer the parties had then agreed that (1) the seller would accept notice of readiness to load the vessel effective as and from 25-7-1957 and would immediately commence loading thereon of the balance tonnage of iron ore remaining due for shipment under the contract; (2) the seller would furnish to the buyer an irrevocable banker&#x27;s guarantee to the satisfaction of the buyer to the extent of £ 4000 and would pay unconditionally against such guarantee all demurrage accrued subsequent to 25-7-1957; (3) the seller would be responsible for obtaining from the Reserve Bank of India the necessary permission under Foreign Exchange Control Regulations to implement its obligations under the guarantee; (4) the buyer would pay the demurrage for the period 11-7-1957 up to 24-7-1957 both days inclusive subject to reimbursement by the seller, in the event of the matter being referred to arbitration in terms of the provisions in that behalf contained in the contract and the legal liability of the buyer to pay such demurrage not being established in any such arbitration proceedings. The seller instituted the suit on 12-8-1957 impleading as defendants both the buyer and its local representative Swetozar Babie. Paragraphs 1 and 2 of the plaint plead the contract dated 20-11-1956. In paragraph 3 the seller mentions the supply of 3588 tons of iron ore and claims a sum of Rs. 9,666-5-2-being  the 5 per cent balance of  the price and a further sum of Rs. 9,066-11-2 being the proportionate despatch money. In paragraphs 4 and 5 the seller claims that the buyer committed breaches of the contract and failed to procure the shipping space for the balance 6500 tons of iron ore. In paragraph 6 the seller sets out its version of the arrangement arrived at on August 6, 1957. In paragraph 7 the seller alleges that without prejudice to its contentions, it agreed to accept the terms and conditions of the arrangement. In paragraph 6 and also in paragraph 8 the seller alleges that the contract dated 20-11-1956 in so far as it concerned the balance of 6500 tons of iron ore was substituted by the new arrangement arrived at on 6-8-1957. In paragraph 8 the seller alleges that it was then expressly agreed that the price and specifications of iron ore contained in the earlier contract would continue and form a part of the subsequent contract dated 6-8-1957, but that save as regards the said price and specifications, the earlier contract would stand abrogated and superseded. In paragraph 9 the seller pleads its readiness and willingness to carry out the alleged substituted agreement and also alleges that the buyer committed breaches of that agreement. In paragraph 10 of the plaint the seller alleges that the buyer repudiated that agreement and the seller accepted the repudiation. In paragraphs 11 and 12 the seller claims damages for wrongful breaches and repudiation of the substituted agreement. In paragraph 13 the seller states that it was advised to make Swetozar Babie the defendant No. 2 a party to the suit for greater safety. In the body of the plaint no claim is made against the defendant No. 2 nor is any cause of action pleaded against him. The seller claims a decree for Rs. 18,733/- as pleaded in paragraph 3 of the plaint and Rs. 97,500/- for damages as pleaded in paragraph 11 and for an enquiry into the damages pleaded in paragraph 12 of the plaint and for consequential reliefs. The application for stay of the suit was made by both defendants on 16-11-1957. \n</p> \n\n<p data-structure=\"Section\" id=\"p_3\"> 3. The first prerequisite of the court&#x27;s power to stay a suit under Section 34 of the Indian Arbitration Act is the existence of an arbitration agreement. Mr. Deb contends that the arbitration agreement contained in the contract dated 20-11-1956 has been abrogated and superseded by an express oral agreement on 6-8-1957 and consequently there is no existing arbitration agreement. For the respondents Mr. Ginwalla contends that in view of Section 2(a) of the Indian Arbitration Act an arbitration agreement is &quot;by law required to be in writing&quot; and consequently proof of a subsequent agreement to rescind the arbitration agreement is barred by proviso (4) to <a href=\"/doc/1790262/\" id=\"a_2\">Section 92</a> of the Indian Evidence Act. I am unable to accept Mr. Ginwalla&#x27;s contention. I am of the opinion that an arbitration agreement is not by law required to be in writing. It is true that the Indian Arbitration Act does not, for the purposes of that Act, recognise an arbitration agreement unless it is in writing. But for purposes other than the purposes of the Indian Arbitration Act, our law still recognises an arbitration agreement which is not in writing. It is therefore necessary to examine Mr. Deb&#x27;s contention that the arbitration agreement has been abrogated and superseded by an express oral agreement on 6-8-1957. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_4\"> 4. The seller&#x27;s version of the arrangement of 6-8-1957 has varied from time to time. In its letter of 8-8-1957, the seller nowhere alleged that the arrangement of 6-8-1957 was a substituted new agreement and that the contract dated 20-11-1956 was abrogated or superseded. Subsequently to paragraphs 6 and 8 of the plaint the seller alleged that the contract dated 20-11-1956 in so far as it concerned the balance of 6500 tons of iron ore was substituted by the new arrangement and that the parties expressly agreed that the parent contract would save as regards the price and specifications stand abrogated and superseded. Curiously enough the allegation of an express agreement of superseding and abrogating the parent contract is not repeated in the affidavit of Tribeni Prosad Rungta affirmed on 6-12-1957. In paragraph 9 of that affidavit the sets put the alleged terms of the new arrangement and after referring to the letter dated 8-8-1957 alleges that the new arrangement was in substitution of the earlier contract, which had been broken by the buyer and that the rights and liabilities of the parties were governed by the new substituted contract. In paragraph 10 of that affidavit he then alleges that under the facts and circumstances of the case the whole of the contract dated 20-11-1956 including the arbitration agreement was given a complete go-by for all intents and purposes and the same stood abrogated and superseded. I do not read this somewhat halting and cautious allegation as a plea of an express agreement of abrogation and supersession of the arbitration agreement. Paragraphs 9 and 10 of the affidavit seem to be a plea that there was an implied rescission of the arbitration agreement by reason of the subsequent arrangement and that in law the subsequent arrangement amounted to a substitution of the previous agreement dated 20-11-1956. On the materials on the record I am clearly of the opinion that the arrangement of 6-8-1957, as pleaded in the letter dated 8-8-1957, and the affidavit of Tribeni Prosad Rungta affirmed on 6-12-1957, did not amount to an implied rescission of the arbitration agreement contained in the parent contract. The terms of the new arrangement as pleaded in that letter and affidavit are in no way inconsistent with the continuance of the arbitration agreement. On the contrary Clause 4 of the terms indicates that the arbitration agreement continues to exist. There being no new arbitration agreement the arbitration could only take place under the arbitration agreement contained in the parent contract. The issue whether the arbitration agreement was rescinded by an express oral agreement on 6-8-1957 does not really arise on the affidavits filed in the proceedings for stay of the suit. Assuming for a moment that such an issue does arise we are satisfied on the materials before us that there was no such oral agreement, and we decide that issue against the appellant. The assertion that there was no oral rescission of the arbitration agreement on 6-8-1957 is an afterthought. We do not consider it necessary that the matter should be tried on oral evidence. In an application under Section 34 of the Indian Arbitration Act the Court has the power to decide such an issue on affidavit. This power should be exercised sparingly and with caution. In the exercise of our discretion we are satisfied that the power should be exercised in this case. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_5\"> 5. In paragraph 10 of the affidavit of Tribeni Prosad it was boldly alleged that the whole of the contract on 20-11-1956 including the arbitration agreement  was given a complete go-by, In his argument before us Mr. Deb, however, conceded that the contract dated 20-11-1956 including the. arbitration agreement so far as it related to 3588 tons of iron ore was not rescinded. His case before us was that the contract dated 20-11-1956 including the arbitration agreement therein was abrogated and superseded only in respect of the balance 6500 tons of iron ore. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_6\"> 6. Plainly the claim in paragraph 3 and prayer (b) of the plaint for Rs. 18,733-0-4 on account of the balance price and proportionate despatch money in respect of 3588 tons delivered under the contract dated 20-11-1956 is a dispute arising out of the contract. It is not now disputed that the arbitration agreement so far as it relates to the 3588 tons continues to subsist. Prima facie the suit as far as it relates to the claim for Rs. 18,733-0-4 is bound to be stayed. Mr. Deb contends that the disputes in respect of the balance goods and in respect of the claim for damages made in prayers (c) and (d) of the plaint are not covered by the arbitration agreement. In order that the Court may exercise the power of stay under Section 34 of the Indian Arbitration Act the suit must be in respect of any matter agreed to be referred. By the contract dated 20-11-1956, the buyer and the seller agreed to refer to arbitration &quot;any dispute arising out of the contract&quot;. We must, therefore, be satisfied that the suit no far as it relates to the balance goods and to the claim for damages is in respect of disputes arising out of, the contract. On the materials on the record we are so satisfied. The words &quot;arising out of&quot; are of fairly wide import see the observations of Lords Wright and Porter in Heyman v. Darwins Ltd, 1942 AC 356 at pp. 359, 883. The claim and the Counter claim in respect of the balance goods and the several disputes set out in the letters dated August 8 and 9, 1957 arose in the context and in the setting of the contract dated 20-11-1956 and directly arose out of that contract. Some arrangement was arrived at between the parties on 6-8-1957 in course of working out the rights and the obligations of the parties under the contract, There is a dispute about the terms of the new arrangement. That dispute directly springs out of the parent contract. In the plaint the seller bases its claim for damages upon the new arrangement and raises the further dispute that the new arrangement is a substituted contract and that the earlier contract has been abrogated and superseded in respect of the balance goods. The buyer asserts that the new arrangement is a modification of the earlier contract. The dispute whether the new arrangement amounts to a modification or rescission of the contract is a dispute arising out of the contract. If and in so far as the plea in paragraph 8 of the plaint amounts to a plea of rescission of the arbitration agreement, that plea has already been negatived. I have already decided that the arbitration agreement has not been rescinded. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1475714\" id=\"span_1\">I may add that in an application under Section 34 of the Indian Arbitration Act the Court may in the exercise of its discretion decide an issue as to the continued existence of the arbitration agreement although such decision may indirectly involve a decision on an issue in the suit itself as to the continued existence of the parent contract: see <a href=\"/doc/1475714/\" id=\"a_3\">Anderson Wright Ltd. v. Moran and Co.</a> .</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_7\"> 7. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"375386\" id=\"span_2\">In support of his contention Mr. Deb relied upon Turnock v. Sartoris (<a href=\"/doc/375386/\" id=\"a_4\">1889) 43 Ch. D. 150 and Ramdas Dwarkadas v. Orient Pictures</a>, AIR 1942 Bom 332. In (1889) 43 Ch. D 150 there was a lease with an arbitration clause. Subsequently, another agreement in writing was entered into between the parties without any arbitration clauses. The existence and the validity of the subsequent agreement was not disputed but disputes arose between the parties as to their rights under both the lease and the subsequent agreement. The lessee having filed a suit in respect of these disputes, the lessor applied for stay of the suit. The court held that the arbitration clause referred to questions arising under the lease alone and refused to stay the suit. The court held that the subsequent agreement could not be treated as part of the lease.</span> In the Bombay case the original agreement containing an arbitration clause was followed by a tripartite arrangement which did not contain an arbitration clause and in which a third party was concerned. The suit sought to be stayed was in respect of disputes arising under both agreements. Though the validity of the second agreement was disputed by the defendants in the atfidavits, counsel for the defendants argued upon the assumption that it was binding upon the defendants and contended that it formed part and parcel of the original agreement. Blackwell J. held that the two agreements could not be treated as one agreement and the arbitration clause in the first agreement did not cover disputes arising under the second agreement and following the English case refused to stay ihe suit. Mr. Deb pointed out that in the present case admittedly some arrangement was arrived at an 6-8-1957. Relying on the two cases he argued that even accepting the buyer&#x27;s case that the new arrangement amounted only to a modification of the original contract, such arrangement conferred new lights and imposed fresh liabilities on the parties and consequently the arbitration clause in the original contract could not apply to disputes arising out of the new arrangement. I am unable to accept the contention. The two decisions relied upon by Mr. Deb are distinguishable. In both those cases the Court found that the subsequent arrangement could not be treated as part of the original agreement. Here accepting the buyer&#x27;s version or the J matter, the terms of the subsequent arrangement are merely modifications of the original contract and the two together form one agreement comprising the original terms including the arbitration clause and its subsequent modifications. In such a case the arbitration clause applies to the disputes arising out of the contract and its subsequent modification. It does not matter that the modification confers some new right and imposes some new liability which do not find any place in the parent contract. In each case the question is whether the new terms can be treated as modifications of and parts and parcels of the original contract. If they can be so treated, as for example, where the time for delivery of goods under a contract of sale containing an arbitration clause is extended by a subsequent agreement, the disputes between the parties arising out of the modified contract may be referred to arbitration under the arbitration clause in the parent contract. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"680370\" id=\"span_3\">In <a href=\"/doc/680370/\" id=\"a_5\">Uttam Chand Saligram v. Jewa Mamooji, 1LR</a> 46 Gal 534 : (AIR 1920 Cal 143), Rankin, J. decided that where the original contract for sale of goods is followed by a settlement contract whereby the buyer sells back the goods to the seller and the claim by the buyer for the consequential money difference is disputed by the seller the dispute arises out of the contract and it is open to the buyer to found his claim upon the submission contained in the original contract.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_8\"> 8. Mr. Deb argued that even assuming that the arbitration clause in the original contract has not been rescinded the dispute whether there was a subsequent arrangement in substitution of the original contract is not covered by the arbitration clause. I am unable to accept this contention. In Balabux Agarwala v. Luchminarain Jute Mfg. Co. Ltd, 51 Cal WM 863 at p. 870 Das, J. held that a dispute whether there is a valid contract in settlement of the original contract is a dispute arising out of or relating to the original contract or the fulfilment thereof. I am in complete agreement with this decision. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"711989\" id=\"span_4\">On appeal his ruling on this point was not challenged and his decision was affirmed : See <a href=\"/doc/711989/\" id=\"a_6\">Chandanmull Jhaleria v. Clive Mills Co. Ltd</a> .</span> Similarly in Khusiram Benara-shilal v. Kian Gwan Co. (Cal) Ltd. 88 Cal LJ 163 Das J. held that a dispute whether there was a subsequent arrangement extending the time for delivery is a dispute arising out of the contract. Mr. Deb suggests that Blackwell J. in AIR 1942 Bom 332 at p. 334 expressed a contrary opinion. If and so far as Biackwell J. has expressed an opinion to the contrary, i am unable to agree with that opinion. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_9\"> 9. Mr. Deb next contended that in the exercise of his discretion the learned Judge ought not to have stayed the suit. He contends that none of the witnesses in support of the claim can be had at Zurich, that none of the arbitrators who may be appointed will be acquainted with Indian Law and that huge amount of costs would be saved if the disputes are decided in the suit. The learned Judge has pointed out that it is premature to say who the arbitrators would be and where the arbitration would be held. One party to the contract is a company incorporated in India, The other party is of Eeograd, Yugoslavia. The parties have bargained that failing mutual agreement neither India nor Yugoslavia shall be the venue of the arbitration. No special reason is shown why the parties should not be held to their bargain and why the court should not enforce it by staying the suit. The prima facie leaning of the Court is to stay the suit if the disputes are covered by the arbitration agreement. We are not satisfied that the necessary evidence cannot be produced at Zurich in the event of arbitration being held at that place. The mere fact that the parties may have to incur larger costs in the event of the arbitration being held at Zurich is not a sufficient ground for refusing the stay. It is not shown that the learned Judge has exercised his discretion on wrong principles. We are not inclined to interfere with his discretion. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_10\"> 10. Mr. Meyer on behalf of the appellant concedes that if the suit is stayed so far as the first defendant is concerned, he could not reasonably say that the suit ought not to be stayed so far as it concerns the defendant No. 2. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_11\"> 11. I would, therefore, dismiss the appeal with costs. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_12\"> K.C. Das Gupta,  C.J. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_13\"> 12. I agree. \n</p> \n\n","numcites":6,"numcitedby":10,"docsource":"Calcutta High Court","citetid":1884829,"divtype":"judgments","relatedqs":[{"value":"oral agreement","formInput":"oral%20agreement"},{"value":"substitution of contract","formInput":"substitution%20of%20contract"},{"value":"\"subsequent agreement\"","formInput":"%22subsequent%20agreement%22"},{"value":"dispute from a contract","formInput":"dispute%20from%20a%20contract"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"stay of suit","formInput":"stay%20of%20suit"},{"value":"contract dispute","formInput":"contract%20dispute"},{"value":"rescission","formInput":"rescission"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"indian arbitration act","formInput":"indian%20arbitration%20act"},{"value":"demurrage ","formInput":"demurrage%20"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"mutual","formInput":"mutual"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"mutual agreement","formInput":"mutual%20agreement"},{"value":"repudiation","formInput":"repudiation"},{"value":"bachawat","formInput":"bachawat"},{"value":"guarantee","formInput":"guarantee"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"}],"cats":[{"value":"exclusion-of-evidence-of-oral-agreement","formInput":"tag:exclusion-of-evidence-of-oral-agreement"},{"value":"effect-of-novation-rescission-and-alteration-of-contract","formInput":"tag:effect-of-novation-rescission-and-alteration-of-contract"},{"value":"legal-stay","formInput":"tag:legal-stay"}],"courtcopy":false,"query_alert":null,"agreement":false}