{"tid":169784101,"publishdate":"2021-12-13","title":"Bharat Chaudhary vs Union Of India on 13 December, 2021","doc":"<h2 class=\"doc_title\">Bharat Chaudhary vs Union Of India on 13 December, 2021</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:h-kohli\">Hima Kohli</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:h-kohli\">Hima Kohli</a>, <a href=\"/search/?formInput=benchid:s-kant\">Surya Kant</a>, <a href=\"/search/?formInput=benchid:n-v-ramana\">N. V. Ramana</a></h3>\n\n<pre id=\"pre_1\">          Petition for Special Leave to Appeal (Criminal) No. 5703 OF 2021\n\n\n\n                                                                                        REPORTABLE\n                                    IN THE SUPREME COURT OF INDIA\n                                EXTRAORDINARY APPELLATE JURISDICTION\n\n           PETITION FOR SPECIAL LEAVE TO APPEAL (CRL.) NO. 5703 OF 2021\n\n\n          BHARAT CHAUDHARY                                                       …..    PETITIONER\n\n                                                                   VERSUS\n\n          UNION OF INDIA                                                         …..   RESPONDENT\n\n                                                                       AND\n\n           PETITION FOR SPECIAL LEAVE TO APPEAL (CRL.) NO. 8919 OF 2021\n\n\n          RAJA CHANDRASEKHARAN                                                   …..    PETITIONER\n\n                                                                   VERSUS\n\n          THE INTELLIGENCE OFFICER, DIRECTORATE\n          OF REVENUE INTELLIGENCE              …..                                     RESPONDENT\n\n\n                                                                  ORDER\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">          HIMA KOHLI J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n</p><p data-structure=\"Issue\" id=\"p_3\">          1.             By this common order, we propose to dispose of two Petitions for\n\n          Special Leave to Appeal filed against the common judgment and order\n<span class=\"hidden_text\" id=\"span_1\">Signature Not Verified</span>\n\n          dated 15th July, 2021 passed by the learned Single Judge of the High Court\n<span class=\"hidden_text\" id=\"span_2\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_3\">Vishal Anand</span>\n<span class=\"hidden_text\" id=\"span_4\">Date: 2021.12.13</span>\n<span class=\"hidden_text\" id=\"span_5\">17:02:14 IST</span>\n<span class=\"hidden_text\" id=\"span_6\">Reason:</span>\n\n          of Madras. SLP(Crl) No. 5703/2021 has been filed by Bharat Chaudhary\n\n<span class=\"hidden_text\" id=\"span_7\">                                                                  Page 1 of 11</span>\n\fPetition for Special Leave to Appeal (Criminal) No. 5703 OF 2021\n\n\n\n[A-4] who is aggrieved by the reversal of the bail order dated 02 nd\n\nNovember, 2020 granted in his favour by the learned Special Judge, EC &amp;\n\nNDPS Cases, Chennai whereas Raja Chandrasekharan [A-1] has\n\nchallenged the dismissal of the bail application filed by him under <a href=\"/doc/1290514/\" id=\"a_1\">Section\n\n439</a> of the Criminal Procedure Code.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">2.        The case set up by the prosecution is that on specific information\n\nreceived by the Directorate of Revenue Intelligence, Chennai Zonal Unit 1,\n\nOfficers of DRI had seized about 1,37,665 tablets of different types\n\ncollectively           weighing            90Kgs.          (approx.)   described   as   psychotropic\n\nsubstances from the following four locations, all situated in Chennai:\n\n</p><blockquote id=\"blockquote_1\">(i)       Office of M/s. Aviation Star Express, Ekkattuthangal, a Franchisee\n\n          of M/s DHL Express India Private Limited;\n</blockquote>\n<blockquote id=\"blockquote_2\">(ii)      2 Destination, a Franchisee of M/s S.T. Courier;\n\n</blockquote><blockquote id=\"blockquote_3\">(iii)     residence of Raja Chandrasekharan [A-1]; and\n\n</blockquote><blockquote id=\"blockquote_4\">(iv)      office premises of M/s. DHL Express India Private Limited.\n\n</blockquote><p data-structure=\"Facts\" id=\"p_5\">3.        Believing the tablets seized from the aforesaid premises to be\n\ncomposed of psychotropic substances covered under the provisions of the\n\n<a href=\"/doc/1727139/\" id=\"a_2\">Narcotic Drugs and Psychotropic Substances Act, 1985</a> 2 read with the\n\n1 For short ‘the DRI’\n\n2 For short ‘the <a href=\"/doc/1727139/\" id=\"a_3\">NDPS Act</a>’\n\n<span class=\"hidden_text\" id=\"span_8\">                                                        Page 2 of 11</span>\n\fPetition for Special Leave to Appeal (Criminal) No. 5703 OF 2021\n\n\n\n<a href=\"/doc/1059693/\" id=\"a_4\">Customs Act</a>, the DRI conducted investigation and summoned M.V.\n\nSrinivasan [A-2] – Director of M/s 2 Destination and Propreitor of M/s S.T.\n\nCourier; Raja Chandrasekharan [A-1] – Proprietor of Ascure Pure Herbals;\n\nM. Ashok Kumar [A-3] - employee of A-1 and after recording their\n\nstatements, booked them for the offences under <a href=\"/doc/1330288/\" id=\"a_5\">Section 8(c)</a> punishable\n\nunder <a href=\"/doc/34296573/\" id=\"a_6\">Sections 22(c)</a>, <a href=\"/doc/1089586/\" id=\"a_7\">25</a>, <a href=\"/doc/646188/\" id=\"a_8\">28</a> and <a href=\"/doc/1252855/\" id=\"a_9\">29</a> of the NDPS Act and arrested them on\n\n18th October, 2019. Based on the statements made by A-1 and A-3 that\n\nthey had colluded with suppliers in Nagpur and Rajasthan and procured\n\ntablets composed of psychotrophic substances for exporting and sending\n\nthrough courier service to customers in USA under the guise of herbal\n\ntablets, on orders received from Bharat Chaudhary [A-4], officers of DRI,\n\nJaipur Unit conducted a search at his residence at Jaipur on 16 th March,\n\n2020 and seized some incriminating material. Thereafter, he was arrested\n\non 17th March, 2020 for contravening the provisions of <a href=\"/doc/1330288/\" id=\"a_10\">Section 8(c)</a>\n\npunishable under <a href=\"/doc/34296573/\" id=\"a_11\">Sections 22(c)</a>, <a href=\"/doc/1373137/\" id=\"a_12\">24</a> and <a href=\"/doc/1252855/\" id=\"a_13\">29</a> of the NDPS Act. On being\n\ngranted transit bail by the learned Chief Metropolian Magistrate, Jaipur, A-4\n\nwas produced before the NDPS Court at Chennai on 19 th March, 2020 and\n\nremanded on the same day.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">4.        Vide order dated 2nd November, 2020, the learned Special Judge, EC\n\n&amp; NDPS Cases, Chennai granted bail to Bharat Chaudhary[A-4]. The\n\n\n<span class=\"hidden_text\" id=\"span_9\">                                                        Page 3 of 11</span>\n\fPetition for Special Leave to Appeal (Criminal) No. 5703 OF 2021\n\n\n\nreasons that weighed with the said Court for granting bail to A-4 were that :-\n\n</p><blockquote id=\"blockquote_5\">(i)       he was not found to be in possession of any psychotropic substance\n\n          and no contraband was recovered from his residence or office during\n\n          the search;\n</blockquote>\n<blockquote id=\"blockquote_6\">(ii)      the electronic gagets/devices that were seized from the office of A-4\n\n          had been sent for obtaining a scientific report which was still awaited;\n\n</blockquote><blockquote id=\"blockquote_7\">(iii)     while 1,37,665 tablets were seized from four different locations in\n\n          Chennai between 15th October, 2019 and 18th October, 2019, officers\n\n          of the DRI had gone to Jaipur to arrest A-4 after five months, solely\n\n          on the basis of the statement made by A-1 under <a href=\"/doc/1752792/\" id=\"a_14\">Section 67</a> of the\n\n          NDPS Act;\n</blockquote>\n<blockquote id=\"blockquote_8\">(iv)      there was no live link established against A-4, a resident of Jaipur of\n\n          having connived with the other accused, A-1 to A-3 who were all\n\n          residing in Chennai and arrested from there.\n</blockquote>\n<blockquote id=\"blockquote_9\">(v)       the test reports in respect of the seized material were awaited and it\n\n          was not established whether the tablets which, as per the accused\n\n          were sexual enhancement tablets, would qualify either as a narcotic\n\n          or psychotrophic substance so as to fall within the ambit of the <a href=\"/doc/1727139/\" id=\"a_15\">NDPS\n\n          Act</a>;\n</blockquote>\n<blockquote id=\"blockquote_10\">\n\n<span class=\"hidden_text\" id=\"span_10\">                                                        Page 4 of 11</span>\n</blockquote><p data-structure=\"Issue\" id=\"p_7\">\fPetition for Special Leave to Appeal (Criminal) No. 5703 OF 2021\n\n\n\n</p><p data-structure=\"Section\" id=\"p_8\">(vi)      The first test report received by the DRI on 21 st November, 2019,\n\n          revealed that the tablets were actually sexual enhancement drugs\n\n          and not covered under the <a href=\"/doc/1727139/\" id=\"a_16\">NDPS Act</a> and the test report in respect of\n\n          26 tablets sent to CFSL, Hyderabad, was still awaited.\n\n</p><p data-structure=\"Precedent\" id=\"p_9\">5.        Being mindful of the recent verdict of a Three Judge Bench of this\n\nCourt in Tofan Singh v. State of Madras 3 wherein as per the majority\n\ndecision, a confessional statement recorded under <a href=\"/doc/1752792/\" id=\"a_17\">Section 67</a> of the NDPS\n\nAct has been held to be inadmissible in the trial of an offence under the\n\n<a href=\"/doc/1727139/\" id=\"a_18\">NDPS Act</a>, the learned                          Special Judge, EC &amp; NDPS Cases, Chennai\n\ngranted bail to Bharat Chaudhary [A-4].                                On the DRI challenging the\n\naforesaid order before the High Court of Madras, the bail order granted in\n\nfavour of A-4 has been cancelled by the learned Single Judge with scathing\n\nremarks made                  against          the learned Special Judge.         Citing the same\n\nreasons as have been given in the case of A4, the bail application moved\n\nby A1 has also been rejected.\n</p>\n<p data-structure=\"Precedent\" id=\"p_10\">6.        The learned Single Judge has faulted the Special Judge, EC &amp; NDPS\n\nCases] for having conducted a roving enquiry to grant bail to A-4. It has\n\nbeen held that the ruling in Tofan Singh’s case, does not bar the\n\nProsecuting Agency from recording the statement of the co-accused for the\n\npurpose of apprehending the other accused in the offence. Observing that\n3 [2021] 4 SCC 1\n\n<span class=\"hidden_text\" id=\"span_11\">                                                        Page 5 of 11</span>\n\fPetition for Special Leave to Appeal (Criminal) No. 5703 OF 2021\n\n\n\nit was not on the basis of the statement of A-4 that he has been arrested\n\nand detained, but rather on the basis of the information furnished by A-1 to\n\nA-3 who have implicated him as a person involved in the offence and for\n\narranging supply of contraband, it was held that absence of any evidence\n\nto establish a link between A-1, A-3 and A-4 could not form the basis for\n\ngranting any relief to A-4.                     As for the observation of the Special Judge, EC\n\n&amp; NDPS Cases that the test reports received by the prosecuting agency on\n\n22nd November, 2019 revealed that many of the tablets were sexual\n\nenhancement drugs and not covered under the <a href=\"/doc/1727139/\" id=\"a_19\">NDPS Act</a>, the High Court\n\nopined that the test reports did not totally negate the fact that the seized\n\ncontraband goods were not narcotic substances. Much emphasis was laid\n\non the total quantity of the contraband seized and it was held that once the\n\ntest reports showed that some of the tablets contained narcotic substances,\n\nit was sufficient to refuse bail to A-4. Critical of the approach of the trial\n\nCourt that held that since the test reports were not filed by the prosecuting\n\nagency along with the complaint, the benefit ought to enure in favour of A-\n\n4, the High Court observed that, by the time the Special Judge, EC &amp;\n\nNDPS Cases had pronounced the order on 2 nd November, 2020, test\n\nreports were available and ought to have been taken into consideration.\n\n</p><p data-structure=\"Precedent\" id=\"p_11\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"43271378\" id=\"span_12\">7.        Appearing                for        Bharat               Chaudhary   [A-4],   Mr.   Gopal\n\nShankaranarayanan, learned Senior Advocate has assailed the impugned\n\n<span class=\"hidden_text\" id=\"span_13\">                                                        Page 6 of 11</span>\n\fPetition for Special Leave to Appeal (Criminal) No. 5703 OF 2021\n\n\n\norder contending that there was no good reason for the High Court to have\n\ncancelled the bail granted to A-4 by the learned Special Judge, EC &amp; NDPS\n\ncases. He submitted that a grave error has been committed by the High\n\nCourt by completely overlooking the fact that not a single tablet was\n\nrecovered from the possession of A-4; that the tablets were seized from the\n\npremises of A-1 to A-3 and some of the extracted samples sent for testing\n\nshowed that a large number of the seized pills were sex enhancement\n\ndrugs and not contraband; that the seized contraband had not been\n\nproduced or sampled before the Magistrate and that A4 has been dragged\n\ninto the matter solely on the basis of the confession/statements made by\n\nRaja Chandrasekaran [A-1] under <a href=\"/doc/1752792/\" id=\"a_20\">Section 67</a> of the NDPS Act, despite the\n\nfact that in a recent judgment of this Court in Tofan Singh (supra), the\n\nmajority view is that a confessional statement is not admissible in evidence\n\nwhich view has been followed in Criminal Appeal No. 1273 of 2021 titled\n\n<a href=\"/doc/43271378/\" id=\"a_21\">“Sanjeev Chandra Agarwal vs. Union of India”</a>, decided on 25th October,\n\n2021.</span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_12\">8.        Mr. Anand Grover, learned Senior counsel appearing on behalf of\n\nRaja Chandrasekharan [A-1] has argued that the High Court has fallen into\n\nan error by rejecting the bail application of A-1 without considering the\n\nsubmission made that no commercial quantity of the psychotropic\n\nsubstance had been proved so far.                                  The test reports produced by the\n\n<span class=\"hidden_text\" id=\"span_14\">                                                        Page 7 of 11</span>\n\fPetition for Special Leave to Appeal (Criminal) No. 5703 OF 2021\n\n\n\nprosecution showed that the Ayurvedic/herbal medicines seized were\n\nmeant for sex enhancement which do not fall under the ambit of the <a href=\"/doc/1727139/\" id=\"a_22\">NDPS\n\nAct</a> and that Standing Order 1/89 issued by the Government of India under\n\n<a href=\"/doc/1304888/\" id=\"a_23\">Section 52A</a> of the NDPS Act has been completely disregarded inasmuch\n\nas the samples were not drawn on the spot and/or recovered from the\n\npremises of A-1, nor were the samples drawn in the office of DRI in the\n\npresence of the accused and the Panchas. It was canvassed that the\n\nsanctity and integrity of the seizure made is highly doubtful on account of\n\nfailure on the part of the prosecuting agency to follow the procedure\n\nprescribed in <a href=\"/doc/1841395/\" id=\"a_24\">Sections 42</a> and <a href=\"/doc/1294540/\" id=\"a_25\">52</a> of the NDPS Act. It was also argued that\n\nthe information received and recorded in the present case, was in respect\n\nof the alleged export of the psychotropic substances from the premises of\n\nM/s Aviation Star Express, a franchisee of M/s. DHL Express Limited and\n\nthere is no mention of A-1 or his premises in the information referred to\n\nunder <a href=\"/doc/1841395/\" id=\"a_26\">Section 42</a> of the NDPS Act.\n</p>\n<p data-structure=\"RespArg\" id=\"p_13\">9.        Per contra, Ms. Aishwarya Bhati, learned Additional Solicitor General\n\nappearing for DRI has supported the impugned judgment and vehemently\n\nargued that A-4 is the mastermind behind the entire criminal conspiracy\n\nand he, in connivance with A-1, has been supplying contraband to A-1 to A-\n\n3, for being illegally exported abroad under the garb of sex enhancement\n\ntablets.          She alluded to the 71 samples sent for testing and the test report\n\n<span class=\"hidden_text\" id=\"span_15\">                                                        Page 8 of 11</span>\n\fPetition for Special Leave to Appeal (Criminal) No. 5703 OF 2021\n\n\n\nof CRCL, Chennai dated 18th December, 2019 confirming the presence of\n\nnarcotic substances along with male potency increment drugs and\n\nstrenuously argued that the nexus between A-4 and A-1 to A-3 is not only\n\nestablished through the statements of A-1 to A-3 recorded under <a href=\"/doc/1752792/\" id=\"a_27\">Section 67</a>\n\nof the NDPS Act, but also from the documents in the form of printouts of the\n\ndata downloaded from the moblie phone and laptop of A-4, in particular, the\n\nWhatsapp chats and bank transactions between A-1 and A-4. Submitting\n\nthat since the twin tests laid down under <a href=\"/doc/496325/\" id=\"a_28\">Section 37</a> of the NDPS Act in\n\nrespect of commercial quantity for grant of bail have not been satisfied, the\n\nimpugned order does not deserve interference.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_14\">10.       After carefully examining the arguments advanced by learned\n\ncounsel for the parties and having cursorily glanced at the records, we are\n\nof the opinion that the impugned order cancelling the bail granted in favour\n\nof Bharat Chaudhary [A-4], is not sustanabile in view of the fact that the\n\nrecords sought to be relied upon by the prosecution show that one test\n\nreport dated 6th December, 2019, two test reports dated 17 th December,\n\n2019 and one test report dated 21 st December, 2019 in respect of the\n\nsample pills/tablets drawn and sent for testing by the prosecuting agency\n\nconclude with a note appended by the Assistant Commercial Examiner at\n\nthe foot of the reports stating that “quantitative analysis of the samples\n\ncould not be carried out for want of facilities”. In the absence of any clarity\n\n<span class=\"hidden_text\" id=\"span_16\">                                                        Page 9 of 11</span>\n\fPetition for Special Leave to Appeal (Criminal) No. 5703 OF 2021\n\n\n\nso far on the quantitative analysis of the samples, the prosecution cannot\n\nbe heard to state at this preliminary stage that the petitioners have been\n\nfound to be in possession of commercial quantity of psychotropic\n\nsubtances as contemplated under the <a href=\"/doc/1727139/\" id=\"a_29\">NDPS Act</a>. Further, a large number\n\nof the tablets that have been seized by the DRI admittedly contain\n\nherbs/medicines meant to enhance male potency and they do not attract\n\nthe provisions of the <a href=\"/doc/1727139/\" id=\"a_30\">NDPS Act</a>. Most importantly, none of the tablets were\n\nseized by the prosecution during the course of the search conducted, either\n\nat the office or at the residence of A-4 at Jaipur, on 16 th March, 2020.\n\nReliance on printouts of Whatsapp messages downloaded from the mobile\n\nphone and devices seized from the office premises of A-4 cannot be\n\ntreated at this stage as sufficient material to establish a live link between\n\nhim and A-1 to A-3, when even as per the prosecution, scientific reports in\n\nrespect of the said devices is still awaited.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_15\">11.       In the absence of any psychotropic substance found in the conscious\n\npossession of A-4, we are of the opinion that mere reliance on the\n\nstatement made by A-1 to A-3 under <a href=\"/doc/1752792/\" id=\"a_31\">Section 67</a> of the NDPS Act is too\n\ntenuous a ground to sustain the impugned order dated 15 th July, 2021. This\n\nis all the more so when such a reliance runs contrary to the ruling in Tofan\n\nSingh (supra). The impugned order qua A-4 is, accordingly, quashed and\n\nset aside and the order dated 2nd November, 2020 passed by the learned\n\n<span class=\"hidden_text\" id=\"span_17\">                                                       Page 10 of 11</span>\n\fPetition for Special Leave to Appeal (Criminal) No. 5703 OF 2021\n\n\n\nSpecial Judge, EC &amp; NDPS Cases, is restored.                                            As for Raja\n\nChandrasekharan [A-1], since the charge sheet has already been filed and\n\nby now the said accused has remained in custody for over a period of two\n\nyears, it is deemed appropriate to release him on bail, subject to the\n\nsatisfaction of the trial Court.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_16\">12.       Before parting with the cases, it is clarified that the prima facie\n\nobservations made hereinabove are limited to considering the relief of\n\nregular bail prayed for by the petitioners and nothing expressed\n\nhereinabove shall be treated as an observation on the merits of the case,\n\ni.e., CC No.0000037/2020, pending trial. The petitions for special leave to\n\nappeal are disposed of in the above terms.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_17\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_18\">                                                                       .................................CJI.\n</p><p data-structure=\"Precedent\" id=\"p_19\">                                                                                     [N. V. RAMANA]\n\n\n\n\n                                                                           ...................................J.\n                                                                                        [SURYA KANT]\n\n\n\n                                                                           ...................................J.\n                                                                                         [HIMA KOHLI]\nNew Delhi,\nDecember 13, 2021\n\n\n\n<span class=\"hidden_text\" id=\"span_18\">                                                       Page 11 of 11</span>\n\f</p>","numcites":15,"numcitedby":68,"docsource":"Supreme Court of India","citetid":169784101,"divtype":"judgments","relatedqs":[{"value":"ndps act","formInput":"ndps%20act"},{"value":"NDPS","formInput":"NDPS"},{"value":"special leave petition criminal","formInput":"special%20leave%20petition%20criminal"},{"value":"bail application","formInput":"bail%20application"},{"value":"bail granted","formInput":"bail%20granted"},{"value":" special leave petition","formInput":"%20special%20leave%20petition"},{"value":"leave to appeal","formInput":"leave%20to%20appeal"},{"value":"\"DHL Express\"","formInput":"%22DHL%20Express%22"},{"value":"bharat chaudhary ","formInput":"bharat%20chaudhary%20"},{"value":"courier","formInput":"courier"},{"value":"tofan singh","formInput":"tofan%20singh"},{"value":"criminal appeal by special leave","formInput":"criminal%20appeal%20by%20special%20leave"},{"value":" all section of ndps act","formInput":"%20all%20section%20of%20ndps%20act"},{"value":"narcotic drug","formInput":"narcotic%20drug"},{"value":"sex ","formInput":"sex%20"},{"value":"appeal by special leave","formInput":"appeal%20by%20special%20leave"},{"value":"narcotics and drugs act","formInput":"narcotics%20and%20drugs%20act"},{"value":"special appeal","formInput":"special%20appeal"},{"value":"criminal petition","formInput":"criminal%20petition"},{"value":"the narcotic drugs and psychotropic substances act","formInput":"the%20narcotic%20drugs%20and%20psychotropic%20substances%20act"}],"cats":[{"value":"law-governing-narcotics","formInput":"tag:law-governing-narcotics"},{"value":"powers-without-warrant","formInput":"tag:powers-without-warrant"},{"value":"punishment-for-abetment, criminal-conspiracy","formInput":"tag:punishment-for-abetment, criminal-conspiracy"},{"value":"narcotics-drugs-and-psychotropic-substance < prohibition-against-cultivation-of-cannabis-plant < production-possession-use-consumption-purchase-sale-transport-of-ganja","formInput":"tag:narcotics-drugs-and-psychotropic-substance < prohibition-against-cultivation-of-cannabis-plant < production-possession-use-consumption-purchase-sale-transport-of-ganja"}],"courtcopy":true,"query_alert":null,"agreement":false}