{"tid":159561356,"publishdate":"2024-11-20","title":"M/S Parasia Engineering Pvt. Ltd vs The State Of Madhya Pradesh on 20 November, 2024","doc":"<h2 class=\"doc_title\">M/S Parasia Engineering Pvt. Ltd vs The State Of Madhya Pradesh on 20 November, 2024</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-a-dharmadhikari\">Sushrut Arvind Dharmadhikari</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-a-dharmadhikari\">Sushrut Arvind Dharmadhikari</a>, <a href=\"/search/?formInput=benchid:a-shukla\">Anuradha Shukla</a></h3>\n\n<pre id=\"pre_1\">                           NEUTRAL CITATION NO. 2024:MPHC-JBP:55820        1\n\n                                 IN THE HIGH COURT OF MADHYA PRADESH\n                                                             AT J A B A L P U R\n                                                                      BEFORE\n                           HON&#x27;BLE SHRI JUSTICE SUSHRUT ARVIND DHARMADHIKARI\n                                                                          &amp;\n                                        HON&#x27;BLE SMT. JUSTICE ANURADHA SHUKLA\n                                           ARBITRATION REVISION NO. 31 OF 2023\n                                                 M/S PARASIA ENGINEERING PVT.LTD.\n                                                                        Versus\n                                         THE STATE OF MADHYA PRADESH AND OTHERS\n                           -------------------------------------------------------------------------------------------\n                           Appearance :\n                           Shri Navneesh Jauhari - Advocate for the petitioner.\n                           Shri Praveen Namdeo - Government Advocate for the State.\n                           -------------------------------------------------------------------------------------------\n                                                           Heard on : 21.08.2024\n                                                       Pronounced on : 20.11.2024\n                           -------------------------------------------------------------------------------------------\n                                                                       ORDER\n</pre><p data-structure=\"Issue\" id=\"p_1\">                           Per: Justice Sushrut Arvind Dharmadhikari\n\n\n                                   This Arbitration Revision under Section 19 of the M.P.\n                           Madhyastham            Adhikaran           Adhiniyam,    1983      (for    short,     &#x27;the\n                           Adhiniyam&#x27;) has been filed assailing order dated 09.02.2023 passed in\n                           Reference Case No.25/2009 by learned M.P. Arbitration Tribunal,\n                           Bhopal (for short, &#x27;the Tribunal&#x27;) whereby the revision filed before the\n                           Tribunal has been dismissed as not maintainable on the ground of\n                           limitation holding that the petitioner has not filed the petition in\n                           compliance with the provision of Section 7-B(1)(b) of the Adhiniyam\n\n<span class=\"hidden_text\" id=\"span_1\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_2\">Signed by: ANAND KRISHNA</span>\n<span class=\"hidden_text\" id=\"span_3\">SEN</span>\n<span class=\"hidden_text\" id=\"span_4\">Signing time: 11/21/2024</span>\n<span class=\"hidden_text\" id=\"span_5\">6:28:16 PM</span>\n<span class=\"hidden_text\" id=\"span_6\">                            NEUTRAL CITATION NO. 2024:MPHC-JBP:55820   2</span>\n\n                           as he has failed to approach the final authority within the stipulated\n                           time as per the terms of clause 29 of the contract agreement and\n                           Section 7-B(1)(a) of the Adhiniyam.\n</p>\n<p data-structure=\"Facts\" id=\"p_2\">                           2.      Facts of the case in nutshell are that the respondents awarded\n                           work contract in favour of the petitioner vide Agreement No. 42/2003-\n                           04 for construction of I.R.Q.P. work in Km. 39 to 51 of NH-75 (Ext.)\n                           and work order was issued on 17.03.2004. The stipulated period for\n                           execution of the contract was seven months including rainy season.,\n                           Accordingly, due date for completion of the work was 16.10.2004.\n                           However, the work was not completed even uptil 30.12.2005 despite of\n                           extension and prior to the extended date, vide letter dated 29.12.2005,\n                           the contract was rescinded by the respondents. According to the\n                           petitioner, vide letter dated 07.01.2006, a representation was submitted\n                           under clause-29 of the contract before the Superintending Engineer\n                           against rescission of the contract which was rejected without giving\n                           any opportunity of hearing to the petitioner. Thereafter the petitioner\n                           made the same request to Chief Engineer seeking his decision, who in\n                           turn, returned the representation directing to submit the same before\n                           the Superintending Engineer. In compliance, the petitioner had put up\n                           his case before the Superintending Engineer on 22.03.2006. Again, the\n                           petitioner submitted a letter dated 05.05.2006 to the Chief Engineer\n                           and thereafter submitted quantified claim before the Superintending\n                           Engineer on 28.07.2008 who did not decide the same, then the\n                           petitioner vide letter dated 04.12.2008 referred its claim to the Chief\n                           Engineer who also did not decide the same and it remained pending.\n                           Thereafter, the petitioner filed Reference Petition No.25/2009 before\n                           the Tribunal.\n</p><span class=\"hidden_text\" id=\"span_7\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_8\">Signed by: ANAND KRISHNA</span>\n<span class=\"hidden_text\" id=\"span_9\">SEN</span>\n<span class=\"hidden_text\" id=\"span_10\">Signing time: 11/21/2024</span>\n<span class=\"hidden_text\" id=\"span_11\">6:28:16 PM</span>\n<span class=\"hidden_text\" id=\"span_12\">                            NEUTRAL CITATION NO. 2024:MPHC-JBP:55820   3</span>\n\n<p data-structure=\"RespArg\" id=\"p_3\">                           3.      Before the Tribunal, respondents have filed a written reply\n                           stating therein that on account of non-execution of the contract as per\n                           the terms of the contract, the contract was rescinded after giving notice\n                           to the petitioner, therefore, it cannot be said that the rescission order is\n                           illegal. It is also stated that the petitioner, during the stipulated period,\n                           never achieved the proportionate progress of work at any point of time\n                           and on the request of the petitioner, time was extended twice i.e. till\n                           31.05.2005 and 30.12.2005 and at the time of last extension, warning\n                           was given that no further extension would be granted and this\n                           extension was given reserving the right to recover the liquidated\n                           damages. It is further stated that the allegation regarding non-payment\n                           is also incorrect and the department was not under obligation to ensure\n                           material by way of assisting or facilitating for getting new lease for\n                           mining and there were no instructions to stop the work and for waiting\n                           for further instructions on account of work carried out at U.P. Irrigation\n                           Canal and Bansagar Sihawal Canal. It was submitted that it cannot be\n                           said that the work was delayed due to the reasons attributable to the\n                           respondents. The contractor was informed and asked to execute the\n                           work timely by enhancing the progress of the work but no heed was\n                           paid by the petitioner. So far as the claim of the petitioner is concerned,\n                           the petitioner has been paid for the work executed by him. The\n                           petitioner is responsible for fundamental breach of the contract,\n                           therefore, in terms of the contract, he is not entitled to the aforesaid\n                           amount of earnest money and amount of security deposit and other\n                           deposits as the amount has been forfeited. The respondents further\n                           submitted that the petitioner has not filed this petition within time,\n\n\n\n<span class=\"hidden_text\" id=\"span_13\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_14\">Signed by: ANAND KRISHNA</span>\n<span class=\"hidden_text\" id=\"span_15\">SEN</span>\n<span class=\"hidden_text\" id=\"span_16\">Signing time: 11/21/2024</span>\n<span class=\"hidden_text\" id=\"span_17\">6:28:16 PM</span>\n<span class=\"hidden_text\" id=\"span_18\">                            NEUTRAL CITATION NO. 2024:MPHC-JBP:55820   4</span>\n\n                           hence, the same is not maintainable in view of Section 7-B(1)(b) of the\n                           Adhiniyam and prayed for dismissal of revision petition.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">                           4.      The tribunal by impugned order, has rejected the claim of the\n                           petitioner on the ground of limitation holding that the petitioner has not\n                           filed the petition in compliance with the provision of <a href=\"/doc/99408546/\" id=\"a_1\">Section 7-B(1)(b)</a>\n                           of the Act, 1983 as he had failed to approach the final authority within\n                           stipulated time as per the terms of clause-29 of the contract agreement.\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">                           5.      Aggrieved, the petitioner has questioned the impugned order\n                           before this Court by the instant petition.\n</p><p data-structure=\"RespArg\" id=\"p_6\">                           6.      Learned counsel for the petitioner has submitted that the\n                           impugned order in respect of maintainability of reference petition is\n                           contrary to terms of agreement and law, and is based upon\n                           misinterpretation of provisions of the Adhiniyam. It is further\n                           submitted that the learned Tribunal has not considered sub-section 2A\n                           of <a href=\"/doc/85466302/\" id=\"a_2\">Section 7</a> of the Adhiniyam while referring to Section 7-B of the\n                           Adhiniyam. It is also submitted that the period of 30 days provided\n                           under Clause-29 to approach the Superintending Engineer is applicable\n                           when dispute arises during the progress of the work or after the\n                           completion or abandonment. But, in this case, the dispute arose after\n                           termination of agreement, therefore, reference within a period of 30\n                           days from the date of termination was not mandatory. Therefore,\n                           holding the reference petition as not maintainable due to non-\n                           compliance of clause- 29 is contrary to expressed terms of the\n                           agreement.\n</p><p data-structure=\"Section\" id=\"p_7\">                           7.      Further, it is submitted that the time frame given in Clause-29 to\n                           approach the competent authority is contrary to provision made under\n\n\n<span class=\"hidden_text\" id=\"span_19\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_20\">Signed by: ANAND KRISHNA</span>\n<span class=\"hidden_text\" id=\"span_21\">SEN</span>\n<span class=\"hidden_text\" id=\"span_22\">Signing time: 11/21/2024</span>\n<span class=\"hidden_text\" id=\"span_23\">6:28:16 PM</span>\n<span class=\"hidden_text\" id=\"span_24\">                            NEUTRAL CITATION NO. 2024:MPHC-JBP:55820   5</span>\n\n                           section-28 of the <a href=\"/doc/171398/\" id=\"a_3\">Contract Act</a> and in fact, indirectly curtails limitation\n                           period provided under Section 7-B of the Adhiniyam. Section 7-B does\n                           not require the parties to adhere to the time frame given in the\n                           arbitration clause but to approach final authority, under the terms of\n                           agreement before filing Reference Petition. The learned Tribunal has\n                           committed illegality by misinterpreting the provisions of the Act and\n                           also the agreement. It is contended that as per Section 7-B(1) of the\n                           Adhiniyam, the dispute is first referred for the decision of the final\n                           authority and mere lapse in approaching the final authority in a non-\n                           statutory period of 30 days should not debar a person to invoke his\n                           legitimate right.\n</p><p data-structure=\"PetArg\" id=\"p_8\">                           8.      He further submitted that for the sake of argument, if it is\n                           accepted that the compliance of clause-29 is mandatory in nature in the\n                           way as respondents argued before the Tribunal, the petitioner\n                           approached the Superintending Engineer with a representation within\n                           30 days i.e. on 07.01.2006 after termination of agreement as per\n                           clause-29 of the agreement which was rejected without giving any\n                           opportunity of hearing to the petitioner. The petitioner, thereafter,\n                           approached the Chief Engineer who returned the representation\n                           directing the petitioner to submit the same before the Superintending\n                           Engineer and in compliance thereof, the petitioner had put up his case\n                           before the Superintending Engineer on 22.03.2006 which was\n                           remained undecided and thus, the petitioner submitted a letter dated\n                           05.05.2006 again to the Chief Engineer in this regard. Hence,\n                           according to the petitioner, compliance of clause-29 was duly made by\n                           him.\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_25\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_26\">Signed by: ANAND KRISHNA</span>\n<span class=\"hidden_text\" id=\"span_27\">SEN</span>\n<span class=\"hidden_text\" id=\"span_28\">Signing time: 11/21/2024</span>\n<span class=\"hidden_text\" id=\"span_29\">6:28:16 PM</span>\n<span class=\"hidden_text\" id=\"span_30\">                            NEUTRAL CITATION NO. 2024:MPHC-JBP:55820   6</span>\n\n<p data-structure=\"PetArg\" id=\"p_9\">                           9.      It is further contended that the reference petition was filed on\n                           24.12.2008 within three years from the date of termination of\n                           agreement 29.12.2005, therefore, the petitioner has complied\n                           mandatory limitation period provided under section 7B(1) and Section\n                           7B(2) of the Adhiniyam.\n</p><p data-structure=\"RespArg\" id=\"p_10\">                           10.     Apart from the above, it is further submitted that the learned\n                           Tribunal has framed three questions, out of which, two have been\n                           decided in favour of the petitioner. The learned Tribunal found the\n                           order of rescission of the contract dated 29.12.2005 as illegal and\n                           unjustified and further held the petitioner entitled to get refund of an\n                           amount of Rs.10,55,625/- alongwith interest @ 8% thereon. Hence, the\n                           impugned order is wholly illegal and contrary to the terms of\n                           agreement so far it relates to maintainability of petition.\n</p><p data-structure=\"RespArg\" id=\"p_11\">                           11.     On the other hand, learned counsel for the respondents has\n                           supported the impugned order and submitted that the petitioner was\n                           bound to file quantified claim within 30 days after the cause of action.\n                           The petitioner was advised to file claim before the Superintending\n                           Engineer, even then the petitioner did not file quantified claim within\n                           30 days as required under Clause-29 of the contract and has filed the\n                           same on 28.07.2008 i.e. after a delay of about more than two years.\n                           Hence, prayer is made for dismissal of the revision petition.\n</p><p data-structure=\"CDiscource\" id=\"p_12\">                           12.     Heard learned counsel for the parties.\n</p><p data-structure=\"Issue\" id=\"p_13\">                           13.     The learned Tribunal has framed as many as three questions for\n                           adjudication which are being reproduced hereinunder :\n</p><blockquote id=\"blockquote_1\">                                   (i) &quot;Whether this petition is filed within limitation and\n                                   maintainable ?\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_31\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_32\">Signed by: ANAND KRISHNA</span>\n<span class=\"hidden_text\" id=\"span_33\">SEN</span>\n<span class=\"hidden_text\" id=\"span_34\">Signing time: 11/21/2024</span>\n<span class=\"hidden_text\" id=\"span_35\">6:28:16 PM</span>\n<span class=\"hidden_text\" id=\"span_36\">                            NEUTRAL CITATION NO. 2024:MPHC-JBP:55820   7</span>\n\n<blockquote id=\"blockquote_2\">                                   (ii) Whether the order of termination/rescission of contract\n                                   dated 29.12.2005 is illegal and unjustified?\n</blockquote><blockquote id=\"blockquote_3\">                                   (iii) Whether petitioner is entitled for the following claims:-\n</blockquote><blockquote id=\"blockquote_4\">                                         (1) Claim for work executed and not measured\n                                   Rs.2,00,000/-,\n                                         (2) Claim for refund of deduction towards slow progress\n                                   Rs.1,15,594/-\n</blockquote><blockquote id=\"blockquote_5\">                                         (3) Claim for earnest money Rs. 1,25,000/- .\n</blockquote><blockquote id=\"blockquote_6\">                                         (4) Claim for refund of security deposit Rs.2,08,833/-,\n                                         (5) Claim for performance deposit Rs.6,20,378/-\n                                         (6) Interest.\n</blockquote><p data-structure=\"Facts\" id=\"p_14\">                           14.     On perusal of the impugned order, it appears that the learned\n                           Tribunal has framed and decided all three questions, out of which,\n                           questions No. 2 and 3 have been decided in favour of the petitioner\n                           whereas the question No.1 has been decided against him rejecting the\n                           petition on the ground of maintainability being time barred as the\n                           petitioner did not approach the final authority within the stipulated\n                           period as per clause-29 of the contract agreement.\n</p><p data-structure=\"PetArg\" id=\"p_15\">                           15.     Learned counsel for the petitioner argued that while deciding the\n                           questions No. 2 and 3, the learned Tribunal found that the merits of the\n                           matter are in favour of the petitioner, however, only on the ground of\n                           limitation, rejected the petitioner&#x27;s claim.\n</p><p data-structure=\"Conclusion\" id=\"p_16\">                           16.     On this issue, we are of the considered opinion that when the\n                           Tribunal answered the first question in negative and found that the\n                           petition is not maintainable being time barred, the Tribunal ought not\n                           to have proceeded to decide the later questions i.e. No.2 and 3.\n                           However, the findings given with regard to questions No.2 and 3\n                           which are in favour of the petitioner, do not affect the maintainability\n\n\n<span class=\"hidden_text\" id=\"span_37\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_38\">Signed by: ANAND KRISHNA</span>\n<span class=\"hidden_text\" id=\"span_39\">SEN</span>\n<span class=\"hidden_text\" id=\"span_40\">Signing time: 11/21/2024</span>\n<span class=\"hidden_text\" id=\"span_41\">6:28:16 PM</span>\n<span class=\"hidden_text\" id=\"span_42\">                            NEUTRAL CITATION NO. 2024:MPHC-JBP:55820   8</span>\n\n                           of the petition in any manner. The findings given in questions No.2 and\n                           3 are of no use for the petitioner if he does not succeed to bring out his\n                           claim above the shadow of limitation.\n</p><p data-structure=\"CDiscource\" id=\"p_17\">                           17.     Now, this Court has to see as to whether the findings given by\n                           the Tribunal regarding maintainability of reference petition are correct\n                           or not ?\n</p><p data-structure=\"Section\" id=\"p_18\">                           18.     On perusal, the core issue involved in the petition arises from the\n                           non-compliance of clause-29 of agreement in the spirit of provisions 7-\n                           B(1)(a), 7-B(1)(b) and 7-B(2-A). The relevant provisions are\n                           reproduced hereinunder -\n</p><p data-structure=\"Precedent\" id=\"p_19\">                                   7-B. Limitation.--(1) The Tribunal shall not admit a reference\n                                   petition unless--\n</p><blockquote id=\"blockquote_7\">                                   (a) the dispute is first referred for the decision of the final\n                                   authority under the terms of the works contract; and\n</blockquote><blockquote id=\"blockquote_8\">                                   (b) the petition to the Tribunal is made within one year from\n                                   the date of communication of the decision of the final authority\n                                   :\n</blockquote><blockquote id=\"blockquote_9\">                                          Provided that if the final authority fails to decide the\n                                   disputes within a period of six months from the date of\n                                   reference to it, the petition to the Tribunal shall be made within\n                                   one year of the expiry of the said period of six months.\n</blockquote><blockquote id=\"blockquote_10\">                                          (2) Notwithstanding anything contained in sub-section\n                                   (1), where no proceeding has been commenced at all before\n                                   any Court preceding the date of commencement of this Act or\n                                   after such commencement but before the commencement of the\n                                   Madhya Pradesh Madhyastham Adhikaran (Sanshodhan)\n                                   Adhiniyam, 1990, a reference petition shall be entertained\n                                   within one year of the date of commencement of Madhya\n                                   Pradesh Madhyastham Adhikaran (Sanshodhan) Adhiniyam,\n                                   1990 irrespective of the fact whether a decision has or has not\n                                   been made by the final authority under the agreement.\n</blockquote><blockquote id=\"blockquote_11\">                                          (2-A) Notwithstanding anything contained in sub-section\n                                   (1), the Tribunal shall not admit a reference petition unless it is\n\n\n<span class=\"hidden_text\" id=\"span_43\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_44\">Signed by: ANAND KRISHNA</span>\n<span class=\"hidden_text\" id=\"span_45\">SEN</span>\n<span class=\"hidden_text\" id=\"span_46\">Signing time: 11/21/2024</span>\n<span class=\"hidden_text\" id=\"span_47\">6:28:16 PM</span>\n<span class=\"hidden_text\" id=\"span_48\">                            NEUTRAL CITATION NO. 2024:MPHC-JBP:55820   9</span>\n\n                                   made within three years from the date on which the works\n                                   contract is terminated, foreclosed, abandoned or comes to an\n                                   end in any other manner or when a dispute arises during the\n                                   pendency of the works contract :\n</blockquote><blockquote id=\"blockquote_12\">                                          Provided that if a reference petition is filed by the State\n                                   Government, such period shall be thirty years.\n</blockquote>\n<blockquote id=\"blockquote_13\">                                   Clause 29 of agreement is also reproduced hereinunder :-\n</blockquote><blockquote id=\"blockquote_14\">                                   &quot;Arbitration Clause 29:- Except as otherwise provided in this\n                                   contract all question and dispute relating to the meaning of the\n                                   specifications, designs, drawings and instructions herein before\n                                   mentioned and as to thing whatsoever, in any way arising out\n                                   of or relating to the contract, designs, drawings, specifications,\n                                   estimates, concerning the works, or the execution or failure to\n                                   executive the same whether arising during the progress of the\n                                   work or after the completion or abandonment thereof shall be\n                                   referred to the Superintending Engineer in writing for his\n                                   decision, within a period of 30 days of such occurrence.\n                                   Thereupon the Superintending Engineer shall give his written\n                                   instructions and/or decisions within a period of 60 days of such\n                                   request. This period can be extended by mutual consent of the\n                                   parties.\n</blockquote><blockquote id=\"blockquote_15\">                                   Upon receipt of written instructions or decisions, the parties\n                                   shall promptly proceed without delay to comply such\n                                   instructions or decisions. If the Superintending Engineer fails\n                                   to give his instructions or decisions in writing within a period\n                                   of 60 days or mutually agreed time after being requested if the\n                                   parties are aggrieved against the decision of S.E. the parties\n                                   may within 30 days prefer from appeal to the Chief Engineer\n                                   who shall afford an opportunity to the parties of being heard\n                                   and to offer evidence in support of his appeal. The chief\n                                   Engineer will give his decision within 90 days. If any party is\n                                   not satisfied with the decisions of the Chief Engineer, he can\n                                   refer such disputes for arbitration by an Arbitration Board to be\n                                   constituted by the State Government which shall consist of\n                                   three members of whom one shall be chosen from among the\n                                   officers belonging to the department not below the rank of S.E.\n\n<span class=\"hidden_text\" id=\"span_49\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_50\">Signed by: ANAND KRISHNA</span>\n<span class=\"hidden_text\" id=\"span_51\">SEN</span>\n<span class=\"hidden_text\" id=\"span_52\">Signing time: 11/21/2024</span>\n<span class=\"hidden_text\" id=\"span_53\">6:28:16 PM</span>\n<span class=\"hidden_text\" id=\"span_54\">                            NEUTRAL CITATION NO. 2024:MPHC-JBP:55820   10</span>\n\n                                   one retired Chief Engineer of any Technical Department, and\n                                   one serving officer not below the rank of S.E. belonging to\n                                   another Technical Department.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_20\">                           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"119414320\" id=\"span_55\">19.     The controversy regarding maintainability of reference petition\n                           before the Tribunal under the terms of Clause-29 of agreement in\n                           compliance of the provisions provisions 7-B(1)(a), 7-B(1)(b) and 7-\n                           B(2-A) of Adhiniyam, has been put to rest by the Five Judges Bench of\n                           this Court in the case of <a href=\"/doc/119414320/\" id=\"a_4\">Sanjay Dubey vs. State of M.P. and another</a>:</span>\n</p><blockquote id=\"blockquote_16\">                           2012 (4) MPLJ 212; wherein the Bench had an occasion to dwell upon\n                           the scope of Clause-29 and held as under -\n</blockquote><blockquote id=\"blockquote_17\">                                   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"157214\" id=\"span_56\">&quot;6- The Tribunal gets the jurisdiction to adjudicate the dispute\n                                   under the Act, but for the Act, it would have no jurisdiction to\n                                   adjudicate the dispute in relation to works contract. It is well\n                                   settled in law that where a tribunal derives its jurisdiction from\n                                   the statute that creates it and that statute also defines the\n                                   conditions under which the tribunal can function, it goes\n                                   without saying that before that tribunal assumes jurisdiction in\n                                   a matter, it must be satisfied that the conditions requisite for its\n                                   acquiring seisin of that matter have in fact arisen. Wherever\n                                   jurisdiction is given to a court by an Act of Legislature and\n                                   such jurisdiction is only given upon certain specified terms\n                                   contained in that Act it is a universal principle that these terms\n                                   must be complied with, in order to create and raise the\n                                   jurisdiction for if they be not complied with, the jurisdiction\n                                   does not arise. [See: <a href=\"/doc/157214/\" id=\"a_5\">Mohammed Hasnuddin vs. State of\n                                   Maharashtra</a>, AIR 1979 SC 404]. In view of aforesaid\n                                   enunciation of law, it is apparent that in case where an\n                                   agreement provides for clause like Clause 29, the jurisdiction\n                                   of the Tribunal can be invoked only after approaching the\n                                   authority as provided under the terms of the work contract.\n                                   Section 7-B(1) in express terms provides that the Tribunal shall\n                                   not admit a reference petition unless the dispute is first referred\n                                   for decision of the final authority under the terms of the\n                                   contract and that the petition to the Tribunal is made within one\n<span class=\"hidden_text\" id=\"span_57\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_58\">Signed by: ANAND KRISHNA</span>\n<span class=\"hidden_text\" id=\"span_59\">SEN</span>\n<span class=\"hidden_text\" id=\"span_60\">Signing time: 11/21/2024</span>\n<span class=\"hidden_text\" id=\"span_61\">6:28:16 PM</span>\n<span class=\"hidden_text\" id=\"span_62\">                            NEUTRAL CITATION NO. 2024:MPHC-JBP:55820   11</span>\n\n                                   year from the date of communication of the decision of the\n                                   final authority. The proviso to sub-section (1) of Section 7-B\n                                   provides that if the final authority fails to decide the dispute\n                                   within the period of six months from the date of reference to it,\n                                   the petition to the Tribunal shall be made within one year of the\n                                   expiry of said period of six months. Thus, it is necessary for a\n                                   person aggrieved to approach the authority under the terms of\n                                   the work contract before filing the reference petition. On\n                                   fulfillment of the conditions mentioned in the terms of the\n                                   works contract alone as provided in <a href=\"/doc/99408546/\" id=\"a_6\">section 7-B(1)</a> of the Act,\n                                   the jurisdiction of the Tribunal can be invoked by filing a\n                                   reference petition.</span>\n</blockquote><blockquote id=\"blockquote_18\">                                   7. There may be cases where the works contract may not\n                                   contain any provision for dispute redressal like the one\n                                   provided in Clause 29 of the Agreement. In such a case, sub-\n                                   section 2-A of <a href=\"/doc/99408546/\" id=\"a_7\">Section 7-B</a> of the Act will apply and an\n                                   aggrieved person can approach the Tribunal within three years\n                                   from the date on which the works contract is terminated,\n                                   foreclosed, abandoned or comes to an end in any other manner\n                                   or when a dispute arises during the pendency of the works\n                                   contract. It is pertinent to note that Section 7-B(2-A) as it exists\n                                   today has come into force w.e.f. 29.8.2005. The aforesaid\n                                   provisions does not have retrospective operation as the\n                                   language employed therein does not even remotely suggest so,\n                                   as has been held by the Full Bench in its order dated\n                                   27.10.2009.\n</blockquote><blockquote id=\"blockquote_19\">                                   9. The first part of Clause 29 of the agreement provides for a\n                                   dispute resolution mechanism. It provides that the dispute has\n                                   to be referred to the Superintending Engineer in writing for\n                                   decision within a period of 30 days from such occurrence.\n                                   Thereupon, the Superintending Engineer shall give his written\n                                   instructions or decision within a period of 60 days of such\n                                   request. If the Superintending Engineer fails to give his\n                                   instructions in writing within a period of 60 days or mutually\n                                   agreed time after being requested of, an aggrieved party may\n                                   file an appeal to the Chief Engineer within 30 days and shall\n                                   give his decision within a period of 90 days. Thereafter, an\n\n<span class=\"hidden_text\" id=\"span_63\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_64\">Signed by: ANAND KRISHNA</span>\n<span class=\"hidden_text\" id=\"span_65\">SEN</span>\n<span class=\"hidden_text\" id=\"span_66\">Signing time: 11/21/2024</span>\n<span class=\"hidden_text\" id=\"span_67\">6:28:16 PM</span>\n<span class=\"hidden_text\" id=\"span_68\">                            NEUTRAL CITATION NO. 2024:MPHC-JBP:55820   12</span>\n\n                                   aggrieved person can approach the Tribunal within one year\n                                   from the date of communication of decision of the final\n                                   authority. If the final authority fails to decide the dispute within\n                                   a period of six months from the date of reference to it, the\n                                   petition to the Tribunal shall be made within one year of the\n                                   expiry period of six months. The contention made on behalf of\n                                   the applicants that in view of sub-section (2-A) of Section 7-B,\n                                   an aggrieved person can approach the Tribunal directly without\n                                   approaching the authorities mentioned in Clause 29 of the\n                                   agreement, cannot be accepted as the same would obliterate the\n                                   provisions of sub-section (1) of Section 7-B and would render\n                                   the same otiose as it is well settled legal proposition that it is\n                                   incumbent on the Court to avoid a construction if reasonably\n                                   permissible on the language which would render part of the\n                                   statute devoid of any meaning or application.\n</blockquote><blockquote id=\"blockquote_20\">                                   13. In view of the preceding analysis, we proceed to state our\n                                   conclusions as under: -\n</blockquote><blockquote id=\"blockquote_21\">                                   (i) Where the works contract contains a clause like Clause 29,\n                                   the jurisdiction of the Tribunal can be invoked only after\n                                   approaching the Authority as provided under the terms of the\n                                   works contract.\n</blockquote><blockquote id=\"blockquote_22\">                                   (ii) However, subject to final adjudication of the issue by the\n                                   Supreme Court as to whether Tribunal under the Act is a Court\n                                   or not, in case where the dispute has arisen under an agreement\n                                   prior to coming into force of Section 7-B(2- <a href=\"/doc/54424454/\" id=\"a_8\">A) of the Act</a>\n                                   which does not contain a clause like\n                                   Clause 29, an aggrieved person has to approach the Tribunal\n                                   within a period of three years from the date of accrual of cause\n                                   of action.\n</blockquote><blockquote id=\"blockquote_23\">                                   (iii) Where the works contract does not contain any provision\n                                   like Clause 29 and the dispute has arisen after coming into\n                                   force of Section 7-B(2-<a href=\"/doc/54424454/\" id=\"a_9\">A) of the Act</a>, in such a case, sub-\n</blockquote><p data-structure=\"Section\" id=\"p_21\">                                   section (2-A) of <a href=\"/doc/54424454/\" id=\"a_10\">Section 7-B</a> of the Act will apply and an\n                                   aggrieved person can approach the Tribunal within a period of\n                                   three years from the date on which the works contract is\n                                   terminated, foreclosed, abandoned or comes to an end in any\n\n\n\n<span class=\"hidden_text\" id=\"span_69\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_70\">Signed by: ANAND KRISHNA</span>\n<span class=\"hidden_text\" id=\"span_71\">SEN</span>\n<span class=\"hidden_text\" id=\"span_72\">Signing time: 11/21/2024</span>\n<span class=\"hidden_text\" id=\"span_73\">6:28:16 PM</span>\n<span class=\"hidden_text\" id=\"span_74\">                            NEUTRAL CITATION NO. 2024:MPHC-JBP:55820   13</span>\n\n                                   other manner or when a dispute arises during the pendency of\n                                   the works contract.\n</p><p data-structure=\"CDiscource\" id=\"p_22\">                                   (iv) In a case where the agreement is rescinded, two questions\n                                   may arise for consideration. Firstly, which party to the\n                                   agreement is at fault and consequently, claim for damages for\n                                   breach of contract. Secondly, the claim with regard to payment\n                                   of amount of the final bill before recission of the contract in\n                                   accordance with the rates prescribed in the agreement. In the\n                                   first case, the limitation would commence from the date when\n                                   the agreement is rescinded whereas in the second case, the\n                                   limitation would commence from the date when the final bill is\n                                   prepared.\n</p><p data-structure=\"Section\" id=\"p_23\">                                   (v) The dispute under Clause 29 has to be submitted within the\n                                   time limit which has been prescribed in the clause. The dispute\n                                   cannot be submitted to the Authorities mentioned in Clause 29\n                                   of the Agreement within a period of three years as the\n                                   provisions of <a href=\"/doc/1317393/\" id=\"a_11\">Limitation Act</a> do not apply to the Authorities\n                                   under the Agreement as they are not the Courts.\n</p><p data-structure=\"Section\" id=\"p_24\">                                   (vi) Clause 29 of the Agreement is not violative of <a href=\"/doc/616001/\" id=\"a_12\">Section\n                                   28(b)</a> of the Indian Contract Act, 1872.&quot;\n</p>\n<p data-structure=\"Section\" id=\"p_25\">                           <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"119414320\" id=\"span_75\">20.     The decision in <a href=\"/doc/119414320/\" id=\"a_13\">Sanjay Dubey</a> (supra) clinches the issue raised\n                           by the petitioner qua Clause-29 of the Agreement and the scope of\n                           Section 7B(1) and Section 7B(2A) of Adhiniyam 1983.</span>\n</p><p data-structure=\"Conclusion\" id=\"p_26\">                           21.     Now, in the light of above, we advert to the facts of the present\n                           case.\n</p><p data-structure=\"Facts\" id=\"p_27\">                           22.     As per the averments made in the petition, vide letter dated\n                           29.12.2005, the contract was rescinded by the respondents and the\n                           quantified claim was submitted by the petitioner before the Superintending\n                           Engineer on 28.07.2008 which was not decided, then vide letter dated\n                           04.12.2008, the petitioner also referred his quantified claim to the Chief\n                           Engineer but the Chief Engineer also did not decide the same, hence, this\n                           petition has been filed. Apparently, the petitioner has not approached to the\n\n\n<span class=\"hidden_text\" id=\"span_76\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_77\">Signed by: ANAND KRISHNA</span>\n<span class=\"hidden_text\" id=\"span_78\">SEN</span>\n<span class=\"hidden_text\" id=\"span_79\">Signing time: 11/21/2024</span>\n<span class=\"hidden_text\" id=\"span_80\">6:28:16 PM</span>\n<span class=\"hidden_text\" id=\"span_81\">                            NEUTRAL CITATION NO. 2024:MPHC-JBP:55820   14</span>\n\n                           final authority within the prescribed time under clause 29 of the contract. As\n                           per the terms of the clause 29, the petitioner was bound to submit its claim\n                           within 30 days after the rescission order and if the Superintending Engineer\n                           failed to pass order within 60 days, the petitioner could approach within 30\n                           days to the Chief Engineer by filing an appeal and if the Chief Engineer\n                           does not pass any order, the petitioner can file petition before this Tribunal\n                           within one year after passing of six months. Accordingly, clause 29 has not\n                           been complied with by the petitioner and the petitioner failed to approach\n                           the final authority in prescribed time under clause 29 of the contract before\n                           filing this reference petition in the Tribunal. Accordingly, the reference\n                           petition has not been filed in compliance with the provision of <a href=\"/doc/74115/\" id=\"a_14\">Section 7-</a>\n                           B(1)(b) of the Act, 1983. The petitioner has drawn attention of this Court\n                           towards the representation dated 07.1.2006 filed under clause 29 of the\n                           contract before the Superintending Engineer but it was not a quantified\n                           claim rather a representation asking revocation of contract. Similarly,\n                           representation dated 27.1.2006 before the Chief Engineer and further an\n                           appeal were filed on 8.3.2006 before the Chief Engineer against the order of\n                           rescission and was rejected. The petitioner again filed a representation under\n                           clause 29 of the contract on 22.3.2006 before Superintending Engineer, and\n                           thereafter, before the Chief Engineer on 5.5.2006, and thereafter, quantified\n                           claim dated 28.7.2008 was filed by the petitioner before the Superintending\n                           Engineer and appeal thereafter before the Chief Engineer on 4.12.2008.\n</p><p data-structure=\"CDiscource\" id=\"p_28\">                           23.     On careful reading of provision 7-B(1)(a), 7-B(1)(b) and 7-B(2-A)\n                           consolidated with clause-29 of agreement, we come to the conclusion\n                           that, the petitioner is bound to file quantified claim within 30 days after\n                           occurrence of cause of action. The petitioner itself has mentioned that he\n                           was advised to file their claim before the Superintending Engineer by the\n                           Chief Engineer, even then, the petitioner did not file quantified claim within\n\n\n<span class=\"hidden_text\" id=\"span_82\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_83\">Signed by: ANAND KRISHNA</span>\n<span class=\"hidden_text\" id=\"span_84\">SEN</span>\n<span class=\"hidden_text\" id=\"span_85\">Signing time: 11/21/2024</span>\n<span class=\"hidden_text\" id=\"span_86\">6:28:16 PM</span>\n<span class=\"hidden_text\" id=\"span_87\">                            NEUTRAL CITATION NO. 2024:MPHC-JBP:55820   15</span>\n\n                           30 days as required under clause 29 of the contract and it is filed on\n                           28.7.2008 after more than two years and five months.\n</p><p data-structure=\"Precedent\" id=\"p_29\">                           24.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"81779260\" id=\"span_88\">In the case of M/s <a href=\"/doc/81779260/\" id=\"a_15\">Raees Khan Vs. The State of M.P.</a>, passed in\n                           Arbitration Revision No. 21/2019, Division Bench of this High Court dealt\n                           with the similar issue and dismissed the petition.</span>\n</p><p data-structure=\"Conclusion\" id=\"p_30\">                           25.     In view of the facts and circumstances of the case, it is established\n                           that the petitioner has not filed the reference petition in compliance with the\n                           provision of <a href=\"/doc/99408546/\" id=\"a_16\">Section 7-B(1)(b)</a> of the Act, 1983 as the petitioner failed to\n                           approach the final authority within the stipulated time as per the terms of\n                           clause 29 of the contract and the reference petition was not maintainable.\n</p><p data-structure=\"Conclusion\" id=\"p_31\">                           26.     <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"119414320\" id=\"span_89\">In view of the above discussion, the impugned order when\n                           adjudged on the anvil of Clause 29 of the Agreement, Section 7B(1)\n                           and Section (2A) of the Adhiniyam 1983 and the decision in <a href=\"/doc/119414320/\" id=\"a_17\">Sanjay\n                           Dubey</a> (supra), we do not perceive any jurisdictional error. We hold\n                           that the order passed by learned Tribunal is justified warranting no\n                           interference.</span>\n</p><p data-structure=\"Conclusion\" id=\"p_32\">                           27.     Accordingly, revision fails and is hereby dismissed.\n</p><p data-structure=\"Conclusion\" id=\"p_33\">                                   No order as to costs.</p><pre id=\"pre_2\">\n\n\n                           (SUSHRUT ARVIND DHARMADHIKARI)                   (ANURADHA SHUKLA)\n                                          JUDGE                                  JUDGE\n\n                           anand\n\n\n\n\n<span class=\"hidden_text\" id=\"span_90\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_91\">Signed by: ANAND KRISHNA</span>\n<span class=\"hidden_text\" id=\"span_92\">SEN</span>\n<span class=\"hidden_text\" id=\"span_93\">Signing time: 11/21/2024</span>\n<span class=\"hidden_text\" id=\"span_94\">6:28:16 PM</span>\n</pre><span class=\"hidden_text\" id=\"span_95\"> </span>","numcites":10,"numcitedby":0,"docsource":"Madhya Pradesh High Court","citetid":159561356,"divtype":"judgments","courtcopy":true,"query_alert":null,"agreement":false}