{"tid":1965204,"publishdate":"1981-12-15","title":"Sardar Govindrao Mahadik & Anr vs Devi Sahai & Ors on 15 December, 1981","doc":"<h2 class=\"doc_title\">Sardar Govindrao Mahadik &amp; Anr vs Devi Sahai &amp; Ors on 15 December, 1981</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1982 AIR 989, 1982 SCR (2) 186, AIR 1982 SUPREME COURT 989, 1982 (1) SCC 237, (1982) 2 SCR 186 (SC), 1982 BBCJ 147, (1982) 95 MAD LW 113, (1982) 1 SCJ 386, (1982) 1 CIVLJ 375</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:d-a-desai\">D.A. Desai</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:d-a-desai\">D.A. Desai</a>, <a href=\"/search/?formInput=benchid:r-b-misra\">R.B.  Misra</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nSARDAR GOVINDRAO MAHADIK &amp; ANR.\n\n\tVs.\n\nRESPONDENT:\nDEVI SAHAI &amp; ORS.\n\nDATE OF JUDGMENT15/12/1981\n\nBENCH:\nDESAI, D.A.\nBENCH:\nDESAI, D.A.\nMISRA, R.B. (J)\n\nCITATION:\n 1982 AIR  989\t\t  1982 SCR  (2) 186\n 1982 SCC  (1) 237\t  1982 SCALE  (1)191\n CITATOR INFO :\n E&amp;R\t    1990 SC1828\t (9)\n RF\t    1992 SC 385\t (7)\n\n\nACT:\n     <a href=\"/doc/515323/\" id=\"a_1\">Transfer of Property Act</a>, <a href=\"/doc/221518/\" id=\"a_2\">Section 53A</a>-Scope of\n\n\n\nHEADNOTE:\n     The appellant  mortgagor took  a loan by mortgaging his\nhouse property to the respondent mortgagee. The mortgage was\na mortgage  with  possession.  According  to  the  mortgagee\nsometime  thereafter   the  mortgagor  agreed  to  sell\t the\nproperty  to   him  and\t that  pursuant\t to  this  agreement\nrequisite stamps  were purchased  and a\t draft sale deed was\ndrawn up. The sale deed was however not registered.\n     A few  days later\tthe mortgagor  sold the\t property to\nanother\t person\t  and  the   mortgagor\tand  the  subsequent\npurchaser filed\t a suit\t against the  mortgagee for a decree\nfor redemption.\n     In the  written statement\tthe mortgagee  claimed\tthat\neven though  the sale  deed was not registered, since he was\nin possession  of the  property in  part performance  of the\ncontract of  sale and  continued to be in possession and did\nseveral acts attributable to the contract, the mortgagor was\ndebarred from  enforcing any right against him in respect of\nthe property.  It was  also claimed that since the mortgagor\nhimself had  no subsisting title to the property on the date\nof sale,  he could  not have transferred the property to the\nsubsequent purchaser.\n     The trial\tcourt held  that though\t the sale  deed\t was\nexecuted but  since it was not registered the transaction of\nsale was  not complete.\t The Court further held that benefit\nof <a href=\"/doc/221518/\" id=\"a_3\">section  53 A </a>is not available to the mortgagor defendant\nbecause the  mortgage  being  a\t mortgage  with\t possession,\ncontinued possession  of the  mortgagee after  the  date  of\ncontract would\tnot be\tin part performance of the contract,\nand also the payment made for the purchase of stamps and for\nexpenses  of  registration  could  not\tbe  said  to  be  in\nfurtherance of\tthe contract  because that  amount was\tpaid\nbefore the execution of the contract.\n     In the  mortgagee&#x27;s appeal\t the High Court held that he\nwas entitled  to the  benefit of  <a href=\"/doc/221518/\" id=\"a_4\">section  53A</a>\tagainst\t the\nmortgagor and  the subsequent  purchaser for the reason that\nhe was\tin possession  of the  property and paid Rs. 1000 in\nfurtherance of the contract.\n     The appellant  in Civil Appeal No. 1145 of 1969 filed a\nsuit against  the mortgagor  for recovery  of a debt owed to\nhim and obtained attachment of the\n187\nsuit property  before judgment. The suit eventually ended in\na decree  in his favour, In the auction of the suit property\nsince there  were no  bidders the  decree holder&#x27;s  bid\t was\naccepted with the permission of the Court.\n     The  High\t Court\tallowed\t the  decree  holder  to  be\nimpleaded as  a respondent  in the  mortgagee&#x27;s appeal which\nwas then pending in the High Court.\n     It was  contended on  behalf  the\tmortgagor  that\t the\ndecree holder  could not maintain an application under order\nXXII, <a href=\"/doc/161831507/\" id=\"a_5\">Rule  10 of  the Code  of Civil  Procedure</a> because  he\ncould not  be said to be claiming under the mortgagor. (Rule\n10 of  order XXII <a href=\"/doc/161831507/\" id=\"a_6\">CPC</a> provides for continuance of any action\nby or  against a  person who acquires any interest either by\nassignment, creation  or devolution  during the\t pendency of\nthe suit with the leave of the Court.)\n^\n     HELD: To  qualify for the protection of the doctrine of\npart performance  it must  be shown that there is a contract\nto transfer  immovable property\t for consideration  and\t the\ncontract is  evidenced by  a writing  signed by\t the  person\nsought to  be bound by it and from which the terms necessary\nto  constitute\t the  transfer\t can  be   ascertained\twith\nreasonable    certainty.     After    establishing     these\ncircumstances, it  must be  further shown  that a transferee\nhad  in\t part  performance  of\tthe  contract  either  taken\npossession of  the property  or\t any  part  thereof  or\t the\ntransferee  being   already  in\t  possession,  continued  in\npossession in  part performance of the contract and had done\nsome act in furtherance of the contract. The acts claimed to\nbe in  part performance\t must be  unequivocally referable to\nthe pre-existing  contract and\tthe acts of part performance\nmust unequivocally  point in  the direction of the existence\nof contract  and evidencing implementation or performance of\ncontract. There\t must be  a real  nexus between the contract\nand the\t acts done  in\tpursuance  of  the  contract  or  in\nfurtherance  of\t the  contract\tand  must  be  unequivocally\nreferable to  the contract.  When series of acts are done in\npart performance  one such  may be payment of consideration.\nAny one act by itself may or may not be of such a conclusive\nnature as  to conclude\tthe point  one way  or the other but\nwhen  taken  with  many\t others,  payment  or  part  of\t the\nconsideration or  the whole of the consideration may as well\nbe shown to be in furtherance of the contract. [209 D-H]\n     The view  of the House of Lords that one must not first\nlook at\t the oral  contract and then see whether the alleged\nacts of part performance are consistent with it but that one\nmust look  at the  alleged acts\t of part performance and see\nwhether they  prove that there must have been a contract and\nthat it\t is only  if they  do so prove that one can bring in\nthe oral  contract may\tnot  be\t wholly\t applicable  to\t the\nsituation in India because an oral contract is not envisaged\nby <a href=\"/doc/221518/\" id=\"a_7\">section  53A</a>. Even for invoking the equitable doctrine of\npart performance  there has to be a contract in writing from\nwhich the  terms necessary to constitute the transfer can be\nascertained with  reasonable  certainty.  The  correct\tview\nwould be  to look  at that  writing that  is  offered  as  a\ncontract for  transfer for  consideration of  any  immovable\nproperty, examine  the\tacts  said  to\thave  been  done  in\nfurtherance of\tthe contract  and find out wether there is a\nreal nexus  between the\t contract and the acts pleaded as in\npart  performance   so\tthat   to  refuse  relief  would  be\nperpetuating the  fraud of the party who, after having taken\nadvantage or  benefit of  the contract, backs out and pleads\nnon-registration as defence. [210A-D]\n     Foxcroft v.  Lester, 2 Vern. P. 456; Elizabeth Meddison\nv. John\t Alderson, Lord\t Selborne (1882-1183)  8  A.C.\t467;\nClinan &amp; Anr. v. Cooke &amp; Ors. 1775-1802\n188\nAll. E.R. (Reprint) 16; Chapronierse v. Lambert 1916-17 All.\nE.R. (Reprint) 1889; Steadman v. Steadman [1974] 2 All. E.R.\n977, referred to.\n     In short,\tacts preliminary  to the  contract would  be\nhardly of  any assistance  in ascertaining whether they were\nin furtherance of the contract. Anything done in furtherance\nof the contract postulates the pre-existing contract and the\nacts  done  in\tfurtherance  thereof.  Therefore,  the\tacts\nanterior to the contract or merely identical to the contract\nwould hardly  provide any  evidence of part performance [210\nE]\n     Although the mortgagee&#x27;s claim regarding payment of Rs.\n1000 to\t the mortgagor\tfor the\t purchase of  stamps and for\nexpenses incidential  to registration  was not\tin  dispute,\nthere is  no evidence  on record  to show  that there was an\noral contract  anterior to  the unregistered  sale deed, nor\nwas there  a draft  agreement prior to the drawing up of the\nsale deed.  Out of  the sum of Rs. 1000 a sum of Rs. 700 was\npaid prior to the agreement. It was not subsequently claimed\nthat the  balance of  Rs. 300 was paid in furtherance of the\ncontract.\n     The High  Court was  in error  in holding\tthat the act\nenvisaged by  the phrase  &quot;in furtherance  of the  contract&quot;\nshould be  in pursuance\t of the\t contract and  not  that  it\nshould\teither\tprecede\t or  follow  the  agreement  or\t the\ncontract. If  a written\t contract is  a sine qua non for the\napplication of\tthe equitable  doctrine of  part performance\nany act preceding the contract could never be in furtherance\nof that\t contract which was yet to materialise. Negotiations\nfor a  contract and  a concluded  contract stand  apart from\neach other.  Anything at  the negotiating  stage  cannot  be\nclaimed as  a contract\tunless\tthe  contract  is  concluded\nbetween the  parties, that  is the  parties are ad idem. The\ncontract  should  be  a\t written  contract  from  which\t the\nnecessary ingredients  constituting the\t transfer  could  be\nascertained with reasonable certainty.\n[203 A-B]\n     There is  no material  on record  to  substantiate\t the\nmortgagee&#x27;s  claim  that  out  of  the\ttotal  consideration\npayable to the mortgagor he had retained in deposit with him\na sum  of Rs. 17000 odd for being paid to other creditors of\nthe mortgagee  and that\t out of this amount a sum of Rs. 541\ndue to\thim  had  been\tadjusted.  Assuming  that  he  could\nreimburse himself  there is no evidence to show that he gave\ndischarge or  gave credit  in his  books of  account to this\nsum. Also there is nothing to show that the mortgagor had in\nhis possession a list of the mortgagees creditors or that he\nhad made any attempt to procure the list or that he issued a\npublic notice  inviting the  creditors of  the mortgagor  to\nclaim payment  from him\t to the\t extent of the consideration\nretained by  him. Neither did he pay any creditor nor did he\nmake any  attempt to  pay any creditor including those whose\nnames were known to him. [211 G]\n     Induction into  possession of an immovable property for\nthe first  time subsequent  to\tthe  contract  touching\t the\nproperty, may  be decisive  of the plea of part performance.\nBut mere  possession ceases  to be  of assistance  when\t the\nperson claiming\t benefit of  part performance  is already in\npossession prior  to the  contract and\tcontinues to  retain\npossession.  There   is\t an  understandable  and  noteworthy\ndifference  in\t the  probative\t  value\t of   entering\tinto\npossession for\tthe first  time and continuing in possession\ncoupled with  a claim of change in character. Where a person\nclaiming benefit  of part  performance\tof  a  contract\t was\nalready in posses-\n189\nsion prior to the contract, the Court would expect something\nindependent of\tthe mere retention of possession to evidence\npart performance.  Mere retention of possession, quite legal\nand valid,  if mortgage\t with possession  is not discharged,\ncould hardly  be said  to be  an  act  in  part\t performance\nunequivocally referable\t to the\t contract of sale. [213 D-E,\n215 E-F]\n     In the  instant case  retention of\t possession is of no\nconsequence because  the mortgage was not discharged and was\nsubsisting  and\t  the  mortgage\t  being\t a   mortgage\twith\npossession, the mortgagee was entitled to retain possession.\nThe fact that immediately a sale deed was executed in favour\nof the subsequent purchaser by the mortgagor would show that\nhe was\tnot willing to accept the contract as offered by the\nmortgagor. The\tsubsequent purchaser had taken a conditional\nsale and  this reinforces  the stand  of the  mortgagor. The\nexistence  of\tthe  dispute,\tabout  the   nature  of\t the\ntransaction, is not in dispute. Therefore the conduct of the\nmortgagor is consistent with his case. [217 D-F]\n     The mortgagee  had failed\tto prove that he did any act\nin furtherance\tof  the\t contract,  continued  retention  of\npossession being  a circumstance of neutral character in the\nfacts and  circumstances of  the case  and it  being further\nestablished that  the mortgagee\t was not  willing to perform\nhis part  of the contract, he is not entitled to the benefit\nof the equitable doctrine of part performance. [217 H]\n     (2) A  perusal at\tthe chronological events of the case\nwould clearly  show that  the decree  holder had more than a\nmere semblance\tof title.  Even if the application would not\nfall under  order 22  <a href=\"/doc/161831507/\" id=\"a_8\">Rule 10  CPC</a>. section  146 of the Code\nenables him  to maintain  the application.  Smt. Saila\tBala\nDesai v.  Smt. Numala  Sundari\tDassi  and  another,  [1958]\nS.C.R. 1287 at 1291, referred to. [221-D-E]\n     The decree\t holder\t did  not  acquire  under  the\tsale\ncertificate the\t equity of  redemption of  the mortgage. The\nsuit property  was sold\t subject to  subsisting mortgage  in\nfavour of  the mortgagee. At a Court auction what is sold is\nright, title and interest of the judgment debtor who in this\ncase was  the mortgagor.  Subject to  other conditions,\t his\nright is  the right  to redeem the mortgage. Much before the\nproclamation of\t sale was  issued the  equity of  redemption\nheld by\t the mortgagor\twas sold  by him  to the  subsequent\npurchaser. Therefore,  even on the date of decree as also on\nthe  date   of\tfiling\tof  the\t execution  application\t the\nmortgagor had  no subsisting  interest in the property which\ncould be sold at the Court auction. [222 A-B]\n     The object\t behind\t the  order  levying  an  attachment\nbefore judgment\t is to\tgive an\t assurance to  the plaintiff\nthat his  decree, if  made, would  be  satisfied.  Where  an\nattachment has\tbeen made,  any private transfer or delivery\nof the property attached would be void as against all claims\nenforceable  under   the   attachment.\t What\tis   claimed\nenforceable is\tclaim  for  which  the\tdecree\tis  made.  A\ndismissal of the suit may terminate the attachment and would\nnot be\trevived even if the suit is restored As a corollary,\nif attachment  before judgment\tis obtained  in a suit which\nends in\t a decree  but if in appeal the decree is set aside,\nthe attachment of necessity must fall. It at an intermediate\nstage pursuant to the decree of the trial Court the attached\nproperty is  sold at  a Court auction and where an appeal is\npreferred, an  attempt should  be made to obtain stay of the\nexecution of the decree of the trial court. If the execution\nproceeds and the property is\n190\nsold at\t a court  auction before  the appeal is disposed of,\nthe equity  in favour of a person as a auction purchaser may\ncome into existence. In such a case if the auction purchaser\nis an  outsider and  if the  execution of the decree was not\nstayed, the auction purchaser would be protected even if the\ndecree in  execution of which the auction sale had been held\nis set\taside because  the equity  in favour of the stranger\nshould be protected. [223 C-E]\n     If on  the other  hand the\t auction  purchaser  is\t the\ndecree holder  himself, he  should not\tbe entitled  to\t any\nprotection because  when he  proceeds with  the execution he\nwas aware  that an  appeal against  the original  decree was\npending and  that if the appeal was allowed the decree which\nhe sought  to execute might be set aside. He could force the\nplace by  executing the\t decree,  taking  advantage  of\t the\neconomic disability of the judgment debtor in a money decree\nby making  the situation  irreversible. Therefore, where the\nauction purchaser  was none other than the decree holder who\npurchased the  property for a meagre sum, this results in an\natrocious situation,  but yet  by a technicality he wants to\nprotect himself.  To such an auction purchaser, who is not a\nstranger and  who is  none other than the decree holder, the\nCourt should not lend its assistance. [224 G-H]\n     Janak Raj v. Gurdial Singh &amp; Anr. [1967] 2 S.C.R. 77 at\n86, followed.\n     In the instant case the High Court was right in holding\nthat the  auction purchaser  decree holder  was entitled  to\nrecover only  the decretal  amount and\tproportionate costs.\n[225 D]\n     But yet  the conduct  of the  mortgagor, the subsequent\npurchaser and  the mortgagee  in not paying a small debt and\nallowing the property to be auctioned and forcing the decree\nholder to  fight a never ending litigation was iniquitous in\nthe facts  and\tcircumstances  of  this\t case.\tTaking\tinto\nconsideration the  conduct of  the parties the decree holder\nshould be  paid a  sum of  Rs. 7,000  inclusive of  decretal\namount,\t interest,   proportionate  costs   and\t  costs\t  of\nlitigation so far. [225 E-F]\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">     CIVIL APPELLATE  JURISDICTION: Civil  Appeal Nos. 1144-\n1145 of 1969.\n</p><p data-structure=\"Precedent\" id=\"p_2\">     From the  judgment and decree dated the 5th March, 1964\nof the Madhya Pradesh High Court in First Appeal No. 14 of\n     S.S. Ray,\tG.S. Solanki,  S. Kachwah  and K.J. John for\nthe Appellant  in C.A. 1144/69 and for Respondent Nos. 2 and\n3 in C.A. 1145/69.\n</p><p data-structure=\"Issue\" id=\"p_3\">     G. L.  Sanghi. A.G. Ratnaparkhi and K.K. Gupta, for the\nAppellant in  C.A. 1145/69  and for Respondent No. 2 in C.A.\n1144 of 1969.\n</p><span class=\"hidden_text\" id=\"span_1\">191</span>\n<p data-structure=\"Issue\" id=\"p_4\">     V.S. Desai\t and Dr.  Y.S. Chitale. Rameshwar Nath, K.A.\nChitale and  Mrs. S.  Ramachandran for\tRespondent No.\t1 in\nboth the Appeals.\n</p><p data-structure=\"Issue\" id=\"p_5\">     The Judgment of the Court was delivered by\n     DESAI, J.\t. What\tconstitutes part  performance within\nthe meaning  of\t the  expression  in  <a href=\"/doc/221518/\" id=\"a_9\">Section  53-A</a>  of\t the\nTransfer of Property Act (&#x27;Act&#x27; for short) so as to clothe a\nmortgagee in  possession with  the title  of ownership which\nwould  defeat  the  suit  of  the  erstwhile  mortgagor\t for\nredemption, is\tthe question  canvassed in these two appeals\nby common certificate.\n</p><p data-structure=\"Facts\" id=\"p_6\">     Facts first Sardar Govindrao Mahadik original plaintiff\n1 (now\tdeceased prosecuting these appeals through his legal\nrepresentatives)  and\tGyarsilal   original   plaintiff   2\n(appellant 2) filed Civil Suit No. 14151 in the Court of the\nDistrict Judge,\t Indore, for  redemption of  a\tmortgage  in\nrespect of  house No.  41  more\t particularly  described  in\nplaint paragraph  1, dated  February 22, 1951. A loan of Rs.\n10,000\twas  secured  by  the  mortgage.  The  mortgage\t was\nmortgage with  possession. Plaintiff I was the mortgagor and\nthe sole defendant Devi Sahai was the mortgagee. Plaintiff 2\nis a  purchaser of  the mortgaged  property from plaintiff I\nunder a\t registered sale  deed Ex.  P-I, dated\tOctober\t 14,\n1950. Plaintiff I will be referred to as mortgagor Defendant\nDevi Sahai  as a  mortgagee and\t plaintiff  2  Gyarsilal  as\nsubsequent purchaser  in  this\tjudgment.  Even\t though\t the\nmortgage  was\tmortgage  with\tpossession,  it\t was  not  a\nusufructuory mortgage  but an anomalous mortgage in that the\nmortgagor had  agreed to pay interest at the rate of 12% and\nthe mortgagee  was liable  to account  for the income of the\nproperty  earned  as  rent  and\t if  the  mortgagee  himself\noccupied the  same he  was bound  to account for the rent at\nthe rate of Rs. 515 per annum. Mortgagor served notice dated\nOctober 5,  1945, calling  upon the mortgagee to render true\nand full  account of the mortgage transaction. The mortgagee\nfailed to  comply with\tthe notice.  Subsequently it appears\nthat there  were some negotiations between the mortgagor and\nthe mortgagee  which according\tto the mortgagee, culminated\nin a  sale of  the mortgaged property in favour of mortgagee\nfor Rs. 50,000. Account of the mortgage transaction was made\nand the consideration of\n<span class=\"hidden_text\" id=\"span_2\">192</span>\nRs. 50,000  for the  sale of the house which would mean sale\nof equity of redemption was worked out as under:\n</p><blockquote id=\"blockquote_1\">Rs. 25,000\t  Principal mortgage  money plus  the amount\n\t       found due  as interest  on taking accounts of\n\t       mortgage.\n</blockquote><blockquote id=\"blockquote_2\">Rs. 17,735\tGiven credit for the amounts taken from time\n\t       to time by the mortgagor from the mortgagee s\n\t       for domestic  expenses. This  is disputed  as\n\t       incorrect and it was suggested that the entry\n\t       be read\tas amount  retained to pay off other\n\t       creditors of the mortgagor.\n</blockquote><blockquote id=\"blockquote_3\">Rs. 1,000\t  Taken in advance for purchasing stamps and\n\t       incurring registration expenses.\n</blockquote><pre id=\"pre_2\">Rs. 6,265\t   To  be  paid\t in  cash  at  the  time  of\n\t       registration before the Sub-Registrar.\n----------\nRs. 50,000\n----------\n</pre><blockquote id=\"blockquote_4\">Requisite stamps  were purchased and the draft sale deed was\ndrawn up  on October  10, 1950, but it was never registered.\nOn October  14, 1950,  Ist plaintiff mortgagor sold the suit\nhouse by  a .  registered sale deed to plaintiff 2 Gyarsilal\nfor Rs.\t 50,000 with an agreement for resale. Thereafter the\nmortgagor and the subsequent purchaser as plaintiffs 1 and 2\nrespectively filed  a suit  on\tFebruary  22,  1951  against\nmortgagee defendant  Devi Sahai\t for taking  accounts of the\nmortgage transaction and for a decree for redemption.\n</blockquote><blockquote id=\"blockquote_5\">     The mortgagee  Devi Sahai\tdefended the suit on diverse\ngrounds but the principal and the only defence canvassed was\none under  <a href=\"/doc/221518/\" id=\"a_10\">section 53A</a>\tof the Act, namely, that even though\nthe sale deed purporting to sell equity of redemption having\nnot been  registered would  not clothe\tthe  mortgagee\twith\ntitle of  owner to  the mortgaged  property,  yet  he  could\ndefend his possession as transferee owner under the doctrine\nof part\t performance in as much as not only is the mortgagee\nin possession  in part\tperformance of\tthe contract of sale\nbut has continued in possession in part perfor-\n</blockquote><span class=\"hidden_text\" id=\"span_3\">193</span>\n<blockquote id=\"blockquote_6\">mance  of   the\t contract   and\t has   done   several\tacts\nunequivocally referable\t or attributable to the contract and\nthat the  mortgage as  transferee has not only performed but\nis  willing  to\t perform  his  part  of\t the  contract\tand,\ntherefore, the\tmortgagor is debarred from enforcing against\nthe  mortgagee\t any  right  in\t respect  of  the  mortgaged\nproperty. As  a necessary  corollary, it  was also contended\nthat plaintiff 2 has acquired no right, title or interest in\nthe mortgaged  property under  the alleged  sale deed  dated\nOctober 14,  1950, in  view of the fact that the transferor,\nviz., original\tmortgagor had  no subsisting  title  to\t the\nproperty on  the date  of  the\tsale  which  he\t could\thave\ntransferred to the 2nd plaintiff.\n</blockquote><blockquote id=\"blockquote_7\">     Arising from  the pleadings of the parties, trial court\nframed five  issues. The  trial court  held that plaintiff I\nexecuted a  sale deed of the mortgaged property in favour of\nthe defendant  mortgagee  but  as  the\tsale  deed  was\t not\nregistered the\ttransaction of\tsale is riot complete on the\nissue of  protection of <a href=\"/doc/221518/\" id=\"a_11\">section 53A</a> claimed by the defendant\nmortgagee the trial court held against him. It was held that\nthe  mortgage  being  mortgage\twith  possession,  continued\npossession of  the mortgagee  after the date of the contract\ndated October  10, 1950, would not be in part performance of\nthe con\t tract. The trial court further held that no payment\nwas made could remotely be said to be in part performance of\nthe contract.  With regard  to the  payment of Rs. 1,000 for\npurchase of stamps and expenses of registration, it was held\nthat the same was paid before the execution of the contract,\nand therefore, could not be said to be in furtherance of the\ncontract. On  these  findings  the  trial  court  held\tthat\n<a href=\"/doc/221518/\" id=\"a_12\">section 53A</a>  of the  Act was  not attracted and the mortgage\nwas accordingly\t held to  be subsisting\t and  a\t preliminary\ndecree for  taking accounts  was passed.  A Commissioner was\nappointed for taking accounts.\n</blockquote><blockquote id=\"blockquote_8\">     Defendant mortgagee  Devi Sahai  preferred Civil  First\nAppeal No.  14/66 to  the Indore Bench of the Madhya Pradesh\nHigh Court.  When this appeal was pending, appellant Motilal\nin cognate Civil No 1145/69 applied under order 22, rule 10,\n<a href=\"/doc/161831507/\" id=\"a_13\">Code of\t Civil Procedure</a>, for being joined as a party to the\nappeal claiming\t that under  s the  sale  certificate  dated\nMarch 25,  1953, issued\t by the\t Additional City Civil Judge\nFirst  Class,\tIndore,\t he  had  purchased  the  equity  of\nredemption in  respect of the mortgaged property and that he\nhas a  subsisting interest  in the  property involved in the\ndispute and,  therefore, he  would contest the rights of the\nplaintiffs as  well as\tof the\tmortgagee defendant to claim\nany right, title or interest in the\n<span class=\"hidden_text\" id=\"span_4\">194</span>\nproperty. In  his application  Motilal alleged\tthat he\t had\nfiled Civil  Suit  No.\t243/47\tdated  November\t 3,1947\t for\nrecovering  a  certain\tamount\tagainst\t the  1st  plaintiff\nmortgagor and  had secured attachment before judgment of the\nmortgaged property on November 6, 1947. His suit was decreed\nto the\textent of  Rs. 2500  by the  trial court.  He  filed\nexecution application  No. 216/51 and in this proceeding the\nmortgaged property  was sold  subject  to  mortgage  and  he\npurchased the  same  for  Rs.  300.  The  auction  sale\t was\nconfirmed on  September 25,  1953. It  may also be mentioned\nthat  the  mortgagor  1st  plaintiff  had  preferred  appeal\nagainst the  decree of\tthe trial  court and  the  appellate\ncourt by  its judgment\tdated March  27, 1953,\tallowed\t the\nappeal and  dismissed  the  suit  of  Motilal  in  entirety.\nAgainst the appellate decree Motilal filed Second Appeal No.\n78/53 in  the High Court and by its judgment dated September\n4, 1958,  Motilal&#x27;s claim to the tune of Rs. 500 against the\nIst plaintiff  mortgagor along\twith proportionate  interest\nand costs  was decreed. The application of Motilal for being\nimpleaded as  a party  was contested  by the Ist and the 2nd\nplaintiffs as  well as\tby the defendant mortgagee. The High\nCourt allowed the application of Motilal for being joined as\nparty to the appeal and examined the contentions advanced on\nhis behalf on merits.\n</blockquote><blockquote id=\"blockquote_9\">     The only  contention canvassed  by the mortgagee in his\nappeal in  the High  Court was\tthat he\t is entitled  to the\nprotection conferred  by <a href=\"/doc/221518/\" id=\"a_14\">Section 53A</a> of the Act. In order to\nattract <a href=\"/doc/221518/\" id=\"a_15\">section\t 53A</a> it was urged that Rs. 1,000 advanced to\nmortgagor for  purchase of stamps etc. was in furtherance of\nthe contract.  The only\t such act pleaded was payment of Rs.\n1,000 and  no other act or circumstance was relied upon. The\nHigh Court  was of  the opinion that original mortgagee Devi\nSahai was  entitled to\tthe benefit  of the doctrine of part\nperformance as against the Ist plaintiff mortgagor Govindrao\nMahadik and  his subsequent  transferee Gyarsilal because he\nwas in possession and continued to be in possession and paid\nRs. 1,000  in furtherance  of the contract. While so holding\nthe High  Court imposed\t a condition that the mortgagee must\npay or\tdeposit in  the court  an amount  of Rs. 24,000 with\ninterest at  the rate  of 4%  per annum\t from  the  date  of\ndelivery of  possession to  him as  vendee till\t the date of\npayment or  deposit on\tthe footing  that  was\tthe  balance\nconsideration promised\tbut not\t paid by  the mortgagee. The\ndeposit was  directed to  be made  in the trial court within\nthree months from the date of the judgment of the High Court\nfor payment to the 2nd respondent which would enable\n<span class=\"hidden_text\" id=\"span_5\">195</span>\nthe  mortgagee\t to  retain   possession  of  the  mortgaged\nproperty. The  High Court  gave a  further direction that if\nthe payment  or deposit\t as directed in the judgment was not\nmade, the  appeal of the mortgagee would stand dismissed and\nif the amount directed in the judgment of the High Court was\npaid or\t deposited in  the trial court within the stipulated\ntime the  appeal of the mortgagee would stand allowed and in\nthat event  the suit of the mortgagor would stand dismissed.\nIn respect  of Motilal&#x27;s  claim the High Court directed that\nin either  event he shall be entitled to recover the balance\nof his\tdecretal amount\t and interest  at the rate of 4% per\nannum from  the date  of the  auction sale  till the date of\nrealisation and\t to the extent of that amount there shall be\na charge  on  the  mortgaged  property\tenforceable  at\t the\ninstance of  Motilal. In  the circumstances  of the case the\nHigh Court did not award costs to either side.\n</blockquote><blockquote id=\"blockquote_10\">     Both the  original plaintiffs and Motilal made separate\napplications for  certificate under  Article 133 (l) (a) and\n</blockquote><blockquote id=\"blockquote_11\">(b) of\tthe Constitution which were granted. Hence these two\nappeals.\n</blockquote><p data-structure=\"Section\" id=\"p_7\">     The Appeal\t (CA  1144/69)\tpreferred  by  the  original\nplaintiffs-plaintiff 1\tbeing the  mortgagor, may  be  dealt\nwith first.  In this  appeal Ist defendant (mortgagee) seeks\nto non-suit  the plaintiff  on the  only ground\t that he  is\nentitled to  the  benefit  of  equitable  doctrine  of\tpart\nperformance as\tenacted in <a href=\"/doc/221518/\" id=\"a_16\">section 53A</a> of the Act. According\nto the\tdefendant-mortgagee the mortgagor agreed to sell the\nmortgaged property to the mortgagee for consideration of Rs.\n50,000 made  up in the manner set out in the sale deed Ex. 1\ndated October  10, 1950 and pursuant to the agreement he has\ngiven  Rs.   1,000  being  part\t of  the  consideration\t for\npurchasing stamps and for expenses of registration and after\nstamps were  purchased, sale  deed Ex.\t1 was  drawn up\t and\nexecuted and  since then he being in possession retained the\nsame as\t a vendee  and accordingly  he is  entitled  to\t the\nprotection of <a href=\"/doc/221518/\" id=\"a_17\">section 53A</a> of the Act.\n</p><p data-structure=\"Section\" id=\"p_8\">     This necessitates\tfocussing of  the attention  on\t the\nrequirements what constitutes part performance as enacted in\n<a href=\"/doc/221518/\" id=\"a_18\">section 53A</a>.  Even though at the hearing of the appeals what\nwas the\t state of  law prior  to the introduction of <a href=\"/doc/221518/\" id=\"a_19\">section\n53A</a> in\tthe Act by the <a href=\"/doc/1173811/\" id=\"a_20\">Transfer of Property (Amendment) Act,\n1929</a>, was  canvassed at length, we would like to steer clear\nof this\t confusing mass\t of legal  squabble and,  proceed to\nanalyse the  contents of <a href=\"/doc/221518/\" id=\"a_21\">section 53A</a>, subsequently referring\nto legislative cum legal history so far as it is\n<span class=\"hidden_text\" id=\"span_6\">196</span>\nrelevant for  interpretation of\t the  section.\t<a href=\"/doc/221518/\" id=\"a_22\">Section\t 53A</a>\nreads as under:\n</p><blockquote id=\"blockquote_12\">\t  &quot;53A. Where  any person  contracts to transfer for\n     consideration any\timmovable property by writing signed\n     by him  or on his behalf from which the terms necessary\n     to constitute  the transfer  can  be  ascertained\twith\n     reasonable certainty,  and the  transferee has, in part\n     performance of  the contract,  taken possession  of the\n     property or  any part there of, or the transferee being\n     already in\t possession continues  in possession in part\n     performance of  the contract  and has  done some act in\n     furtherance of  the contract  and\tthe  transferee\t has\n     performed or  is willing  to perform  his part  of\t the\n     contract.\n</blockquote><blockquote id=\"blockquote_13\">\t  then, not  withstanding that\tthe contract, though\n     required to be registered, has not been registered, or,\n     where there  is an\t instrument of\ttransfer,  that\t the\n     transfer  has   not  been\t completed  in\t the  manner\n     prescribed therefor  by the  law for  the time being in\n     force the\ttransferor or any per son claiming under him\n     shall  be\t debarred   from   enforcing   against\t the\n     transferred and persons claiming under him any right in\n     respect of\t the property  of which\t the transferee\t has\n     taken or  continues in  possession, other\tthan a right\n     expressly provided by the terms of the contract;\n\t  Provided that nothing in this section shall affect\n     the rights of a transferee for consideration who has no\n     notice of\tthe contract  or  of  the  part\t performance\n     thereof.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_9\">     In order to qualify for the protection conferred by the\nequitable doctrine of part performance as enacted in <a href=\"/doc/221518/\" id=\"a_23\">section\n53A</a>, the following facts will have to be established:\n</p><blockquote id=\"blockquote_14\">     (1)  That the transferor has contracted to transfer for\n\t  consideration any  immovable property\t by  writing\n\t  signed by  him or  on his  behalf from  which\t the\n\t  terms necessary  to constitute the transfer can be\n\t  ascertained with reasonable certainty;\n     (2)  That the transferee has in part-performance of the\n\t  contract taken  possession of\t the property or any\n\t  part thereof.\t Or the transferee. being already in\n\t  possession,\n<span class=\"hidden_text\" id=\"span_7\">197</span>\n\t  continues in possession in part performance of the\n\t  contract:\n</blockquote><blockquote id=\"blockquote_15\">     (3)     That  the\ttransferee  has\t done  some  act  in\n\t  furtherance of the contract: and\n     (4)   That the  transferee has already or is willing to\n\t  perform his  part of\tthe contract.&quot; (see Nathulal\n\t  v. Phool Chand.\n</blockquote><p data-structure=\"Facts\" id=\"p_10\">There was no dispute that the aforementioned conditions have\nto  be\t satisfied  to\t make  good   the  defence  of\tpart\nperformance. The  controversy is on their application to the\nfacts of the case.\n</p><p data-structure=\"CDiscource\" id=\"p_11\">     The High  Court which  accepted  the  defence  of\tpart\nperformance as\tcanvassed on  behalf of\t the  mortgagee\t who\nclaimed to  have purchased  the property  under a  sale deed\nExt. D\t1 dated\t October 10, 1950, found that payment of Rs.\n1,000 for  purchase of\tstamps was  an\tunequivocal  act  in\nfurtherance of the contract. The defendant mortgagee did not\ninvite the  High Court\tto consider  any other act as having\nbeen done  by him  under the contract or  furtherance of the\ncontract,  or\tunequivocally  referable  to  the  contract.\nHowever, when  the matter  was heard in this Court, Mr. V S.\nDesai,\tlearned\t  counsel  appearing   for  the\t  respondent\nmortgagee urged\t the following\tacts as\t having been done by\nthe mortgagee  in furtherance  of the  contract which  would\nconstitute part performance;\n</p><p data-structure=\"Section\" id=\"p_12\">     (a)   payment of  Rs. 1,000  as  agreed  to  under\t the\n\t  contract for purchase of stamps for drawing up and\n\t  registering the sale deed;\n</p><p data-structure=\"Issue\" id=\"p_13\">     (b)   discharge of a debt of Rs. 541 which was included\n\t  in the  amount  of  Rs.  17,735  retained  by\t the\n\t  mortgagee from the total consideration payable for\n\t  discharging other debts;\n</p><p data-structure=\"Issue\" id=\"p_14\">     (c)     mortgagee\tagreed\tto  discharge  the  mortgage\n\t  subsisting  on  the  property\t in  his  favour  on\n\t  settlement of accounts;\n</p><span class=\"hidden_text\" id=\"span_8\">198</span>\n<p data-structure=\"Issue\" id=\"p_15\">     (d)   all dues  owed by  the mortgagor to the mortgagee\n\t  may have  to be  taken as cleared on completion of\n\t  the\n</p><p data-structure=\"Precedent\" id=\"p_16\">     (e)   nature and  character of  possession\t changed  as\n\t  recited in the contract;\n</p><p data-structure=\"Section\" id=\"p_17\">A few  more circumstances  were relied upon to show that the\nmortgagee was  willing to  perform his\tpart of the contract\nand the\t omissions pointed  out are  not fatal\tto his case.\nThey are:\n</p><blockquote id=\"blockquote_16\">     (f)   failure to  offer the  amount agreed\t to be\tpaid\n\t  before the  Registrar and/or not discharging debts\n\t  agreed to  be\t discharged  as\t having\t been  given\n\t  credit in the consideration for the sale would not\n\t  detract from part performance because they have to\n\t  be evaluated in the facts and circumstances of the\n\t  case;\n</blockquote><blockquote id=\"blockquote_17\">     (g)     conduct  of  the  1st  plaintiff  mortgagor  in\n\t  executing and\t registering a\tsale deed in respect\n\t  of the  mortgaged property  in favour\t of the\t 2nd\n\t  plaintiff Gyarsilal  and thereby  frustrating\t the\n\t  contract  of\tsale  in  favour  of  the  defendant\n\t  mortgagee  evidence\tthat   the   1st   plaintiff\n\t  mortgagor was\t aware of  the contract in favour of\n\t  the  defendant  mortgagee  and  he  was  retaining\n\t  possession in furtherance of the contract:\n</blockquote><blockquote id=\"blockquote_18\">     (h)   defendant mortgagee\tmade all attempts to get the\n\t  deed registered by approaching the Sub-Registrar;\n</blockquote><blockquote id=\"blockquote_19\">     (i)     the  defendant   mortgagee\t initiated  criminal\n\t  proceedings against  the 1st\tplaintiff  mortgagor\n\t  for misusing the stamp papers.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_18\">     Ordinarily\t this\tCourt  would  be  loath\t to  examine\ncontentions  of\t  facts\t based\ton  evaluation\tof  evidence\nadvanced for  the first\t time before  this Court without any\nattempt at inviting the adjudication of the same by the High\nCourt. However, as all the contentions arise from the record\nand proceedings,  we propose  to examine them on merits more\nso because  we do  not propose\tto rest\t this judgment\ton a\ntechnical around and also because we are inclined to reverse\nthe decision  of The  High Court  which is  in favour of 1st\ndefendant mortgagee.\n</p><span class=\"hidden_text\" id=\"span_9\">199</span>\n<p data-structure=\"Section\" id=\"p_19\">     <a href=\"/doc/875838/\" id=\"a_24\">Section 4</a>\tof the\tStatute of  Frauds, 1677  of  United\nKingdom provided  that no  person shall\t be charged upon any\ncontract for  sale of  lands or\t any interest  in land\tetc.\nunless the agreement or some memorandum or some note thereof\nshall be  in writing  and signed  by the party to be charged\nthereunder or  some other  person there unto by him lawfully\nauthorised. This provision has been substantially re-enacted\nin section 40 (i) of the Law of Property Act, 1925 with this\ndeparture that\tsub-<a href=\"/doc/1920937/\" id=\"a_25\">section 2</a> specifically provides that the\nsubstantive provision  in sub-section  I does not effect the\nlaw relating  to part-performance  or sales by the court. As\nno action could be brought on oral agreement the doctrine of\npart performance  was devised  by the  Chancery Court with a\nview to\t mitigating the hardship arising out of an advantage\ntaken by  a person  under an  oral contract  and failure  to\nenforce it would permit such person to retain the undeserved\nadvantage by  the Equity  Court enforcing  the contract. The\nsituation must\tbe such\t that not to enforce the contract in\nface of\t the defence  of  Statute  of  Frauds  after  taking\nadvantage of  oral contract would perpetuate the fraud which\nthe statute  sought to\tprevent The  party who\taltered\t its\nposition under\tthe contract  must have\t done some act under\nthe contract  and it  would amount  to fraud in the opposite\nparty to  take\tadvantage  of  the  contract  not  being  in\nwriting. Such  a situation arose where one of the parties to\nthe oral  agreement altered  its position  and when specific\nperformance was\t sought after  taking advantage\t under\toral\ncontract, set  up the defence available under the Statute of\nFrauds. The Chancery Court while granting relief of specific\nperformance wanted  to be  wholly satisfied that the pleaded\noral contract  exists  and  is\testablished  to\t its  utmost\nsatisfaction and  in order to ascertain the existence of the\noral  contract\t before\t granting   a  relief\tof  specific\nperformance the\t court wanted to be satisfied that some such\nact has\t been done which would be unequivocally referable to\nthe oral  contract  as\twould  prove  the  existence  beyond\nsuspicion, meaning  part performance  of the  contract.\t The\ndeparture under\t our law  is that  when giving its statutory\nform in\t <a href=\"/doc/221518/\" id=\"a_26\">section 53A</a>  of the  Act the existence of a written\ncontract has  been made\t sine qua non and simultaneously the\nstatute also insists upon proof of some act having been done\nin furtherance\tof the\tcontract. The  act  relied  upon  as\nevidencing part\t performance must  be  of  such\t nature\t and\ncharacter that\tits existence  would establish\tthe contract\nand its\t implantation. Each  and  every\t act  subsequent  to\ncontract by  itself may\t not be sufficient to establish part\nperformance. The act must be of such a character as being\n<span class=\"hidden_text\" id=\"span_10\">200</span>\nOne unequivocally  referable to the contract and having been\nper. formed  in performance  of the contract. In Lady Thynne\nv. Earl\t of Glengall it was observed that: &quot;part performance\nto take\t the case  out of  the\tStatute\t of  Frauds,  always\nsupposes  a  completed\tagreement.  There  can\tbe  no\tpart\nperformance  where   there  is\tno  completed  agreement  in\nexistence. It  must be\tobligatory, and what is done must be\nunder the  terms of  the  agreement  and  by  force  of\t the\nagreement.&quot; This  approach would  necessitate that  the\t act\nrelied upon as being in the part-performance of the contract\nwas such  as by\t its own  force would  show  the  very\tsame\ncontract as  is alleged by the person seeking the protection\nof part-performance.\n</p><p data-structure=\"Precedent\" id=\"p_20\">     In the  fact situation  as it  unfolds itself  in\tthis\ncase, continued\t possession of\tthe mortgagee  hardly offers\nany clue  to the  question of  part  performance.  Defendant\nmortgagee was  in  possession  of  the\tmortgaged  property.\nTherefore, physical  possession having not changed hands, it\nwould be  for the  mortgagee to\t show that  he continued  to\nretain possession  in part  performance of  the contract and\nhas done  some act  in furtherance  of the  contract.  Where\nphysical and  actual possession\t was already with the person\nclaiming the benefit of the doctrine of part performance its\ncontinued retention  by itself\twithout anything  more would\nhardly be  indicative of  an act  unequivocally referable to\npart performance  of the contract. He must further establish\nthat he\t has done  some act  in furtherance of the contract.\nThis  was   not\t disputed   and,  therefore,  the  mortgagee\ndefendant urged\t before the High Court and reiterated before\nus that,  payment  of  Rs.  1,000  inter  alia\tto  the\t Ist\nplaintiff mortgagor  for purchase of stamps and for expenses\nincidental to  registration was an act unequivocally done in\nfurtherance of the contract.\n</p><p data-structure=\"Section\" id=\"p_21\">     Before evaluating\tthe submission\ta few relevant facts\nmay be\tnoticed. By  letter Ext.  P-3 dated October 9, 1950,\nIst plaintiff  wrote to defendant mortgagee portion of which\nmay be\textracted as  it has  some bearing  on the  question\nunder consideration:\n</p><blockquote id=\"blockquote_20\">\t  &quot;.. It  is requested\tthat we\t have entered into a\n     contract with  you for  the sale-condition of our house\n     No. 12  situated in  Kalai Mohalla.  Therefore  to\t buy\n     stamps etc.  for the  sale you  should  pay  Rs.  1,000\n     (Rupees one thousand\n<span class=\"hidden_text\" id=\"span_11\">201</span>\n     only) to  our Mukhtiar  Shri Madhavraoji  Vishnu Joshi,\n     82, Ada  Bazar, Indorewale,  I agree  for the  same and\n     shall deduct the amount at the time of registration.&quot;\n</blockquote><p data-structure=\"Facts\" id=\"p_22\">     Pursuant to  this letter  defendant mortgagee  paid Rs.\n700 to\tthe Muktiar  and an  endorsement to  that effect  is\nfound as Ext. P-4. On the next day that is October 10, 1950,\na further  amount of  Rs. 300  was  given  and\tstamps\twere\npurchased and on the same day sale deed Ext. 1 was drawn up.\nWhile reciting\tthe consideration for the sale deed a credit\nwas given  for Rs.  1,000 paid by the mortgagee for purchase\nof stamp.  So far there is no dispute. The grievance is that\naccording to  the Ist  plaintiff mortgagor  he had agreed to\nsell the  house to  the mortgagee  but the  sale was to be a\nconditional sale  with a  right to  repurchase and  that was\nagreed to  between the\tparties. Subsequently  when the sale\ndeed Ext.  D-1 was drawn up he found that it was an absolute\nsale in\t breach of  the agreement  and therefore  he did not\ncomplete the  transaction and sold the house subsequently on\nOctober 14,  1950 to the 2nd plaintiff, under Ext. P-1 which\nis a conditional sale with a right to repurchase.\n</p><p data-structure=\"CDiscource\" id=\"p_23\">     It would  thus transpire  that  payment  of  Rs.  1,000\nconsisting of  two  separate  payments-one  of\tRs.  700  on\nOctober 9,  1950, and  an amount  of Rs.  300 on October 10,\n1950, by  the defendant mortgagee to Ist plaintiff mortgagor\nfor purchasing stamps for execution of a sale deed is not in\ndispute. What  is in dispute is whether the payment was made\ntowards some  contract anterior to the letter Ext. P-3 dated\nOctober 9,195,\tor it was in pursuance to the contract dated\nOctober 10,  1950, as  reflected in  the  unregistered\tsale\ndeed. In  this connection  the stand  taken by the mortgagee\ndefendant is  both equivocal and fluctuating. In the written\nstatement filed on his behalf on April 10, 1951, there is no\nspecific, clear\t and unambiguous  plea of  part performance.\nUnder  the  heading  &#x27;additional  plea&#x27;\t in  para  9  it  is\ncontended that\tthe sale deed having been executed in favour\nof the\tmortgagee  in  settlement  of  mortgage\t transaction\nmutually between the parties and that the mortgaged property\nhas been  given to  the mortgagee  as an owner, the mortgage\ntransaction  does   not\t subsist   in  law.  This  has\tbeen\nunderstood to mean a plea for the protection of the doctrine\nof part\t performance. Be that as it may, it is not suggested\nthat there  was any  oral contract  anterior to\t the one  as\nfound in  the unregistered  sale deed Ext. D-l. Nor is there\nany suggestion\tof any\tdraft agreement prior to the drawing\nup of the sale deed Ext. D-l. What transpires from\n<span class=\"hidden_text\" id=\"span_12\">202</span>\nthe diverse  recital is\t that there was some oral discussion\nbetween the  parties prior  to the  letter  Ext.  P-3  dated\nOctober 9,  1950, at  which the understanding was that there\nwas to\tbe a  conditional sale with a right of repurchase by\nthe mortgagor  and that\t becomes evident from the recital in\nExt. P-3, &quot;sale condition&quot; which is contemporaneous evidence\nhaving its  intrinsic worth  and  a  stamp  of\ttruthfulness\nbecause at that time no dispute had arisen and the mortgagor\nwas seeking  tc work  out and  implement  the  agreement  by\nseeking a  loan of  Rs. 1,000 for purchase of stamps and for\nexpenses incidental  to registration  so as  to complete the\ntransaction. But  there was  no written contract. It must be\nstated\tthat   there  was   dispute  about   the  nature  of\ntransaction  is\t also  borne  out  by  the  parol  evidence.\nMortgagee Devi\tSahai DW  1  has  deposed  in  para  6\tthat\nmortgagor in  Chit Ex.\tP. 3  proposed a conditional sale to\nwhich he  did not  agree whereupon  mortgagor agreed to give\nabsolute sale.\tThis establishes that there was a dispute as\nto the\tnature of  the transaction. <a href=\"/doc/221518/\" id=\"a_27\">Section 53A</a> postulates a\nwritten\t contract   from  which\t  the  terms   necessary  to\nconstitute the\ttransfer can  be ascertained with reasonable\ncertainty. There  was no concluded contract prior to Ext. D-\nl. The\tonly written  contract which  is relied\t on  is\t the\nunregistered sale  deed Ex.  D-l of October 10, 1950. On the\nadmission of  the mortgagee himself it is crystal clear that\nout of Rs. 1,000 an amount of Rs. 700 was paid on October 9,\n1950, and  that was  prior to  the  agreement.\tAs  for\t the\npayment of  Rs. 300  it is not specifically claimed that was\npayment in furtherance of the contract. In any event, stamps\nwere purchased\tprior to the drawing up of Ext. D-l which is\nthe contract  relied upon  for the  purposes of <a href=\"/doc/221518/\" id=\"a_28\">section 53A</a>.\nAnd it\tmust  be  shown\t that  the  act\t has  been  done  in\nfurtherance of the contract, i.e. subsequent to the contract\nor  at\t best  simultaneously  with  the  contract  but\t un-\nequivocally attributable  or referable\tto the\tcontract. It\nmust follow  that acts\tanterior to and done previous to the\nagreement cannot  be presumed  to be done in pursuance of it\nand  cannot,  therefore,  be  considered  as  acts  of\tpart\nperformance (See  Whiteread v. Brockhunt quoted by White and\nTudor, leading cases on Equity at p. 416).\n</p><p data-structure=\"CDiscource\" id=\"p_24\">     The High  Court while evaluating the probative value of\nthe circumstances of payment of Rs. 1,000 started on a wrong\npremise when  it observed  that the  act  envisaged  by\t the\nphrase in furtherance of the contract&quot; in <a href=\"/doc/221518/\" id=\"a_29\">section 53A</a> should\nbe in  pursuance of  the contract  and not  that  it  should\neither precede or follow the\n<span class=\"hidden_text\" id=\"span_13\">203</span>\nagreement or  the contract.  If a written contract is a sine\nqua  non  for  seeking\tcoverage  of  the  umbrella  of\t the\nequitable doctrine of part performance any act preceding the\ncontract could\tconceivably never  be in furtherance of that\ncontract which\twas yet\t to materialise.  Negotiations for a\ncontract and  a concluded  contract stand  apart  from\teach\nother. Anything\t at the\t negotiating stage cannot be claimed\nas contract  unless the\t contract is  concluded between\t the\nparties, i.e.  the parties are ad idem. Coupled with this is\nthe further requirement that it should be a written contract\nin that\t the contract  which would  purport to\ttransfer for\nconsideration the  immovable property must be by writing and\nthe writing  must be  such that\t the  necessary\t ingredients\nconstitute the\ttransfer can  be ascertained with reasonable\ncertainty. The\tHigh Court  overlooking the  very  important\nfact situation\tthat the  only contract\t relied upon  by the\nmortgagee defendant  was one  contained in  the unregistered\nsale deed  Ext. D-1  dated October  10, 1950,  committed  an\nerror in  holding that\tthe payment  of Rs.  1,000 prior  to\nOctober 10, 1950 would undoubtedly be an act in pursuance of\nthe contract which is evidenced by the writing Ext. D-1 duly\nsigned by  the Ist  respondent. This  approach\toverlooks  a\nvital dispute  between the  parties and the High Court could\nnot have  utilised this\t circumstance without  resolving the\ndispute\t in  as\t much  as  unquestionably  there  were\tsome\nnegotiations between  the parties either on October 9, 1950,\nor some\t time prior  thereto  but  there  was  no  concluded\ncontract because  the very  letter Ext.\t P-3 which  the\t Ist\nplaintiff  mortgagor   sought  a   loan\t of  Rs.  1,000\t for\npurchasing the\tstamps etc.  was pursuant  to a\t conditional\nsale and  that is  totally  denied  and\t repudiated  by\t the\nmortgagee as  shown hereinabove. Accordingly when the amount\nof Rs.\t1,000 was  paid it was the stage of negotiations and\nnot a concluded contract. And when the contract was drawn up\nas evidenced  by Ext.  D-1 being  the unregistered sale deed\ndated October  10, 1950,  the  parties\twere  not  ad  idem.\nbecause the  mortgagor declined\t to agree to registration of\nthe sale  deed as  it  was  contrary  to  the  understanding\narrived at  between the\t parties  though  no  doubt  he\t had\nexecuted the  sale deed.  The contention  therefore that the\namount of  Rs. 1,000 was paid in furtherance of the contract\ndoes not bear scrutiny.\n</p><p data-structure=\"CDiscource\" id=\"p_25\">     However, assuming\tthat the finding of fact recorded by\nthe High  Court that  the amount  of Rs.  1,000 was  paid in\nfurtherance of\tthe contract,  is a finding of fact recorded\non appreciation\t and evaluation\t of evidence  and ordinarily\nnot interfered\twith  by  this\tCourt  unless  shown  to  be\nperverse, the alternative contention that\n<span class=\"hidden_text\" id=\"span_14\">204</span>\npayment of part or even whole of the consideration could not\nbe said to be in furtherance of the contract and, therefore,\nnot sufficient\tto constitute  part performance,  may now be\nexamined.\n</p><p data-structure=\"Section\" id=\"p_26\">     How  far\tpayment\t of   part  or\teven  whole  of\t the\nconsideration would  constitute part  performance so  as  to\ntake the  case out of <a href=\"/doc/875838/\" id=\"a_30\">section 4</a> of the Statute of Frauds may\nnow  be\t  examined  with  reference  first  to\tthe  English\ndecisions because  <a href=\"/doc/221518/\" id=\"a_31\">section 53A</a> enacts with some modification\nthe English equitable doctrine of part performance.\n</p><p data-structure=\"Precedent\" id=\"p_27\">     In order  to mitigate  the hardship  arising out of the\nrigorous provisions  of\t the  Statute  of  Frauds  equitable\ndoctrine of  part performance  was divised  by the  Court of\nChancery. Commenting upon <a href=\"/doc/875838/\" id=\"a_32\">section 4</a> of the Statute of Frauds\n1677, Lord  Redesdale observed\tin  Foxcroft  v.  Lester,(l)\n(quoted in  White &amp;  Tudor&#x27;s Leading  cases on\tEquity,\t 8th\nEdn., p. 413) as under:\n</p><blockquote id=\"blockquote_21\">\t  &quot;The Statute of Frauds says that no action or suit\n     shall be  maintained on an agreement relating to lands,\n     which is  not in  writing, signed\tby the\tparty to  be\n     charged with  it; and  yet the  Court is  in the  daily\n     habit of  relieving, where the party seeking relief has\n     been put  into  a\tsituation  which  makes\t it  against\n     conscience in  the other party to insist on the want of\n     writing so\t signed, as  a bar  to his relief. The first\n     case (apparently)\tof this\t kind was Foxcroft v. Lyster\n     (1), which\t was decided  on a  principle acted  upon in\n     Courts of\tlaw, but  not applicable  to the  particular\n     case. It was against conscience to suffer the party who\n     had entered  and expended\this money  on the faith of a\n     parol agreement  to be treated as a trespasser, and the\n     other party  to enjoy the advantage of the money he had\n     laid out.&quot;\n</blockquote><p data-structure=\"Issue\" id=\"p_28\">     The question  often arises\t whether payment  of part or\neven  whole   of  the  consideration  can  be  unequivocally\nattributed to the contract. At 416 the authors observe :\n</p><blockquote id=\"blockquote_22\">\t  &quot;Payment of part or even of all the purchase-money\n     will not  be considered  an act  of part performance to\n     take\n<span class=\"hidden_text\" id=\"span_15\">205</span>\n     a parol contract out of the Statute of Frauds. Nor will\n     payment of the auction duty.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_29\">     The  payment   of\ta  part\t or  even  a  whole  of\t the\nconsideration  was  not\t treated  unequivocal  act  of\tpart\nperformance because it was believed that money can be repaid\nor can be reclaimed and, therefore, it is not an unequivocal\nact evidencing\tan act\tin furtherance\tof the contract (See\nHanbury\t &amp;  Maudsley,  Modern  Quity,  10th  Edn.,  p.\t37).\nSimilarly, Story&#x27;s  Equity  Jurisprudence  14th\t Edn.,\tpara\n1045, p. 424, neatly sets out the history of the approach to\npayment of  money as evidence of part performance. It may be\nextracted:\n</p><blockquote id=\"blockquote_23\">\t  &quot;.. It  seems formerly to have been thought that a\n     deposit, or security, or payment of the purchase money,\n     or of  a part of it, or at least of a considerable part\n     of it, was such a part performance as took the case out\n     of the  statute. But  that doctrine  was open  to\tmuch\n     controversy, and  is now  finally overthrown Indeed the\n     distinction taken\tin some\t of the\t cases\tbetween\t the\n     payment  of   a  small   part  and\t the  payment  of  a\n     considerable part of the purchase-money seems quite too\n     refined and subtle, for independently of the difficulty\n     of saying\twhat shall  be deemed  a small\tand  what  a\n     considerable part\tof the\tpurchase money,\t each  must,\n     upon principle,  stand upon  the same  reason,  namely,\n     that it  is a part performance in both cases, or not in\n     either. One ground why part payment is not now deemed a\n     part performance,\tsufficient to take a case out of the\n     statute, is  that the money can be recovered back again\n     at law,  and therefore  the case  admits  of  full\t and\n     direct compensation.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_30\">     Equity by\tG.M. Keeton  and L.A. Sheridan, 2nd Edn., p.\n366 sets  out chronologically  the approach  of the Court to\npayment of money as evidencing part performance. Attitude to\nthe payment  of money  as an  act of  part  performance\t had\nvaried from  time to  time. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1663868\" id=\"span_16\">In\t<a href=\"/doc/1663868/\" id=\"a_33\">Elizabeth Meddison  v.\tJohn\nAlderson</a>,(1) Lord Selborne, L.C. pointed out:</span>\n</p><blockquote id=\"blockquote_24\">\t  &quot;.. the  payment of  money is an equivocal act not\n     (in\n<span class=\"hidden_text\" id=\"span_17\">206</span>\n     itself)  unless  connection  is  established  by  parol\n     testimony indicative of a contract consisting of land.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_31\">     In Snell&#x27;s\t principles of\tEquity, 20th  Edn., p.\t587,\nunder the  heading &#x27;Insufficient  Acts to bring the case out\nof the\tdoctrine of  part performance&#x27;,\t it  is\t noted\tthat\npayment of  a part of the purchase-money, or even apparently\nthe whole,  is not  sufficient for  part  performance  of  a\ncontract for the sale of land for the payment of money is an\nequivocal act  (not in\titself),  until\t the  connection  is\nestablished by\tparol testimony,  indicative of\t a  contract\nconcerning land.  Maddison v.  Alderson is  relied  upon  in\nsupport of this statement.\n</p><p data-structure=\"Precedent\" id=\"p_32\">     A few cases to which our attention was drawn may now be\nreferred to.  In Clinan and Anr. v. Cooke and Ors.,(1) Cooke\ninserted an  advertisement in  the  public  papers  inviting\noffers to  let a piece and parcel of land for the period set\nout in\tthe advertisement. In response to this advertisement\nthe  plaintiffs\t applied  to  Edmund  Meagher  to  whom\t the\napplication was\t to be\taddressed and  entered into a treaty\nwith him  for lease  of land.  A memorandum of agreement was\nentered into  between the  parties and\tthe intending tenant\ndeposited  50  guineas\twhich  the  advertiser\treceived  in\nconsideration of  the lease on the recommendation of Meagher\nwho also  appeared to have received a sum of 20 guineas from\nthe plaintiffs\tfor which  no receipt was given Subsequently\nMr. Cooke  refused to perform the agreement and he granted a\nnew term  of lease  to the  defendants who  entered into the\nsame  with   the  knowledge   of  the\tagreement  with\t the\nplaintiffs. An\taction was  brought by\tthe plain  tiffs for\nspecific performance.  Declining to  grant that\t relief Lord\nRedesdale held as under:\n</p><blockquote id=\"blockquote_25\">\t  &quot;But I  think this  is not  a case  in which\tpart\n     performance appears.  The only circumstance that can be\n     considered as  amounting to  part\tperformance  is\t the\n     payment of\t the sum  of fifty  guineas to Mr. Cooke. It\n     has always been considered that the payment of money is\n     not to be deemed part performance to take a case out of\n     the statute.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_33\">     In\t Maddison&#x27;s   case  Earl   of  Selborne,   L.C.\t  in\nunequivocal terms  observed that  it may  be  taken  as\t new\nsettled that  part payment  of purchase money is not enough,\nand judges of high authority\n<span class=\"hidden_text\" id=\"span_18\">207</span>\nhave said the same even of payment in full. Clinan v. Cooke,\n(supra) Hughes\tv. Morris(1) and Britain v. Rossiter(2) were\nrelied upon in support of this. Again at p. 484 Lord O&#x27;Hagan\ntaking\tnote   of  the\tconflict  of  decisions\t pertinently\nobserved as under:\n</p><blockquote id=\"blockquote_26\">\t  &quot;I confess  I have  found it\thard to\t follow\t the\n     reasoning of  the judges  in some of the cases to which\n     the Lord  Chancellor  has\treferred  to  reconcile\t the\n     rulings, in  others of  them-and to  regard as entirely\n     satisfactory the  state of\t the law in which the taking\n     of possession  or receipts\t of rent is dealt with as an\n     act of  part performance, and the giving and acceptance\n     of\t any   amount  of  purchase  money,  confessedly  in\n     pursuance and affirmance of a contract of sale, is not.\n     As to  some of  the judgments  prompted no\t doubt by  a\n     desire to\tdefeat fraud  and accomplish  justice, I  am\n     inclined to concur with the present Master of the Rolls\n     in Britain\t v. Rossiter  (1), when he called them&quot; bold\n     decisions.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_34\">It may\tbe noted  that in  that case  an intestate induced a\nwoman to  serve him  as his  house-keeper without  wages for\nmany years  and to  give up other prospects of establishment\nin life\t by a  verbal promise  to make\ta will leaving her a\nlife estate  in land  and afterwards signed a will, not duly\nattested, by  which he\tleft her  the life  estate.  lt\t was\ncontended on  behalf of the woman who worked as house-keeper\nthat she  had wholly  performed\t her  part  by\tserving\t the\nintestate as house-keeper till the intestate&#x27;s death without\nwages yet  the Court  in its equity jurisdiction declined to\nhold such  an act  as referable\t to any contract and was not\nsuch a\tpart performance  as to\t take the  case out  of\t the\noperation of  <a href=\"/doc/875838/\" id=\"a_34\">section 4</a>\t of the Statute of Frauds. This case\nis being  referred  to\tshow  how  firstly  established\t and\nentrenched the view was that payment is not enough. Offer to\nwork without  wages was\t treated as  evidencing some payment\nnot enough  to sustain\tthe plea  of part  performance.\t The\nequity\tshould\ttake  such  a  view  of\t human\tservice\t and\nsacrifice is  difficult to  appreciate.\t Modern\t notions  of\nequity, fairplay and just approach would stand rudely shaken\nby the view taken in that case &amp; and quoting the case is not\nto be interpreted to mean sharing the view.\n</p><span class=\"hidden_text\" id=\"span_19\">208</span>\n<p data-structure=\"Precedent\" id=\"p_35\">     In Chaproniere  v.\t Lambert,(1)  the  Court  of  Appeal\nreinforced the\tview which held the field till then that the\nmere payment  of rent  is not  such part performance to take\nthe case out of the statute and even payment of whole of the\npurchase money\thas been  held not  to be sufficient to take\nthe case  out of  the statute. In so doing it reiterated the\nview taken in Muddison v. Anderson, (supra).\n</p><p data-structure=\"Precedent\" id=\"p_36\">     In Enland\tthe law\t took a\t sharp U-turn in Steadman v.\nSteadman,(2) Lord  Simon  of  Claisdale\t under\tthe  heading\n&#x27;Payment of money&#x27; observed as under:\n</p><blockquote id=\"blockquote_27\">\t  &quot;It has  sometimes been said that payment of money\n     can never\tbe a  sufficient act  of part performance to\n     raise the\trequired equity\t in favour  of the plaintiff\n     or, more  narrowly, that  payment of  part or  even the\n     whole of  the purchase price for an interest in land is\n     not a  sufficient act  of part performance. But neither\n     of the reasons put forward for the rule justifies it as\n     framed so\tabsolutely. The\t first was  that a plaintiff\n     seeking to\t enforce an  oral  agreement  to  which\t the\n     statute relates  needs the\t aid of\t equity; and  equity\n     would not\tlend its aid if there was an adequate remedy\n     at law. It was argued that a payment could be recovered\n     at law,  so there\twas no\tcall for the intervention of\n     equity. But  the payee  might not be able to re pay the\n     money (he\tmight have gone bankrupt), or the land might\n     have a  particular significance  for the  plaintiff (of\n     the equitable  order for specific delivery of a chattel\n     of particular  value to the owner: (Duke of Somerset v.\n     Cookson) or  it might have greatly risen in value since\n     the payment,  or money may have lost some of its value.\n     So, it  was sought\t to justify the rule, alternatively,\n     on the  ground that  payment  of  money  is  always  an\n     equivocal\tact,   it  need\t not  imply  a\tpre-existing\n     contract, but  is equally\tconsistent with\t many  other\n     hypotheses. This may be so in many cases, but it is not\n     so in  all cases.\tOral testimony\tmay not\t be given to\n     connect the  payment with a contract; but circumstances\n     established by  admissible evidence (other acts of part\n     performance, for case, for example, what was said (i.e.\n     done) in the magistrates&#x27; court in part\n<span class=\"hidden_text\" id=\"span_20\">209</span>\n     performance of  the agreement  makes it  plain that the\n     payment of the 108 was also in part performance of the\n     agreement and  not a  spontaneous act  of generosity or\n     discharge of  a legal obligation or attributable to any\n     other hypothesis.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_37\">     To some  extent, therefore\t the  statement\t of  law  in\nMaddison&#x27;s case\t that it  may be  taken as well settled that\npayment of  part of  purchase money or even the whole of the\nconsideration is  not sufficient act of part performance can\nbe  taken   to\thave   been  shaken  considerably  from\t its\nfoundation.\n</p><p data-structure=\"Section\" id=\"p_38\">     While text\t book writers and English decisions may shed\nsome light  to illuminate  the blurred\tareas as  to whether\npart payment  of purchase  money or  even the  whole of\t the\nconsideration  would   not  be\t sufficient  act   of\tpart\nperformance,  it  is  necessary\t that  this  aspect  may  be\nexamined in  the  background  of  statutory  requirement  as\nenacted in <a href=\"/doc/221518/\" id=\"a_35\">section 53A</a>. To qualify for the protection of the\ndoctrine of  part performance it must be shown that there is\na contract  to transfer for consideration immovable property\nand the\t contract is  evidenced by  a writing  signed by the\nperson sought  to be  bound by r it and from which the terms\nnecessary to constitute the transfer can be ascertained with\nreasonable certainty. These are pre-requisites to invoke the\nequitable doctrine  of part  performance. After establishing\nthe aforementioned  circumstances it  must be  further shown\nthat a\ttransferee had\tin part\t performance of the contract\neither taken  possession of the property or any part thereof\nor the\ttransferee being  already in possession continues in\npossession in  part performance of the contract and has done\nsome act in furtherance of the contract. The acts claimed to\nbe in  part performance\t must be  unequivocally referable to\nthe pre-existing  contract and\tthe acts of part performance\nmust unequivocally  point in  the direction of the existence\nof contract  and evidencing implementation or performance of\ncontract. There\t must be  a real  nexus between the contract\nand the\t acts done  in\tpursuance  of  the  contract  or  in\nfurtherance  of\t tho  contract\tand  must  be  unequivocally\nreferable to  the contract.  When series of acts are done in\npart performance,  one such may be payment of consideration.\nAny one act by itself may or may not be of such a conclusive\nnature as  to conclude\tthe point  one way  or the other but\nwhen  taken   with  many  others  payment  of  part  of\t the\nconsideration or  the whole of the consideration may as well\nbe shown  to be\t in furtherance\t of  contract.\tThe  correct\napproach would be what Lord Reid said in Steadman&#x27;s case\n<span class=\"hidden_text\" id=\"span_21\">210</span>\nthat one  must not  first took at the oral contract and then\nsee  whether  the  alleged  acts  of  part  performance\t are\nconsistent with\t it. One must first look at the alleged acts\nof part\t performance and  see whether  they prove that there\nmust have been a contract and it is only if they do so prove\nthat one  can bring  in the oral contract. This view may not\nbe wholly  applicable to  the situation\t in India because an\noral contract  is not  envisaged by  <a href=\"/doc/221518/\" id=\"a_36\">section 53A</a>.  Even\t for\ninvoking the  equitable doctrine  of part  performance there\nhas to\tbe a  contract\tin  writing  from  which  the  terms\nnecessary to constitute the transfer can be ascertained with\nreasonable certainty.  Therefore, the  correct view in India\nwould be, look at that writing that is offered as a contract\nfor transfer for consideration of any immovable property and\nthen examine  the acts said to have been done in furtherance\nof the\tcontract and  find out whether there is a real nexus\nbetween the  contract  and  the\t acts  pleaded\tas  in\tpart\nperformance so\tthat to\t refuse relief would be perpetuating\nthe fraud  of the  party who after having taken advantage or\nbenefit\t of   the  contract   backs  out   and\tpleads\t non\nregistration as defence, a defence analogous to <a href=\"/doc/875838/\" id=\"a_37\">section 4</a> of\nthe Statute of Frauds.\n</p><p data-structure=\"CDiscource\" id=\"p_39\">     We may  recall here  that the  acts preliminary  to the\ncontract would\tbe hardly  of any assistance in ascertaining\nwhether they  were in  furtherance of the contract. Anything\ndone in\t furtherance of\t the contract  postulates  the\tpre-\nexisting contract  and the acts done in furtherance thereof.\nTherefore, the\tacts interior  to  the\tcontract  or  merely\nincidental to the contract would hardly provide any evidence\nof part performance.\n</p><p data-structure=\"CDiscource\" id=\"p_40\">     The contention  of Mr.  Desai that payment of Rs. 1,000\nfor purchase  of  stamps  in  an  act  of  part\t performance\nunequivocally attributable to the contract dated October 10,\n1950, cannot be accepted for two reasons, one being that Rs.\n700 out\t of the\t amount of  Rs. 1,000 was paid on October 9,\n1950, that is prior to the date of contract. Then there is a\nserious dispute\t as to\tthe nature  of\tcontract  which\t was\nnegotiated on  October 9,  1950, the day on which payment of\nRs. 700 was made. Mortgagor was insisting upon a conditional\nsale  and   defendant  mortgagee   declined  to\t accept\t the\nconditional sale and that is borne out by his evidence also.\nThere was  thus no  concluded contract\ton October  9, 1950,\nand, therefore,\t the payment  of Rs. 700 out of Rs. 1,000 in\nany case  could not  be said  to be part performance and the\nsame reasons  would mutatis mutandis apply to the payment of\nRs. 300\t also. In  the facts of this case this payment would\nnot be an act of part performance. In\n<span class=\"hidden_text\" id=\"span_22\">211</span>\nour opinion,  therefore, the  High Court recorded an utterly\nunsustainable  finding\t without  minutely   examining\t the\nrelevant evidence  coupled with\t the requirements of law and\nerred in  holding that\tthe payment  of\t Rs.  1,000  was  in\nfurtherance of\tthe contract.  We would also add that in the\nfacts and circumstances of the case payment of Rs. 1,000 was\nnot such  an  act  of  part  performance  which\t would\thelp\ndefendant mortgagee in any manner.\n</p><p data-structure=\"CDiscource\" id=\"p_41\">     Mr. Desai\tnext contended that the mortgagee discharged\na debt\tof Rs.\t541 which  was included in the amount of Rs.\n17,735\tretained   by\tthe   mortgagee\t  from\t the   total\nconsideration payable  for discharging\tother debts and that\nthis payment  was  in  furtherance  of\tthe  contract.\tThis\ncontention is  being put  forward for the first time in this\nCourt and  should be  negatived on  that account alone. Even\napart from  this there\tis no  sufficient evidence to uphold\nthis contention.  In fact,  the defendant  mortgagee himself\nhas to some extent prevaricated on the question of retention\nof Rs.\t17,735 out  of the  total consideration for the sale\ntransaction agreed  at\tRs.  50,000.  Consideration  of\t Rs.\n50,000 was  made up,  inter alia, by retaining Rs. 17,735 in\ndischarge  of  debts  owed  by\tmortgagor  to  mortgagee  by\nborrowing  loans   on  different   occasions  for   domestic\nexpenses. It  is so  stated  in\t Ext.  D-l  which  had\tbeen\nextracted earlier.\n</p><p data-structure=\"CDiscource\" id=\"p_42\">     Mortgagee in his evidence gave a go bye to this recital\nand deposed  that the  amount of  Rs, 17,735  from the total\nconsideration payable  by him  was retained by the mortgagee\nfor payment  of other creditors of the mortgagor. Even apart\nfrom this he has not stated a word that out of the amount of\nRs. 17,735  he paid  Rs. 541  to any particular creditor. In\nhis written  statement he  has stated that the amount of Rs.\n17,735 was  kept in deposit for payment to other creditor of\nthe mortgagor. One such creditor was to be paid a sum of Rs.\n</p><p data-structure=\"CDiscource\" id=\"p_43\">541. This creditor is none other than the mortgagee himself.\nThis would mean that he himself was creditor to whom he paid\nRs. 541.  Assuming that\t he could  have reimbursed  himself,\nthere is nothing to show that he gave a discharge or that he\ngave credit  in his  books of accounts. Further, there is no\nstatement in  his evidence  to that  effect. That aspect was\nnever canvassed\t before the  trial court as well as the High\nCourt and  we find no material evidence to substantiate this\ncontention. The contention, has, therefore, to be negatived.\n</p><p data-structure=\"CDiscource\" id=\"p_44\">     The third\tact of part performance pleaded on behalf of\nthe mortgagee  is that the mortgagee agreed to discharge the\nmortgage\n<span class=\"hidden_text\" id=\"span_23\">212</span>\nsubsisting on  the property  in his  favour on settlement of\naccounts. The  mortgage deed  admittedly was not returned to\nthe mortgagor even after the mortgagor executed Ext. D-1 the\nsale deed  which was  not ultimately registered. But that is\nnot enough.  The mortgage admitted in his evidence that even\nafter Ext.  D-1 was  executed he  maintained the accounts of\nmortgage and  in that  account he  debited Rs. 1,000 paid to\nthe mortgagor  for purchase of stamps. Could it be said that\nhe had\tdischarged  or\tagreed\tto  discharge  the  mortgage\nsubsisting on  the property?  There is\thowever a  piece  of\nevidence which\tcompletely belies the claim and demonstrably\nestablishes that  mortgagee never  claimed to regard himself\nas owner from October 10, 1950 the date of contract but till\na later\t date continued\t to regard  himself as\ta  mortgagee\nwith subsisting\t mortgage. Mortgagee  made an application on\nJune 23, 1952 nearly two years after the contract of sale in\nthe execution  proceedings filed by Motilal seeking to bring\nmortgage  property   to\t court\tauction\t for  realising\t his\ndecretal amount,  which decree\the had\tobtained against the\nmortgagor. In this application dated June 23, 1952 mortgagee\nhas stated  that till that date Rs. 27792/2/3 were due under\nthe mortgage  from the mortgagor and that fact must be noted\nin the\tsale proclamation  and thereafter property should be\nsold. Now  if  on  October  10,\t 1950  accounts\t were  made,\nmortgage was satisfied and mortgage debt was discharged, how\nis it  that on\tJune  23,  1952\t he  retained  the  mortgage\naccount, worked out the amount due and sought its mention in\nthe  sale   proclamation.  This\t  conduct  of  mortgagee  is\nsufficient to  negative this  contention. In  any event mere\noral agreement\tto discharge a mortgage could hardly be said\nto be  an act of part performance unless in fact such an act\nwas done  and that could have been only done by a discharged\nmortgage deed being returned to the mortgagor.\n</p><p data-structure=\"CDiscource\" id=\"p_45\">     The  next\tact  of\t part  performance  pleaded  by\t the\nmortgagee is  that all\tdues owed  by the  mortgagor to\t the\nmortgagee have\tbe taken  as cleared  on completion  of\t the\ncontract Now,  even here  his stand  is\t equivocal.  In\t the\nwritten statement  it was  stated that at the time of filing\nthe written  statement a  sum of  Rs. 29,000 was found to be\ndue from the mortgagor. If on October 10, 1950, all accounts\nwere made up, how could he continue a mortgage account which\nmortgage according  to him came to be satisfied when he took\nthe  sale   deed  and\tcontinued  in\tpossession  in\tpart\nperformance of\tthe contract  ? Therefore, the submission is\nwithout merits.\n</p><span class=\"hidden_text\" id=\"span_24\">213</span>\n<p data-structure=\"CDiscource\" id=\"p_46\">     The  next\tact  of\t part  performance  pleaded  by\t the\nmortgagee is  that the\tnature and  character of  possession\nchanged\t as  recited  in  the  contract.  Mortgagee  was  in\npossession as mortgagee. Now according to him since the date\nof execution  of the  sale deed\t the  nature  of  possession\nchanged. For  this he  relies upon  a statement\t in the sale\ndeed Ext.  D-1 wherein\tit is stated that he is being put in\npossession as  owner. This mere recital is hardly indicative\nof the\tchange in  the nature  of possession.  There  is  no\nevidence to show that he moved the authorities that he would\nbe liable  to pay  taxes as  owner. There is no overt act on\nhis part to so assert possession as owner. A mere recital in\nthe disputed  sale deed\t is of\tdubious evidentary value and\nwhen it\t would be  pointed out\tthat he was never willing to\nperform his  part of  the contract  which is a pre-requisite\nfor claiming  protection of the doctrine of part performance\nit will\t be shown that he believed himself to be a mortgagee\nand acted as such even at a date much later than October 10,\n1950, from which date he claims to be the owner.\n</p><p data-structure=\"Section\" id=\"p_47\">     Induction into  possession of an immovable property for\nthe first  time subsequent  to\tthe  contract  touching\t the\nproperty, may  be decisive  of the plea of part performance.\nMere possession\t ceases to  be of assistance when as in this\ncase the  person claiming  benefit of  part  performance  is\nalready in  possession, prior  to the contract and continues\nto retain  possession. However a reference to a statement of\nlaw in\tHalsbury&#x27;s Laws\t of England,  3rd Edition,  Vol. 36,\npara 418 would be instructive. It reads as under:\n</p><blockquote id=\"blockquote_28\">\t  &quot;Where possession  is given to a &quot;tenant&quot; before a\n     tenancy agreement has been concluded and the possession\n     is retained  after the conclusion of the agreement, the\n     possession,   if\tunequivocally\treferable   to\t the\n     agreement, is a sufficient part performance but subject\n     to this,  acts done  prior to,  or preparatory  to, the\n     contract will not suffice.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_48\">If a person claiming benefit of part performance is inducted\ninto possession\t for the first time pursuant to the contract\nit would  be strong  evidence of the contract and possession\nchanging hands\tpursuant  to  the  contract.  in  Hedson  v.\nHeuland (1)  it\t was  held  that  although  the\t entry\tinto\npossession  was\t  antecedent  to   the\tcontract,   yet\t the\nsubsequent  continuance\t  in  possession  being,  under\t the\ncircumstances,\tunequivocally  referable  to  the  contract,\nconstituted a\n<span class=\"hidden_text\" id=\"span_25\">214</span>\npart performance  sufficient to\t take the  case out  of\t the\nStatute of Frauds.\n</p><p data-structure=\"Precedent\" id=\"p_49\">     In Nathulal&#x27;s  case, the fact that Nathulal parted with\npossession  after   receiving  part   payment  of  the\tsale\nconsideration  was   held  sufficient\tto  constitute\tpart\nperformance. This  Court observed  that j,, part performance\nof contract  Phoolchand has taken possession of the property\nand  he\t had  in  pursuance  thereof  paid  a  part  of\t the\nconsideration and  thereby the\tfirst three  conditions\t tor\nmaking\tgood  the  defence  of\tpart  performance  had\tbeen\nsatisfactorily shown to exist. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1144459\" id=\"span_26\">But greater emphasis was laid\non the\tdecision  of  Somnath  Iyer,  Acting  C.J.  in\t<a href=\"/doc/1144459/\" id=\"a_38\">Babu\nMurlidhar v.  Soudagar Mohammad Abdul Bashir and Anr.</a> (1) In\nthat case  an unregistered agreement of sale executed by the\nmortgagor in  favour of\t the mortgagee in possession recited\nthat after  the date  of the agreement the mortgagee who had\nbeen in\t possession as\tsuch would  become the\towner of the\nproperty and  that  he\tcould  get  his\t name  mutated\tinto\nmutation register  of the municipality and in implementation\nof this\t agreement of  sale, the  mortgagor himself  made an\napplication for\t mutation to  the municipal  authorities and\nthe name  of the  mortgagee was\t mutated  as  owner  of\t the\nproperty, it  was held\tsufficient to  clothe the  mortgagee\nwith the  protection of <a href=\"/doc/221518/\" id=\"a_39\">section 53A</a> in a suit for redemption\nof the\tmortgage and the mortgagor&#x27;s suit was dismissed. The\nCourt attached\tconsiderable importance\t to the provision in\nthe unregistered  agreement for\t mutation in  favour of\t the\nmortgagee  as  owner  and  the\tsubsequent  conduct  of\t the\nmortgagor in  making an application for mutation was held to\nbe the\tclearest indication  which is essential for invoking\nthe doctrine  of part  performance. The decision can be said\nto depend  more or less on the facts of the case.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"868396\" id=\"span_27\">However in\nthis connection\t a reference  was also\tmade to\t <a href=\"/doc/868396/\" id=\"a_40\">Thota China\nSubba Rao  and\tOrs.  v.  Matapelli  Raju  and\tOrs</a>(2)\tThat\ndecision is  hardly of\tany importance\tbecause\t an  extreme\ncontention was advanced on behalf of the mortgagee resisting\na suit\tfor redemption that he continued to be in possession\nin part\t performance of\t the agreement\twhich  argument\t was\nrepelled by  the Court on the observation that the mortgagee\nhad never  been in possession and the contention that he was\nalways in constructive possession could hardly assist him.</span>\n</p><span class=\"hidden_text\" id=\"span_28\">215</span>\n<p data-structure=\"Precedent\" id=\"p_50\">In Jahangir  Begum v.  Gulam Ali  Ahmed,(1) the\t Court after\nholding that  the defendant was in possession and had put up\na structure  on it,  came to  the conclusion that he was not\nentitled to  the benefit  of doctrine  of  part\t performance\nbecause he  was already in possession before the contract to\ntransfer the property, relied upon by him, was entered into,\nand, therefore,\t it was\t obligatory upon him to show that he\nhad done some act in furtherance of the contract in order to\nconstitute a  part performance of the contract. In Kukali v.\nBasantilal(2) the  facts found\twere that  A mortgaged\twith\npossession his\thouse with  B. Subsequently A sold the house\nto in  consideration of\t the mortgage  debt and\t the  amount\nspent by  A on\timprovements and  repairs of  the house. The\ndeed was  not  registered.  Subsequently  A  sold  the\tsame\nproperty  to   under  a\t  registered  sale  deed.  sued\t for\nredemption.  relied   on  the  equitable  doctrine  of\tpart\nperformance in\tdefence.  Negativing  the  defence  of\tpart\nperformance the Court held that as was already in possession\nas a  mortgagee, unless\t he shows  that he  did some  act in\nfurtherance  of\t the  contract,\t over  and  above  being  in\npossession,  mere   continuance\t in   possession  would\t not\nconstitute part\t performance. The  case is  very near to the\nfacts disclosed\t in the\t case under  discussion. There is an\nunderstandable and  noteworthy difference  in the  probative\nvalue of  entering into\t possession for\t the first  time and\ncontinuing  in\t possession  with   a  claim  of  change  in\ncharacter. Where person claiming benefit of part performance\nof a  contract\twas  already  in  possession  prior  to\t the\ncontract, the  court would  expect something  independent of\nthe  mere   retention  of   possession\tto   evidence\tpart\nperformance. Therefore\tmere retention\tof possession is not\ndischarged, could  hardly be  said to  be  an  act  in\tpart\nperformance unequivocally referable to the contract of sale.\n</p><p data-structure=\"CDiscource\" id=\"p_51\">     <a href=\"/doc/221518/\" id=\"a_41\">Section 53A</a>  requires  that  the  person  claiming\t the\nbenefit of part performance must always be shown to be ready\nand willing  to perform\t his part of the contract. And if it\nis shown  that he  was not  ready and willing to perform his\npart of\t the contract he will not qualify for the protection\nof the\tdoctrine  of  part  performance.  Reverting  to\t the\nconsideration recited  in  Ext.\t D-l  the  sale\t deed,\teven\naccording to  the  mortgagee  it  was  agreed  that  he\t had\nretained  an   amount  of   Rs.\t 17,735\t out  of  the  total\nconsideration  of  Rs.\t50,000\tfor  payment  to  the  other\ncreditors of the mortgagor. Barring a\n<span class=\"hidden_text\" id=\"span_29\">216</span>\nclaim made in the written statement that he paid himself Rs.\n541 which  was included\t in the\t amount of  Rs. 17,735 which\nallegation itself  is unconvincing,  there has\tnot been the\nslightest attempt on his part to pay up any of the creditors\nof the\tmortgagor. There  is nothing to show that he had the\nlist of\t all the  creditors of the mortgagor or that he made\nany attempt  to procure\t the list or that he issued a public\nnotice inviting\t the creditors\tof the\tmortgagor  to  claim\npayment from him to the extent of the consideration retained\nby him.\t Not a\tsingle creditor has been paid is an admitted\nposition. But  the more\t inequitous conduct of the mortgagee\nis that he had not made the slightest attempt to contact any\nof the\tcreditors of  the  mortgagor  or  to  pay  even\t the\nsmallest sum.  There is\t no such  statement in\tthe  written\nstatement but  even in\this evidence at the trial he has not\nbeen able  to show that he has paid any creditor or made any\nattempt to  pay any  of the  creditors including those whose\nnames  were   admittedly  known\t to  him  such\tas  Ramkaran\nGhasilal,  Kajodimal,\tMotilal\t Bhagirath  and\t Kanhaiyalal\nChagganlal. Further  shifting stand of mortgagee to suit his\nconvenience is\tdiscernible here.  In Ext. D-1, the entry of\nRs. 17,735  is described  as &#x27;have  been taken from you from\ntime  to  time\tfor  domestic  expenses&#x27;.  In  his  evidence\nmortgagee states  that this  recital is\t incorrect  and\t the\ncorrect position  according to him is that the amount of Rs.\n17,735 from  total consideration payable by him was retained\nto pay to other creditors of mortgagor. According to him the\nonly amount  due to  him from mortgagor outside the mortgage\ntransaction was\t a debt\t of Rs.\t 541 only. Mortgagee neither\npaid himself nor other creditors and thereby did not perform\nhis part  of the  contract. He\teven did  not  pay  a  small\ndecretal amount\t of Rs.\t 500  plus  interest  and  costs  to\nMotilal in 1952 but allowed the property to be sold. Coupled\nwith this  is the  fact according to the recital in Ext. D-1\nhe had\tagreed to pay the balance of the consideration of Rs\n6265 to\t the mortgagor\tat the\ttime of\t registration of the\nsale deed.  Now, undoubtedly  the mortgagor did not agree to\nget the\t sale deed  registered because\tthere was  a dispute\nbetween the parties as to the nature of the transaction. But\nthe defendant  mortgagee made  unilateral attempt to get the\nsale deed  registered by  offering it for registration. Thus\nwhile attempting to complete his title both legally and even\nin equity  he was  under an obligation to pay Rs 6265 to the\nmortgagor. This liability is not disputed yet in this behalf\nhe has\tnot stated anything in his examination-in-chief that\nhe made any attempt to pay that amount to the mortgagor. Add\nto this\t his failure  to return the discharged mortgage deed\nand his\t further averment  that\t he  used  to  maintain\t the\nmortgage account\n<span class=\"hidden_text\" id=\"span_30\">217</span>\neven after  October 10,\t 1950. All  this would\tconclusively\nshow A that the mortgagor himself was not willing to perform\nhis part  of the  contract. In\tthis view  of the matter Mr.\nDesai&#x27;s contention  that failure to pay the amount agreed to\nbe paid\t before the  Registrar and/or  not discharging debts\nagreed to  be discharged  as having been given credit in the\nconsideration for  the sale  would  not\t detract  from\tpart\nperformance because  they have\tto be evaluated in the facts\nand circumstances of the case cannot be upheld.\n</p><p data-structure=\"RespArg\" id=\"p_52\">     It was  next contended  on behalf of the mortgagee that\nthe conduct  of the 1st plaintiff mortgagor in executing and\nregistering a sale deed in respect of the mortgaged property\nin favour of 2nd plaintiff Gyarsilal and thereby frustrating\nthe contract  of sale  in favour  of the defendant mortgagee\nevidence that the Ist plaintiff was aware of the contract in\nfavour of  the defendant  mortgagee  and  he  was  retaining\npossession in  furtherance of  the contract.  The submission\ndoes not  constitute any  independent act  on  the  part  of\nmortgagee but  it is  merely another  facet of\tthe fact  of\npermission  being   retained  by  the  defendant  mortgagee.\nRetention of  possession is  of no  consequence in this case\nbecause the  mortgage was  not discharged and was subsisting\nand the\t mortgage  being  a  mortgage  with  possession\t the\nmortgagee was  entitled to  retain possession. The fact that\nimmediately a  sale deed  was  executed\t in  favour  of\t 2nd\nplaintiff by  Ist plaintiff would show that he was unwilling\nto accept  the contract\t as offered  by the  mortgagee.\t The\nsubsequent purchaser  Gyarsilal has taken a conditional sale\nand this reinforce the stand of the mortgagor. The existence\nof the\tdispute about the nature of the transaction, namely,\naccording to  the mortgagor  he wanted\tan absolute sale and\nthis dispute  between the parties as on October 10, 1950, is\nnot in\tdispute. Therefore  the conduct\t of the mortgagor is\nconsistent with this case.\n</p><p data-structure=\"RespArg\" id=\"p_53\">     It was next contended that defendant mortgagee made all\nattempts to  get the deed registered by approaching the Sub-\nRegistrar,  and\t  that\tthe  defendant\tmortgagee  initiated\ncriminal proceedings against the Ist plaintiff mortgagor for\nmisusing the  stamp papers  need not detain us, as they have\nno probative value.\n</p><p data-structure=\"Conclusion\" id=\"p_54\">     Having,  therefore,   examined  all   the\t contentions\ncanvassed on behalf of the mortgagee we unhesitatingly reach\nthe conclusion\tthat the  mortgagee has failed to prove that\nhe did\tany act\t in furtherance\t of the\t contract, continued\nretention of  possession being\ta  circumstance\t of  neutral\ncharacter in the facts and circumstances of\n<span class=\"hidden_text\" id=\"span_31\">218</span>\nthe  case   and\t it   being  further   established  to\t our\nsatisfaction that  the mortgagee  was not willing to perform\nhis part  of the contract, it is clear that the mortgagee is\nnot entitled  to the  benefit of  the equitable\t doctrine of\nPart Performance.\n</p><p data-structure=\"Conclusion\" id=\"p_55\">     On\t the   conclusions  hereby   indicated\tthe   appeal\npreferred by the plaintiffs (CA 1144/69) must be allowed and\nthe judgment  of the  High Court has to be set aside and the\none rendered  by the  trial court  is  restored\t with  costs\nthroughout.\n</p><p data-structure=\"Facts\" id=\"p_56\">     That takes us to the second appeal preferred by Motilal\nbeing CA  1145/69. First a synopsis of the facts relevant to\nthe dispute raised by appellant Motilal. Motilal filed Civil\nSuit No. 243/47 on November 3, 1947, for recovering his debt\nfrom mortgagor\tGovindrao Mahadik.  In this suit he obtained\nattachment before  judgment of the suit property on November\n6, 1947. The suit of Motilal ended in a decree in the amount\nof Rs. 2,500 on March 15, 1951. On March 27, 1951, execution\napplication No\t216 of 1951 was made by Motilal. On April 3,\n1951, the  executing court  made an  order that\t as the suit\nproperty of the judgment debtor has already been attached by\nan order  of attachment\t before judgment,  steps  should  be\ntaken for drawing up a proclamation of sale under order XXI,\nrule 66, <a href=\"/doc/161831507/\" id=\"a_42\">Code of Civil Procedure</a>. The Court directed auction\nsale of the suit property to be held on December 9, 1951. It\nappears that  the auction  sale was  stayed. There  was some\ndefault on  the part  of the  judgment debtor to comply with\nthe conditional\t stay order  and on his failure auction sale\nwas directed  to be held on March 23, 1952. After correcting\nthe  amount   due  on  the  mortgage  of  mortgagee  in\t the\nproclamation of sale, a fresh auction was held on August 23,\n1952. In  the meantime,\t in the absence of any bidder at the\nauction\t Motilal   the\tdecree\t holder\t  himself   obtained\npermission of the court to bid at the auction and his bid in\nthe amount of Rs. 300 was accepted and the sale in favour of\nMotilal was confirmed on September 23, 1952.\n</p><p data-structure=\"Conclusion\" id=\"p_57\">     In the  mean time mortgagor Govindrao Mahadik the judg-\nment debtor  in Motilal&#x27;s  suit\t filed\tRegular\t Appeal\t No.\n125/51 which was allowed by the Additional District Judge as\nper his\t judgment dated\t March 27, 1953 and thereby the suit\nof Motilal  was dismissed  in  entirety.  Motilal  preferred\nSecond Appeal  No. 78/53  in the High Court of Madhya Bharat\nand by\tits judgment  dated  September\t1,  1958,  Motilal&#x27;s\nappeal was allowed and a decree in\n<span class=\"hidden_text\" id=\"span_32\">219</span>\nhis favour  in the  amount of  Rs.  500\t with  interest\t and\nproportionate costs was passed.\n</p><p data-structure=\"CDiscource\" id=\"p_58\">     Motilal made an application on April 2, 1962 purporting\nto be  under order  XXII, rule\t10  <a href=\"/doc/161831507/\" id=\"a_43\">of\tthe  Code  of  Civil\nProcedure</a> alleging that he came to know about the suit filed\nby the mortgagor for redemption of the mortgage in December,\n1961 and  as the  decision in  the suit is likely to have an\nimpact on  his rights and that as he is the purchaser of the\nequity of  redemption,\tthe  mortgagor\tand  the  subsequent\npurchaser from\tthe mortgagor cannot now maintain the action\nfor redemption\tof  the\t suit  property\t and  he  should  be\nsubstituted in\tplace of  the plaintiffs and be permitted to\nprosecute; the\tsuit for  redemption against mortgagee. This\napplication was\t contested on  behalf of  the parties to the\nsuit.\n</p><p data-structure=\"CDiscource\" id=\"p_59\">     The High  Court  was  not\tfully  satisfied  about\t the\nexplanation of\tdelay in  making the  application by Motilal\nand was\t not even  inclined to accept the suggestion that he\nbecame aware  of the  suit in 1961 and that on the ground of\ngross delay  the application was liable to be dismissed. The\nHigh Court ultimately made on order as under:\n</p><blockquote id=\"blockquote_29\">\t  &quot;Therefore, although\tordinarily we  might not  be\n     inclined to  allow Motilal&#x27;s request to be impleaded in\n     this Court\t at the\t appellate stage,  we are of opinion\n     that it would be desirable to have final decision about\n     the various  points of  dispute between all the parties\n     in order  to avoid further unnecessary litigation. From\n     this point\t of view  only, we would allow Motilal to be\n     impleaded in  the present litigation by addition of his\n     name, and\tnot by\tallowing him  to  replace  both\t the\n     plaintiffs.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_60\">     Having thus directed Motilal to be impleaded as a party\nrespondent, the\t High Court proceeded to ascertain, evaluate\nand adjudicate\tthe right  claimed by Motilal and ultimately\nheld that  in any  event the auction purchaser Motilal shall\nbe entitled  to recover\t the balance  of his decretal amount\nand interest  at the  rate of  4% per annum from the date of\nhis auction  sale till the date of realisation or deposit as\nthe case  may be  either from  the  appellant  or  from\t the\nmortgagor or  subsequent purchaser,  as the case may be, and\nthat there  shall be  a charge\ton the suit property for the\naforementioned amount which shall be enforceable at the\n<span class=\"hidden_text\" id=\"span_33\">220</span>\ninstance of  Motilal by\t a sale of the property, Motilal was\nheld disentitled  to costs on account of the delay in filing\nthe application.\n</p><p data-structure=\"RespArg\" id=\"p_61\">     Mr.  Ray,\t learned  counsel   for\t the  Ist  plaintiff\nmortgagor contended  that the  High Court  was in  error  in\nallowing the  application of  Motilal to  be impleaded\tas a\nparty because according to Mr. Ray Motilal could not be said\nto be  claiming under  the mortgagor and that, therefore, he\ncould not  maintain the\t application under  order XXII, rule\n10, <a href=\"/doc/161831507/\" id=\"a_44\">Code of Civil Procedure</a>.\n</p><p data-structure=\"CDiscource\" id=\"p_62\">     Rule 10  of order\tXXII, provides for continuance by or\nagainst a  person of  any action  who acquires\tany interest\neither by  assignment, creation\t or  devolution\t during\t the\npendency  of   suit,  with   the  leave\t of  the  court.  In\nascertaining whether  Motilal can  maintain the\t application\nhis averments  in the  application will\t have to be taken as\nthe basis  for invoking the Court&#x27;s jurisdiction under order\nXXII, rule 10. The question that will have to be posed would\nbe whether  Motilal acquired  any  interest  by\t assignment,\ncreation or  devolution during\tthe pendency of the suit and\nwould, therefore, be entitled to continue the suit. The suit\nis primarily  a suit  for redemption of mortgage. A suit for\nredemption of  mortgage can  be brought\t by a person holding\nthe equity  of redemption.  Motilal contends  that the\tsuit\nproperty  was  sold  at\t a  court  auction  with  subsisting\nmortgage thereon  and the  right, title\t and interest of the\nmortgagor was  sold at\tthe court  auction and\ton the\tsale\nbeing confirmed\t and the  sale certificate  being issued  he\nacquired the  interest either by assignment or devolution of\nthe original  mortgagor. Now  this assertion is controverted\non behalf  of the  original  mortgagor\tand  the  subsequent\npurchaser contending  that much\t before the  confirmation of\nthe sale on September 23, 1952, the subsequent purchaser had\npurchased the equity of redemption by the sale deed Ext. P-1\ndated October  17, 1950, and that the original mortgagor had\nno subsisting right, title and interest in the suit property\non August  23, 1952, being the date of the sale in favour of\nMotilal. This  was countered  on behalf\t of Motilal  by\t his\nlearned counsel\t Mr. G.L.  Sanghi asserting that Motilal had\nobtained an  attachment before judgment of the suit property\nby  order   dated  November  6,\t 1947,\tand  that  this\t was\nsubsisting till\t March 5, 1951, when the trial court decreed\nthe suit  of Motilal  against the mortgagor in the amount of\nRs. 2500 and till the application for execution was filed on\nMarch 27,  1951, and  no reattachment  was necessary.  These\nfacts are  incontrovertible but\t one aspect of law has to be\nexamined as to what is\n<span class=\"hidden_text\" id=\"span_34\">221</span>\nthe effect  of the  judgment of\t The appellate\tcourt in the\nappeal filed  by original  mortgagor Govindrao\tMahadik, the\ndecree obtained\t by Motilal,  to wit, the appeal was allowed\nand Motilal&#x27;s  suit was dismissed on March 27, 1953. Between\nMarch 27,  1953, till  the High\t Court allowed the appeal of\nMotilal on  September  4,  1958,  there\t was  no  subsisting\nattachment but\tit must\t be recalled  that by  September 23,\n1952, the  sale was  confirmed and  the sale certificate was\nissued on  March 25,  1953, that  the two  days\t before\t the\nappeal of mortgagor preferred against the decree obtained by\nMotilal was allowed on March 27, 1953.\n</p><p data-structure=\"CDiscource\" id=\"p_63\">     <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"109083\" id=\"span_35\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1262724\" id=\"span_36\">The averments  of Motilal\tin his own application would\nprima facie  be sufficient  to sustain\tan application under\norder XXII, rule 10. The question whether he has acquired an\ninterest or  not in  the property  either by  assignment  or\ndevolution which  is the  subject matter  of dispute in this\nappeal would have to be answered on merits but the narration\nof chronological  events  as  delineated  hereinabove  would\nclearly show  that Motilal has more than a mere semblance of\ntitle which this Court will have to investigate. And even if\nstricto sensu  the application\twould not  fall under  order\nXXII, rule  10, <a href=\"/doc/161831507/\" id=\"a_45\">CPC</a>,  yet <a href=\"/doc/51978602/\" id=\"a_46\">section  146</a> of  the Code of Civil\nProcedure would\t certainly enable  Motilal to  maintain\t the\napplication (See  <a href=\"/doc/1262724/\" id=\"a_47\">Smt. Saila  Bala  Desai  v.  Smt.  Nirmala\nSundai\tDassai\tand  another</a>,  at  1291,  referred  to\twith\napproval in <a href=\"/doc/109083/\" id=\"a_48\">Shew Bux Mohata &amp; Ors. v. Bengal Breweries Ltd &amp;\nOrs. Undoubtedly  the High</a>  Court was  reluctant to overlook\nthe gross delay in preferring the application but even after\nthis  reluctance   the\tHigh   Court  having   granted\t the\napplication, we\t would consider\t it imprudent  to reject the\napplication on the ground of delay.</span></span>\n</p><p data-structure=\"CDiscource\" id=\"p_64\">     Once Motilal  becomes a party, two contentions advanced\non his\tbehalf will  have to  examined: (a)  has he  become,\nunder the  sale certificate  obtained by him, a purchaser of\nequity of  redemption so  as  to  dissentitle  the  original\nmortgagor from\tbringing the present action; (b) What is the\neffect of  the attachment  before judgment secured by him on\nNovember 6,  1947, on  the sale\t of equity  of redeption  in\nfavour of the subsequent purcharser under the sale deed Ext.\nP-1 dated October 14, 1950.\n</p><p data-structure=\"CDiscource\" id=\"p_65\">     Looking to the proclamation of sale it is crystal clear\nthat the property was sold subject to subsisting mortgage in\nfavour of Devi\n<span class=\"hidden_text\" id=\"span_37\">222</span>\nSahai, mortgagee.  At a\t court auction\twhat is\t sold is the\nright, title  and  interest  of\t the  judgment\tdebtor.\t The\njudgment debtor\t in  the  decree  obtained  by\tMotilal\t was\noriginal mortgagor  Sardar  Govindrao  Mahadik.\t Subject  to\nother conditions, his right, title and interest would be one\nof a  mortgagor, that  is the  right to\t redeem the mortgage\nstyle as  equity of  redemption. According  to Motilal\tthis\nequity of  redemption was  sold at  the court auction and it\nwas purchased  by him. Subject to the decision on the second\ncontention  so\t as  to\t the  effect  of  attachment  before\njudgment, there\t is no\tsubstance in this contention because\nmuch before  even the  proclamation of\tsale was  issued the\nequity of  redemption held  by the mortgagor was sold by him\nunder sale  deed Ext.  P-l dated October 14. 1950, in favour\nof 2nd\tplaintiff Gyarsilal.  Therefore, even on the date of\nthe decree  as also  on the  date of filing of the execution\napplication mortgagor  had no  subsisting  interest  in\t the\nproperty which\tcould be  sold at the court auction. On this\nshort ground  it can  be held  that Motilal  did not acquire\nunder the  sale certificate  equity  of\t redemption  of\t the\nmortgagee.\n</p><p data-structure=\"RespArg\" id=\"p_66\">     But Mr.  Sanghi, learned  counsel for Motilal contended\nthat the  transfer in  favour of  subsequent purchaser under\nthe sale  deed Ext.  P.1, dated\t October 14,  1950,  by\t the\nmortgagor is  void against Motilal because in the suit filed\nby Motilal  he had  obtained an\t order of  attachment before\njudgment of  the suit  property and  this attachment  before\njudgment would\tcover the  right, title\t and interest of the\nmortgagor defendants  in that suit and that any private sale\ninter vivos  of the attached property would under <a href=\"/doc/8866346/\" id=\"a_49\">section 64</a>\nof the Code of Civil Procedure be void against the attaching\ncreditor.  Proceeding\tfurther\t along\t this  line  it\t was\ncontended that\tas a  corollary if  the sale  in  favour  of\nsubsequent purchaser is void against Motilal then the equity\nof redemption  continued to  remain vested  in the  original\nmortgagor and  at the  court auction  the same\twas sold and\npurchaged by  Motilal. This  necessitates examination of the\neffect of an order of attachment before judgment in a suit.\n</p><p data-structure=\"CDiscource\" id=\"p_67\">     Order XXXVIII,  rule  5,  enables\tthe  Court  to\tlevy\nattachment before judgment at the instance of a plaintiff if\nthe conditions therein prescribed are satisfied. What is the\nnature of  attachment levied  in this case is not made known\nsave and  except saying\t that the suit property was attached\nand the\t sale proclamation  mentioned therein the subsisting\nmortgage. Taking the best view in favour of Motilal,\n<span class=\"hidden_text\" id=\"span_38\">223</span>\nOne can\t say that  what\t was  attached\twas  the  equity  of\nredemption. The\t attachment  was  levied  and  continued  to\nsubsist till  the date\tof the\tdecree. It would, therefore,\nnot be necessary to reattach the property.\n</p><p data-structure=\"Conclusion\" id=\"p_68\">     What is  the effect  of attachment\t before\t judgment  ?\nAttachment before  judgment is\tlevied where the court on an\napplication  of\t  the  plaintiff   is  satisfied   that\t the\ndefendant, with intent to obstruct or delay the execution of\nany decree  that may  be passed\t against him (a) is about to\ndispose of  the whole or any part of his property. Or (b) is\nabout to  remove the  whole or any part of his property from\nthe local  limits of the jurisdiction of the Court. The sole\nobject behind  the order  levying attachment before judgment\nis to  give an assurance to the plaintiff that his decree if\nmade would be satisfied. It is a sort of a guarantee against\ndecree becoming\t infructuous for  want of property available\nfrom  which  the  plaintiff  can  satisfy  the\tdecree.\t The\nprovision in  <a href=\"/doc/8866346/\" id=\"a_50\">section 64</a>  of the  Code\tof  Civil  Procedure\nprovides that where an attachment has been made, any private\ntransfer or  delivery of  the property\tattached or  of\t any\ninterest therein  and any  payment to the judgment debtor of\nany  debt,  dividend  or  other\t monies\t contrary  to.\tsuch\nattachment, shall  be void as against all claims enforceable\nunder the  attachment. What  is claimed\t enforceable is\t the\nclaim for which the decree is made. Motilal&#x27;s suit was for a\nmoney claim.  It finally  ended in  a decree  for Rs. 500 by\nHigh Court  and in  between  the  1st  appellate  court\t had\ndismissed Motilal&#x27;s  suit in  entirety. There  is nothing to\nshow that  the attachment  which would come to an end on the\nsuit being dismissed would get revived if a second appeal is\nfiled which ultimately succeeds. In fact, a dismissal of the\nsuit may  terminate the attachment and the same would not be\nrevived even  if the  suit  is\trestored  and  this  becomes\nmanifestly clear  from the newly added provision in sub rule\n(2) of rule 11 A of order XXXIII, <a href=\"/doc/161831507/\" id=\"a_51\">C.P.C</a>. which provides that\nattachment before  judgment in a suit which is dismissed for\ndefault shall not be revived merely because by reason of the\nfact that  the order  for the  dismissal  of  the  suit\t for\ndefault has  been set  aside and the suit has been restored.\nAs a  corollary it  would appear  that if  attachment before\njudgment is obtained in a suit which ends in a decree but if\nin  appeal  the\t decree\t is  set  aside\t the  attachment  of\nnecessity must\tfail.  There  should  be  no  difficulty  in\nreaching this conclusion.\n</p><p data-structure=\"Conclusion\" id=\"p_69\">     The  question,  however,  is  what\t happens  if  at  an\nintermediate state pursuant to the decree of the trial court\nthe attached pro-\n</p><span class=\"hidden_text\" id=\"span_39\">224</span>\n<p data-structure=\"Conclusion\" id=\"p_70\">perty is  sold at a court auction ? How would the rights and\nobligations of\tthe auction  purchaser be adversely affected\nif the\tappeal is  allowed  and\t the  suit  is\tdismissed  ?\nordinarily where  the appeal  is preferred an attempt should\nbe made to obtain stay of the execution of the decree of the\ntrial court.  However, it  is notorious\t that the  appellate\ncourt is  loath or reluctant to grant stay of a money decree\nand the\t judgment debtor may not be in a position to deposit\nthe decretal  amount and  in this  situation more  often the\nexecution proceeds  and before\tthe appeal is disposed of an\nequity in  favour of a third person as auction purchaser who\npurchases the  property at  a court  auction may  come\tinto\nexistence. If  afterwards the appeal is allowed and the suit\nis dismissed,  would  the  auction  purchaser  be  adversely\naffected ?  The emerging  situation  in\t this  case  clearly\ndemonstrates the dilemma.\n</p><p data-structure=\"CDiscource\" id=\"p_71\">     Ordinarily, if the aution purchaser is an outsider or a\nstranger and  if the  execution of the decree was not stayed\nof which he may have assured himself by appropriate enquiry,\nthe court auction held and sale confirmed and resultant sale\ncertificate having been issued would protect him even if the\ndecree in  execution of which the auction sale has been held\nis set\taside. This  proceeds on the footing that the equity\nin favour  of the  stranger  should  be\t protected  and\t the\nsituation is  occasionally reached  on account of default on\nthe part  of the  judgment debtor  not obtaining stay of the\nexecution of the decree during the pendency of the appeal.\n</p><p data-structure=\"Conclusion\" id=\"p_72\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1637242\" id=\"span_40\">But what happens if the auction-purchaser is the decree\nholder\thimself\t ?  In\tour  opinion,  the  situation  would\nmaterially alter  and this  decree holder-auction  purchaser\nshould not  be entitled\t to any protection. At any rate when\nhe proceeds  with the execution he is aware of the fact that\nan appeal  against the\toriginal decree\t is pending.  He  is\naware of  the fact that the resultant situa-may emerge where\nthe appeal  may be  allowed and the decree which he seeks to\nexecute may  be set  aside. He\tcannot\tforce  the  pace  by\nexecuting  the\tdecree\ttaking\tadvantage  of  the  economic\ndisability of  a judgment  debtor in a money decree and make\nthe situation  irreversible to the utter disadvantage of the\njudgment debtor\t who wins  the battle  and  loses  the\twar.\nTherefore, where  the auction-purchaser\t is none  other than\nthe decree  holder who\tby pointing  out that  there  is  no\nbidder at  the auction,\t for a\tnominal\t sum  purchases\t the\nproperty, to  wit, in  this case  for a final decree for Rs.\n500,  Motilal\tpurchased  the\tproperty  for  Rs.  300,  an\natrocious situation,  and yet  by a technicality he wants to\nprotect himself. To such an\n<span class=\"hidden_text\" id=\"span_41\">225</span>\nauction purchaser  who is  not a  stranger and\twho is\tnone\nother than  the decree holder, the court should not lend its\nassistance. The\t view which we are taking is not unknown and\nto some\t extent it  will be borne out by the observations of\nthis Court in <a href=\"/doc/1637242/\" id=\"a_52\">Janak Raj v. Gurdial Singh and Anr. This</a> Court\nmade a pertinent observation which may be extracted:</span>\n</p><blockquote id=\"blockquote_30\">\t  &quot;The policy of the legislature seems to to be that\n     unless  a\t stranger  auction  purchaser  is  protected\n     against the  vicissitudes of  the fortunes of the suit,\n     sales in  execution would\tnot attract customers and it\n     would be  to the  detriment  of  the  interest  of\t the\n     borrower and  the creditor\t alike if sales were allowed\n     to be impugned merely because the decree was ultimately\n     set aside or modified.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_73\">     Viewed from  this angle,  the order  of the  High Court\nthat the  auction-purchaser decree  holder Motilal  would be\nentitled to  recover the  decretal amount  of Rs.  500\twith\ninterest at the rate of 4% per annum and proportionate costs\ncould be  styled as  manifestly equitable. However the Court\ncannot overlook\t the  conduct  of  the\tmortgagor  Govindrao\nMahadik, his  subsequent purchaser  Gyarsilal and  even\t the\noriginal mortgagee Devi Sahai in not paying a small debt and\nallowing the property to be auctioned and forcing Motilal to\nthe logical  end of litigation and yet without the slightest\nrecompense to  go on  investing into  this bottomless pit of\nunending litigation.  And  at  best  his  attachment  before\njudgment is  a security\t that his  decree would be satisfied\nfrom the  property  attached  and  sale\t to  the  extent  of\nrecovery of decretal amount from attached property would be,\nagainst attaching creditor void. If we assure him payment of\ndecretal amount\t and costs  the sale  in his favour is of no\nsignificance. The  logical course  for us would have been to\nleave Motilal to his own remedy which we consider inequitous\nin the\tfacts and circumstances of this case. The order made\nby the\tHigh Court  would hardly  provide him  Rs. 1,500  to\nrecover which  he must\thave spent  at the  inflated rate of\nlitigation costs.  In our  opinion, while  not granting\t the\nsubstantial relief  claimed by\tMotilal and  looking to\t the\nconduct of all the parties, we direct that Motilal should be\npaid Rs.  7,500\t inclusive  of\tdecretal  amount,  interest,\nproportionate costs  and costs of the litigation till today,\nand for\t this amount there will be a charge on this property\nto be cleared by\n<span class=\"hidden_text\" id=\"span_42\">226</span>\nGovindro Mahadik  at the  time of redemption of the property\nwhich amount  will have\t to be paid by Gyarasilal&#x27;s heirs in\nview of the sale-deed in favour of Gyarsilal.\n</p><p data-structure=\"Conclusion\" id=\"p_74\">     Accordingly,  Civil   Appeal  No.\t 1144/69  filed\t  by\nGovindrao Mahadik  is allowed and the judgment and decree of\nthe High  Court are  set aside\tand those of the trial court\nare restored with costs throughout.\n</p><p data-structure=\"Conclusion\" id=\"p_75\">     Civil  Appeal  No.\t 1145/69  preferred  by\t Motilal  is\ndisposed  of   in  accordance  with  direction\therein-above\nindicated with\tno order  as to\t costs. CMP  9004/80 and CMP\n10593/80 for substitution are allowed.\n</p><pre id=\"pre_3\">P.B.R.\t\t\t\t\t    Appeals allowed.\n<span class=\"hidden_text\" id=\"span_43\">227</span>\n\n\n\n</pre>","numcites":14,"numcitedby":147,"docsource":"Supreme Court of India","citetid":1965204,"divtype":"judgments","relatedqs":[{"value":"unregistered sale deed  ","formInput":"unregistered%20sale%20deed%20%20"},{"value":"attachment before judgment","formInput":"attachment%20before%20judgment"},{"value":"oral agreement","formInput":"oral%20agreement"},{"value":"doctrine of part performance","formInput":"doctrine%20of%20part%20performance"},{"value":"\"unregistered sale deed\"","formInput":"%22unregistered%20sale%20deed%22"},{"value":"part performance of contract","formInput":"part%20performance%20of%20contract"},{"value":"oral contract","formInput":"oral%20contract"},{"value":"redemption  of mortgage ","formInput":"redemption%20%20of%20mortgage%20"},{"value":"auction purchaser ","formInput":"auction%20purchaser%20"},{"value":"part performance or furtherance of contract","formInput":"part%20performance%20or%20furtherance%20of%20contract"},{"value":"concluded contract","formInput":"concluded%20contract"},{"value":"fraud on statute'","formInput":"fraud%20on%20statute%27"},{"value":" subsequent purchaser ","formInput":"%20subsequent%20purchaser%20"},{"value":"attachment of property","formInput":"attachment%20of%20property"},{"value":"unregistered sale ","formInput":"unregistered%20sale%20"},{"value":"court auction","formInput":"court%20auction"},{"value":"mutation","formInput":"mutation"},{"value":"sale certificate","formInput":"sale%20certificate"},{"value":"suit for redemption","formInput":"suit%20for%20redemption"},{"value":"specific performance","formInput":"specific%20performance"}],"cats":[{"value":"part-performance","formInput":"tag:part-performance"},{"value":"contracts-to-be-taken-as-part-of-contract-act","formInput":"tag:contracts-to-be-taken-as-part-of-contract-act"}],"courtcopy":true,"query_alert":null,"agreement":false}