{"tid":161810872,"publishdate":"2017-04-06","title":"Devendra Nath Srivastava vs State Of U.P on 6 April, 2017","doc":"<h2 class=\"doc_title\">Devendra Nath Srivastava vs State Of U.P on 6 April, 2017</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2017 SUPREME COURT 1812, AIR 2017 SC (CRIMINAL) 1297, 2017 CRILR(SC&MP) 349, (2017) 3 ALLCRILR 1034, (2017) 4 SCALE 261, (2017) 2 CGLJ 314, (2017) 2 CURCRIR 135, (2017) 2 ALLCRIR 1219, (2017) 2 CRILR(RAJ) 349, (2017) 1 UC 746, (2017) 3 BOMCR(CRI) 504, (2017) 2 DLT(CRL) 282, (2017) 99 ALLCRIC 656, 2017 CALCRILR 3 57, (2017) 2 PAT LJR 363, 2017 CRILR(SC MAH GUJ) 349, (2017) 2 CRIMES 144, (2017) 67 OCR 651, (2017) 2 RECCRIR 510, 2017 (5) SCC 769, (2017) 2 JLJR 244, (2017) 173 ALLINDCAS 59 (SC), (2017) 5 MH LJ (CRI) 317, 2017 (3) SCC (CRI) 455, 2017 (4) KCCR SN 477 (SC)</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:p-c-pant\">Prafulla C. Pant</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:p-c-pant\">Prafulla C. Pant</a>, <a href=\"/search/?formInput=benchid:n-v-ramana\">N.V. Ramana</a></h3>\n\n<pre id=\"pre_1\">                                    IN THE SUPREME COURT OF INDIA\n\n\n                       CRIMINAL APPELLATE JURISDITION\n\n\n                       CRIMINAL APPEAL NO. 87 OF 2008\n\n\n      Devendra Nath Srivastava                           … Appellant\n\n\n            Versus\n\n\n      State of U.P.                                      …Respondent\n\n\n                                    WITH\n\n\n                     CRIMINAL APPEAL NOS. 88-90 OF 2008\n\n\n      Preeti Srivastava                                  … Appellant\n\n\n                                   Versus\n\n\n      Devendra Nath Srivastava and Anr.            …Respondents\n\n\n\n\n\n\n\n\n\n\n\n\n                               J U D G M E N T\n</pre>\n\n\n\n<p data-structure=\"Issue\" id=\"p_1\">      Prafulla C. Pant, J.\n</p>\n\n\n\n<p data-structure=\"Issue\" id=\"p_2\">   1.  These  appeals  are  directed  against  judgment  and   order   dated\n      24.08.2007, passed by the  High  Court  of  Judicature  at  Allahabad,\n      Lucknow Bench, in Criminal Appeal No. 201 of 2007 whereby  said  Court\n      has disposed of Capital Reference No. 2 of 2007  along  with  criminal\n      appeals filed by appellant Devendra Nath  Srivastava  arising  out  of\n      judgment and order dated  18.01.2007  passed  by  Additional  Sessions\n      Judge/Special Judge (E.C. Act) Gonda, relating to  conviction  of  the\n      appellant under <a href=\"/doc/1560742/\" id=\"a_1\">Section 302</a> of Indian Penal Code (for short “<a href=\"/doc/1569253/\" id=\"a_2\">IPC</a>”)  in\n      Sessions Trial No. 258 of 2005.  By the impugned order passed  by  the\n      High Court, conviction of the appellant under <a href=\"/doc/1560742/\" id=\"a_3\">Section 302</a> IPC has been\n      set aside, instead he is convicted under <a href=\"/doc/409589/\" id=\"a_4\">Section 304</a> Part I  <a href=\"/doc/1569253/\" id=\"a_5\">IPC</a>,  and\n      sentenced to rigorous imprisonment for ten years and to  pay  fine  of\n      ?10,000/-,  in  default  to  under   further   six   months   rigorous\n      imprisonment\n\n\n</p><p data-structure=\"Facts\" id=\"p_3\">   2.  Prosecution  story,  in  brief,  is  that  appellant  Devendra   Nath\n      Srivastava got married to Madhu Srivastava (deceased)  on  04.03.1994.\n      The couple had four children.   On  12.05.2005  at  about  7.30  p.m.,\n      complainant  Shailender  Kumar  Srivastava,  who  is  nephew  of   the\n      appellant, heard cries of the appellant’s children and rushed  to  the\n      house of his uncle (appellant), where he saw the appellant  assaulting\n      his wife with brick.  On  seeing  PW-6  and  others  coming  from  the\n      neighbourhood, the appellant ran away.  The  appellant’s  wife  (Madhu\n      Srivastava) was taken by PW-6 Shailender Kumar Srivastava to  District\n      Hospital after arranging an ambulance.  However, the doctors  declared\n      her brought dead.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_4\">   3. A First Information Report (Ex. A-9) was got lodged by PW-6 at  Police\n      Station Kotwali City Gonda on the  very  day  at  about  21.45  hours.\n      Crime No. 169 of 2005 was registered based on  the  said  F.I.R.   The\n      Investigating Officer, after interrogating the  complainant,  went  to\n      the spot and got sealed the dead body of the deceased and prepared the\n      inquest Report (Ex. A-1).  On 13.05.2005 PW-7 Dr.  Rajkumar  conducted\n      autopsy, and opined that the deceased had died of asphyxia on  account\n      of ante mortem injuries.  In  all,  nine  ante  mortem  injuries  were\n      recorded in the post mortem examination report (Ex. A-10).  Meanwhile,\n      the appellant was arrested, and on his pointing out  recovery  of  the\n      brick used in the crime was made.  The blood-stained shirt  and  pants\n      of the appellant were also taken into  possession  by  the  police  in\n      respect of which memo (Ex. A-13) was prepared.   After  completion  of\n      investigation, a charge sheet was submitted by  Investigating  Officer\n      Rajender Prasad Singh (PW-8) against the appellant for his trial.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_5\">   4. It appears that the case was committed to the court  of  Sessions  for\n      trial.  On 10.08.2005 learned Sessions Judge, Gonda framed  charge  in\n      respect of offence  punishable  under  <a href=\"/doc/1560742/\" id=\"a_6\">Section  302</a>  IPC  against  the\n      appellant-accused  Devendra  Nath  Srivastava  to  which  the  accused\n      pleaded not guilty and claimed to be tried.  On this, prosecution  got\n      examined PW-1 Vijay Kumar Chaurasia, PW-2 Rampher Jaiswal, PW-3 Sadhna\n      Srivastava,  PW-4  Virender  Singh,  PW-5  Preeti   Srivastava,   PW-6\n      Shailender Kumar Srivastava (informant), PW-7 Dr.  Rajkumar  and  PW-8\n      Incharge Inspector Rajender Prasad Singh (Investigating Officer).\n</p><p data-structure=\"Facts\" id=\"p_6\">   5. The prosecution evidence was put to the accused under <a href=\"/doc/767287/\" id=\"a_7\">Section  313</a>  of\n      Criminal Procedure Code (<a href=\"/doc/445276/\" id=\"a_8\">Cr.P.C</a>.), in response  to  which  he  pleaded\n      that at the time of incident he had gone to his native village to give\n      medicines to his mother.  Thereafter, on behalf of  the  defence  DW-1\n      Shyam Rang and DW-2 Chandermukhi were got examined.  The  trial  court\n      in its wisdom got summoned court witness Adesh Kumar  Srivastava  (CW-\n</p><blockquote id=\"blockquote_1\">      1), the eldest son of the deceased who was minor.  His  statement  was\n      recorded on 16.11.2006.  Thereafter, this additional evidence was also\n      put to the accused under Section 313 Cr.P.C.\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_7\">   6. After hearing the parties, the trial court found that  the  charge  in\n      respect of offence punishable under <a href=\"/doc/1560742/\" id=\"a_9\">Section 302</a> is proved against  the\n      accused, and convicted him accordingly.  The parties were  heard  also\n      on sentence and the trial court awarded death sentence to the convict,\n      and submitted the record to the High Court  vide  judgment  and  order\n      dated 18.01.2007, for affirmation of the sentence.\n</p><p data-structure=\"Conclusion\" id=\"p_8\">   7. Aggrieved by the judgment and order of the  trial  court  the  convict\n      preferred appeal (Criminal Appeal No. 201 of 2007) to the High  Court.\n      He further got submitted another appeal (Criminal Appeal  No.  237  of\n      2007) from jail.  Both these appeals were clubbed  together  with  the\n      Reference made by the Court of Sessions, and disposed of  together  by\n      the High Court  vide  common  judgment  and  order  dated  24.08.2007,\n      impugned before us.  The High Court held that the incident  had  taken\n      place after altercations between the deceased and the accused, who was\n      drunk, and the homicidal death is caused by the appellant, and the act\n      is covered under <a href=\"/doc/409589/\" id=\"a_10\">Section 304</a> Part I <a href=\"/doc/1569253/\" id=\"a_11\">IPC</a>, and  not  under  <a href=\"/doc/1560742/\" id=\"a_12\">Section  302</a>\n      IPC.  Accordingly,  the  High  Court  set  aside  the  conviction  and\n      sentence under <a href=\"/doc/1560742/\" id=\"a_13\">Section  302</a>  IPC  recorded  by  the  trial  court  and\n      convicted the appellant under <a href=\"/doc/409589/\" id=\"a_14\">Section 304</a> Part I <a href=\"/doc/1569253/\" id=\"a_15\">IPC</a> and sentenced him\n      to undergo ten years rigorous imprisonment and to pay fine of ?10,000/-\n      , in default to undergo further six months rigorous imprisonment.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_9\">   8. Convict Devendra Nath Srivastava and victim’s sister Preeti Srivastava\n      moved this Court through separate Special Leave Petitions  challenging\n      the order passed by the High Court.  Criminal Appeal No.  87  of  2008\n      has arisen out of the Special Leave Petition filed by the convict, and\n      Criminal Appeal Nos. 88-90 of 2008 have  arisen  out  of  the  Special\n      Leave Petitions filed by Preeti Srivastava, sister of the deceased.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_10\">   9. We have heard learned counsel for the parties at  length  and  perused\n      the record of the case.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_11\">  10. Before further discussion, we think it just and proper to mention  the\n      ante mortem injuries recorded by PW-7  Dr.  Rajkumar  in  the  autopsy\n      report (Ex. A-10).  The same are reproduced as under: -\n</p><blockquote id=\"blockquote_2\">           “(1)  Lacerated wound 5 cm x 4 cm x bone deep on  back  of  left\n                 ear.  Clotted blood seen in the wound.\n</blockquote>\n\n<blockquote id=\"blockquote_3\">           (2)   Multiple red contusion in area of 10 cm x  8  cm  on  left\n                 side of face.\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_4\">           (3)   Lacerated wound 3 cm x 1 cm x bone  deep  just  below  the\n                 left mandible and 2.5 cm on  left  to  the  chin.   Clotted\n                 blood seen in the wound.\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_5\">           (4)   Lacerated wound 1.5 cm x .5 cm x bone  deep  on  the  chin\n                 surrounded by red contusion in the area of 4 cm x 3 cm.\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_6\">           (5)   Lacerated wound 2 cm x 1 cm x muscle deep on right side of\n                 forehead adjacent to the right eyebrow.  Blood  clots  seen\n                 in the wound.\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_7\">           (6)   Incised wound 6 cm x 1 cm x muscle deep on  left  side  of\n                 neck 7 cm below the left ear.\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_8\">           (7)   Red contusion 5 cm x 3 cm across the trachea on the  front\n                 of neck.\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_9\">           (8)   Red contusion with abrasion in the area of 13 cm  x  5  cm\n                 along right collar bone.\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_10\">           (9)   Red contusion with abrasion 3 cm x 2 cm  on  top  of  left\n                 shoulder joint.”\n\n\n\n            PW-7 Dr. Raj Kumar has stated that on internal examination  both\n      upper and lower jaws’ bones found broken and some  portions  of  upper\n      and lower teeth were also found broken.  He further found  hyoid  bone\n      fractured and both lungs blocked.  These observations are also made in\n      the autopsy report.  It has been opined by the  said  Medical  Officer\n      that Madhu Srivastava (deceased) died of strangulation with the  above\n      mentioned ante mortem injuries.\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_12\">  11. The medical evidence, discussed above, clearly establishes that  Madhu\n      Srivastava (wife of the appellant Devendra Nath Srivastava)  has  died\n      homicidal death.  Now, we have to examine whether  the  appellant  has\n      caused the death of his wife, as suggested by the prosecution, or not.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_13\">  12. On perusal of the evidence on record, it  is  clear  that  PW-1  Vijay\n      Kumar Chaurasia, PW-2 Rampher Jaiswal, PW-3  Sadhna  Srivastava,  PW-4\n      Virender Singh  and  PW-6  Shailender  Kumar  Srivastava  have  turned\n      hostile to prosecution, but on  careful  scrutiny  of  their  evidence\n      there is no difficulty in finding the ring of truth in the prosecution\n      story.  PW-1 Vijay Kumar Chaurasia though states in his examination-in-\n      chief that before  the  incident  he  had  no  acquaintance  with  the\n      appellant, but has proved the inquest report (Ex. A-1) in  the  cross-\n      examination stating that he witnessed the inquest  proceedings.   PW-2\n      Rampher Jaiswal in his examination-in-chief, denies  his  presence  at\n      the time of the incident, but in cross-examination  this  witness  has\n      proved that the brick, allegedly used in the crime, was  recovered  on\n      pointing out of the accused Devendra Nath Srivastava.  He  proved  his\n      signatures in the recovery memo.  PW-6 Shailender Kumar Srivastava has\n      stated that he is the nephew of the deceased and the accused,  but  he\n      does not know how his aunt (Madhu Srivastava) died.   He  has  further\n      stated that the accused and the deceased had strained  relations.   In\n      the cross-examination he admits that he gave written report  (Ext.  A-\n</p><p data-structure=\"RespArg\" id=\"p_14\">      26) to the police, soon after the incident on 12.05.2005.  He  further\n      stated that he took Madhu Srivastava (in  injured  condition)  to  the\n      hospital at about 8.50 p.m. where she was declared brought dead.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_15\">  13. PW-5 Preeti Srivastava, sister of the deceased, has  stated  that  the\n      deceased was married  to  appellant  Devendra  Nath  Srivastava.   She\n      further stated that the  appellant  was  Field  Inspector  with  Khadi\n      Gramodyog Board.  She further disclosed that she used  to  live  at  a\n      distance of some 1-1.5 kilometers away from the house of the appellant\n      and his family.  She further told that there were four  children  born\n      out of the wedlock  between  the  deceased  and  the  appellant.   She\n      further stated that the appellant used to torture the  deceased  after\n      taking alcohol.  She has proved the letters Exs. A-2, A-3, A-4 and A-5\n      written by the deceased to  her  father  complaining  about  the  ill-\n      treatment meted out to her by the appellant.  In all these letters, it\n      is specifically mentioned by the deceased that  the  appellant  was  a\n      drunkard and used to  beat  her  after  getting  drunk.   PW-5  Preeti\n      Srivastava has further stated that there had been  litigation  between\n      the deceased and the appellant,  but  it  terminated  with  compromise\n      entered between the parties in 2003 (Ex. A-8).\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_16\">  14. PW-8 Inspector Rajendra Prasad Singh, the Investigating  Officer,  has\n      stated that  during  interrogation  he  recovered  brick  (Ex.  I)  on\n      pointing out of the accused.  He has further  stated  that  the  blood\n      stained pantaloons and the  shirt  of  the  accused  were  taken  into\n      possession, and memo (Ex. A-13) was prepared, and  sent  for  chemical\n      analysis along with other blood stained articles including  the  blood\n      stained piece of floor collected from the spot as also the clothes  of\n      the deceased (Ex. 2, 3, and 4).  Forensic  Science  Laboratory  report\n      dated 14.10.2005 (Ex. A-27) shows that in the blood stained clothes of\n      the accused contained human blood.  It further  discloses  that  human\n      blood was also found in the piece of cement floor and the  clothes  of\n      the deceased.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_17\">  15. Statement of CW-1 Adesh Kumar Srivastava, eight years old  eldest  son\n      of the appellant and the deceased, does not support prosecution but it\n      can be easily gathered that after he lost his mother, he does not want\n      to lose his father.  At one stage he says his mother fell on a  brick,\n      and then discloses that she had fallen from  the  staircase.   At  the\n      end, he states that at the time of the incident he was playing at  the\n      boundary of the house.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_18\">  16. Though the defence witnesses DW-1 Shyam  Rang  and  DW-2  Chandermukhi\n      have attempted to say that Devendra Nath  Srivastava  (appellant)  had\n      gone to village on the day of the incident to give  medicines  to  his\n      mother, but there is nothing to  corroborate  on  the  record  if  any\n      medicine is purchased from any chemist by the appellant.  It  is  also\n      not clear as to what was the ailment of his mother, and since when she\n      was unwell.  In our opinion, the trial court and the High  Court  have\n      rightly disbelieved these two witnesses.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_19\">  17. On re-appreciation  of  entire  evidence  and  having  considered  the\n      submissions of learned counsel for the parties, we agree with the view\n      taken by the High Court  that  it  is  clearly  established  from  the\n      evidence on record that the appellant caused homicidal  death  of  his\n      wife, after quarrel between the two.  It is established on the  record\n      that the appellant was a drunkard.  The First Information  Report  was\n      lodged by none other than  the  appellant’s  own  nephew,  immediately\n      after the incident.  There is no version put forward by the  appellant\n      as to how his wife died homicidal death in his house.  Considering the\n      facts and circumstances of the case, it  appears  that  the  appellant\n      acted in a fit of anger.  It is nobody’s case that the  appellant  had\n      any concubine.  Rather statement of PW-5 Preeti Srivastava shows  that\n      suit for restitution of conjugal rights, filed by the  appellant,  was\n      decided in terms of compromise, and they started living together  with\n      their children.\n</p>\n\n<p data-structure=\"Section\" id=\"p_20\">  18. As to whether the act on the part of  the  appellant  constitutes  the\n      offence punishable under <a href=\"/doc/1560742/\" id=\"a_16\">Section 302</a> IPC or <a href=\"/doc/409589/\" id=\"a_17\">Section 304</a> Part I <a href=\"/doc/1569253/\" id=\"a_18\">IPC</a>, we\n      are of the view that the incident has occurred after  quarrel  between\n      the appellant and the deceased which is not a planned act.  It is also\n      established that the appellant was a drunkard.  In our opinion, in the\n      facts and circumstances of the case, the view taken by the High Court,\n      that the appellant has committed offence punishable under <a href=\"/doc/409589/\" id=\"a_19\">Section  304</a>\n      Part I <a href=\"/doc/1569253/\" id=\"a_20\">IPC</a>, requires no interference.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_21\">  19. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"605891\" id=\"span_1\">In <a href=\"/doc/605891/\" id=\"a_21\">State of Andhra Pradesh v. Rauavarapu Punnayya &amp; another</a> [(1977)  1\n      Supreme Court Reports 601  at  606][1],  this  Court,  explaining  the\n      scheme of Penal Code relating to culpable homicide, has laid down  the\n      law as under:-</span>\n</p><blockquote id=\"blockquote_11\">           “In the scheme of the Penal Code, “culpable homicide”  is  genus\n           and “murder” its specie. Every “murder” is  “culpable  homicide”\n           but not vice-versa. Speaking generally, “culpable homicide” sans\n           “special characteristics of murder”, is “culpable  homicide  not\n           amounting to murder”. For  the  purpose  of  fixing  punishment,\n           proportionate to the gravity of this generic offence,  the  Code\n           practically recognises three degrees of culpable  homicide.  The\n           first is, what may be called, “culpable homicide  of  the  first\n           degree”. This is the greatest form of culpable  homicide,  which\n           is defined in <a href=\"/doc/626019/\" id=\"a_22\">Section 300</a> as “murder”. The second may be  termed\n           as “culpable homicide of the second degree”. This is  punishable\n           under the first part of <a href=\"/doc/409589/\" id=\"a_23\">Section 304</a>. Then,  there  is  “culpable\n           homicide of the third  degree”.  This  is  the  lowest  type  of\n           culpable homicide and the punishment provided for it  is,  also,\n           the lowest among the punishments provided for the three  grades.\n           Culpable homicide of this degree is punishable under the  second\n           part of <a href=\"/doc/409589/\" id=\"a_24\">Section 304</a>.”\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_22\">  20. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"605891\" id=\"span_2\">In the same case, i.e. <a href=\"/doc/605891/\" id=\"a_25\">State of Andhra Pradesh v. Rauavarapu  Punnayya\n      &amp; another</a> (supra), this Court has further  observed  at  page  608  as\n      under: -</span>\n</p>\n<blockquote id=\"blockquote_12\">           “……….whenever a court is confronted with  the  question  whether\n           the offence is “murder” or “culpable homicide not  amounting  to\n           murder”, on the facts of a case, it will be convenient for it to\n           approach the  problem  in  three  stages.  The  question  to  be\n           considered at the first stage would be, whether the accused  has\n           done an act by doing which he has caused the death  of  another.\n           Proof of such causal connection between the act of  the  accused\n           and the death, leads to the second stage for considering whether\n           that act of  the  accused  amounts  to  “culpable  homicide”  as\n           defined in <a href=\"/doc/305371/\" id=\"a_26\">Section 299</a>. If the answer to this question is  prima\n           facie found in the affirmative, the stage  for  considering  the\n           operation of <a href=\"/doc/626019/\" id=\"a_27\">Section 300</a> of the Penal Code, is reached. This  is\n           the stage at which the court should determine whether the  facts\n           proved by the prosecution bring the case within the ambit of any\n           of the four clauses of the definition of “murder”  contained  in\n           <a href=\"/doc/626019/\" id=\"a_28\">Section 300</a>. If the answer to this question is in  the  negative\n           the  offence  would  be  “culpable  homicide  not  amounting  to\n           murder”, punishable under  the  first  or  the  second  part  of\n           <a href=\"/doc/409589/\" id=\"a_29\">Section 304</a>, depending, respectively, on whether the  second  or\n           the third clause of <a href=\"/doc/305371/\" id=\"a_30\">Section 299</a> is applicable. If this  question\n           is found in the positive, but the case comes within any  of  the\n           exceptions enumerated in <a href=\"/doc/626019/\" id=\"a_31\">Section 300</a>, the offence would still be\n           “culpable homicide not amounting to  murder”,  punishable  under\n           the first part of <a href=\"/doc/409589/\" id=\"a_32\">Section 304</a>, of the Penal Code.”\n</blockquote><p data-structure=\"Conclusion\" id=\"p_23\">  21. In view of the above discussion of facts and law, we are in  agreement\n      with the conviction and sentence recorded against the appellant by the\n      High Court.  Therefore,  the appeals are dismissed.\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_24\">                                             .........................J.\n                                                               [N.V. Ramana]\n\n\n\n\n\n\n                                          .........................J.\n                                                          [Prafulla C. Pant]\n      New Delhi;\n</p><p data-structure=\"Conclusion\" id=\"p_25\">      April 6, 2017.\n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_26\">      -----------------------\n</p><p data-structure=\"Precedent\" id=\"p_27\">[1] (1976) 4 SCC 382\n\n\n\n</p>","numcites":8,"numcitedby":10,"docsource":"Supreme Court of India","citetid":161810872,"divtype":"judgments","relatedqs":[{"value":"culpable homicide not amounting to murder","formInput":"culpable%20homicide%20not%20amounting%20to%20murder"},{"value":"-culpable homicide","formInput":"-culpable%20homicide"},{"value":"section 302 ipc","formInput":"section%20302%20ipc"},{"value":"section 304 ipc","formInput":"section%20304%20ipc"},{"value":"section 302 indian penal code","formInput":"section%20302%20indian%20penal%20code"},{"value":"culpable homicide and murder","formInput":"culpable%20homicide%20and%20murder"},{"value":"section 304 indian penal code","formInput":"section%20304%20indian%20penal%20code"},{"value":"preeti srivastava","formInput":"preeti%20srivastava"},{"value":" special leave petition","formInput":"%20special%20leave%20petition"},{"value":"section 300","formInput":"section%20300"},{"value":"304 ipc part i","formInput":"304%20ipc%20part%20i"},{"value":"homicidal death","formInput":"homicidal%20death"},{"value":"section 304","formInput":"section%20304"},{"value":"inquest","formInput":"inquest"},{"value":"304 part i","formInput":"304%20part%20i"},{"value":"drunkard","formInput":"drunkard"},{"value":"Homicide ","formInput":"Homicide%20"},{"value":" blood stains ","formInput":"%20blood%20stains%20"},{"value":"304 i.p.c","formInput":"304%20i.p.c"},{"value":"\"Vijay Kumar\"","formInput":"%22Vijay%20Kumar%22"}],"cats":[{"value":"culpable-homicide","formInput":"tag:culpable-homicide"},{"value":"murder","formInput":"tag:murder"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"definition-murder","formInput":"tag:definition-murder"}],"courtcopy":true,"query_alert":null,"agreement":false}