{"tid":53046817,"publishdate":"2012-09-13","title":"Chhedilal & Ors. vs The State Of M.P on 13 September, 2012","doc":"<h2 class=\"doc_title\">Chhedilal &amp; Ors. vs The State Of M.P on 13 September, 2012</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:n-k-gupta\">N.K.Gupta</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:n-k-gupta\">N.K.Gupta</a></h3>\n\n<pre id=\"pre_1\">HIGH COURT OF JUDICATURE MADHYA PRADESH,\n                JABALPUR\n\n\nDIVISION BENCH: Hon&#x27;ble Mr. Justice Rakesh Saksena\n                               &amp;\n                Hon&#x27;ble Mr. Justice N.K.Gupta, JJ.\n\n\n            CRIMINAL APPEAL NO.1492 OF 2004\n\n                           Chhedilal &amp; others.\n                                   Vs.\n                        State of Madhya Pradesh.\n\n\n             CRIMINAL APPEAL NO.276 OF 2005\n\n                        State of Madhya Pradesh.\n                                     Vs.\n                             Ijjatlal &amp; others.\n\n---------------------------------------------------------------------------------------\nCr.A.No.1492/2004\nShri Vijay Nayak, Advocate for the appellants.\nShri Uamesh Pandey, Government Advocate for the\nrespondent-State.\n\nCr.A.No.276/2005\nShri Umesh Pandey, Government Advocate for the\nappellant-State.\nShri Pranay Gupta, Advocate for the respondents No.10\nand 11.\nShri Vijay Nayak, Advocate for rest of the respondents.\n---------------------------------------------------------------------------------------\n                                  JUDGMENT\n</pre>\n<p data-structure=\"Section\" id=\"p_1\">     (Delivered on this the 13th day of September, 2012)\n\nPER: N.K.GUPTA,J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n</p><p data-structure=\"Issue\" id=\"p_3\">               This judgment passed by us shall govern the\n\ndisposal of Criminal Appeal No.1492/2004 and Criminal\n<span class=\"hidden_text\" id=\"span_1\">                                  2</span>\n                                     Cr.A.No.1492/04 &amp; Cr.A.No.276/05\n\n\nAppeal No.276/2005, since both the appeals arise out of\n\ncommon impugned judgment.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">2.         The appellants-accused            in Criminal Appeal\n\nNo.1492/2004 has preferred this appeal against the\n\njudgment     dated     12.08.2004        passed        by   the    First\n\nAdditional Sessions Judge, Rewa in ST No.209/2000,\n\nwhereby the appellants were convicted and sentenced as\n\nunder:\n</p>\n<blockquote id=\"blockquote_1\">  Name of Conviction          Sentence         Fine     Default\nthe accused U/S (<a href=\"/doc/1569253/\" id=\"a_1\">IPC</a>)                          (Rs.)    sentence\nAppellants   302/34           Life    1000/- three months\nNo.1 to 4                imprisonment        imprisonment\n\n             325/34      one year RI           500/-    three months\n                                                        imprisonment\n\n             324/34      six months RI         300/-    three months\n                                                        imprisonment\n\n             323/34      three months          300/-    one    month\n                         RI                             imprisonment\n\nAppellants 325/34         one year RI          500/- three months\n<span class=\"hidden_text\" id=\"span_2\">No.5 and 6</span>\n                                                        imprisonment\n<span class=\"hidden_text\" id=\"span_3\">             324/34</span>\n                         six months RI         300/-</blockquote><pre id=\"pre_2\">\n                                                        three months\n                                                        imprisonment\n<span class=\"hidden_text\" id=\"span_4\">             323/34</span>\n                         three months          300/-\n                                                        one       month\n                         RI\n                                                        imprisonment\n\n\n           All   the   sentences        were     directed     to    run\n\nconcurrently.\n\n3.         The   State   has     preferred       Criminal         Appeal\n\n</pre><blockquote id=\"blockquote_2\">No.276/2005 against the said impugned judgment on the\n\nground that all the respondents-accused be convicted for\n<span class=\"hidden_text\" id=\"span_5\">                             3</span>\n                                Cr.A.No.1492/04 &amp; Cr.A.No.276/05\n\n\ncommission of offence punishable under <a href=\"/doc/1560742/\" id=\"a_2\">Section 302</a> of\n\nIPC read with <a href=\"/doc/37788/\" id=\"a_3\">Section 34</a> or 149 of <a href=\"/doc/1569253/\" id=\"a_4\">IPC</a> and the\n\nrespondent-accused Matadeen may also be convicted for\n\ncommission of offence punishable under <a href=\"/doc/1560742/\" id=\"a_5\">Section 302</a> of\n\nIPC read with <a href=\"/doc/37788/\" id=\"a_6\">Section 34</a> or 149 of <a href=\"/doc/1569253/\" id=\"a_7\">IPC</a> and sentenced in\n\nan appropriate manner.\n</blockquote>\n<blockquote id=\"blockquote_3\">4.        The prosecution case, in short, is that on\n\n25.7.2000, at about 9:00 AM in the morning, Makradhwaj\n\n(PW-3) along with Mordhwaj, Tungdhwaj, Gopal and\n\nGulab @ Chandramani went to plough &quot;kachhar wala\n\nkhait&quot; at village Khadhu, Police Station Panwar District\n\nRewa. At about 9:00 AM on reaching at the spot, they\n\nobserved that one &quot;nachani wala khait&quot; was filled with\n\nwater, and therefore Mordhwaj went to create a drain in\n\nthat field. But at that time all the appellants and the\n\nrespondents in Criminal Appeal No.276/2005 came to\n\nthat field with a tractor which was driven by one Ijjatlal\n\nand they started ploughing that field. Mordhwaj tried to\n\nstop them and therefore they took the victim Mordhwaj\n\nnear the well situated in a field having Survey No.205/7\n\nand assaulted him brutally due to which he died at the\n\nspot. Thereafter Tungdhwaj went to stop them, but he\n\nwas also beaten by them. The assailants were armed with\n\nsang, farsa, sticks and so many            deadly    weapons.\n\n</blockquote><p data-structure=\"Facts\" id=\"p_5\">Thereafter   Mohanram      (PW-4),      Shyamkali      (PW-6),\n<span class=\"hidden_text\" id=\"span_6\">                             4</span>\n                                Cr.A.No.1492/04 &amp; Cr.A.No.276/05\n\n\nAngdhwaj (PW-8), Garundhwaj (PW-9) etc. also went to\n\nthe spot with a request that the assailants should not\n\nassault the victims. But the accused persons also\n\nassaulted Mohanram, Shyamkali, Tungdhwaj, Angdhwaj,\n\nGarundhwaj and Santkumari, who sustained various\n\ninjuries. When Tungdhwaj was taken to the Police\n\nStation, he died in the way. In the meantime, some one\n\ninformed the SAF Police having a camp at Police Station\n\nJawa. ASI Shantanu Prasad Pyasi and his companions\n\nreached the spot and they got a merg intimation Ex.P-1\n\nfrom the complainant Makradhwaj. The panchayatnam\n\nlash was prepared and the dead body was sent for the\n\npostmortem to the concerned hospital. The complainant\n\nMakradhwaj tried to lodge an FIR at Police Station\n\nPanwar but he was directed that his FIR will be written at\n\nOutpost Virpur and when he reached the Outpost Virpur,\n\nhe was informed that the police force was sent to the\n\nspot, and therefore he should get the report lodged at the\n\nspot. Ultimately, Makradhwaj came to the Village Khadhu\n\nand he gave a Dehati Nalishi (FIR) Ex.P-5 to SHO\n\nPhoolsingh (PW-14).\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">4.        Panchayatnama lash of the deceased Mordhwaj\n\nwas also prepared and his dead body was sent for the\n\npostmortem. The injured persons were also sent to the\n\nhospital for their examination and treatment. Dr. M.K.\n<span class=\"hidden_text\" id=\"span_7\">                                  5</span>\n                                     Cr.A.No.1492/04 &amp; Cr.A.No.276/05\n\n\nPandey     (PW-16)       examined      Shyamkali,       Garundhwaj,\n\nMohanram, Angdhwaj, Santkumar and he gave reports\n\nfrom Ex.P-67 to Ex.P-77. Dr. Pandey found three injuries\n\non the victim Shyamkali, six injuries on the victim\n\nGarundhwaj, four injuries on the victim Mohanram, two\n\ninjuries on the victim Angdhwaj and two injuries on the\n\nvictim    Santkumari.      The   injured     persons     were    also\n\nreferred   for   radiological    examination.        Dr.   G.S.Vyas\n\n(PW-17)    found     a    fracture     of   ulna   on    the   victim\n\nGarundhwaj and on examination he found seven injuries\n\nupon him. He prepared a report Ex.P-73. Similarly, it was\n\nfound that the victim Mohanram sustained a fracture of\n\nleft elbow, 4th metacarpal and middle toe in his leg.\n\nTotally he received nine injuries in the incident. Dr.\n\nPandey (PW-16) also conducted the postmortem on the\n\nbodies of the deceased Mordhwaj and Tungdhwaj and\n\ngave his reports Ex.P5A and Ex.P72. Mordhwaj sustained\n\ntwo injuries. One incised wound on his right parietal\n\nregion, but second wound (a punctured wound) was fatal\n\nby which his heart and lungs were pierced through and\n\nthrough. Similarly, Tungdhwaj had also sustained two\n\ninjuries. He sustained a fracture of right parietal region\n\nand also a punctured wound in the abdomen which was\n\nthrough and through, and therefore vital organs were\n\ncut. After due investigation, a charge sheet was filed\n<span class=\"hidden_text\" id=\"span_8\">                              6</span>\n                                 Cr.A.No.1492/04 &amp; Cr.A.No.276/05\n\n\nbefore the Judicial Magistrate First Class, Rewa, who\n\ncommitted the case to the Sessions Court, Rewa and\n\nultimately it was transferred to the First Additional\n\nSessions Judge, Rewa.\n</p>\n<p data-structure=\"PetArg\" id=\"p_7\">5.       The appellants-accused abjured their guilt.\n\nThey did not take any specific plea in the defence.\n\nHowever, seven witnesses were examined in defence.\n\nOne Radhika Prasad Tiwari (DW-1) was examined to\n\nprove the FIR lodged by the appellant Chhedilal, whereas\n\nJawaharlal (DW-2),     Awadhesh (DW-3) and Ramkanhai\n\n(DW-4) were examined to prove the possession of the\n\ndisputed land. Dr.Amitabh Awasthi (DW-5) was also\n\nexamined but he could not prove anything in favour of the\n\naccused. Ghanshyam (DW-7) has stated about the alibi for\n\nthe appellants Hetlal and Himmatlal, whereas Munnalal\n\n(DW-6) was examined about the alibi for the appellant\n\nGhanshyam.\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">6.       After considering the evidence adduced by the\n\nparties, the learned First Additional Sessions Judge,\n\nRewa   convicted     and   sentenced      the   appellants    as\n\nmentioned above, whereas appellant No.5 Matadeen and\n\nappellant No.6 Pushparaj were acquitted from the\n\ncharges of offence punishable under <a href=\"/doc/1560742/\" id=\"a_8\">Section 302</a>/<a href=\"/doc/37788/\" id=\"a_9\">34</a> and\n\nall other co-accused persons including the respondents in\n<span class=\"hidden_text\" id=\"span_9\">                              7</span>\n                                 Cr.A.No.1492/04 &amp; Cr.A.No.276/05\n\n\nthe counter appeal were also acquitted from all the\n\ncharges appended against them.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_9\">7.        We have heard the learned counsel for the\n\nparties at length.\n</p>\n<p data-structure=\"PetArg\" id=\"p_10\">8.        Learned counsel for the appellants in Criminal\n\nAppeal No.1492/2004 has submitted that the FIR Ex.P-5\n\nwas highly delayed. Actually it is not an FIR in the eye of\n\nlaw. The FIR which was lodged at Outpost Virpur was not\n\nsubmitted with the charge sheet, and therefore genesis of\n\nthe crime is not appropriately given by the prosecution.\n\nOn the other hand, genesis of the crime was given by\n\nChhedilal in his FIR, which was proved by Radhika\n\nPrasad Tiwari (DW-1), hence the entire eye-witnesses are\n\nnot telling the truth. They were not at the spot and they\n\nare telling a falsehood, because two persons were killed\n\nin the incident. It is also submitted that the suit property\n\nwas of the appellants and the deceased persons as well as\n\ntheir companions were the encroachers on that land.\n\nTherefore, if any crime has been done by the appellants,\n\nthen it was done in the right of private defence. It is\n\nfurther submitted that both the deceased had sustained\n\nonly two injuries on their body, whereas so many persons\n\nare convicted for various offences. There is a material\n\ncontradiction between the evidence given by so many\n<span class=\"hidden_text\" id=\"span_10\">                                8</span>\n                                   Cr.A.No.1492/04 &amp; Cr.A.No.276/05\n\n\npersons, and therefore it is prayed that the appellants be\n\nacquitted from all the charges.\n</p>\n<p data-structure=\"PetArg\" id=\"p_11\">9.          On   the   other   hand,      learned    Government\n\nAdvocate appearing on behalf of the State has submitted\n\nthat the conviction and sentence directed by the trial\n\nCourt appears to be correct for the appellants No.1 to 4,\n\nbut other respondents in the counter appeal and the\n\nappellants No.5 and 6 in Cr.A. No.1492/2004 were also\n\ninvolved in the crime of double murder, and therefore\n\nthey should be appropriately convicted and sentenced\n\naccordingly.\n</p>\n<p data-structure=\"RespArg\" id=\"p_12\">10.         In rebuttal, learned counsel for the appellants\n\nand learned counsel for the respondents in counter\n\nappeal have submitted that the trial Court has rightly\n\nacquitted      those   respondents,       and     therefore     no\n\ninterference is warranted in the judgment on the basis of\n\nState Appeal.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_13\">11.         After considering the submissions made by\n\nlearned counsel for the parties and after going through\n\nthe evidence adduced by both the parties before the trial\n\nCourt, it is to be considered that whether the Criminal\n\nAppeal No.1492/2004 filed by the appellants can be\n\nallowed? Whether the Criminal Appeal No. 276/2005 filed\n\nby the State can be allowed? And what would be the\n<span class=\"hidden_text\" id=\"span_11\">                             9</span>\n                                Cr.A.No.1492/04 &amp; Cr.A.No.276/05\n\n\nsentence awarded to the appellants-accused as well as\n\nrespondents-accused in the result?\n</p>\n<p data-structure=\"CDiscource\" id=\"p_14\">12.        Witnesses   Makradhwaj       (PW-3),    Mohanram\n\n(PW-4), Rajendra Prasad (PW-5), Shyamkali (PW-6),\n\nAngdhwaj     (PW-8),   Garundhwaj       (PW-9)     etc.   were\n\nexamined as eye-witnesses, whereas the complainant\n\nMakradhwaj is the most important witness from the side\n\nof the prosecution. It appears that all other witnesses\n\nwent to the spot one by one, and therefore they could not\n\nsee the assault caused by the accused persons to the\n\ndeceased Mordhwaj and Tungdhwaj. Rajendra Prasad\n\n(PW-5) has stated in an omnibus manner that all the\n\naccused persons including one Ijjatlal, who was driving\n\nthe tractor had assaulted the victims. Rajendra Prasad is\n\nthe brother-in-law of the witness Garundhwaj. But he\n\nadmitted in para 6 that when he reached the spot, he\n\nfound that the deceased Mordhwaj and Tungdhwaj were\n\ninjured, which clearly indicates that he could not reach\n\nthe spot when the incident took place with the deceased\n\npersons. Similarly, looking to the evidence of witnesses\n\nMohanram, Shyamkali and Angdhwaj, it appears that\n\nthey also reached to the spot after the incident took place\n\nwith both the deceased persons. Angdhwaj has admitted\n\nthat he is a lame person and he cannot walk very fast,\n\nand therefore when he reached to the spot, the accused\n<span class=\"hidden_text\" id=\"span_12\">                             10</span>\n                              Cr.A.No.1492/04 &amp; Cr.A.No.276/05\n\n\npersons   had   already   assaulted   both   the   deceased\n\npersons. Under such circumstances, the evidence of\n\nthese eye-witnesses can be considered for the assault\n\ncaused to themselves respectively. Mohanram(PW-4) has\n\nstated that he was beaten by Ramraj, Chhedilal and\n\nHetlal. Similarly, Shyamkali (PW-6) has stated that\n\nChhedilal and Hetlal assaulted her by sticks and sang.\n\nHowever, in para 8 of her cross examination, she could\n\nnot tell the name of accused Chhedilal for her assault.\n\nAngdhwaj (PW-8) has stated that he was assaulted by\n\nMatadeen     and    Himmatlal    by    various     weapons.\n\nGarundhwaj (PW-9) has stated that he was assaulted by\n\nPushpraj by an axe, Hetlal by a sang and Ramraj by a\n\nfarsa. The injuries caused to the various witnesses were\n\nduly proved by Dr. Pandey (PW-16) by the reports\n\nEx.P-67 to Ex.P-71 and injuries are matching with the\n\nallegations made by these witnesses.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_15\">13.        Similarly, the injuries caused to the deceased\n\nMordhwaj and Tungdhwaj are also matching with the\n\nreports given by Dr. Pandey after performing the\n\npostmortem on their bodies. Looking to the injuries\n\ncaused to the deceased, it appears that the appellants\n\nNo.1 to 4 have rightly been convicted for commission of\n\noffence punishable under <a href=\"/doc/1560742/\" id=\"a_10\">Section 302</a> of IPC, because\n<span class=\"hidden_text\" id=\"span_13\">                            11</span>\n                            Cr.A.No.1492/04 &amp; Cr.A.No.276/05\n\n\nthey were the persons who assaulted the deceased\n\nMordhwaj and Tungdhwaj.\n</p>\n<p data-structure=\"PetArg\" id=\"p_16\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"14206\" id=\"span_14\">14.      The testimony of the witnesses Makradhwaj as\n\nwell as Angdhwaj and Garundhwaj is also corroborated\n\nby the Dehati Nalishi Ex.P-5 lodged by Makradhwaj to\n\nSHO Shri Phoolsingh (PW-14). Learned counsel for the\n\nappellants has submitted that the Ex.P-5 was not at all\n\nthe FIR in the eye of law, because the complainant\n\nMakradhwaj has admitted that first he went to the Police\n\nStation Panwar and thereafter Outpost Virpur where he\n\nlodged an FIR, and therefore that FIR was the first\n\nversion given by the witness Makradhwaj, but that FIR\n\nwas not produced before the Court with the charge sheet,\n\nhence a highly delayed FIR was submitted with the\n\ncharge sheet. The incident took place in the early\n\nmorning, whereas the FIR (Dehati Nalishi) was lodged at\n\nabout 2:00 PM in the noon. Learned counsel for the\n\nappellants has placed his reliance on the judgments of\n\nthe Hon&#x27;ble Apex Court in the case of &quot;<a href=\"/doc/14206/\" id=\"a_11\">State of MP Vs.\n\nMishrilal</a>&quot;, [2003(9) SCC 426], &quot;Tulsiram Vs. State\n\nof MP&quot;, [2008(17) SCC 13] and &quot;Kanhai Vs. State of\n\nBihar&quot;, [2001(3) SCC 451] to show that if the FIR is\n\ndelayed, then prosecution story comes in the clouds of\n\ndoubt.</span> In the case of Tulsiram (supra), it is observed\n\nthat if prosecution does not come with clean hands,\n<span class=\"hidden_text\" id=\"span_15\">                             12</span>\n                              Cr.A.No.1492/04 &amp; Cr.A.No.276/05\n\n\nmaking genesis of the incident doubtful, then conviction\n\ncannot be directed.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_17\">15.       In the present case the aforesaid judgments\n\ncited by learned counsel for the appellants are not of so\n\nmuch important, because there is no FIR which was\n\nlodged   at   Outpost   Virpur.   When   the    complainant\n\nMakradhwaj went to the Police Station Panwar, he was\n\ninformed that police force has gone to the spot, and\n\ntherefore report may be given to the higher authorities,\n\nwho had already approached to the spot. Hence, there\n\nwas no possibility that his report could be written at\n\nOutpost Virpur. He has explained the delay caused in\n\nlodging the report. He had lodged a merg intimation\n\nEx.P-1 to the ASI Shantanu Prasad Pyasi (PW-1) of Police\n\nStation Jawa and in that report it was clearly mentioned\n\nthat a quarrel took place and one Mordhwaj was killed at\n\nthe spot whereas Tungdhwaj died when he was being\n\ntaken to the Police Station. Though the report Ex.P-1\n\ndoes not have much detail of the incident, but it is also an\n\nFIR in the eye of law. Since the details of the incident\n\nwere given in the FIR Ex.P-5 and the delay is duly\n\nexplained by the complainant, therefore it shall be\n\npresumed that the FIR given by the complainant to the\n\nSHO Phool Singh was the FIR and genesis of the incident\n\nmay be observed from that FIR.\n</p><span class=\"hidden_text\" id=\"span_16\">                               13</span><p data-structure=\"Precedent\" id=\"p_18\">\n</p><p data-structure=\"Precedent\" id=\"p_19\">                                Cr.A.No.1492/04 &amp; Cr.A.No.276/05\n\n\n</p><p data-structure=\"PetArg\" id=\"p_20\">16.          Learned counsel for the appellants has tried to\n\nshow that the appellant Chhedilal had lodged an FIR at\n\nPolice Station Panwar, which was duly proved by the\n\ndefence witness Radhika Prasad Tiwari (DW-1). It would\n\nbe apparent from the case file that a Rojnamcha was\n\nmentioned in the statement of Head Constable Radhika\n\nPrasad Tiwari, but no copy of that Rojnamcha was taken\n\nto the record. However, the entire narration of that\n\nreport is mentioned in the statement of Radhika Prasad\n\nTiwari by which it would be clear that the report given by\n\nthe appellant Chhedilal was entered into the register\n\nmaintained under <a href=\"/doc/949418/\" id=\"a_12\">Section 155</a> of Cr.P.C. meant for non-\n\ncognizable offences, that means the allegations made by\n\nChhedilal were confined to the offence under <a href=\"/doc/1011035/\" id=\"a_13\">Section 323</a>\n\nof IPC only and it was also clear that he sustained only\n\none superficial injury. If both the stories are compared,\n\nthen   the     appellant   Chhedilal   sustained    only   one\n\nsuperficial injury. Where in the counter story two persons\n\nwere killed and 5-6 persons were injured, therefore it\n\ncannot be said that the report made by the appellant\n\nChhedilal was the correct genesis of the incident.\n\n</p><p data-structure=\"Precedent\" id=\"p_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1463693\" id=\"span_17\">17.          The genesis of the incident matches with the\n\nFIR Ex.P-5, looking to the injuries caused to the victims\n\nas well as the deceased persons. However, in this\n\nconnection, the judgment of the Hon&#x27;ble Apex Court in\n<span class=\"hidden_text\" id=\"span_18\">                                     14</span>\n                                     Cr.A.No.1492/04 &amp; Cr.A.No.276/05\n\n\nthe case of &quot;<a href=\"/doc/1463693/\" id=\"a_14\">Somappa Vamanappa.........Vs. State of\n\nMysore</a>&quot;, (AIR 1979 SC 1831) may be referred in\n\nwhich it is held that the rejection of FIR would not\n\ndetract the testimony of eye-witnesses which will have to\n\nbe      assessed   on        its    own   merits.    Under      such\n\ncircumstances, the testimony of the eye-witnesses may be\n\nconsidered on their own merits.</span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_22\">18.         The various eye-witnesses have proved their\n\ninjuries and they named the persons, who caused them\n\nsuch injuries, and therefore it would be apparent that all\n\nthe appellants No.1 to 6 had assaulted these victims by\n\nvarious weapons causing them grievous injuries also, and\n\ntherefore offence under <a href=\"/doc/1133601/\" id=\"a_15\">Section 325</a>/<a href=\"/doc/37788/\" id=\"a_16\">34</a>, <a href=\"/doc/724142/\" id=\"a_17\">324</a>/<a href=\"/doc/37788/\" id=\"a_18\">34</a> and\n\n<a href=\"/doc/1011035/\" id=\"a_19\">323</a>/<a href=\"/doc/37788/\" id=\"a_20\">34</a> of IPC is made out against all the appellants in the\n\ncase.     Similarly,    it     is   specifically    mentioned     by\n\ncomplainant Makradhwaj that the appellants No.1 to 4\n\ntook the deceased Mordhwaj near the well and thereafter\n\nthey assaulted. Similarly, all such persons had assaulted\n\nthe deceased Tungdhwaj. In the present case more than\n\n14-15 persons were implicated as accused, but the\n\nwitness Makradhwaj confined upon only four accused\n\npersons, who assaulted the deceased Mordhwaj and\n\nTungdhwaj. The version told by the witness Makradhwaj\n\nis duly corroborated by the witness Angdhwaj and\n\nGarundhwaj and also by the injuries found in the\n<span class=\"hidden_text\" id=\"span_19\">                              15</span>\n                               Cr.A.No.1492/04 &amp; Cr.A.No.276/05\n\n\npostmortem reports. Therefore, it is apparent that the\n\nappellants No.1 to 4 dragged the victim Mordhwaj near\n\nthe well and they assaulted him till his death.\n\n</p><p data-structure=\"PetArg\" id=\"p_23\">19.         Learned counsel for the appellants submits that\n\nall the persons who went to the spot sustained injuries\n\nwhereas complainant Makradhwaj did not sustain any\n\ninjury, though he claims to be an eye-witness. Under such\n\ncircumstances, the testimony of complainant Makradhwaj\n\ncannot be accepted, because it is highly doubtful that\n\nMakradhwaj was present at the spot at the time of\n\nincident.\n</p>\n<p data-structure=\"PetArg\" id=\"p_24\">20.         The submission of learned counsel for the\n\nappellants cannot be accepted, because according to the\n\nreport as mentioned by Head Constable Radhika Prasad\n\n(DW-1),     appellant   Chhedilal   himself   accepted     the\n\npresence of this witness, and therefore it cannot be said\n\nthat he was not present at the time of incident, because\n\nhe did not sustain any injury. On the contrary, he has\n\nadmitted that when he saw that his two brothers were\n\nkilled, he went to the village by making hue and cry so\n\nthat some more persons may come and stop the\n\nappellants-accused in assaulting the various persons,\n\ntherefore he could not get any injury. Since the presence\n\nof this witness is accepted by appellant Chhedilal in his\n\nFIR, therefore there is no doubt about the presence of the\n<span class=\"hidden_text\" id=\"span_20\">                                    16</span>\n                                    Cr.A.No.1492/04 &amp; Cr.A.No.276/05\n\n\nthat complainant Makradhwaj at the time of incident and\n\nhe is an eye-witness.\n</p>\n<p data-structure=\"Section\" id=\"p_25\">21.       According to the evidence given by the eye-\n\nwitnesses, it is nowhere established that the appellants\n\nMatadeen and Pushparaj had assaulted any of the\n\ndeceased by any weapon. Similarly, it is not established\n\nby the witnesses that the remaining respondents of the\n\ncounter appeal had assaulted any of the deceased. Under\n\nsuch   circumstances,        the    appellants      Matadeen       and\n\nPushparaj as well as the remaining respondents of the\n\ncounter appeal could not be convicted for commission of\n\noffence punishable under <a href=\"/doc/1560742/\" id=\"a_21\">Section 302</a> of IPC either\n\ndirectly or with the help of <a href=\"/doc/37788/\" id=\"a_22\">Section 34</a> or 149 of <a href=\"/doc/1569253/\" id=\"a_23\">IPC</a>.\n\nHence, the learned Additional Sessions Judge has rightly\n\nacquitted these accused persons from the charges of\n\noffence under <a href=\"/doc/1560742/\" id=\"a_24\">Section 302</a> read with <a href=\"/doc/37788/\" id=\"a_25\">Section 34</a> or 149 of\n\n<a href=\"/doc/1569253/\" id=\"a_26\">IPC</a>.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_26\">22.       Similarly,    it    is    not       established   that   the\n\nremaining   respondents        of       the   counter   appeal     had\n\nparticipated in assault causing injuries to the various\n\nvictims of the case. Though their presence is proved, but\n\nno overt-act of those persons was established so that\n\ntheir common intention or common object may be\n\npresumed for the assault done by the appellants of the\n\nmain appeal to the various injured persons of the case.\n<span class=\"hidden_text\" id=\"span_21\">                             17</span>\n</p><p data-structure=\"Section\" id=\"p_27\">                                Cr.A.No.1492/04 &amp; Cr.A.No.276/05\n\n\nUnder such circumstances, they could not be convicted\n\nfor the offence under <a href=\"/doc/1133601/\" id=\"a_27\">Section 325</a>, <a href=\"/doc/724142/\" id=\"a_28\">324</a> or 323 of <a href=\"/doc/1569253/\" id=\"a_29\">IPC</a>\n\neither directly or with the help of <a href=\"/doc/37788/\" id=\"a_30\">Section 34</a> of IPC. The\n\nlearned Additional Sessions Judge has rightly acquitted\n\nthe respondents of the counter appeal except the\n\nappellants Matadeen and Pushparaj from the charges of\n\noffence punishable under <a href=\"/doc/1133601/\" id=\"a_31\">Sections 325</a>, <a href=\"/doc/724142/\" id=\"a_32\">324</a> and <a href=\"/doc/1011035/\" id=\"a_33\">323</a> of\n\nIPC read with <a href=\"/doc/37788/\" id=\"a_34\">Section 34</a> or 149 of <a href=\"/doc/1569253/\" id=\"a_35\">IPC</a>. Under these\n\ncircumstances, looking to the evidence adduced by the\n\nprosecution in the case, the appeal filed by the State\n\ncannot be accepted.\n</p>\n<p data-structure=\"Precedent\" id=\"p_28\">23.        Learned    counsel    for    the   appellants    has\n\nsubmitted that the land in dispute was in possession of\n\nthe appellants, and therefore the members of the\n\nopposite   party   were   making       interference   in   their\n\npossession, hence they should be given an advantage of\n\nright of private defence as well as of the position that it\n\nwas a free fight and there was no intention of the\n\nappellants to kill the deceased Tungdhwaj or Mordhwaj.\n\n<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1453719\" id=\"span_22\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"409054\" id=\"span_23\">In support of his contention, learned counsel for the\n\nappellants has placed his reliance on the judgments of\n\nthe Hon&#x27;ble Apex Court in the case of &quot;<a href=\"/doc/409054/\" id=\"a_36\">Tarsem Singh &amp;\n\nothers Vs. State of Punjab</a>&quot;, [2002(2) SCC 673],\n\n&quot;Dattu Vs. State of Maharashtra&quot;, [2005(11) SCC\n\n261], &quot;Vajrappa Vs. State of AP&quot;, [2004(10) SCC\n<span class=\"hidden_text\" id=\"span_24\">                             18</span>\n                              Cr.A.No.1492/04 &amp; Cr.A.No.276/05\n\n\n152], &quot;Bagdiram Vs. State of MP&quot;[2004(12) SCC\n\n302] and in the case of &quot;<a href=\"/doc/1453719/\" id=\"a_37\">State of Haryana Vs. Sher\n\nSingh</a>&quot;, [2002(9) SCC 356]. But looking to the factual\n\naspects of the present case, the aforesaid judgments of\n\nthe Hon&#x27;ble Apex Court are not applicable in the case. It\n\nis nowhere proved that the victims were the aggressors\n\nor their actions were such so that right of private defence\n\nof the property as well as of person was accrued to the\n\nappellants.</span></span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_29\">24.       The appellants have tried to establish that they\n\nhad the possession on the land bearing Survey No.205/7\n\nand the quarrel took place on that field, and therefore the\n\nvictims were the aggressors. If the evidence led by the\n\nprosecution is read in an appropriate manner, then it\n\nwould be clear that there was no dispute relating to the\n\npossession of the land bearing Survey No.205/7. A well is\n\nsituated in that land and such land was of the appellants.\n\nHowever, a dispute took place when the appellants had\n\ntried to get the occupation of &quot;nachni wala khait&quot;. It was\n\nnot at all established by the appellants that &quot;nachni wala\n\nkhait&quot; was the Survey No.205/7. On the contrary, it\n\nappears that &quot;nachni wala khait&quot; was a bigger land of\n\narea more than 20 acres. Initially its survey number\n\nappears to be 205/4. It is nowhere claimed by the\n\nappellants that they were the owner and occupier of the\n<span class=\"hidden_text\" id=\"span_25\">                                  19</span>\n                                  Cr.A.No.1492/04 &amp; Cr.A.No.276/05\n\n\nland bearing Survey No.205/4. It is strange that the\n\nownership and possession were suggested to various\n\nwitnesses like Makradhwaj (PW-3) and Angdhwaj (PW-8)\n\nwho were the sons of Mohanram (PW-4). However, no\n\nquestion was asked to the witness Mohanram (PW-4)\n\nabout the ownership and possession of the property\n\nwhereas     Mohanram       was    the    person   who     had    the\n\ncomplete knowledge of the ownership and possession of\n\nthe property. It indicates that a confusion was created\n\nabout the ownership and possession of the property by\n\nasking questions to such witnesses, who had no much\n\nknowledge about the ownership and possession of the\n\nproperty.\n</p>\n<p data-structure=\"PetArg\" id=\"p_30\">25.         After going through the entire record which is\n\nsubmitted by the Tahsildar and Patwari, it appears that\n\nout of &quot;nachni wala khait&quot; i.e. Survey No.205/4, some\n\nportion was taken by the appellants in Survey No.205/7,\n\nand therefore a map was modified in the revenue records,\n\nbut no physical possession was given to the appellants of\n\nthat portion, hence that portion of Survey No.205/7 was\n\ndisputed.    Since   no    demarcations      were    made       after\n\nmodification of the map, therefore it cannot be said that\n\nthe appellants were in possession of that portion which\n\nwas   shifted   from      the   Survey    No.205/4   to    Survey\n\nNo.205/7. The learned Additional Sessions Judge has\n<span class=\"hidden_text\" id=\"span_26\">                             20</span>\n                                Cr.A.No.1492/04 &amp; Cr.A.No.276/05\n\n\nrightly held that the appellants did not have any\n\npossession on the disputed land. If the evidence adduced\n\nby the prosecution is considered carefully, then it would\n\nbe clear that the incident initiated on &quot;nachni wala khait&quot;\n\n</p><blockquote id=\"blockquote_4\">and thereafter the deceased Mordhwaj was dragged to\n\nthe land bearing Survey No.205/7 where a well was\n\nsituated   and thereafter the entire quarrel took place\n\nwhere the deceased Mordhwaj was lying as injured.\n\nTherefore, possession and ownership of the land bearing\n\nSurvey No.205/7 was not at all in dispute. The incident\n\ninitiated on the land i.e. &quot;nachni wala khait&quot; which was\n\nnot of the appellants. The learned Additional Sessions\n\nJudge has rightly observed that the quarrel started for\n\nthe land which was not in possession of the appellants.\n\n</blockquote><p data-structure=\"PetArg\" id=\"p_31\">26.        According to the FIR lodged by Chhedilal, it is\n\nalleged that the victims went to the spot to take the\n\npossession of the field forcefully whereas if the entire\n\nincident is assessed for that allegation, then it would be\n\napparent that both the deceased and other eye-witnesses\n\nwere not at all prepared for taking the possession of the\n\nland of the appellants by any force. On the contrary, if the\n\nappellants were ploughing their own field, then what was\n\nthe necessity to the appellants to bring so many persons\n\nwith   them     with   deadly     weapons.      Under     such\n\ncircumstances, it is apparent that the victims were not\n<span class=\"hidden_text\" id=\"span_27\">                            21</span>\n                              Cr.A.No.1492/04 &amp; Cr.A.No.276/05\n\n\naggressors, on the contrary the appellants were the\n\naggressors.\n</p>\n<p data-structure=\"Precedent\" id=\"p_32\">27.       Learned   counsel     for   the   appellants    has\n\nsubmitted that if two views are possible, then advantage\n\nis to be given to the accused persons. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"51359270\" id=\"span_28\">In support of his\n\ncontention, he has placed his reliance on the judgment of\n\nthe Hon&#x27;ble Apex Court in the case of &quot;<a href=\"/doc/51359270/\" id=\"a_38\">Shingara Singh\n\nVs. State of Haryana</a>&quot;, [2003(12) SCC 760]. But due\n\nto the factual position of this case<a href=\"/doc/51359270/\" id=\"a_39\">, <a href=\"/doc/51359270/\" id=\"a_40\">the said judgment</a></a> of\n\nthe Hon&#x27;ble Apex Court is not applicable in the present\n\ncase. Position is not such that two views are possible in\n\nthe case. The position is apparent that the appellants\n\ncame to the spot with deadly weapons and with some\n\npersons to occupy the possession of &quot;nachni wala khait&quot;</span>\n\n</p><blockquote id=\"blockquote_5\">(Survey No.205/4) forcefully, which was not of the\n\nappellants. On the other hand, the victims were not\n\naware that the appellants would take the forceful\n\npossession of the property which was not demarcated\n\nphysically, and therefore the members of the complainant\n\nparty were not prepared and they did not have any\n\nweapon with them. If the members of the complainant\n\nparty had some weapons, then it was not possible that\n\nthe appellants could kill two persons and injured so many\n\nvictims without getting injuries to their companions,\n\nwhereas the appellant Chhedilal sustained only one\n<span class=\"hidden_text\" id=\"span_29\">                             22</span>\n                              Cr.A.No.1492/04 &amp; Cr.A.No.276/05\n\n\nsuperficial injury in the entire incident. Under such\n\ncircumstances, it would be apparent that no member to\n\nthe complainant party was in a position to do anything.\n\nThey could not even defend themselves in an appropriate\n\nmanner, because they were not prepared. Therefore, the\n\nreport lodged by the appellant Chhedilal appears to be a\n\ncooked document and quarrel did not take place as per\n\nthe allegations made by the appellant Chhedilal in his\n\nFIR. On the contrary, it is established that the members\n\nof the complainant party went to the spot to plough in\n\n&quot;kachhar wala khait&quot; at village Khadhu, then they saw\n\nthat water was filled in &quot;nachni wala khait&quot; , and\n\ntherefore deceased Mordhwaj went to that place to drain\n\nthe water, but before he could do anything he found that\n\nthe appellants had already entered in that field to occupy\n\nit forcefully, and therefore he tried to stop the appellants\n\nand ultimately he lost his life. Under such circumstances,\n\nthere is no overt-act proved against the deceased\n\nMordhwaj or other victims which might have given rise to\n\nany right of private defence or any cause of action with\n\nthe appellants to do such type of crime. Under such\n\ncircumstances, no right of private defence had accrued to\n\nthe appellants either for the property or for the persons.\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_33\">28.       Similarly, a lonely victim Mordhwaj while\n\nstopping the appellants from forcefully occupying with\n<span class=\"hidden_text\" id=\"span_30\">                                   23</span>\n                                   Cr.A.No.1492/04 &amp; Cr.A.No.276/05\n\n\nthe property, could not give any sudden or grave\n\nprovocation, and therefore it is apparent that both the\n\ndeceased were killed without any sudden or grave\n\nprovocation. Similarly, when the various victims came to\n\nthe spot to save the injured or the deceased, they were\n\nbeing     assaulted   by     the       appellants.   Under     such\n\ncircumstances, since no right of private defence and no\n\nsudden or grave provocation was available to the\n\nappellants, then it would be clear that they assaulted the\n\nvictims forcefully on their own. Due to different factual\n\nposition, the aforesaid judgments of the Hon&#x27;ble Apex\n\nCourt cited by learned counsel for the appellants are not\n\napplicable in the present case.\n</p>\n<p data-structure=\"Section\" id=\"p_34\">29.        Looking    to    the    entire    evidence,    which   is\n\nbelievable from all corners, it is apparent that the\n\nappellant Chhedilal, Hetlal, Ramraj and Himmatlal were\n\nintended to kill the deceased Mordhwaj and Tungdhwaj\n\nand ultimately they killed them. Therefore they were\n\nrightly convicted by the trial Court for commission of\n\noffence    punishable      under       <a href=\"/doc/1560742/\" id=\"a_41\">Section   302</a>/<a href=\"/doc/37788/\" id=\"a_42\">34</a>   of   IPC.\n\nSimilarly, it is proved that all the appellants have\n\nassaulted the various victims voluntarily and they caused\n\ngrievous hurt to Garundhwaj and Mohanram by hard and\n\nblunt objects, hence they were properly held liable for\n\ncommission of offence punishable under <a href=\"/doc/1133601/\" id=\"a_43\">Section 325</a>/<a href=\"/doc/37788/\" id=\"a_44\">34</a>\n<span class=\"hidden_text\" id=\"span_31\">                              <a href=\"/doc/898393/\" id=\"a_45\">24</a></span>\n                              Cr.A.No.1492/04 &amp; Cr.A.No.276/05\n\n\nof <a href=\"/doc/1569253/\" id=\"a_46\">IPC</a>. Similarly, the appellants had assaulted the various\n\nvictims by sharp cutting weapon and otherwise, therefore\n\nthe   victims   Shyamkali,   Angdhwaj,     Santkumari    had\n\nsustained injuries, hence the appellants were liable for\n\ncommission of offence punishable under <a href=\"/doc/724142/\" id=\"a_47\">Sections 324</a>/<a href=\"/doc/37788/\" id=\"a_48\">34</a>\n\nand <a href=\"/doc/1011035/\" id=\"a_49\">323</a>/<a href=\"/doc/37788/\" id=\"a_50\">34</a> of IPC. The trial Court has not committed any\n\nillegality in convicting them for such offences.\n\n</p><p data-structure=\"Section\" id=\"p_35\">30.       So far as the sentence is concerned, no death\n\nsentence has been given by the trial Court to the\n\nappellants and convicted for commission of offence\n\npunishable under <a href=\"/doc/1560742/\" id=\"a_51\">Section 302</a> of IPC. The minimum\n\nsentence has been given, which is of life imprisonment,\n\nand therefore there is no possibility of any reduction in\n\nthe sentence awarded to the appellants for commission of\n\noffence punishable under <a href=\"/doc/1560742/\" id=\"a_52\">Section 302</a>/<a href=\"/doc/37788/\" id=\"a_53\">34</a> of IPC. It is also\n\napparent that the appellants assaulted the victims in a\n\nbrutal manner. They assaulted the victims Garundhwaj\n\nand Mohanram causing them grievous injuries, and\n\ntherefore the sentence awarded for commission of\n\noffence punishable under <a href=\"/doc/1133601/\" id=\"a_54\">Section 325</a> of IPC appears to\n\nbe correct. Similarly, the learned Additional Sessions\n\nJudge has awarded the sentence for commission of\n\noffence punishable under <a href=\"/doc/724142/\" id=\"a_55\">Sections 324</a>, <a href=\"/doc/1011035/\" id=\"a_56\">323</a>/<a href=\"/doc/37788/\" id=\"a_57\">34</a> of IPC in\n\na judicious manner, hence it is not possible to interfere in\n\nthe sentence awarded by the trial Court.\n</p><span class=\"hidden_text\" id=\"span_32\">                                           25</span><p data-structure=\"Conclusion\" id=\"p_36\">\n</p><p data-structure=\"Conclusion\" id=\"p_37\">                                           Cr.A.No.1492/04 &amp; Cr.A.No.276/05\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_38\">         31.          On the basis of the aforesaid, it is apparent that\n\n         the appeal filed by the State cannot be accepted, because\n\n         nothing could be proved against the respondents of that\n\n         appeal. Accordingly, Criminal Appeal No.276/2005 filed\n\n         by the State is hereby dismissed. Similarly, nothing could\n\n         be established by the appellants that they were wrongly\n\n         convicted by the trial Court for commission of offence\n\n         punishable under <a href=\"/doc/1560742/\" id=\"a_58\">Sections 302</a>/<a href=\"/doc/37788/\" id=\"a_59\">34</a> or 325, 324 &amp; 323/34\n\n         of <a href=\"/doc/1569253/\" id=\"a_60\">IPC</a>. Similarly, there is no basis by which any\n\n         interference can be made in the sentence awarded by the\n\n         trial Court. Therefore, Criminal Appeal No.1492/2004\n\n         filed by the appellant Chhedilal etc. deserves to be\n\n         dismissed. Consequently, it is hereby dismissed.\n\n</p><p data-structure=\"Conclusion\" id=\"p_39\">         32.          Appellants   Chhedilal,    Hetlal,   Ramraj     and\n\n         Himmatlal are in custody, hence they shall continue in\n\n         the   jail   till   completion   of   the   sentence,   whereas\n\n         appellants Matadeen and Pushparaj are on bail, they are\n\n         directed to surrender before the trial Court forthwith so\n\n         that the trial Court may execute the jail sentence upon\n\n         the appellants Matadeen and Pushparaj.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_40\">         33.          A copy of this judgment be sent to the trial\n\n         Court with its record for information and compliance.\n\n\n</p><pre id=\"pre_3\">               (Rakesh Saksena)                            (N.K.Gupta)\n                   Judge                                      Judge\n                13/09/2012                                  13/09/2012.\nAnsari\n </pre>","numcites":13,"numcitedby":7,"docsource":"Madhya Pradesh High Court","citetid":53046817,"divtype":"judgments","relatedqs":[{"value":"section 34 and section 149 of ipc","formInput":"section%2034%20and%20section%20149%20of%20ipc"},{"value":"section 302 ipc","formInput":"section%20302%20ipc"},{"value":"aggressor","formInput":"aggressor"},{"value":"sec 34  and 149 ipc","formInput":"sec%2034%20%20and%20149%20ipc"},{"value":"sec.34 ipc","formInput":"sec.34%20ipc"},{"value":"private defence","formInput":"private%20defence"},{"value":"right of private defence","formInput":"right%20of%20private%20defence"},{"value":"section 302 indian penal code","formInput":"section%20302%20indian%20penal%20code"},{"value":"sec 149 ipc","formInput":"sec%20149%20ipc"},{"value":"section 324 and 325","formInput":"section%20324%20and%20325"},{"value":"ipc 323","formInput":"ipc%20323"},{"value":"grave provocation","formInput":"grave%20provocation"},{"value":"section 34 indian penal code","formInput":"section%2034%20indian%20penal%20code"},{"value":"section 149 of indian penal code","formInput":"section%20149%20of%20indian%20penal%20code"},{"value":"302/34","formInput":"302/34"},{"value":"149, 34 ipc","formInput":"149%2C%2034%20ipc"},{"value":"land dispute","formInput":"land%20dispute"},{"value":"section 324","formInput":"section%20324"},{"value":"deadly weapon","formInput":"deadly%20weapon"},{"value":"section 325","formInput":"section%20325"}],"cats":[{"value":"common-intention","formInput":"tag:common-intention"},{"value":"murder","formInput":"tag:murder"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"cause-hurt","formInput":"tag:cause-hurt"},{"value":"voluntarily-causing-hurt","formInput":"tag:voluntarily-causing-hurt"}],"courtcopy":true,"query_alert":null,"agreement":false}