{"tid":97096452,"publishdate":"2019-12-12","title":"Itd Cementation India Limited vs Konkan Railway Corporation Limited on 12 December, 2019","doc":"<h2 class=\"doc_title\">Itd Cementation India Limited vs Konkan Railway Corporation Limited on 12 December, 2019</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIRONLINE 2019 BOM 2877</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:g-s-kulkarni\">G.S.Kulkarni</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:g-s-kulkarni\">G.S. Kulkarni</a></h3>\n\n<pre id=\"pre_1\"> pvr                                     1/66           carap1106-1107-18.doc\n\n\n\n                 IN THE HIGH COURT OF JUDICATURE AT BOMBAY\n\n                      ORDINARY ORIGINAL CIVIL JURISDICTION\n                          IN ITS COMMERCIAL DIVISION\n\n                  Commercial Arbitration Petition No. 1106 OF 2018\n\n ITD Cementation India Ltd.                          ...Petitioner\n       Versus\n Konkan Railway Corporation Ltd.                     ...Respondent\n\n                                          AND\n\n                  Commercial Arbitration Petition No. 1107 OF 2018\n\n ITD Cementation India Limited.                      ...Petitioner\n       Versus\n Konkan Railway Corporation Limited.                 ...Respondent\n                                  ----\n\n Dr.Birendra Saraf with Mr.Raj Panchmatia, Ms.Jyoti Sinha, Mr.Himanshee\n Vidhani and Mr.Varun Mansinghka i/b. Khaitan &amp; Co., for the Petitioner.\n\n Ms.Kiran Bagalia              with Subhash Gutle, Mushraf Shaikh, for the\n Respondent.\n                                       -----\n                                 CORAM    :          G.S. KULKARNI, J.\n\n                                 Dated          :    12 December 2019\n\n Judgment:\n\n\n 1.       These are two applications under Sections 11(6) read with <a href=\"/doc/409037/\" id=\"a_1\">Section\n\n 14(2)</a> and <a href=\"/doc/1937086/\" id=\"a_2\">15(2)</a> of the Arbitration and Conciliation Act,1996 (for short\n\n &#x27;the <a href=\"/doc/1052228/\" id=\"a_3\">Arbitration Act</a>&#x27;) whereby the petitioner has prayed that it be declared\n\n\n\n\n::: Uploaded on - 12/12/2019                        ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                      2/66           carap1106-1107-18.doc\n\n\n that the mandate of the &quot;standing arbitral tribunal&quot; constituted under the\n\n agreement between the parties stands terminated and has further prayed\n\n for appointment of an arbitral tribunal for adjudication of present and\n\n future disputes between the parties arising under the agreement between\n\n the parties, in accordance with the provisions of the <a href=\"/doc/1052228/\" id=\"a_4\">Arbitration Act</a> as\n\n amended.\n\n\n\n 2.       The prayers in both these petitions are identical. It would be\n\n appropriate to note the prayers as made in one of the petitions\n\n (Commercial Arbitration Petition no.1106 of 2018) which reads thus:-\n\n                  (a)    that this Hon&#x27;ble Court in exercise of its powers under\n                  <a href=\"/doc/409037/\" id=\"a_5\">Section 14(2)</a> of the Arbitration and Conciliation Act,1996 be\n                  pleased to hold that the mandate of the present Standing Arbitral\n                  Tribunal constituted under the Agreement, has been terminated;\n\n                  (b)     that this Hon&#x27;ble Court in exercise of its powers under\n                  <a href=\"/doc/605764/\" id=\"a_6\">Section 11(6)</a> read with <a href=\"/doc/1937086/\" id=\"a_7\">Section 15(2)</a> of the Arbitration and\n                  Conciliation Act,1996 be pleased to take necessary steps to appoint\n                  an arbitral tribunal to adjudicate upon the all present and future\n                  disputes between the parties under the agreement, in accordance\n                  with the procedure agreed upon between the parties and the\n                  provisions of the <a href=\"/doc/1306164/\" id=\"a_8\">Arbitration and Conciliation Act,1996</a>, as\n                  amended;&quot;\n\n\n\n 3.       As the parties have advanced arguments on the above petition, it\n\n would be appropriate to refer to the facts in Commercial Arbitration\n\n Petition no.1106 of 2018.\n\n\n\n\n::: Uploaded on - 12/12/2019                         ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                       3/66            carap1106-1107-18.doc\n\n\n\n\n 4.       In nutshell the facts are:\n\n          The petitioner is a company incorporated under the <a href=\"/doc/1353758/\" id=\"a_9\">Companies Act,\n\n 1956</a> interalia engaged in the business of construction and infrastructure.\n\n Respondent-Konkan Railway Corporation is a Government Company.\n\n Respondent had issued a tender for the work of construction of tunnels\n\n namely &quot;T1 on the Katra-Dharam section of the Udhampur-Srinagar-\n\n Baramulla, New B.G.Rail Link Project&quot; in the State of Jammu and Kashmir.\n\n The petitioner was a successful bidder and was awarded the contract for\n\n the said work. A contract agreement dated 24 September 2014 came to\n\n be executed between the petitioner and the respondent which interalia\n\n contained general and special conditions of contract. A clause for dispute\n\n resolution was provided, being Clause 55 of the Special Conditions of the\n\n Contract, whereunder the parties agreed for reference of the disputes to\n\n arbitration by forming a &quot;standing arbitral tribunal&quot;. Clause 55 which\n\n provides for composition of a &quot;standing arbitral tribunal&quot; reads thus:-\n\n                   55.0 Standing Arbitral Tribunal\n\n                   55.1 The Arbitral Tribunal shall consist of a panel of three\n                   Gazetteed Rly. Officers not below JA Grade, or two Railway\n                   Gazetted Officers not below JA Grade and a retired Railway\n                   Officer,retired not below the rank of SAG Officer as the Arbitrators.\n                   The Standing Arbitral Tribunal shall be formed within three months\n                   from the date of the execution of the Contract. For this purpose, the\n                   Corporation will send a panel of more than 3 (Three) names of\n\n\n\n\n::: Uploaded on - 12/12/2019                           ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                        4/66            carap1106-1107-18.doc\n\n                   Gazetted Rly. Officers of one or more departments of the Railway,\n                   which may also include the name (s) of Retired Railway Officers to\n                   the contractor from the panel approved by Northern Railway.\n                   Within two weeks from the receipt of the list, the Contractor shall\n                   intimate in writing two names from the said list to the Chairman\n                   and Managing Director KRCL. The Chairman and Managing\n                   Director/KRCL shall appoint at least one out of them as the\n                   contractor&#x27;s nominee and will also simultaneously appoint the\n                   balance number of arbitrators from the panel approved by Northern\n                   Railways duly indicating the presiding Arbitrator from amongst the\n                   3 Arbitrators so appointed. While nominating the Arbitrators, it will\n                   be necessary to ensure that one out of them is from the Accounts\n                   department.\n\n                   55.5    Reference to Arbitration\n\n                   55.5.1. In partial modification of Clause 43 of the Standard\n                   General Conditions of Contract of Northern Railway,                the\n                   Contractor has to prepare and furnish to the Engineer-in-charge\n                   and to Chief Engineer of Project once in every six months an\n                   account giving full and detailed particulars of all the claims for any\n                   additional expenses, to which the contractor may consider himself\n                   entitled to and all extra or additional works ordered by the\n                   engineer which he has executed during the preceding six months. If\n                   any dispute has arisen as regards execution of the works under the\n                   contract, while submitting the said half yearly claims, the\n                   contractor shall give full particulars of such dispute in the said\n                   submission. After signing Contract Agreement, within six months,\n                   contractor shall submit all the claims from the date of award of\n                   contract in first submission of claims.\n\n                   55.5.2       The Contractor will submit a copy of the half yearly\n                   claims under 55.5.1 to the Chief Engineer, along with particulars of\n                   any other disputes which may have arisen between the parties in\n                   respect of the execution of the contract to the Arbitral Tribunal.\n\n                   55.5.3 The parties shall submit all the relevant documents in\n                   support of their claims and the reasons for raising the dispute to\n                   the TRIBUNAL.\n\n                   55.5.4 If the claims made by the Contractor in the said submission\n                   to Chief Engineer is refuted or the payment is not made within one\n                   month from the date of the submission of the said half yearly\n                   claims, a dispute would be deemed to have arisen between the\n                   parties. The contractor, within one month from the date when the\n                   dispute arises or is deemed to have arisen, will communicate to the\n\n\n\n\n::: Uploaded on - 12/12/2019                            ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                       5/66           carap1106-1107-18.doc\n\n                   Arbitral Tribunal on a half-yearly basis of the said\n                   refusal/nonpayment. The said communication will be the reference\n                   of the dispute to the ARBITRAL TRIBUNAL appointed under the\n                   present agreement.\n\n                   55.5.5 The said claims of the contractor so referred to ARBITRAL\n                   TRIBUNAL so far as it relates to the disputed claims, shall be\n                   treated as Statement of Claims of the Contractor and the ARBITRAL\n                   TRIBUNAL shall call upon KRCL to submit its reply. The ARBITRAL\n                   TRIBUNAL after giving an opportunity of being heard to both\n                   parties, decide the dispute within a period of two months from the\n                   date of communication of the dispute under clause 55.5.3 above.\n                   The Arbitral Tribunal will pass a reasoned award in writing, while\n                   deciding the Dispute. Once the award is declared, the Arbitral\n                   Tribunal cannot review the same except what is permissible in\n                   terms of provisions contained in <a href=\"/doc/1306164/\" id=\"a_10\">Arbitration and Conciliation Act,\n                   1996</a>. The parties shall be entitled to the remedies under the\n                   <a href=\"/doc/1306164/\" id=\"a_11\">Arbitration and Conciliation Act, 1996</a> or any amendment thereof.\n\n                   56. Settlement through court\n\n                   56.1 It is a term of this contract that the Contractor shall not\n                   approach any Court of Law for settlement of such disputes or\n                   differences unless an attempt has first been made by the parties to\n                   settled such disputes or differences through clauses 55.0 above.\n\n                   56.2. The contract shall be governed by the law for the time being\n                   in force in the Republic of India.               In case of any\n                   disputes/differences resulting in court cases/ between contractor &amp;\n                   KRCL the jurisdiction shall be of courts at Mumbai only.&quot;\n\n\n 5.       In terms of the above clauses, after execution of the contract\n\n agreement, the respondent by its letter dated 3 February 2015 forwarded\n\n to the petitioner a panel of arbitrators (comprising of four names) and\n\n requested the petitioner to suggest two names out of the said panel one of\n\n whom can be appointed as the petitioner&#x27;s nominee on the Standing\n\n arbitral tribunal. The petitioner by its letter dated 12 February 2015\n\n\n\n\n::: Uploaded on - 12/12/2019                          ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                        6/66         carap1106-1107-18.doc\n\n\n informed the respondent of it s choice of two names from the said panel.\n\n\n\n 6.       Respondent           thereafter   formed   a   standing      arbitral      tribunal,\n\n comprising of Mr.P.K.Aggarwal - Presiding Arbitrator, Mr.Rajkumar Sarkar\n\n - petitioner&#x27;s nominee and Mrs.Preeti Jha- Respondent&#x27;s nominee. The\n\n petitioner has contended that two of the appointed arbitrators were\n\n serving employees of the Northern Railways.\n\n\n\n 7.       In executing the contractual work, the petitioner had addressed\n\n various communications to the respondent and more particularly letters\n\n dated 17 April 2015 and 3 June 2016 with regard to the revision in the\n\n applicable toll tax cost being levied pursuant to the notification dated 31\n\n March 2015 and 30 May 2016 issued by the Government of Jammu and\n\n Kashmir. Petitioner had requested the respondent to reimburse the\n\n petitioner, the amount of additional toll tax incurred by the petitioner.\n\n\n\n 8.       The petitioner also by its letter dated 26 August 2016 requested the\n\n respondent to furnish reasons for the respondent deducting excess works\n\n contract tax, based on the <a href=\"/doc/199450226/\" id=\"a_12\">Jammu and Kashmir General Sales Tax Act,\n\n 1962</a>, in lieu of the work carried out by the petitioner under the contract\n\n\n\n\n::: Uploaded on - 12/12/2019                         ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                         7/66          carap1106-1107-18.doc\n\n\n agreement,         over       and   above    the   petitioner&#x27;s     contractual        liability.\n\n Thereafter, correspondence exchanged between the parties. The petitioner\n\n made a grievance to the respondent that the deduction of this amount was\n\n severely hampering the cash flow and general progress of the work under\n\n the agreement and demanded release of the amounts.\n\n\n\n 9.       Thereafter, the petitioner by its letter dated 30 August 2016\n\n informed the respondent about complete stoppage of all tunneling\n\n activities under the contract agreement since 28 August 2016 owing to a\n\n cavity formation at TIP2 tunnel face. It was highlighted that stoppage of\n\n the work was beyond the control of the petitioner. Further by its letter\n\n dated 3 January 2017 the petitioner appraised the respondent of the\n\n various steps which were taken towards resumption of tunneling activity\n\n consequent to formation of cavity at TIP2 tunnel phase. The petitioner\n\n also informed the respondent of additional cost incurred as a result of\n\n tunnel collapse at tunnel face at TIP2 and that only an amount of Rs.2.43\n\n crores was received from the respondent by the petitioner and substantial\n\n amounts being outstanding towards the balance un-recovered cost payable\n\n by the respondent. A half yearly statement of claim for the period ending\n\n 31 December 2018 came to be submitted by the petitioner to the\n\n\n\n\n::: Uploaded on - 12/12/2019                           ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                8/66          carap1106-1107-18.doc\n\n\n respondent by petitioner&#x27;s letter dated 14 February 2017 with a request to\n\n the respondent to release pending dues owed to the petitioner.\n\n\n\n 10.      The petitioner contends that due to repeated tunnel collapse during\n\n the period August 2016 to September 2016 and further tunnel collapse\n\n during February 2017 to October 2017 in all there being six major tunnel\n\n collapses, the petitioner was constrained to take urgent remedial measures\n\n to work on the instances and for prevention of future instances. For this\n\n the petitioner had incurred huge additional cost which according to the\n\n petitioner were in the best interest of the project. The petitioner contends\n\n that repeatedly the respondent was informed of the additional\n\n expenditure incurred and the serious financial crunch being faced by the\n\n petitioner and that despite these difficulties the petitioner had continued\n\n to work as the project was of national importance. The petitioner\n\n contended that the payment however was withheld by the respondent\n\n despite repeated requests to the respondent to release these payments.\n\n\n\n 11.      The petitioner has contended that time for completion of the project\n\n was also extended which was however for reasons beyond the petitioner&#x27;s\n\n control. Despite the same, the petitioner was unable to reduce its staff and\n\n\n\n\n::: Uploaded on - 12/12/2019                  ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                9/66          carap1106-1107-18.doc\n\n\n minimise the loss in view of Clause 48.4 of Special conditions of contract\n\n which entitled the respondent to recover the amounts from the petitioner\n\n on monthly basis in case the petitioner did not deploy the minimum staff\n\n at site.\n\n\n\n 12.       As there was no response from the respondent to the petitioner in\n\n regard to the petitioner&#x27;s correspondence on release of payments and to\n\n clear the outstanding dues, the petitioner by its letter dated 5 July 2017\n\n informed the respondent that as the dues were not cleared, the dispute\n\n relating to non payment of the dues be referred to arbitration. In this\n\n letter the petitioner also made specific reference to the amendments under\n\n the <a href=\"/doc/1306164/\" id=\"a_13\">Arbitration and Conciliation (Amendment) Act, 2015</a> and the decision\n\n of the Supreme Court on eligibility of the arbitrators as held in Voestalpine\n\n Schienen GmbH Vs. Delhi Metro Rail Corporation Ltd. 1, and requested the\n\n respondent to provide the entire list of arbitrators on the panel maintained\n\n by the respondent alongwith their qualifications and professional\n\n experience. The petitioner states that thus there was no favourable reply\n\n to this letter from the respondent.\n\n\n\n\n 1     (2017)4 SCC 665\n\n\n\n\n::: Uploaded on - 12/12/2019                  ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                              10/66          carap1106-1107-18.doc\n\n\n 13.      Thereafter, the petitioner by its letter dated 13 February 2018\n\n submitted its statement of claim to the respondent for the period ending\n\n 31 December 2017 with all details and supporting documents. The\n\n petitioner requested the respondent to clear the outstanding dues\n\n approximately Rs.3455.73 lacs on account of these claims. The petitioner\n\n has contended that the entire claims alongwith the interest thereon has\n\n remained unpaid, as despite the petitioner&#x27;s letter dated 13 February 2018\n\n respondent had failed to take any steps. As no reply was received to the\n\n petitioner&#x27;s letters dated 5 July 2017 and 13 February 2018 and the\n\n respondent not having taken any steps in accordance with the amended\n\n provisions of the Act, for appointing an arbitral tribunal to adjudicate\n\n upon the disputes between the parties, the petitioner has filed the present\n\n petition.\n\n\n\n 14.      The petitioner has contended that the current members of the\n\n standing arbitral tribunal namely Mr.P.K.Aggarwal-Presiding Arbitrator,\n\n and Mrs.Preeti Jha-Respondent&#x27;s nominee, are existing employees of\n\n Indian Railways (as part of the Northern Railways, a functional division of\n\n Indian Railways) and as such are working under the Indian Railways. As\n\n regards the third member Mr.Satya Pal, the petitioner has contended that\n\n\n\n\n::: Uploaded on - 12/12/2019                ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                         11/66        carap1106-1107-18.doc\n\n\n he is also a former employee of Indian Railways (as a part of South\n\n Central Railways, functional division of Indian Railways). The petitioner\n\n contends that neutrality, impartiality and independence of the present\n\n members of the standing arbitral tribunal is likely to be compromised, in\n\n the event the present members of the standing arbitral tribunal arbitrate\n\n upon the disputes between the petitioner and respondent.\n\n\n\n 15.      It is contended by the petitioner that the respondent is an\n\n undertaking of the Indian Railways and entirely under its authority,\n\n Supervision, and control. It is contended that an &quot;affiliate&quot; entity is\n\n defined under the <a href=\"/doc/1306164/\" id=\"a_14\">Seventh Schedule of the Act</a> as amended, to encompass\n\n &quot;all companies in one group of companies including the parent company&quot;.\n\n The petitioner has contended that on account of current shareholding of\n\n 51% of the Indian Railways in the share capital of the respondent, the\n\n Indian Railways qualifies as the parent entity of the Respondent and\n\n hence, is an &quot;affiliate&quot; of the respondent. The petitioner referring to sub-\n\n section (5) of <a href=\"/doc/750244/\" id=\"a_15\">Section 12</a> of the Act contends that the spirit of the non-\n\n obstante clause as incorporated by the 2015 Amendment Act is to ensure\n\n neutrality       in    the    arbitration    proceedings.    It    is   contended         that\n\n notwithstanding the fact that the source of arbitrator&#x27;s appointment is\n\n\n\n\n::: Uploaded on - 12/12/2019                         ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                12/66           carap1106-1107-18.doc\n\n\n deduced from the contract and has been explicitly agreed between the\n\n contracting parties, the appointment of an arbitrator must nonetheless\n\n withstand the test of impartiality and independence as the Act would\n\n prescribe. The petitioner also contends that <a href=\"/doc/16912364/\" id=\"a_16\">Section 12(5)</a> read with\n\n Seventh Schedule makes it clear that if an arbitrator falls in any one of the\n\n categories specified in the Seventh Schedule, such arbitrator becomes\n\n ineligible to act as arbitrator. Once such ineligibility is established, then he\n\n becomes de jure unable to perform his functions within the meaning of\n\n <a href=\"/doc/966297/\" id=\"a_17\">Section 14(1)(a)</a> of the Act. It is thus contended that the mandate of\n\n ineligible arbitrator&#x27;s appointment is liable to be terminated pursuant to\n\n <a href=\"/doc/409037/\" id=\"a_18\">Section 14(2)</a> of the Act as amended. The petitioner contends that in the\n\n light of the respondent&#x27;s continued failure and neglected to undertake\n\n steps to ensure appointment of arbitral tribunal in compliance with the\n\n provisions of the Act as amended, the prayers as made in the petition\n\n ought to be granted.\n\n\n\n 16.      A reply affidavit has been filed on behalf of the respondent. The\n\n respondent at the outset has contended that the petitioner was earlier\n\n awarded construction of T6, T10, T11, T12 and T19 contractual work in\n\n respect of Udhampur Srinagar Baramullah Rail Link project under an\n\n\n\n\n::: Uploaded on - 12/12/2019                   ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                              13/66           carap1106-1107-18.doc\n\n\n agreement dated 18 October 2010. It is contended that the said contract\n\n also provided for standing Arbitral Tribunal during the execution of the\n\n contract and for resolution of all the disputes between the parties under\n\n Clause 56. The said arbitration agreement also provided for panel of three\n\n or more gazetted railway officers not below JA grade or two railway\n\n Gazetted Officers not below JA grade and a retired Railway Officer, who\n\n retried not below the rank of SAG officer from the panel approved by the\n\n Northern Railway. There was also a procedure that a list of at least three\n\n names of the Gazetted Railway officers from the panel approved by the\n\n Northern Railway should be sent to the contractor and the contractor was\n\n required to intimate two names from the said list, out of which the\n\n Managing Director of the respondent shall appoint one, as contractor&#x27;s\n\n nominee and simultaneously appoint the remaining arbitrators indicating\n\n the name of Presiding Arbitrator.        It is contended that the present\n\n agreement was signed by the petitioner without demur and following the\n\n procedure as contained in the said agreement, an arbitral tribunal of\n\n Mr.P.K.Agarwal, Mr.Satya Pal and Mr.Ajit Kumar was constituted and\n\n intimated to the petitioner on 25 February 2015. It is stated that one of\n\n the arbitrator Mr.Ajit Kumar retired and in his place the respondent\n\n appointed Ms.Preeti Jha and the petitioner was so informed by\n\n\n\n\n::: Uploaded on - 12/12/2019                 ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                14/66          carap1106-1107-18.doc\n\n\n respondent&#x27;s letter dated 8 February 2016.\n\n\n\n 17.      The respondent has contended that after the dispute arose between\n\n the parties, the constituted arbitral tribunal is available. It is contended by\n\n the respondent that the present arbitral tribunal, after retirement of\n\n Mr.Ajit Kumar has been reconstituted in the year 2016 and thus after the\n\n amendment of the <a href=\"/doc/1052228/\" id=\"a_19\">Arbitration Act</a> and after the dispute had arisen, the\n\n parties have accepted the constitution of the arbitral tribunal in\n\n accordance with the agreed terms.\n\n\n\n 18.      The respondent has contended that the railway is one of the largest\n\n employer in India, next to the Indian Army. The railway engineering is a\n\n special class of engineering and specially the Udhampur Srinagar\n\n Baramulla Rail Link is a project one of its kind in Asia. It is contended\n\n that from the thousands of employees of the Indian Railways, a\n\n proposition that a railway officer merely because he is in the employment\n\n of the Railways would be a biased arbitrator, is only imaginary and\n\n baseless. It is contended that the agreed procedure for constitution of\n\n arbitral tribunal does not offend the provisions of <a href=\"/doc/1596533/\" id=\"a_20\">Section 12(5)</a> of the\n\n Amended Act. The respondent has contended that the Northern Railway\n\n\n\n\n::: Uploaded on - 12/12/2019                  ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                               15/66           carap1106-1107-18.doc\n\n\n had circulated to the petitioner vide respondent&#x27;s letter dated 11 August\n\n 2017 a panel of names consisting of serving officers of Northern Railway,\n\n Central Railway and other Railway Zones, Retired Officers (Finance-SAG\n\n and above), Retired Officers (Engineering SAG and above). The\n\n respondent has also contended that the list consists of members of\n\n Railway Board, Chief Engineers, Chief Executive Officers, FA &amp; CAOs, the\n\n Director/Executive Director (Finance) etc. and that there are officers also\n\n from other PSUs like IRCON, the Chief Safety Officers who are\n\n independent officers of Aviation department. It is contended that a bare\n\n perusal of these lists would show very high ranking officers having\n\n expertise are being appointed and that none of the officers are even\n\n remotely involved in execution of the contract. Hence, there is no reason\n\n for any apprehension that the members of the panel being biased or not\n\n independent. It is stated that the members of the panel are not covered in\n\n any of the embargo created under <a href=\"/doc/750244/\" id=\"a_21\">Section 12</a> of the Act who would have\n\n any influence on the contractual work. The respondent has contended\n\n that the Courts have consistently held having named arbitrators from the\n\n same department or Government servants does not prove any bias or\n\n partiality. Thus the contention as urged on behalf of the petitioner that the\n\n arbitral tribunal as constituted, is hit by the provisions of <a href=\"/doc/16912364/\" id=\"a_22\">Section 12(5)</a> of\n\n\n\n\n::: Uploaded on - 12/12/2019                  ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                16/66          carap1106-1107-18.doc\n\n\n the Act, according to the respondent, is completely misconceived.\n\n\n 19.      A rejoinder affidavit has been placed on record on behalf of the\n\n petitioner denying the contentions as urged in the reply affidavit of the\n\n respondent. Referring to the decision of the Supreme Court in\n\n &quot;Voestalpine Schienen GMBH Vs. Delhi Metro Rail Corporation&quot; (supra) it\n\n is contended that a broad panel of arbitrators to be provided is what is\n\n expected from the respondent to have neutrality and impartiality of the\n\n arbitral process.\n\n\n 20.      It is on the above pleadings, I have heard the learned Counsel for\n\n the parties.\n\n Submissions on behalf of the Petitioner.\n\n 21.      Dr.Saraf, learned Counsel for the petitioner has made the following\n\n submissions:-\n\n (i)      The standing arbitral tribunal constituted in accordance with clause\n\n 55 of the contract is violative of <a href=\"/doc/16912364/\" id=\"a_23\">Section 12(5)</a> of the Act as amended by\n\n the 2015 Amendment Act, as the tribunal is formed from a restricted list\n\n out of a panel comprising only of existing/retired railway employees. In\n\n doing so the respondent is obliged to give to the petitioner a panel of only\n\n three names of Gazetted Railway Officer who may include retired officers\n\n\n\n\n::: Uploaded on - 12/12/2019                  ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                   17/66          carap1106-1107-18.doc\n\n\n from which the petitioner is expected to select two nominees and out of\n\n the two nominees so selected, the Chairman and Managing Director of the\n\n respondent to appoint at least one person as nominee on behalf of the\n\n petitioner. It is submitted that this apart the Managing Director is required\n\n to appoint one more person from the restricted list as a nominee on behalf\n\n of the respondent. It is the Managing Director himself who appoints the\n\n third arbitrator from the said restricted list. Thus, the standing arbitral\n\n tribunal formed by following the said procedure under Clause 55 raises\n\n justifiable doubts about independence and impartiality of the arbitral\n\n tribunal.\n\n\n\n (ii)     It is submitted that the reference of disputes to arbitration is distinct\n\n and different from the formation of the tribunal and it takes place every\n\n six months. Each dispute is a separate reference which is evident from\n\n reading of clause 55.5 and in particular Clause 55.5.4 which in no\n\n uncertain terms provides &quot;.... ... .. The said communication will be the\n\n reference of the dispute to the Arbitral Tribunal appointed under the\n\n present agreement&quot;.           It is submitted that it is incumbent upon the\n\n respondent to follow the directions and guidelines as laid down by the\n\n Supreme Court in the case Voestalpine Schienen GMBH Vs. Delhi Metro\n\n\n\n\n::: Uploaded on - 12/12/2019                     ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                     18/66          carap1106-1107-18.doc\n\n\n Rail Corporation&quot;(supra) and cannot compel the petitioner to first refer\n\n the dispute to an arbitral tribunal which was constituted contrary to the\n\n said guidelines. It is contended that the Supreme Court in paragraphs 26\n\n and 27 of this decision while holding that appointment of former\n\n Government employees was in violation of <a href=\"/doc/1265271/\" id=\"a_24\">Section 12</a> of the Arbitration\n\n Act, in paragraph 21 has clearly held that providing of a restricted list\n\n /panel, leads to suspicion about independence and/or impartiality of the\n\n arbitrators to be appointed and that such a provision should be deleted.\n\n The Supreme Court has also held that a wide choice from the panel should\n\n be offered to the contractor and two arbitrators should be given the\n\n freedom to choose third arbitrator from the entire panel.\n\n\n\n (iii)     Even the Delhi High Court in the case Afcons Infrastructure Ltd. vs\n\n Rail Vikas Nigam Limited2 considering the similar case, appointed an\n\n independent arbitrator while considering the judgment of the Supreme\n\n Court       in    Voestalpine      Schienen     GMBH     Vs.    Delhi       Metro       Rail\n\n Corporation&quot;(supra). The contention of the respondent that <a href=\"/doc/750244/\" id=\"a_25\">Section 12</a>\n\n does not have retrospective effect and that the standing arbitral tribunal as\n\n already formed, would continue to exist and to be valid, is erroneous. It is\n\n\n 2     2017 SCC Online (Del) 8675\n\n\n\n\n::: Uploaded on - 12/12/2019                       ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                 19/66          carap1106-1107-18.doc\n\n\n submitted that formation of standing arbitral tribunal does not in any\n\n manner exclude the application of <a href=\"/doc/750244/\" id=\"a_26\">Section 12</a> after the amendment to\n\n <a href=\"/doc/750244/\" id=\"a_27\">Section 12</a>. It is submitted that, <a href=\"/doc/138599/\" id=\"a_28\">Section 21</a> of the Act clearly provides that\n\n arbitration proceedings in respect of a particular dispute would commence\n\n on the date on which a request for that dispute to be referred to\n\n arbitration is received by the respondent. It is submitted that in the\n\n present case, the dispute which is a subject matter of the present\n\n proceedings, has arisen after coming into force 2015 amendment. Even\n\n Clause 55.5.4 of the agreement expressly provides that the communication\n\n of the dispute shall be the reference of the dispute to the arbitral tribunal.\n\n Thus, it is not as if <a href=\"/doc/16912364/\" id=\"a_29\">Section 12(5)</a> of the Act is being applied to the pending\n\n arbitral proceedings, but the same is applied to the disputes and\n\n commencement of the arbitration which has arisen after 2015\n\n amendment. It is submitted that Section 26 of the Amendment Act (Act\n\n no.3 of 2016) excludes application of the amendment to arbitral\n\n proceedings which have commenced in accordance with the provisions of\n\n Section 21 of the Principal Act before commencement of the Act and those\n\n which commence after the 2015 Amendment Act was brought into force.\n\n\n\n (iv)     It is next submitted that considering all pervasive control of Indian\n\n\n\n\n::: Uploaded on - 12/12/2019                   ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                20/66          carap1106-1107-18.doc\n\n\n Railways on the respondent, the standing arbitral tribunal constituted out\n\n of the panel of only existing/retired railway employees, is violative of\n\n <a href=\"/doc/16912364/\" id=\"a_30\">Section 12(5)</a> of the Act and in any case raises justifiable doubts as\n\n regards independence and impartiality of the tribunal.\n\n\n\n (v)      In supporting these submissions, a reference is being made to clause\n\n (2) of the General Conditions of the Contract in the present case wherein\n\n it is specifically mentioned that the present project has been entrusted to\n\n the respondent by the Railway Board, Government of India, through\n\n Northern Railways and in this regard a contract agreement dated 9 August\n\n 2005 has been executed between the respondent and Northern Railways.\n\n It is further submitted that it is an admitted position that Indian Railways\n\n (through Government of India) holds 51% of the respondent&#x27;s\n\n shareholding. The rest of the shareholding in the respondent is held by\n\n Government of Maharashtra, Government of Goa, Government of\n\n Karnataka and Government of Kerala. It is submitted that even the\n\n organizational structure of Ministry of Railways makes the respondent as\n\n one of the Central Public Sector Enterprises. The Articles of Association\n\n also clearly show that the Government of India controls with all force, the\n\n respondent including appointment of contractors of the respondent,\n\n\n\n\n::: Uploaded on - 12/12/2019                  ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                           21/66            carap1106-1107-18.doc\n\n\n issuance of contractors, investing monies, borrowings /raising /securing /\n\n payment of monies, dividends, accounts etc. Even the auditors of the\n\n respondent are to be appointed with the specific approval of the\n\n Comptroller and Auditor General of India. It is thus submitted that the\n\n respondent is an undertaking of Indian Railways and entirely under their\n\n direction and control and therefore, affiliated entity as defined under\n\n <a href=\"/doc/1306164/\" id=\"a_31\">Seventh Schedule of the Act</a>.\n\n\n\n (vi)      It is submitted that in the case of this very respondent, the learned\n\n Single Judge of this Court (K.R.Shriram, J.) in Afcons Infrastructure Ltd.\n\n Vs. Konkan Railway Corporation3, following the decision of the Supreme\n\n Court       in       Voestalpine       Schienen       GMBH        Vs.    Delhi      Metro       Rail\n\n Corporation&quot;(supra) has directed the respondent to prepare a broad based\n\n list of panel of the arbitrators. In support of this submission, learned\n\n Counsel for the petitioner has principally relied on the the decision of the\n\n Supreme Court in Voestalpine Schienen GmBH Vs. Delhi Metro Rail\n\n Corporation (supra), the decision of the learned Single Judge of the Delhi\n\n High Court in Afcons Infrastructure Ltd. Vs. Rail Vikas Nigam Ltd.4,\n\n\n\n 3     Commercial Appeal No.135 of 2017 decided on 23.10.2018\n 4     2017 SCC OnLine Del 8675\n\n\n\n\n::: Uploaded on - 12/12/2019                               ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                  22/66          carap1106-1107-18.doc\n\n\n Bernard Ingenieure ZT - GMBH Vs. Ircon International Ltd. 5, and the\n\n decision in NCCL-Premco(JV) Vs. Rail Vikas Nigam Ltd.6\n\n\n Submissions on behalf of the Respondent.\n\n 22.       On the other hand, Ms.Kiran Bagalia, learned Counsel for the\n\n respondent reiterating the contentions as urged by the respondent in the\n\n reply affidavit would refer to the previous contract between the parties\n\n dated 18 October 2010 to submit that the arbitral tribunal was constituted\n\n under the earlier contract shall remain in force during the entire period of\n\n principal contract as per clause 55.6.5.\n\n\n\n 23.       It is submitted that under the provisions of the Special Conditions of\n\n the contract, the parties having agreed for establishment of standing\n\n arbitral tribunal in the manner provided under clause 55 of the Special\n\n Conditions of the Contract, which was formed after following the\n\n procedure and which now cannot be disturbed. It is submitted that the\n\n amended <a href=\"/doc/750244/\" id=\"a_32\">Section 12</a> shall not apply in a case where the arbitral tribunal\n\n has already been appointed before 23 October 2015. It is submitted that\n\n the arguments of the petitioner are against the proviso to sub-section (5)\n\n 5 2018 SCC OnLine Del 7941\n 6     2018 SCC OnLine Del 11926\n\n\n\n\n::: Uploaded on - 12/12/2019                    ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                 23/66            carap1106-1107-18.doc\n\n\n of <a href=\"/doc/750244/\" id=\"a_33\">Section 12</a> of the Act.\n\n\n\n 24.      It is submitted that it is not open for the petitioner to take a stand\n\n that each of six monthly claim as provided in the contract, a fresh consent\n\n of the parties, is necessary. It is submitted that the standing arbitral\n\n tribunal constituted in March 2011 (under an earlier contract) has been\n\n continued. The petitioner had also earlier submitted its claim before the\n\n standing arbitral tribunal. It is submitted that the standing arbitral\n\n tribunal has to continue till the end of the contract and till a no claim\n\n certificate is issued. It is submitted that during the execution of the\n\n contract, the tribunal was already appointed and the disputes have been\n\n referred to arbitration and hence, the amended provision does not apply\n\n to constitution of arbitral tribunal.       It is submitted that the procedure\n\n provided under the contract is similar to the procedure considered in\n\n Voestalpine Schienen GMBH Vs. Delhi Metro Rail Corporation&quot; (supra) by\n\n the Supreme Court.\n\n\n\n 25.      It is submitted that the arbitral tribunal was established on 3 March\n\n 2011 qua the earlier contract and the petitioner had participated in\n\n constitution of the arbitral tribunal by selecting two names from the list of\n\n\n\n\n::: Uploaded on - 12/12/2019                     ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                24/66          carap1106-1107-18.doc\n\n\n the arbitrators forwarded by the respondent, is by communication dated\n\n 21 February 2011 and at no point of time the petitioner ever raised a\n\n challenge to the arbitral tribunal on the ground that there were\n\n circumstances giving rise to justifiable doubts as to the arbitrator&#x27;s\n\n independence and impartiality. It is submitted that none of the amended\n\n provisions of the Act are applicable to the facts of the present case.\n\n\n\n 26.      It is next submitted that the provisions of the Seventh Schedule are\n\n not applicable inasmuch as the Indian Railways&#x27; Employee/ Railway\n\n officer is a qualification provided in the arbitration agreement executed\n\n between the parties and it is unthinkable that each of these large number\n\n of railway employees would be ineligible under the Seventh Schedule as\n\n he is a railway officer, though such a person never had dealing even\n\n remotely related to the subject contract. The decision of the Supreme in\n\n Voestalpine Schienen GMBH Vs. Delhi Metro Rail Corporation&quot; (supra) in\n\n fact supports the case of the respondent.\n\n\n\n 27.      In support of her submission, learned Counsel for the respondent\n\n relies on the decision of the Supreme Court in Aravali Power Company\n\n\n\n\n::: Uploaded on - 12/12/2019                  ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                           25/66              carap1106-1107-18.doc\n\n\n Pvt. Ltd. vs M/S. Era Infra Engineering Ltd. 7; HRD Corporation (Mercus\n\n Oil &amp; Chemical Division) Vs. GAIL (India) Ltd. 8 (supra), S.P.Singla\n\n Constructions Pvt.Ltd. Vs. State of Himachal Pradesh &amp; Anr. 9 , Union of\n\n India Vs. M.P. Gupta10, BTP Structural (I) Pvt.Ltd. Belgaum Vs. Bharat\n\n Petroleum Corporation Ltd.11\n\n\n\n Discussion and Conclusion\n\n 28.               The short issue which falls for consideration in this petition is\n\n whether the standing arbitral tribunal being constituted by the respondent\n\n as per Clause 55 of the Special Conditions of the Contract would satisfy\n\n the requirement of law as prescribed under <a href=\"/doc/750244/\" id=\"a_34\">Section 12</a> read with the\n\n Schedules to the Arbitration Act as incorporated by the 2015 Amendment\n\n Act.\n\n\n\n 29.       <a href=\"/doc/750244/\" id=\"a_35\">Section 12</a> as amended by the 2015 Amendment Act provides for\n\n number of requirements with an object that the arbitral tribunal which\n\n would be constituted is independent and impartial and further that the\n\n members of the arbitral tribunal do not have any direct or indirect, past or\n\n 7     (2017) 15 SCC 32\n 8     Civil Appeal no.11126 of 2017. Date:31/8/2017\n 9     Civil Appeal no.11824-11825 of 2018. Date 4/12/2018\n 10    (2004)10 SCC 504\n 11    2014(4) Mh.LJ 598\n\n\n\n\n::: Uploaded on - 12/12/2019                                 ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                       26/66             carap1106-1107-18.doc\n\n\n present relationship or interest with any of the parties. <a href=\"/doc/750244/\" id=\"a_36\">Section 12</a> thus\n\n provides for grounds of challenge to the appointment of                            an arbitral\n\n tribunal. Proviso to Sub-<a href=\"/doc/310829/\" id=\"a_37\">section 5</a> of <a href=\"/doc/750244/\" id=\"a_38\">Section 12</a> stipulates that\n\n notwithstanding any prior agreement to the contrary, any person whose\n\n relationship, with the parties or counsel or the subject matter of the\n\n dispute, falls under any of the categories as specified in the Seventh\n\n Schedule (which provides for arbitrator&#x27;s relation with the parties or\n\n counsel) shall be ineligible to be appointed as an arbitrator. The proviso\n\n to sub-section (5), however, carves out an exception to stipulate that the\n\n parties may subsequent to disputes having arisen between them, waive the\n\n applicability of this sub-section by an express agreement in writing. The\n\n fulcrum of the contentions of the parties being based on <a href=\"/doc/750244/\" id=\"a_39\">Section 12</a>, this\n\n provision is required to be extracted, which reads thus:-\n\n                  12. Grounds for challenge.--[(1) When a person is approached in\n                  connection with his possible appointment as an arbitrator, he shall\n                  disclose in writing any circumstances,-\n                  (a) such as the existence either direct or indirect, or any past or\n                  present relationship with or interest in any of the parties or in\n                  relation to the subject-matter in dispute, whether financial,\n                  business, professional or other kind, which is likely to give rise to\n                  justifiable doubts as to his independence or impartiality; and\n\n                  (b) which are likely to affect his ability to devote sufficient time to\n                  the arbitration and in particular his ability to complete the entire\n                  arbitration within a period of twelve months.\n\n                  Explanation 1.--The grounds stated in the Fifth Schedule shall\n                  guide in determining whether circumstances exist which give rise\n                  to justifiable doubts as to the independence or impartiality of an\n\n\n\n\n::: Uploaded on - 12/12/2019                            ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                       27/66             carap1106-1107-18.doc\n\n                  arbitrator.\n\n                  Explanation 2.--The disclosure shall be made by such person in\n                  the form specified in the Sixth Schedule.]\n\n                  (2) An arbitrator, from the time of his appointment and throughout\n                  the arbitral proceedings, shall, without delay, disclose to the parties\n                  in writing any circumstances referred to in sub-section (1) unless\n                  they have already been informed of them by him.\n\n                  (3) An arbitrator may be challenged only if--\n\n                  (a) circumstances exist that give rise to justifiable doubts as to his\n                  independence or impartiality, or\n\n                  (b) he does not possess the qualifications agreed to by the parties.\n\n                  (4) A party may challenge an arbitrator appointed by him, or in\n                  whose appointment he has participated, only for reasons of which\n                  he becomes aware after the appointment has been made.\n\n                  [(5)Notwithstanding any prior agreement to the contrary, any\n                  person whose relationship, with the parties or counsel or the\n                  subject-matter of the dispute, falls under any of the categories\n                  specified in the Seventh Schedule shall be ineligible to be\n                  appointed as an arbitrator:\n\n                  Provided that parties may, subsequent to disputes having arisen\n                  between them, waive the applicability of this sub-section by an\n                  express agreement in writing.]&quot;\n\n\n\n\n 30.      The fifth schedule to the Act deals with the grounds which gives rise\n\n to justifiable doubts as to the independence and impartiality of the\n\n arbitrator. The seventh schedule deals with the arbitrators relationship\n\n with the parties or counsel. The relevant extracts of the fifth and seventh\n\n schedules read thus:\n\n\n\n\n::: Uploaded on - 12/12/2019                            ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                       28/66            carap1106-1107-18.doc\n\n                                        THE FIFTH SCHEDULE\n                                        (See <a href=\"/doc/750244/\" id=\"a_40\">Section 12(1)(b)</a>)\n\n                  The following grounds give rise to justifiable doubts as to the\n                  independence or impartiality of arbitrators:\n\n                   ARBITRATOR&#x27;S RELATIONSHIP WITH THE PARTIES OR COUNSEL\n\n                  1.     The arbitrator is an employee, consultant, advisor or has\n                  any other past or present business relationship with a party.\n\n                  ... ... ... ... ..\n                  5.       The arbitrator is a manager, director or part of the\n                  management, or has a similar controlling influence, in an affiliate\n                  of one of the parties if the affiliate is directly involved in the\n                  matters in dispute in the arbitration.\n                  .. .. ...\n                  12.      The arbitrator is a manager, director or part of the\n                  management, or has a similar controlling influence in one of the\n                  parties.\n\n                  13.     The arbitrator has a significant financial interest in one of\n                  the parties or the outcome of the case.\n                  .. ... ... ..\n\n                     PREVIOUS SERVICES FOR ONE OF THE PARTIES OR OTHER\n                                       INVOLVEMENT IN THE CASE\n                  ... .. .. ..\n                  22.       The arbitrator has within the past three years been\n                  appointed as arbitrator on two or more occasions by one of the\n                  parties or an affiliate of one of the parties.\n                  ... .. .. ..\n\n                        RELATIONSHIP BETWEEN ARBITRATOR AND PARTY AND\n                              OTHERS INVOLVED IN THE ARBITRATION\n\n                  .. .. ..\n                  31.       The arbitrator had been associated within the past three\n                  years with a party or an affiliate of one of the parties in a\n                  professional capacity, such as a former employee or partner.\n                  ........\n                                        OTHER CIRCUMSTANCES\n                  ... .. .. .. .. .....\n                  34.       The arbitrator is a manager, director or part of the\n                  management, or has a similar controlling influence, in an affiliate\n                  of one of the parties, where the affiliate is not directly involved in\n\n\n\n\n::: Uploaded on - 12/12/2019                           ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                        29/66              carap1106-1107-18.doc\n\n                  the matters in dispute in the arbitration.\n\n                  Explanation 1- .. .. . .\n                  Explanation 2- The term &quot;affiliate&quot; encompasses all companies in\n                  one group of companies including the parent company.&quot;\n                                               ...\n\n                                 &quot;THE SEVENTH SCHEDULE\n                                     (See <a href=\"/doc/16912364/\" id=\"a_41\">section 12(5)</a>)\n                  ARBITRATORS RELATIONSHIP WITH THE PARTIES OR COUNSEL\n\n                  1. The arbitrator is an employee, consultant, advisor or has any\n                  other past or present business relationship with a party.\n\n                  .. .. ...\n\n                  5. The arbitrator is a manager, director or part of the management,\n                  or has a similar controlling influence, in an affiliate of one of the\n                  parties if the affiliate is directly involved in the matters in dispute\n                  in the arbitration.\n\n                  ... .. .. ..\n\n                  14. The arbitrator regularly advises the appointing party or an\n                  affiliate of the appointing party, and the arbitrator or his or her firm\n                  derives a significant financial income therefrom.\n\n                  15.... .. .. .\n\n                  16... ... . .\n\n                  17.. .. .. .\n\n                  18. .. .. ..\n\n                  19. ... ...\n\n                  Explanation 1 .. .. .\n\n                  Explanation 2 - The term &quot;affiliate&quot; encompasses all companies in\n                  one group of companies including the parent company.\n\n                  Explanation 3 - For the removal of doubts, it is clarified that it may\n                  be the practice in certain specific kinds of arbitration, such as\n                  maritime or commodities arbitration, to draw arbitrators from a\n                  small, specialised pool. If in such fields it is the custom and practice\n\n\n\n\n::: Uploaded on - 12/12/2019                            ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                       30/66            carap1106-1107-18.doc\n\n                  for parties frequently, to appoint the same arbitrator in different\n                  cases, this is a relevant fact to be take into account while applying\n                  the rules set out above.&quot;\n\n\n\n\n 31.               It can be thus clearly seen from the aforesaid provisions of the\n\n <a href=\"/doc/1052228/\" id=\"a_42\">Arbitration Act</a> that an arbitrator ought not to have either direct or\n\n indirect or any past or present relationship or interest with any of the\n\n parties which is likely to give rise to justifiable doubts as to his\n\n independence or impartiality. The provisions of the Fifth Schedule amplify\n\n this position in interalia providing that an arbitrator cannot be an\n\n employee of a party to the arbitral proceedings. In other words the\n\n arbitrator&#x27;s employment cannot have any relation or bearing on the\n\n arbitrator discharging his duties as an adjudicator. The arbitrator ought\n\n not to be in the controlling influence of a party by virtue of being an\n\n employee of an organization.\n\n\n\n 32.               On behalf of the petitioner the &quot;Organizational Structure&quot; of\n\n the respondent is also placed on record, pointing out the control of the\n\n Ministry of Railways on the respondent. The organizational structure is as\n\n under:-\n\n\n\n\n::: Uploaded on - 12/12/2019                           ::: Downloaded on - 14/12/2019 13:59:16 :::\n    pvr                                               31/66                 carap1106-1107-18.doc\n\n\n                                     ORGANIZATION STRUCTURE\n\n                                        MINISTER OF RAILWAYS\n\n          MINISTER OF STATE OF RAILWAYS(S)                    MINISTER OF STATE OF RAILWAYS (G)\n\n                                                   RAILWAY BOARD\n\n                                                     CHAIRMAN\n                                                   RAILWAY BOARD\n                    MEMBER             MEMBER                MEMBER            MEMBER                 FINANCIAL\nMEMBER\n                     STAFF           ENGINEERING            TRACTION           ROLLING               COMMISSIONE\nTRAFFIC\n                                                                                STOCK                     R\n\n\nDIRECTOR GENERAL/                                                               SECRETARY               DIRECTOR GENERAL/S&amp;T\n                                     DIRECTOR GENERAL/RHS\n       RPF                                                                    ESTT.   ADMN.             DIRECTOR GENERAL/RS\n                                   DIRECTOR GENERAL/\n                                                                             MATTERS MATTERS\n\n\n\n   ZONAL RAILWAYS (OPEN LINE)            PRODUCTION UNITS                       OTHER UNITS               CPSE/CORP\n   GENERAL MANAGERS                         GENERAL MANAGERS                    GENERAL MANAGERS                BCL\n                                                                                                               BSCL\n        CENTRAL                         CHITTARANJAN LOCOMOTIVE             CENTRAL ORGANIZATION FOR           BWEL\n        EASTERN                                    WORKS                     RAILWAY ELECTRIFICATION         CONCOR\n     EAST CENTRAL                       DIESEL LOCOMOTIVE WORKS,            NF RAILWAY (CONSTRUCTION)         DFCCIL\n      EAST COAST                                 VARANASI                                                     IRCON\n        METRO**                          INTEGRAL COACH FACTORY,                     CAO (R)*                 IRCTC\n       NORTHERN                                   CHENNAI                    CENTRAL ORGANIZATION FOR          IRFC\n    NORTH CENTRAL                          RAIL COACH FACTORY,                   MODERNIZATION OF             KMRCL\n    NORTH EASTERN                               KAPURTHALA                     WORKSHOP (COFMOW)               KRCL\n  NORTHEAST FRONTIER                       RAIL WHEEL FACTORY,                    INDIAN RAILWAY               MRVC\n    NORTH WESTERN                               YELAHANKA                   ORGANIZATION FOR ALTERNATE         RCIL\n       SOUTHERN                         MODERN COACH FACTORY, RAE                  FUELS (ROAF)                RITES\n    SOUTH CENTRAL                                  BARELI                                                      RVNL\n    SOUTH EASTERN                                                                DIRECTOR GENERAL\n      SOUTH EAST                                   CAO(R)*                  NATIONAL ACADEMY OF INDIAN Autonomous Bodies/\n        CENTRAL                          DIESEL LOCO MODERNIZATION              RAILWAYS, VADODARA         Authorities\n    SOUTH WESTERN                               WORKS/PATIALA\n        WESTERN                                                                 DG &amp; EX-OFFICIO GM             CRIS\n     WEST CENTRAL                          RAIL WHEEL PLANT, BELA                RDSO, LUCKNOW                 RLDA\n\n\n\n\n   &quot;METRO RLY, KOLKATA          &#x27;CHIEF ADMINISTRATIVE OFFICER (RAILWAYS)\n\n   2                                                   INDIAN RAILWAYS ANNUAL REPORT AND ACCOUNTS 2016-17\n\n\n\n\n   33.      The petitioner has also placed on record the Indian Railways Annual\n\n   Reports and Accounts 2016-2017, which would indicate that the\n\n\n\n\n  ::: Uploaded on - 12/12/2019                                       ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                              32/66          carap1106-1107-18.doc\n\n\n respondent is directly under the control of the Ministry of Railways and\n\n apart from its Zonal railways, the Central public sector enterprises like\n\n respondent also forms part of the organizational structure under the\n\n Ministry of Railways. Hence, it can certainly be said that various zonal\n\n railways like Central Railways, Eastern Railways, Northern Railways etc.\n\n are having not only business relationship but also controlling influence on\n\n the respondent. From the General Conditions of the contract it is seen\n\n that the project in question has been entrusted to the respondent by the\n\n Railway Board of Government of India through Northern Railways and in\n\n this regard a contract dated 9 August 2005 is executed between the\n\n respondent and Northern railways. Even the Articles of Association would\n\n go to show that the Government of India controls by all force the\n\n respondent, including appointment of the contractors by the respondent.\n\n It also cannot be overlooked that the shareholding of the Indian Railways\n\n in the share capital of the respondent is 51%. The Indian Railways\n\n therefore, qualifies as a parent entity of the respondent. Thus, certainly\n\n the respondent can be said to be &quot;an affiliate&quot; of the Indian\n\n Railways/Northern Railways within the meaning of &quot;an affiliate&quot; as\n\n described in &quot;Explanation 2&quot; to the <a href=\"/doc/1052228/\" id=\"a_43\">Seventh Schedule to the Arbitration\n\n Act</a>. It thus cannot be said that the existing employee of the northern\n\n\n\n\n::: Uploaded on - 12/12/2019                ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                33/66         carap1106-1107-18.doc\n\n\n railways would not have any relationship with the respondent. It is also\n\n likely that the officers can very well be posted by the Ministry of Railways\n\n on deputation with the respondent in which case such employees under\n\n the Ministry of Railways would also be             the employees with the\n\n respondent. Hence, it can be said that an employee of the railways can\n\n also be an employee of the northern railways, central railway or any other\n\n railways who can be appointed as an arbitrator in connection with the\n\n dispute to which the respondent is a party. In this situation it cannot be\n\n said that such an employee/arbitrator would be an independent or an\n\n impartial arbitrator having no relationship with the respondent, and more\n\n particularly in the spirit of the amended provisions of <a href=\"/doc/750244/\" id=\"a_44\">Section 12</a> read\n\n with Fifth and Seventh schedule as noted above.\n\n\n 34.      There is another facet which would have relevance, namely that the\n\n dispute between the parties can arise at any stage of the contract. It need\n\n not be that only when the work under the contract is concluded a\n\n reference to arbitration can be made. This is also clear from the facts of\n\n the present case that the dispute has arisen in an ongoing contract, when\n\n certain bills were raised by the petitioner and which are being disputed by\n\n the respondent. Thus once the dispute arises and the arbitration is\n\n\n\n\n::: Uploaded on - 12/12/2019                 ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                    34/66           carap1106-1107-18.doc\n\n\n required to be commenced, <a href=\"/doc/157537/\" id=\"a_45\">Section 21</a> of the Arbitration Act would get\n\n attracted which provides for commencement of arbitral proceedings.\n\n <a href=\"/doc/138599/\" id=\"a_46\">Section 21</a> provides that unless otherwise agreed between the parties, the\n\n arbiral proceedings in respect of a particular dispute would commence on\n\n the date on which the request of that dispute being referred to the\n\n arbitrator, is received by the respondent. <a href=\"/doc/138599/\" id=\"a_47\">Section 21</a> reads thus:-\n\n                  &quot;21.    Commencement of arbitral proceedings:- Unless otherwise\n                  agreed by the parties, the arbitral proceedings in respect of a\n                  particular dispute commence on the date on which a request for\n                  that dispute to be referred to arbitration is received by the\n                  respondent.&quot;\n\n\n\n 35.      Once a request has been made by a party for reference of the\n\n disputes to an an arbitral tribunal, normally only in that event the\n\n respondent to whom such a request is made, would be required to accept\n\n the request and appoint an arbitral tribunal. In case the request is rejected\n\n then the party is entitled to approach the Court under <a href=\"/doc/1841764/\" id=\"a_48\">Section 11</a> of the\n\n Act praying for appointment of arbitral tribunal. Once the parties are\n\n before the Court for appointment of an arbitral tribunal, then certainly all\n\n the parameters falling under <a href=\"/doc/750244/\" id=\"a_49\">Section 12</a> read with Fifth and Seventh\n\n Schedule would become applicable.\n\n\n\n\n::: Uploaded on - 12/12/2019                       ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                35/66          carap1106-1107-18.doc\n\n\n 36.      In the present case considering the arbitration clause, the position\n\n in regard to the commencement of the arbitral proceedings is not different\n\n from what <a href=\"/doc/138599/\" id=\"a_50\">Section 21</a> provides. Clause 55 of the Contract which provides\n\n for constitution of &quot;a standing arbitral tribunal&quot; cannot be taken to be any\n\n agreement otherwise entered between the parties to be taken as an\n\n exception to deviate from the commencement of the arbitral proceedings,\n\n as stipulated by <a href=\"/doc/138599/\" id=\"a_51\">Section 21</a>, namely from the date on which the reqeust for\n\n a dispute to be referred to arbitration, is made. This more particularly\n\n considering the very next clause in the agreement namely Clause 55.5\n\n providing for a reference to arbitration and the manner in which a\n\n reference would be made. On reading of Clause 55.5 it can be concluded\n\n that constitution of a Standing Arbitral Tribunal and reference of the\n\n disputes are independent from each other. Hence, mere constitution of an\n\n arbitral tribunal cannot be presumed to be any commencement of arbitral\n\n proceedings, even within the meaning of <a href=\"/doc/157537/\" id=\"a_52\">Section 21</a> of the Arbitration Act.\n\n Thus, necessarily the arbitraiton proceedings in the present case would\n\n commence when the petitioner by its letter dated 5 July 2017 addressed to\n\n the respondent, calling upon the respondent to constitute an arbitral\n\n tribunal as per law. Thus, the requirement of law, on the day such a\n\n request was made for the constitution of the arbitral tribunal, would be\n\n\n\n\n::: Uploaded on - 12/12/2019                  ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                36/66          carap1106-1107-18.doc\n\n\n relevant, namely the applicability of <a href=\"/doc/750244/\" id=\"a_53\">Section 12</a> as amended by the 2015\n\n Amendment Act alongwith the applicability of the provisions of Schedule\n\n V and Schedule VII.\n\n\n 37.      In the context of Clause 55.1 of the agreement between the parties,\n\n the concept of a &quot;standing arbitral tribunal&quot; and of a nature as agreed, in\n\n my opinion, cannot have any implicit recognition under the provisions of\n\n the Act and more particularly when the arbitral tribunal comprises of in-\n\n service railway Gazetted Officers to be appointed by the Chairman and\n\n Managing Director of the respondent. It is also quite peculiar that the\n\n choice of the railway officers in-service or retired is also supplied by the\n\n respondent to the contractor (petitioner) who would be compulsorily\n\n required to make a selection of its nominees, only from the names as\n\n provided by the respondent. Thus, the choice of persons as offered is also\n\n completely under the control of the respondent, and the contractor is\n\n being foisted upon such names, from which he is required to select two\n\n names out of which one would be appointed by the Managing Director of\n\n the respondent as the contractor&#x27;s nominee on the arbitral tribunal. In my\n\n opinion, the arbitration clause certainly finds foul of the requirement of\n\n <a href=\"/doc/750244/\" id=\"a_54\">Section 12</a> read with the noted provisions of the Fifth and Seventh\n\n\n\n\n::: Uploaded on - 12/12/2019                  ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                               37/66          carap1106-1107-18.doc\n\n\n <a href=\"/doc/1306164/\" id=\"a_55\">Schedule of the Act</a>.          Having come to the above conclusion on\n\n consideration of the provisions of the <a href=\"/doc/1052228/\" id=\"a_56\">Arbitration Act</a>, this conclusion in\n\n my opinion is also supported by the decisions which I refer below.\n\n\n 38.       In Voestalpine Schienen GMBH (supra) the issue which fell for\n\n consideration of the Supreme Court was whether the arbitral tribunal in\n\n the said case as constituted by the respondent-Metro Rail Corporation\n\n Ltd., was in violation of the provisions of <a href=\"/doc/1265271/\" id=\"a_57\">Section 12</a> of the Act, as it was\n\n contended on behalf of the petitioner that the arbitral panel being\n\n constituted of serving and retired engineers of the Government\n\n Department and from the public sector undertakings, defied the neutrality\n\n aspect as they had direct or indirect access or privity to the respondent. In\n\n the said case Clause 9.2(A) of the Special Conditions of the Contract\n\n interalia stipulated that the respondent therein shall forward names of five\n\n persons from the panel maintained by the respondent and the petitioner\n\n will have to chose his nominee arbitrator from the said panel which was\n\n quite similar as in the present case. The respondent therein, in fact had\n\n furnished names of five persons to the petitioner with a request to\n\n nominate its arbitrator from the said panel.          However, this was not\n\n acceptable to the petitioner who contended that the panel prepared by the\n\n\n\n\n::: Uploaded on - 12/12/2019                 ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                    38/66           carap1106-1107-18.doc\n\n\n respondent consisting of serving or retired engineers either of the\n\n respondent or of the Government Department or public sector\n\n undertakings would not qualify as independent arbitrators. It was the\n\n petitioner&#x27;s contention that such constitution would lose its validity as it\n\n would be contrary to the provisions of <a href=\"/doc/1265271/\" id=\"a_58\">Section 12</a>. However, in the facts of\n\n the case as noted by the Court in paragraph 27 of the report, as the\n\n respondent had thereafter forwarded a list of about 31 persons and had\n\n given a free and wide choice to the petitioner to nominate its arbitrator\n\n and such panel consisted of the persons who were not employees or ex-\n\n employees or in any way related to the respondent, and that as the\n\n persons who were to be ultimately picked up as arbitrators would have to\n\n disclose their interest in terms of the provisions of <a href=\"/doc/1265271/\" id=\"a_59\">Section 12</a> of the Act,\n\n the Supreme Court did not find it to be a fit case to exercise jurisdiction\n\n and appoint an arbitral tribunal. However, what is relevant in the context\n\n of the present case are the observations of the Supreme Court                              in\n\n paragraphs 28, 29 and 30 whereby the Court criticised such a procedure\n\n as provided for in the contract in Clause 9.2 and the adverse consequence\n\n as entailed by such a clause. The Supreme Court in paragraphs 28,29 and\n\n 30 observed thus:\n\n                  &quot;28. Before we part with, we deem it necessary to make certain\n                  comments on the       procedure contained in the arbitration\n\n\n\n\n::: Uploaded on - 12/12/2019                       ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                       39/66             carap1106-1107-18.doc\n\n                  agreement for constituting the arbitral tribunal. Even when there\n                  are number of persons empaneled, discretion is with the DMRC to\n                  pick five persons therefrom and forward their names to the other\n                  side which is to select one of these five persons as its nominee\n                  (Though in this case, it is now done away with). Not only this, the\n                  DMRC is also to nominate its arbitrator from the said list. Above\n                  all, the two arbitrators have also limited choice of picking upon the\n                  third arbitrator from the very same list, i.e., from remaining three\n                  persons. This procedure has two adverse consequences. In the first\n                  place, the choice given to the opposite party is limited as it has to\n                  choose one out of the five names that are forwarded by the other\n                  side. There is no free choice to nominate a person out of the entire\n                  panel prepared by the DMRC. Secondly, with the discretion given to\n                  the DMRC to choose five persons, a room for suspicion is created in\n                  the mind of the other side that the DMRC may have picked up its\n                  own favourites. Such a situation has to be countenanced. We are,\n                  therefore, of the opinion that Sub-clauses (b) &amp; (c) of Clause 9.2 of\n                  SCC need to be deleted and instead choice should be given to the\n                  parties to nominate any person from the entire panel of arbitrators.\n                  Likewise, the two arbitrators nominated by the parties should be\n                  given full freedom to choose third arbitrator from the whole panel.\n                  29.      Some comments are also needed on the Clause 9.2(a) of\n                  the GCC/SCC, as per which the DMRC prepares the panel of\n                  &#x27;serving or retired engineers of government departments or public\n                  sector undertakings&#x27;. It is not understood as to why the panel has\n                  to be limited to the aforesaid category of persons. Keeping in view\n                  the spirit of the amended provision and in order to instill\n                  confidence in the mind of the other party, it is imperative that\n                  panel should be broad based. Apart from serving or retired\n                  engineers of government departments and                  public sector\n                  undertakings, engineers of prominence and high repute from\n                  private sector should also be included. Likewise panel should\n                  comprise of persons with legal background like judges and lawyers\n                  of repute as it is not necessary that all disputes that arise, would be\n                  of technical nature. There can be disputes involving purely or\n                  substantially legal issues, that too, complicated in nature. Likewise,\n                  some disputes may have the dimension of accountancy etc.\n                  Therefore, it would also be appropriate to include persons from this\n                  field as well.\n                  30.     Time has come to send positive signals to the international\n                  business community, in order to create healthy arbitration\n                  environment and conducive arbitration culture in this country.\n                  Further, as highlighted by the Law Commission also in its report,\n                  duty becomes more onerous in Government contracts, where one of\n                  the parties to dispute is the Government or          public sector\n\n\n\n\n::: Uploaded on - 12/12/2019                            ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                       40/66           carap1106-1107-18.doc\n\n                  undertaking itself and the authority to appoint the arbitrator rests\n                  with it. In the instant case also, though choice is given by DMRC to\n                  the opposite party but it is limited to choose an arbitrator from the\n                  panel prepared by the DMRC. It, therefore, becomes imperative to\n                  have a much broad based panel, so that                   there is no\n                  misapprehension that principle of impartiality and independence\n                  would be discarded at any stage of the proceedings, specially at\n                  the stage of constitution of the arbitral tribunal. We, therefore,\n                  direct that DMRC shall prepare a broad based panel on the\n                  aforesaid lines, within a period of two months from today.&quot;\n\n\n\n 39.        In Afcons Infrastructure Ltd. Vs Ircon International Ltd. 12, the\n\n learned Single Judge of the Delhi High Court has taken a similar view also\n\n referring to the decision of the Supreme Court in Voestalpine Schienen\n\n GMBH (supra). The arbitration clause in the said case was similar as in\n\n the present case. The learned Single Judge held the arbitration clause to\n\n be invalid in view of the provisions of <a href=\"/doc/1265271/\" id=\"a_60\">Section 12</a> of the Act and directed\n\n the respondent to prepare broad based panel. The learned Single Judge\n\n made the following observations in paragraphs 21, 22, and 23:-\n\n        21. With reference to a similar clause, the Supreme Court in Voestalpine\n        Schienen GMBH(supra) has directed that the panel has to be broadbased.\n        The rationale given by the Supreme Court is that if a restricted panel is\n        proposed, then the choice given to the opposite party is very limited,\n        resulting in there being no free choice to nominate a person and it also gives\n        room for suspicion in the mind of the other side. Such a situation has been\n        countenanced by the Supreme Court. Accordingly, the Supreme Court\n        directed that apart from serving or retired Engineers of Government\n        Departments and Public Sector Undertakings, Engineers of prominence and\n        high repute from private sector should also be included. It directed that a\n        panel should comprise of persons with legal background like Judges and\n        Lawyers of repute as it is not necessary that all disputes that arise, would be\n        of technical nature. There could be disputes involving purely or substantially\n        legal issues, that too, complicated in nature and some disputes may have the\n\n 12 2017 SCC OnLine Del 10049\n\n\n\n\n::: Uploaded on - 12/12/2019                          ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                      41/66           carap1106-1107-18.doc\n\n        dimension of accountancy etc. It is, in these circumstances, that the\n        Supreme Court directed the respondent in the said case to broadbase the\n        panel and to be restricted not only to retired Engineers or Officers. Another\n        reason given by the Supreme Court is that in case there is a broadbased\n        panel, then there would be no misapprehension that impartiality or\n        independence would be discarded at any stage of the proceedings. In those\n        circumstances, the Supreme Court directed Delhi Metro Rail Corporation to\n        prepare a broadbased panel on the principles, as laid down therein.\n        22.      Similarly, in the present case, it would be expedient to direct the\n        respondent to boradbase their panel on the same lines as directed by the\n        Supreme Court in Voestalpine Schienen GMBH (supra) as expeditiously as\n        possible preferably within a period of three weeks from today.\n        23.     The direction to expedite the process of preparing a broadbased\n        panel has been issued so that the two Arbitrators, who have been\n        nominated, would have broadbased panel to choose the third Arbitrator\n        from.\n\n\n 40.      Again in Bernard Ingenieure ZT - GMBH Vs. Ircon International Ltd.\n\n (supra) considering a similar arbitration agreement and as the broad base\n\n panel was not prepared by the respondent, the learned Single Judge of the\n\n Delhi High Court made the following observations:-\n\n        11.       The above judgment was passed by the Supreme Court as far back,\n        as 10 February, 2017. More than a year has passed, however, even now the\n              th\n\n        so-called broad based panel of the respondent still does not contain names\n        of Engineers of prominence and high repute from private sector, persons\n        with legal background like judges and lawyers of repute, people having\n        knowledge and expertise in accountancy etc. The panel of Arbitrators now\n        framed by the respondent is, therefore, in my opinion, still not in conformity\n        with the judgment of the Supreme Court in Voestalpune Schienen GMBH\n        (supra) and, therefore, in my opinion, the respondent has failed to act in\n        accordance with the procedure prescribed under the arbitration agreement\n        between the parties. It is again emphasised that even the Supreme Court in\n        the above judgment had suggested, if not directed, that a clause in the\n        arbitration agreement restricting the right of the contracting party to\n        appoint/nominate his own Arbitrator should be deleted.\n\n\n 41.      In NCCL-Premco(JV) Vs. Rail Vikas Nigam Ltd. (supra), a similar\n\n\n\n\n::: Uploaded on - 12/12/2019                         ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                       42/66           carap1106-1107-18.doc\n\n\n view was taken by the learned Single Judge of the Delhi High Court\n\n referring to the decision in the Supreme Court in Voestalpine Schienen\n\n GmbH Vs. Delhi Metro Rail Corporation Ltd. (supra). The Court in\n\n paragraphs 10 to 14 has observed thus:-\n\n                  10. I have considered the submissions made by the counsels for the\n                  parties. As noted above, this Court in Larsen &amp; Arb. P. No.627/2018\n                  Page 5 Toubro Ltd. (supra) in similarly situated facts had held that\n                  mere forwarding of a list of five persons (in that case) would be a\n                  failure of the respondent to discharge its obligations that have been\n                  cast upon it under the Arbitration Agreement read with <a href=\"/doc/1596533/\" id=\"a_61\">Section 12</a>\n                  of the Amended Act as also the Judgment of the Supreme Court in\n                  Voestalpine Schienen(supra).\n                  11. As in spite of the judgment of the Supreme Court in Voestalpine\n                  Schienen(supra) and of this Court in Larsen &amp; Toubro Ltd. (supra),\n                  the respondent insisted on giving only a limited number of names\n                  from its panel of Arbitrators to the petitioner for choosing its\n                  nominee Arbitrator, the same clearly amounts to a failure on part of\n                  the respondent to act in accordance with the Arbitration Agreement\n                  read with <a href=\"/doc/1596533/\" id=\"a_62\">Section 12</a> of the Amended Act.\n                  12. Even the panel of Arbitrators that has been framed by the\n                  respondent and has been offered by it to the petitioner alongwith\n                  its reply to the present petition, in my opinion, does not conform to\n                  the Judgment of the Supreme Court in Voestalpine Schienen(supra)\n                  inasmuch as it still does not include Engineers of prominence and\n                  high repute from private sector, persons with legal background like\n                  Judges and lawyers of repute or people having knowledge in\n                  accountancy, i.e. Chartered Accountant, etc. The panel is still\n                  predominantly of former employees with the Railways and Public\n                  Sector Companies connected thereto.\n                  13. Be that as it may, as the respondent had failed to Arb. P.\n                  No.627/2018 Page 6 discharge its obligations in terms of the\n                  Arbitration Agreement read with <a href=\"/doc/1265271/\" id=\"a_63\">Section 12</a> of the Act, the\n                  appointment of the nominee Arbitrator of the petitioner is\n                  confirmed.\n                  14. I appoint Mr.B.K.Makhija, Former Director-Projects, RITES as\n                  the nominee Arbitrator for the respondent.&quot;\n\n\n\n\n::: Uploaded on - 12/12/2019                          ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                      43/66            carap1106-1107-18.doc\n\n\n 42.      Apart from the above decisions, of the Delhi High Court, a learned\n\n Single Judge of this Court (K.R.Shriram, J.) in &quot; Afcons Infrastructure Ltd.\n\n Vs. Konkan Railway Corporation &quot; (supra) in the case of the present\n\n respondent in a similar situation, considering an identical agreement, as\n\n entered by the respondent with the applicant-Afcons Infrastructure Ltd.,\n\n has come to a clear conclusion that the respondent KRCL would fall under\n\n the common control of the Indian Railways as per the organizational\n\n structure. It was also held that considering the law laid down by the\n\n Supreme Court in Voestalpine (supra) it was incumbent for the respondent\n\n to prepare a broad based panel. The learned Single Judge has made the\n\n following observations in paragraphs 20,22,24,25, 26 and 27:-\n\n                  20.     Therefore, even if the panel of 31 names recommended by\n                  respondent does not contain anyone who are employees of KRCL\n                  or ex-employees of KRCL (respondent) still all of them would fall\n                  under the common control of the Railway Board-Indian Railways,\n                  as per the organization structure given above.\n                  22.     Voestalpine (supra) was delivered by the Apex Court way\n                  back on 10.2.2017. More than 20 months have passed since then. I\n                  can understand the contract was entered into before this decision\n                  in Voestalpine. But nothing prevented respondent to take the cue\n                  from Voestalpine and talk to applicant to revise clause 55. Not only\n                  respondent has not taken that initiative (they may or they may\n                  not)but even now the so-called broad based panel of respondent\n                  are only having names of those who were either connected with\n                  railways or PSU. It does not contain names of engineers of\n                  prominence and high repute from private sector. They should also\n                  be included. Like wise panel should comprise of persons with legal\n                  background like Judge sand lawyers, people having knowledge\n                  and expertise in accountancy etc. The panel of arbitrators\n                  maintained by respondent is, therefore,in my opinion, not in\n                  conformity with the judgment of the Supreme Court of India in\n\n\n\n\n::: Uploaded on - 12/12/2019                          ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                        44/66            carap1106-1107-18.doc\n\n                  Voestalpine (supra). Not only the panel recommended is not in\n                  conformity with Voestalpine (supra), even the procedure of\n                  appointment of arbitrator as prescribed in clause-55 is totally\n                  wrong. I cannot accept that one of the party to the agreement will\n                  recommend four names from the panel, thereby limiting their\n                  choice, which means there is no free choice, and the other party\n                  has to select and forward two names from those four names to\n                  Managing Director of the other party to decide who will be the\n                  first party&#x27;s arbitrator. Further, with the discretion given to KRCL to\n                  choose more than 3 names, a room of suspicion is created in the\n                  mind of other side that KRCL may have picked up its own\n                  favorites. Such a situation has to be countenanced. This procedure,\n                  therefore, certainly falls foul of the requirement of neutrality of\n                  arbitrators. I also agree with Mr. Engineer that the part in the\n                  arbitration clause which empowers the Chairman and Managing\n                  Director of respondent to even appoint the presiding arbitrator is\n                  violative of <a href=\"/doc/987751/\" id=\"a_64\">section 11(3)</a> of the Act. The two arbitrators appointed\n                  by the parties shall decide who shall be the presiding arbitrator.\n                  24.      In the circumstances, I would expect respondent to rework\n                  on clause 55 and discuss with applicant to amend that clause or\n                  prepare a broad based panel of arbitrators consisting of engineers\n                  of prominence and high repute from private sector, persons with\n                  legal background like Judges and lawyers,         people    having\n                  knowledge and expertise in accountancy etc. Respondent shall,\n                  while deciding the broad based panel, keep in mind the true\n                  spirit and intent of the word &quot;broadbased panel&quot;. I would suggest\n                  broadbased would mean at least eight to ten names under each\n                  category.\n                  25.      Respondent shall also not decide who will be the arbitrator\n                  to be appointed by applicant. Respondent, once it prepares the\n                  broadbased panel of arbitrators, shall only forward those names to\n                  applicant and it will be open for applicant, i.e., the applicant will\n                  have a free choice, to decide who shall be its nominated arbitrator.\n                  It will be open to respondent to decide who will be its arbitrator\n                  and the two arbitrators shall appoint the presiding arbitrator and\n                  the trio shall form the arbitral panel.\n                  26.     Respondent shall furnish a broad based list of panel of\n                  arbitrators to applicant within two months from today. Applicant\n                  will respond with the name of its arbitrator within four weeks of\n                  receiving the list. Respondent thereafter shall nominate its\n                  arbitrator within 14 days and the two arbitrators shall nominate\n                  the third and presiding arbitrator.\n                  27.    If, after appointment, applicant still feels that the arbitrator\n                  appointed by respondent or the presiding arbitrator appointed\n                  could be disqualified, it is open to applicant to approach this court\n\n\n\n\n::: Uploaded on - 12/12/2019                            ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                     45/66            carap1106-1107-18.doc\n\n                  for appropriate orders. All rights and contentions of the parties\n                  are kept open in this regard.&quot;\n\n\n 43.      Apart from the above clear position in law as being consistently\n\n accepted, this Court cannot overlook that in the present case the\n\n Managing Director has the ultimate say in appointing the arbitral tribunal\n\n even if the arbitration agreement is now required to be given effect to on a\n\n fresh invocation. In TRF Ltd vs. Energo Engineering Projects Ltd. 13, the\n\n three Judges Bench of the Supreme Court was considering whether the\n\n appointment of an arbitrator made by the Managing Director of the\n\n respondent therein was valid one. The agreement was entered into prior\n\n to the 2015 Amendment Act was brought into force on 23 October 2015.\n\n The contention of the appellant was that by virtue of the provisions of the\n\n Amendment Act by insertion of the <a href=\"/doc/1052228/\" id=\"a_65\">Fifth and Seventh Schedule of the Act</a>,\n\n the Managing Director of the respondent had a direct interest in the\n\n dispute and as such could not act as an arbitrator. The submission was also\n\n that a person who himself was disqualified is also not entitled to nominate\n\n any other person to act as an arbitrator. The Supreme Court held that the\n\n Managing Director in such a situation would not have any authority to\n\n nominate any other person to act as an arbitrator.\n\n\n\n 13 (2017)8 SCC 377\n\n\n\n\n::: Uploaded on - 12/12/2019                         ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                               46/66          carap1106-1107-18.doc\n\n\n 44.      In Bharat Broadband Network Ltd. Vs. United Telecoms Ltd. 14\n\n (supra) an issue arising under <a href=\"/doc/1265271/\" id=\"a_66\">Section 12</a> of the Arbitration Act fell for\n\n consideration of the Supreme Court, in the context of the arbitration\n\n agreement between the parties, which was contained in clause 20 of the\n\n agreement in question, which provided for sole arbitration of the CMD of\n\n the appellant or any other person at the discretion of the CMD. This was a\n\n case wherein, in pursuance of the tender dated 5 August 2013, a purchase\n\n order came to be issued in favour of the respondent on 30 September\n\n 2014. The dispute had arisen between the parties on 3 January 2017. On\n\n 17 January 2017 the CMD nominated the sole arbitrator. The Court\n\n referring to the decision in TRF Ltd. (supra) held that <a href=\"/doc/1265271/\" id=\"a_67\">Section 12(5)</a> has\n\n brought about a situation of de jure inability of the arbitrator in the event\n\n the requirements of <a href=\"/doc/1265271/\" id=\"a_68\">Section 12</a> read with Fifth and Seventh Schedule are\n\n not satisfied. It was held that under the said provisions any prior\n\n agreement to the contrary is wiped out by the non-obstante clause in\n\n <a href=\"/doc/1265271/\" id=\"a_69\">Section 12(5)</a> the moment any person whose relationship with the parties\n\n or the counsel or the subject matter of the dispute falls under the Seventh\n\n Schedule. It was held that <a href=\"/doc/1265271/\" id=\"a_70\">Section 12(5)</a> then clearly declares that such\n\n person is &quot;ineligible&quot; to be appointed as arbitrator, except when the parties\n\n\n 14 2019 SCC OnLine SC 547\n\n\n\n\n::: Uploaded on - 12/12/2019                 ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                        47/66            carap1106-1107-18.doc\n\n\n otherwise agree in a manner provided under the proviso to sub-section (5)\n\n of <a href=\"/doc/1265271/\" id=\"a_71\">Section 12</a>. The Supreme Court has clearly held that when the\n\n arbitrator is ineligible to be appointed as an arbitrator, there is no question\n\n of challenge to such arbitrator. It is held that in a case which falls under\n\n <a href=\"/doc/1265271/\" id=\"a_72\">Section 12(5)</a>, <a href=\"/doc/665266/\" id=\"a_73\">Section 14(1)(a)</a> of the Arbitration Act gets attracted and\n\n the arbitrator becomes as a matter of law - de jure , unable to perform his\n\n functions under <a href=\"/doc/1265271/\" id=\"a_74\">Section 12(5)</a>, being ineligible to be appointed as an\n\n arbitrator. The observations in this regard as made in paragraphs 14, 15,\n\n 17 and 18, 20 are relevant which read thus:-\n\n                  14.     From a conspectus of the above decisions, it is clear that\n                  <a href=\"/doc/1265271/\" id=\"a_75\">Section 12(1)</a>, as substituted by the <a href=\"/doc/1306164/\" id=\"a_76\">Arbitration and Conciliation\n                  (Amendment) Act, 2015</a> [&quot;Amendment Act, 2015&quot;], makes it clear\n                  that when a person is approached in connection with his possible\n                  appointment as an arbitrator, it is his duty to disclose in writing\n                  any circumstances which are likely to give rise to justifiable doubts\n                  as to his independence or impartiality. The disclosure is to be made\n                  in the form specified in the Sixth Schedule, and the grounds stated\n                  in the Fifth Schedule are to serve as a guide in determining\n                  whether circumstances exist which give rise to justifiable doubts as\n                  to the independence or impartiality of an arbitrator. Once this is\n                  done, the appointment of the arbitrator may be challenged on the\n                  ground that justifiable doubts have arisen under sub-section (3) of\n                  <a href=\"/doc/1265271/\" id=\"a_77\">Section 12</a> subject to the caveat entered by sub- section (4) of\n                  <a href=\"/doc/1265271/\" id=\"a_78\">Section 12</a>. The challenge procedure is then set out in <a href=\"/doc/862520/\" id=\"a_79\">Section 13</a>,\n                  together with the time limit laid down in <a href=\"/doc/862520/\" id=\"a_80\">Section 13(2)</a>. What is\n                  important to note is that the arbitral tribunal must first decide on\n                  the said challenge, and if it is not successful, the tribunal shall\n                  continue the proceedings and make an award. It is only post award\n                  that the party challenging the appointment of an arbitrator may\n                  make an application for setting aside such an award in accordance\n                  with <a href=\"/doc/1722761/\" id=\"a_81\">Section 34</a> of the Act.\n                  15.      <a href=\"/doc/1265271/\" id=\"a_82\">Section 12(5)</a>, on the other hand, is a new provision which\n                  relates to the de jure inability of an arbitrator to act as such. Under\n                  this provision, any prior agreement to the contrary is wiped out by\n\n\n\n\n::: Uploaded on - 12/12/2019                            ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                       48/66            carap1106-1107-18.doc\n\n                  the non- obstante clause in <a href=\"/doc/1265271/\" id=\"a_83\">Section 12(5)</a> the moment any person\n                  whose relationship with the parties or the counsel or the subject\n                  matter of the dispute falls under the Seventh Schedule. The sub-\n                  section then declares that such person shall be &quot;ineligible&quot; to be\n                  appointed as arbitrator. The only way in which this ineligibility can\n                  be removed is by the proviso, which again is a special provision\n                  which states that parties may, subsequent to disputes having arisen\n                  between them, waive the applicability of <a href=\"/doc/1265271/\" id=\"a_84\">Section 12(5)</a> by an\n                  express agreement in writing. What is clear, therefore, is that\n                  where, under any agreement between the parties, a person falls\n                  within any of the categories set out in the Seventh Schedule, he is,\n                  as a matter of law, ineligible to be appointed as an arbitrator. The\n                  only way in which this ineligibility can be removed, again, in law,\n                  is that parties may after disputes have arisen between them, waive\n                  the applicability of this sub-section by an &quot;express agreement in\n                  writing&quot;. Obviously, the &quot;express agreement in writing&quot; has\n                  reference to a person who is interdicted by the Seventh Schedule,\n                  but who is stated by parties (after the disputes have arisen\n                  between them) to be a person in whom they have faith\n                  notwithstanding the fact that such person is interdicted by the\n                  Seventh Schedule.\n                  17.     Thus, it will be seen that party autonomy is to be respected\n                  only in certain exceptional situations which could be situations\n                  which arise in family arbitrations or other arbitrations where a\n                  person subjectively commands blind faith and trust of the parties\n                  to the dispute, despite the existence of objective justifiable doubts\n                  regarding his independence and impartiality.\n                  18.     The scheme of <a href=\"/doc/1265271/\" id=\"a_85\">Sections 12</a>, <a href=\"/doc/862520/\" id=\"a_86\">13</a>, and <a href=\"/doc/665266/\" id=\"a_87\">14</a>, therefore, is that\n                  where an arbitrator makes a disclosure in writing which is likely to\n                  give justifiable doubts as to his independence or impartiality, the\n                  appointment of such arbitrator may be challenged under <a href=\"/doc/1265271/\" id=\"a_88\">Sections\n                  12(1)</a> to <a href=\"/doc/1265271/\" id=\"a_89\">12(4)</a> read with <a href=\"/doc/862520/\" id=\"a_90\">Section 13</a>. However, where such person\n                  becomes &quot;ineligible&quot; to be appointed as an arbitrator, there is no\n                  question of challenge to such arbitrator, before such arbitrator. In\n                  such a case, i.e., a case which falls under <a href=\"/doc/1265271/\" id=\"a_91\">Section 12(5)</a>, <a href=\"/doc/665266/\" id=\"a_92\">Section\n                  14(1)(a)</a> of the Act gets attracted inasmuch as the arbitrator\n                  becomes, as a matter of law (i.e., de jure), unable to perform his\n                  functions under <a href=\"/doc/1265271/\" id=\"a_93\">Section 12(5)</a>, being ineligible to be appointed as\n                  an arbitrator. This being so, his mandate automatically terminates,\n                  and he shall then be substituted by another arbitrator under\n                  <a href=\"/doc/665266/\" id=\"a_94\">Section 14(1)</a> itself. It is only if a controversy occurs concerning\n                  whether he has become de jure unable to perform his functions as\n                  such, that a party has to apply to the Court to decide on the\n                  termination of the mandate, unless otherwise agreed by the\n                  parties. Thus, in all <a href=\"/doc/1265271/\" id=\"a_95\">Section 12(5)</a> cases, there is no challenge\n                  procedure to be availed of. If an arbitrator continues as such, being\n\n\n\n\n::: Uploaded on - 12/12/2019                           ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                       49/66            carap1106-1107-18.doc\n\n                  de jure unable to perform his functions, as he falls within any of\n                  the categories mentioned in <a href=\"/doc/1265271/\" id=\"a_96\">Section 12(5)</a>, read with the Seventh\n                  Schedule, a party may apply to the Court, which will then decide\n                  on whether his mandate has terminated. Questions which may\n                  typically arise under <a href=\"/doc/665266/\" id=\"a_97\">Section 14</a> may be as to whether such person\n                  falls within any of the categories mentioned in the Seventh\n                  Schedule, or whether there is a waiver as provided in the proviso\n                  to <a href=\"/doc/1265271/\" id=\"a_98\">Section 12(5)</a> of the Act. As a matter of law, it is important to\n                  note that the proviso to <a href=\"/doc/1265271/\" id=\"a_99\">Section 12(5)</a> must be contrasted with\n                  <a href=\"/doc/1242720/\" id=\"a_100\">Section 4</a> of the Act. <a href=\"/doc/1242720/\" id=\"a_101\">Section 4</a> deals with cases of deemed waiver\n                  by conduct; whereas the proviso to <a href=\"/doc/1265271/\" id=\"a_102\">Section 12(5)</a> deals with\n                  waiver by express agreement in writing between the parties only if\n                  made subsequent to disputes having arisen between them.\n                  20.          Whether such ineligible person could himself appoint\n                  another arbitrator was only made clear by this Court&#x27;s judgment in\n                  TRF Ltd. (supra) on 03.07.2017, this Court holding that an\n                  appointment made by an ineligible person is itself void ab initio.\n                  Thus, it was only on 03.07.2017, that it became clear beyond\n                  doubt that the appointment of Shri Khan would be void ab initio.\n                  Since such appointment goes to &quot;eligibility&quot;, i.e., to the root of the\n                  matter, it is obvious that Shri Khan&#x27;s appointment would be void.\n                  There is no doubt in this case that disputes arose only after the\n                  introduction of <a href=\"/doc/1265271/\" id=\"a_103\">Section 12(5)</a> into the statute book, and Shri Khan\n                  was appointed long after 23.10.2015. The judgment in TRF Ltd.\n                  (supra) nowhere states that it will apply only prospectively, i.e.,\n                  the appointments that have been made of persons such as Shri\n                  Khan would be valid if made before the date of the judgment.\n                  Section 26 of the Amendment Act, 2015 makes it clear that the\n                  Amendment Act, 2015 shall apply in relation to arbitral\n                  proceedings commenced on or after 23.10.2015. Indeed, the\n                  judgment itself set aside the order appointing the arbitrator, which\n                  was an order dated 27.01.2016, by which the Managing Director\n                  of the respondent nominated a former Judge of this Court as sole\n                  arbitrator in terms of clause 33(d) of the Purchase Order dated\n                  10.05.2014. It will be noticed that the facts in the present case are\n                  somewhat similar. The APO itself is of the year 2014, whereas the\n                  appointment by the Managing Director is after the Amendment\n                  Act, 2015, just as in the case of TRF Ltd. (supra). Considering that\n                  the appointment in the case of TRF Ltd. (supra) of a retired Judge\n                  of this Court was set aside as being non-est in law, the\n                  appointment of Shri Khan in the present case must follow suit.&quot;\n\n\n\n 45.      In a recent decision of the Supreme Court in Perkins Eastman\n\n\n\n\n::: Uploaded on - 12/12/2019                           ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                         50/66                carap1106-1107-18.doc\n\n\n Architects DPC &amp; Anr. Vs. HSCC (India) Ltd. 15 the issue which fell for\n\n consideration of the Supreme Court was whether as per Clause 24.1(ii) of\n\n the agreement between the parties, which provided that the disputes or\n\n differences shall be referred for adjudication through arbitration by a sole\n\n arbitrator appointed by the CMD-HSCC within thirty days from the receipt\n\n of request from the Design Consultant, can be held to be valid considering\n\n the provisions of <a href=\"/doc/1265271/\" id=\"a_104\">Section 12</a> of the Arbitration Act and the decisions\n\n rendered in that regard. The Supreme Court referring to the decision in\n\n TRF Ltd vs. Energo Engineering Projects Ltd. (supra) observed that in the\n\n category of cases where the Managing Director is not to act as an\n\n arbitrator himself but is empowered or authorised to appoint any other\n\n person of his choice or discretion as an arbitrator, the element of invalidity\n\n which can be attributed in the category of cases where the Managing\n\n Director was found to be incompetent, as he would have interest in the\n\n outcome or result of the dispute, the same element of invalidity, would\n\n always arise and spring, even in the category of the cases where the\n\n Managing Director is called upon to nominate an arbitral tribunal. The\n\n observations in this regard in paragraphs 15 and 16 are required to be\n\n noted which reads thus:-\n\n\n 15 Arbitration Application no.32 of 2019 dated 26/11/2019\n\n\n\n\n::: Uploaded on - 12/12/2019                                 ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                        51/66             carap1106-1107-18.doc\n\n                  &quot;15. It was thus held that as the Managing Director became\n                  ineligible by operation of law to act as an arbitrator, he could not\n                  nominate another person to act as an arbitrator and that once the\n                  identity of the Managing Director as the sole arbitrator was lost,\n                  the power to nominate someone else as an arbitrator was also\n                  obliterated. The relevant Clause in said case had nominated the\n                  Managing Director himself to be the sole arbitrator and also\n                  empowered said Managing Director to nominate another person to\n                  act as an arbitrator. The Managing Director thus had two capacities\n                  under said Clause, the first as an arbitrator and the second as an\n                  appointing authority. In the present case we are concerned with\n                  only one capacity of the Chairman and Managing Director and that\n                  is as an appointing authority.\n                  We thus have two categories of cases. The first, similar to the one\n                  dealt with in TRF Limited where the Managing Director himself is\n                  named as an arbitrator with an additional power to appoint any\n                  other person as an arbitrator. In the second category, the Managing\n                  Director is not to act as an arbitrator himself but is empowered or\n                  authorised to appoint any other person of his choice or discretion\n                  as an arbitrator. If, in the first category of cases, the Managing\n                  Director was found incompetent, it was because of the interest that\n                  he would be said to be having in the outcome or result of the\n                  dispute. The element of invalidity would thus be directly relatable\n                  to and arise from the interest that he would be having in such\n                  outcome or decision. If that be the test, similar invalidity would\n                  always arise and spring even in the second category of cases. If the\n                  interest that he has in the outcome of the dispute, is taken to be the\n                  basis for the possibility of bias, it will always be present irrespective\n                  of whether the matter stands under the first or second category of\n                  cases. We are conscious that if such deduction is drawn from the\n                  decision of this Court in TRF Limited, all cases having clauses\n                  similar to that with which we are presently concerned, a party to\n                  the agreement would be disentitled to make any appointment of an\n                  Arbitrator on its own and it would always be available to argue that\n                  a party or an official or an authority having interest in the dispute\n                  would be disentitled to make appointment of an Arbitrator.\n\n                  16.     But, in our view that has to be the logical deduction from\n                  TRF Limited. Paragraph 50 of the decision shows that this Court\n                  was concerned with the issue, &quot;whether the Managing Director,\n                  after becoming ineligible by operation of law, is he still eligible to\n                  nominate an Arbitrator&quot; The ineligibility referred to therein, was as\n                  a result of operation of law, in that a person having an interest in\n                  the dispute or in the outcome or decision thereof, must not only be\n                  ineligible to act as an arbitrator but must also not be eligible to\n                  appoint anyone else as an arbitrator and that such person cannot\n\n\n\n\n::: Uploaded on - 12/12/2019                             ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                       52/66            carap1106-1107-18.doc\n\n                  and should not have any role in charting out any course to the\n                  dispute resolution by having the power to appoint an arbitrator.\n                  The next sentences in the paragraph, further show that cases where\n                  both the parties could nominate respective arbitrators of their\n                  choice were found to be completely a different situation. The\n                  reason is clear that whatever advantage a party may derive by\n                  nominating an arbitrator of its choice would get counter balanced\n                  by equal power with the other party. But, in a case where only one\n                  party has a right to appoint a sole arbitrator, its choice will always\n                  have an element of exclusivity in determining or charting the\n                  course for dispute resolution. Naturally, the person who has an\n                  interest in the outcome or decision of the dispute must not have the\n                  power to appoint a sole arbitrator. That has to be taken as the\n                  essence of the amendments brought in by the <a href=\"/doc/1306164/\" id=\"a_105\">Arbitration and\n                  Conciliation (Amendment) Act, 2015</a> (Act 3 of 2016) and\n                  recognised by the decision of this Court in TRF Limited.&quot;\n\n\n\n          Thus applying the above principles of law, Clause 55.1 of the\n\n agreement providing for an arbitral tribunal to be constituted by the\n\n Chairman and Managing Director is rendered wholly illegal and of no\n\n consequence.\n\n\n\n 46.      In so far as the contention as urged on behalf of the respondent that\n\n if the case of the petitinoer is accepted, the Court would be accepting the\n\n restrospective application of <a href=\"/doc/1265271/\" id=\"a_106\">Section 12</a> as amended by the 2015\n\n Amendment Act. This contention of the respondent cannot be accepted for\n\n two reasons. Firstly, as noted above it cannot be overlooked that in the\n\n present case commencment of the arbitral proceedings can only be in a\n\n manner as recognized under <a href=\"/doc/157537/\" id=\"a_107\">Section 21</a> of the Act, that is when the\n\n\n\n\n::: Uploaded on - 12/12/2019                           ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                              53/66          carap1106-1107-18.doc\n\n\n dispute would arise, a party to a contract would urge the opposite party to\n\n refer the dispute to arbitral tribunal. In the present case the\n\n commencement of the arbitral proceedings has taken place after the 2015\n\n Amendment Act was brought into force namely by the petitioner&#x27;s letter\n\n dated 5 July 2017. It is in the context of this letter and in fulfilling the\n\n requirement of law as it stood on the day when the petitioner sought\n\n reference of the disputes to arbitration, the arbitral tribunal would be\n\n required to be constituted. For this purpose the standing arbitral tribunal\n\n constituted prior to coming into force of the Act certainly would not clear\n\n the test of law, when the commencement itself has taken place after the\n\n 2015 Amendment Act has come into force. Thus, there is no question of\n\n any retrospective application of the 2015 Amendment Act.                 The only\n\n conclusion which can be drawn is that the Standing Arbitral Tribunal, in\n\n this situation constituted prior to the dispute in question having been\n\n arisen, by operation of law is rendered invalid and wiped out applying the\n\n principles of law as laid down by the Supreme Court in Bharat Broadband\n\n Network Ltd. Vs. United Telecoms Ltd. (supra) and Perkins Eastman\n\n Architects DPC &amp; Anr. Vs. HSCC (India) Ltd. (supra).\n\n\n\n\n 47.      Now I refer to some of the decisions as relied on behalf of the\n\n\n\n\n::: Uploaded on - 12/12/2019                ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                  54/66         carap1106-1107-18.doc\n\n\n respondent.\n\n          In Aravali Power Company Pvt.Ltd. Vs. Era Infra Engineering Ltd.\n\n (2017)15 SCC 32, the appellant had appointed its Chief Executive Officer\n\n as a sole arbitrator in terms of the arbitration clause, while rejecting the\n\n demand of the respondent to appoint an independent arbitrator. The\n\n invocation of the arbitration was made by the respondent by a letter dated\n\n 29 July 2015 (prior to the 2015 Amendment Act coming into force). The\n\n arbitrator was appointed on 19 August 2015 which was also prior to\n\n coming into force of the 2015 Amendment Act. The respondent initially\n\n participated in the arbitral proceedings without raising any objection.\n\n After coming into force of the 2015 Amendment Act, for the first time on\n\n 12 January 2016, the respondent raised an objection referring to the\n\n provisions of <a href=\"/doc/1265271/\" id=\"a_108\">Section 12</a> of the Arbitration Act that the arbitrator as\n\n appointed by the respondent would not be an independent and impartial\n\n arbitrator.       The objection being rejected by the arbitral tribunal, the\n\n respondent approached the High Court under <a href=\"/doc/596725/\" id=\"a_109\">Section 11(6)</a> praying that\n\n an impartial and neutral arbitrator be appointed. The High Court allowed\n\n the application. In a challenge to the said order, the Supreme Court held\n\n that there was nothing on record which could give rise to justifiable\n\n doubts about impartiality of the named arbitrator. It was held that no\n\n\n\n\n::: Uploaded on - 12/12/2019                   ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                        55/66                carap1106-1107-18.doc\n\n\n challenge was raised by the respondent within time and in terms of the\n\n procedure prescribed and in fact the respondent had participated the\n\n arbitral proceedings. It was held that in these circumstances, the High\n\n Court ought not to have interfered in the process and the progress of the\n\n arbitration. I am afraid as to how this decision would in any manner\n\n forward the case of the respondent, when in the present case, the\n\n petitioner had intended reference of the disputes to arbitration after\n\n coming into force the 2015 Amendment Act. In this situation an arbitral\n\n tribunal satisfying the provisions of law and the law as laid down in the\n\n decisions as noted above, can only be held to be a valid arbitral tribunal.\n\n\n\n 48.      In SP Singla Constructions Pvt. Ltd. Vs. State of Himachal Pradesh &amp;\n\n Anr.16 the Supreme Court was concerned with the arbitration proceedings\n\n which had commenced on 18 October 2013 which was much prior to the\n\n commencement of the amended provisions of <a href=\"/doc/1265271/\" id=\"a_110\">Section 12</a> of the Arbitration\n\n Act as amended by the 2015 <a href=\"/doc/1052228/\" id=\"a_111\">Arbitration Amendment Act</a>. The\n\n appointment of the arbitrator was made on 30 October 2013 and the\n\n arbitrator entered a reference on 11 November 2013. The appellant\n\n therein had approached the High Court in a petition filed under <a href=\"/doc/109140/\" id=\"a_112\">Section\n\n\n 16</a> Civil Appeal nos.11824-11825 of 2018, decided on 4/12/2018\n\n\n\n\n::: Uploaded on - 12/12/2019                             ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                               56/66          carap1106-1107-18.doc\n\n\n 11(6) of the <a href=\"/doc/1052228/\" id=\"a_113\">Arbitration Act</a> praying for an appointment of an independent\n\n arbitrator. The High Court rejected the petition on the ground that the\n\n appointment of the arbitrator could not be challenged by way of an\n\n application under <a href=\"/doc/596725/\" id=\"a_114\">Section 11(6)</a> of the Arbitration Act, referring to the\n\n decision of the Supreme Court in Antrix Corporation Ltd. Vs. Devas\n\n Multimedia Pvt.Ltd.17. The appellant being aggrieved by the order passed\n\n by the High Court approached the Supreme Court, contending that it was\n\n not permissible, after coming into force the 2015 Amendment Act, for the\n\n respondent to appoint its officer as an arbitrator. It is in this context the\n\n Supreme Court considering the arbitration agreement between the parties\n\n as contained in Clause 65 of the General Conditions of the Contract, held\n\n that it was not permissible for the appellant therein, to approach the High\n\n Court under <a href=\"/doc/596725/\" id=\"a_115\">Section 11(6)</a> of the Act when the parties were already before\n\n the arbitral tribunal. It was held that considering the provisions of <a href=\"/doc/45332/\" id=\"a_116\">Section\n\n 26</a> of the 2015 Amendment Act, the provisions of the amended Act were\n\n not to apply to the arbitral proceedings commenced in accordance with\n\n Section 21 of the Principal Act before the commencement of the amended\n\n Act, unless the parties otherwise agreed, and as in the said case the\n\n arbitration proceedings had commenced way back in 2014 much prior to\n\n\n 17 (2014)11 SCC 560\n\n\n\n\n::: Uploaded on - 12/12/2019                 ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                57/66          carap1106-1107-18.doc\n\n\n commencement of the <a href=\"/doc/1596533/\" id=\"a_117\">Amended Act</a>, hence the provisions of the <a href=\"/doc/1596533/\" id=\"a_118\">Amended\n\n Act</a> could not be invoked.\n\n          In my opinion the facts of the present case are completely distinct.\n\n This decision would not in any manner help the respondent and more\n\n particularly when the arbitral proceedings in the present case have\n\n commenced after coming into force 2015 Amendment Act.\n\n\n\n 49.      In Rajasthan Small Industries Corporation Ltd. Vs. Ganesh\n\n Containers Movers Syndicate 2019 SCC OnLine SC 65, the principal\n\n agreement between the parties was dated 28 January 2000. A dispute had\n\n arisen between the parties regarding imposition of transit penalty by the\n\n appellant upon the respondent interalia for delay in transportation of\n\n containers. The terms of the contract, Clause 4.20.1 of Schedule-4\n\n (General Conditions) provided for arbitration by the Managing Director\n\n himself or his or her nominee for the sole arbitration. The respondent\n\n requested for appointment of an arbitrator in terms of the said clause. The\n\n appellant therein appointed I.C.Shrivastava, IAS (Retd) as sole arbitrator\n\n on 21 February 2005 (prior to coming into force the 2015 Amendment\n\n Act). Since the progress of the sole arbitrator was not satisfactory, the sole\n\n arbitrator was removed on 26 March 2009, and in his place Chairman-\n\n\n\n\n::: Uploaded on - 12/12/2019                  ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                              58/66         carap1106-1107-18.doc\n\n\n cum-Managing Director of the appellant-Corporation was appointed to act\n\n as sole arbitrator by consent of both the parties. For one reason or other\n\n the arbitral proceedings could not be concluded. On 16 March 2010 the\n\n respondent raised its doubt regarding impartiality of newly appointed sole\n\n arbitrator. The sole arbitrator passed an order on this application of the\n\n respondent on 6 April 2010 that the arbitration agreement provided for\n\n arbitration by the Chairman cum Managing Director of the Corporation or\n\n his nominee and only at the request of both the parties the Chairman cum\n\n Managing Director has taken up the arbitration to resolve the disputes\n\n between the parties. The disputes proceeded and on 7 February 2013 the\n\n respondent sent legal notice to the petitioner stating that despite number\n\n of requests, the sole arbitrator has not passed an award and hence called\n\n upon the appellant to pay an amount of Rs.3,90,81,602/-. This was\n\n responded by the appellant stating that since the Chairman-cum-Managing\n\n Director has been transferred, award could not be passed and there is no\n\n question of payment to the respondent. In these circumstances, two years\n\n thereafter on 13 May 2015 the respondent filed an application under\n\n <a href=\"/doc/596725/\" id=\"a_119\">Section 11(6)</a> and <a href=\"/doc/1294263/\" id=\"a_120\">Section 15</a> of the Arbitration Act before the High Court\n\n seeking appointment of an independent arbitrator for adjudication of the\n\n disputes between the parties. On 18 December 2015 it was brought to the\n\n\n\n\n::: Uploaded on - 12/12/2019               ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                  59/66           carap1106-1107-18.doc\n\n\n notice of the arbitrator that an arbitration application has been filed\n\n before the High Court. On 5 January 2016 the Arbitral Tribunal adjourned\n\n the proceedings to 13 January 2016 as a last opportunity for hearing the\n\n parties. On 13 January 2016 the arbitrator rejected the application of the\n\n respondent contractor and the request to adjourn the proceedings till the\n\n decision of the High Court, and held that arbitral proceedings would be\n\n finalized on the basis of available facts and adjourned the arbitral\n\n proceedings to 21 January 2016. On 21 January 2016 the arbitrator\n\n passed an ex-parte award. The High Court by its judgment and order\n\n dated 22 April 2016 allowed the application filed by the respondent and\n\n appointed Mr.J.P.Bansal, Retired District Judge as sole arbitrator to resolve\n\n the disputes between the parties. This order of the High Court was the\n\n subject matter of challenge before the Supreme Court in the said case. It is\n\n in this context the following questions fell for consideration as noted in\n\n paragraph 10 of the decision:-\n\n          (i)    In the light of the proceedings before the sole arbitrator on\n          various dates and when the proceedings before the arbitrator was\n          pending, whether the respondent was right in filing arbitration\n          petition approaching the High Court under <a href=\"/doc/596725/\" id=\"a_121\">Section 11</a> and <a href=\"/doc/626570/\" id=\"a_122\">Section\n          15</a> of the Arbitration Act, 1996 for appointment of a substitute\n          arbitrator?\n\n          (ii) When by virtue of arbitration agreement Clause 4.20.1 of\n          Schedule-4 (General Conditions), parties have agreed that the\n          dispute, differences between the parties to be resolved by the\n\n\n\n\n::: Uploaded on - 12/12/2019                     ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                  60/66          carap1106-1107-18.doc\n\n\n          Managing Director or his nominee, whether the High Court was\n          right in deviating from the terms of the agreement between the\n          parties and appointing an independent Arbitrator?\n          (iii) Whether by virtue of <a href=\"/doc/750244/\" id=\"a_123\">Section 12</a> of the Arbitration and\n          Conciliation (Amendment) Act, 2015, the Chairman- cum-Managing\n          Director has become ineligible to act as the arbitrator?\n          (iv) Whether the High Court was right in terminating the\n          mandate of the arbitrator whom the parties have agreed and\n          appointing substitute arbitrator on the ground that there was delay\n          in passing the award?\n\n\n\n          In the facts of the case, the Court held that the respondent had no\n\n material to show that the arbitrator had not acted independently or\n\n impartially. It was also held that the respondent had participated in the\n\n proceedings before the arbitral tribunal for quite some time and had\n\n expressed its faith in the sole arbitrator and the respondent was not\n\n justified in challenging the appointment of the Managing Director of the\n\n appellant. The Supreme Court also held that <a href=\"/doc/1596533/\" id=\"a_124\">Section 12</a> of the Amended\n\n Act was not applicable in the facts of the case as the arbitral proceedings\n\n has commenced prior to the commencement of the 2015 Amendment Act.\n\n Having noted the context in which the above decision was rendered, I do\n\n not see how the same would assist the respondent in the facts of the\n\n present case.\n\n\n\n 50.      There are other decisions as cited on behalf of the respondent which\n\n\n\n\n::: Uploaded on - 12/12/2019                    ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                61/66         carap1106-1107-18.doc\n\n\n are much prior to coming into force of the <a href=\"/doc/1596533/\" id=\"a_125\">Amended Act</a> which I do not\n\n find to have any relevance after the 2015 Amendment Act was brought\n\n into force.\n\n\n\n 51.      Now coming to the case at hand, applying the provisions of <a href=\"/doc/1265271/\" id=\"a_126\">Section\n\n 12</a> of the Arbitration Act read with the relevant items in the Fifth and the\n\n Seventh Schedules as noted above and principles of law as laid down in\n\n the decisions of the Supreme Court in Voestalpine Schienen GmbH Vs.\n\n Delhi Metro Rail Corporation Ltd. (supra), TRF Ltd vs. Energo Engineering\n\n Projects Ltd. (supra); Bharat Broadband Network Ltd. Vs. United Telecoms\n\n Ltd. (supra) and Perkins Eastman Architects DPC &amp; Anr. Vs. HSCC (India)\n\n Ltd. (supra), to the facts of the present case, it is quite clear that the\n\n contract between the parties in the present case was executed on 24\n\n September 2014. Clause 55 of the Special Conditions of the Contract is the\n\n arbitration agreement between the parties providing for a standing\n\n arbitral tribunal which provides that an arbitral tribunal should consist of\n\n panel of three Gazetted Railway Officers not below JA Grade and a retired\n\n Railway Officer, retied not below the rank of SAG officer, as the\n\n arbitrators. The clause provides that the arbitral tribunal shall be formed\n\n within three months from the date of the execution of the contract and for\n\n\n\n\n::: Uploaded on - 12/12/2019                 ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                              62/66          carap1106-1107-18.doc\n\n\n which purpose the respondent will send a panel of more than three names\n\n of Gazetted Railway Officers of one or more departments of the railways\n\n which may also include the name/s of retired railway officers, to the\n\n contractor from the panel approved by Northern Railway and within two\n\n weeks from the receipt of the list, the Contractor shall intimate in writing\n\n two names from the said list to the Chairman and Managing Director of\n\n the respondent. On such receipt of the nomination, the Chairman and\n\n Managing Director has to appoint at least one out of them as the\n\n petitioner&#x27;s (contractor) nominee and will simultaneously appoint the\n\n balance number of arbitrators from the panel approved by Northern\n\n Railways duly indicating the presiding Arbitrator from amongst the three\n\n arbitrators so appointed and one out of them would be from the accounts\n\n department.\n\n\n\n 52.      It is thus clear that not only the nominee arbitrator for the\n\n petitioner would be from the panel of serving railway officer but also the\n\n nominee arbitrator for the respondent and the presiding arbitrator is to be\n\n appointed by the Chairman and Managing Director of the respondent.\n\n The invocation of the arbitration in the present case as noted above was\n\n when the petitioner by its letter dated 5 July 2017 raised disputes on non\n\n\n\n\n::: Uploaded on - 12/12/2019                ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                              63/66          carap1106-1107-18.doc\n\n\n payment of the amounts by the respondent and invoked arbitration,\n\n however, in accordance with the law laid down by the Supreme Court in\n\n Voestalpine Schienen GmbH Vs. Delhi Metro Rail Corporation Ltd. (supra)\n\n which was by the petitioner&#x27;s letter dated 5 July 2017 and as no steps\n\n were taken, the petitioner has approached this Court invoking <a href=\"/doc/596725/\" id=\"a_127\">Section\n\n 11(6)</a> and making grievance on appointment of standing arbitral tribunal\n\n also has invoked <a href=\"/doc/76709/\" id=\"a_128\">Sections 14(2)</a> and <a href=\"/doc/1294263/\" id=\"a_129\">15(2)</a> of the Arbitration Act. It can\n\n therefore be clearly seen that commencement of the arbitral proceedings\n\n in the present case is well after commencement of 2015 Amendment Act.\n\n Considering the clear provision of <a href=\"/doc/157537/\" id=\"a_130\">Section 21</a> of the Arbitration Act, it\n\n would be required to be held that the arbitration proceedings have\n\n commenced when the request of the petitioner made on 5 July 2017 refer\n\n the disputes for arbitration by constituting an arbitral tribunal as per the\n\n law prevailing on the date of the invocaton. Thus, there can be no manner\n\n of doubt that the provisions of <a href=\"/doc/1265271/\" id=\"a_131\">Section 12</a> as amended by the 2015\n\n Amendment Act read with the Fifth and Seventh Schedule squarely have\n\n become applicable in the facts of the present case and a neutral, impartial\n\n and an independent arbitral tribunal was required to be constituted. The\n\n request of the petitioner to constitute such arbitral tribunal was not\n\n accepted by the respondent on the ground that the standing tribunal\n\n\n\n\n::: Uploaded on - 12/12/2019                ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                64/66          carap1106-1107-18.doc\n\n\n already existed. The respondent was not correct in foisting upon the\n\n standing arbitral tribunal on the petitioner, in view of the clear\n\n requirement of the provisions of <a href=\"/doc/1265271/\" id=\"a_132\">Section 12</a> read with Fifth and Seventh\n\n Schedule as noted above.\n\n\n\n 53.      The standing arbitral tribunal as constituted by the respondent in\n\n the present case had lost its validity and would stand wiped out,\n\n considering the clear position in law as laid down by the Supreme Court\n\n in the decisions in Voestalpine Schienen GmbH Vs. Delhi Metro Rail\n\n Corporation Ltd. (supra), TRF Ltd vs. Energo Engineering Projects Ltd.\n\n (supra); Bharat Broadband Network Ltd. Vs. United Telecoms Ltd. (supra)\n\n and Perkins Eastman Architects DPC &amp; Anr. Vs. HSCC (India) Ltd. (supra).\n\n\n 54.      In my opinion, the respondent had no authority to reject the request\n\n of the petitioner to have an appointment of an independent and neutral\n\n arbitral tribunal and more particularly when the standing arbitral tribunal\n\n as constituted by the respondent, by operation of law had become invalid\n\n as clearly held by the Supreme Court in Bharat Broadband Network Ltd.\n\n Vs. United Telecoms Ltd. (supra) and Perkins Eastman Architects DPC &amp;\n\n Anr. Vs. HSCC (India) Ltd. (supra). The inevitable consequence would be\n\n\n\n\n::: Uploaded on - 12/12/2019                  ::: Downloaded on - 14/12/2019 13:59:16 :::\n  pvr                                  65/66         carap1106-1107-18.doc\n\n\n that an independent arbitral tribunal is required to be constituted and the\n\n respondent having failed to do so, this Court necessarily would have to\n\n exercise jurisdiction under <a href=\"/doc/596725/\" id=\"a_133\">Section 11(6)</a> read with <a href=\"/doc/665266/\" id=\"a_134\">Sections 14</a> and <a href=\"/doc/1294263/\" id=\"a_135\">15</a> of\n\n the Arbitration Act.\n\n\n 55.      In the above circumstances, the petitions need to succeed. They are\n\n accordingly allowed by the following order:-\n\n                                       ORDER\n</pre>\n<p data-structure=\"PetArg\" id=\"p_1\"> (i)      Mr.Justice M.S.Sanklecha, Former Judge of this Court, is appointed\n\n as a nominee arbitrator on behalf of the petitioner.\n\n</p><p data-structure=\"Conclusion\" id=\"p_2\"> (ii)     The respondent       is directed to appoint its independent nominee\n\n arbitrator within two weeks from today.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_3\"> (iii)    The nominee arbitrators of both the parties shall appoint a Presiding\n\n Arbitrator before entering a reference, in accordance with the provisions\n\n of the <a href=\"/doc/1052228/\" id=\"a_136\">Arbitration Act</a>.\n</p>\n<p data-structure=\"Precedent\" id=\"p_4\"> (iv)     The learned prospective arbitrators, before entering a reference,\n\n shall make a statement of disclosure as per the requirement of <a href=\"/doc/596725/\" id=\"a_137\">Section\n\n 11(8)</a> read with <a href=\"/doc/750244/\" id=\"a_138\">Section 12(1)</a> of the Arbitration and Conciliation\n\n Act,1996, and forward the same to the Prothonotary and Senior Master of\n\n this Court to be placed on record of the applications, with a copy to be\n\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">::: Uploaded on - 12/12/2019                   ::: Downloaded on - 14/12/2019 13:59:16 :::</span>\n  pvr                                 66/66          carap1106-1107-18.doc\n\n\n forwarded to both the parties.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_5\"> (v)      The fees payable to the arbitral tribunal shall be governed by the\n\n provisions prescribed under the Bombay High Court (Fees Payable to\n\n Arbitrators) Rules,2018.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_6\"> (vi)     All contentions of the parties are expressly kept open.\n\n</p><p data-structure=\"Conclusion\" id=\"p_7\"> (vii) The petitions are disposed of in the above terms.\n\n</p><p data-structure=\"Precedent\" id=\"p_8\"> (viii) A copy of this order be forwarded to the learned Arbitrator on the\n\n following e-mail address:-\n</p>\n<blockquote id=\"blockquote_1\">          &quot;manojssanklecha@gmail.com&quot;\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_9\">                                                         (G.S.Kulkarni, J.)\n\n\n\n\n<span class=\"hidden_text\" id=\"span_2\">::: Uploaded on - 12/12/2019                   ::: Downloaded on - 14/12/2019 13:59:16 :::</span>\n </p>","numcites":27,"numcitedby":4,"docsource":"Bombay High Court","citetid":97096452,"divtype":"judgments","relatedqs":[{"value":"arbitration act section 12","formInput":"arbitration%20act%20section%2012"},{"value":"impartiality of independent","formInput":"impartiality%20of%20independent"},{"value":"arbitration section 12","formInput":"arbitration%20section%2012"},{"value":"appointment of sole arbitrator","formInput":"appointment%20of%20sole%20arbitrator"},{"value":"delhi metro rail corporation","formInput":"delhi%20metro%20rail%20corporation"},{"value":"justifiable doubt to his independance and impartiality","formInput":"justifiable%20doubt%20to%20his%20independance%20and%20impartiality"},{"value":"non obstante clause","formInput":"non%20obstante%20clause"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"ircon","formInput":"ircon"},{"value":"arbitrator, impartiality","formInput":"arbitrator%2C%20impartiality"},{"value":"arbitrator independence impartial ","formInput":"arbitrator%20independence%20impartial%20"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"fifth schedule","formInput":"fifth%20schedule"},{"value":"afcons ","formInput":"afcons%20"},{"value":"de jure","formInput":"de%20jure"},{"value":"afcons infrastructure ltd ","formInput":"afcons%20infrastructure%20ltd%20"},{"value":"\"bias\"","formInput":"%22bias%22"},{"value":"itd cementation","formInput":"itd%20cementation"},{"value":"DMRC","formInput":"DMRC"},{"value":"arbitration act amendment 2015 ","formInput":"arbitration%20act%20amendment%202015%20"}],"cats":[{"value":"grounds-for-challenge","formInput":"tag:grounds-for-challenge"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"power-of-court-to-remove-arbitrators, umpire-misconducting-arbitrator","formInput":"tag:power-of-court-to-remove-arbitrators, umpire-misconducting-arbitrator"},{"value":"amendment","formInput":"tag:amendment"}],"courtcopy":true,"query_alert":null,"agreement":false}