{"tid":180338865,"publishdate":"2018-02-20","title":"Puravankara Projects Limited ... vs Galaxy Properties Private Limited ... on 20 February, 2018","doc":"<h2 class=\"doc_title\">Puravankara Projects Limited ... vs Galaxy Properties Private Limited ... on 20 February, 2018</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:c-v-karthikeyan\">C.V.Karthikeyan</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:c-v-karthikeyan\">C.V.Karthikeyan</a></h3>\n\n<pre id=\"pre_1\">        \n\n \nIN THE HIGH COURT OF JUDICATURE AT MADRAS \n\nDATED:\t  20.02.2018\n\nCORAM:\n\nTHE HONOURABLE MR.JUSTICE C.V.KARTHIKEYAN\n\nOP.No.433 of 2017\nA.No.3477 of 2017\n\nPuravankara Projects Limited represented by its \nManaging Director, Ashish Puravankara\nBangalore\t\t\t\t\t\t\t\t\t\t\tPetitioner \n\n          Vs\n\nGalaxy Properties Private Limited represented by its\nDirector, Mohammed Ibrahim, Chennai \t\t\t\t\tRespondent\n\nPrayer:- This Original Petition  is filed under <a href=\"/doc/536284/\" id=\"a_1\">Section 34</a> of the Arbitration and Conciliation Act, to set aside the award dated 22.12.2016 and the additional award, dated  22.02.2017, passed by the Sole Arbitrator in the matter of <a href=\"/doc/1306164/\" id=\"a_2\">Arbitration and Conciliation Act, 1996</a>.\n\n\t\tFor Petitioner \t\t:\tMr.T.R.Rajagopalan, SC for \n\t\t\t\t\t\t\tM/s.Paul and Paul\n\t\t\n\t\tFor Respondent \t:\tMr.T.V.Ramanujam, SC for\n\t\t\t\t\t\t\tMr.C.Jagadish\n\nORDER\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">\t\tThis Original Petition has been filed under <a href=\"/doc/536284/\" id=\"a_3\">Section 34</a> of the Arbitration and Conciliation Act, challenging the award dated 22.12.2016 and the additional award, dated 22.02.2017, passed by   Hon&#x27;ble Mr.Justice J.Kanakaraj, former Judge of this Court, Sole Arbitrator.\n</p><p data-structure=\"Precedent\" id=\"p_2\">\t\t2.   In and by the impugned award, the Sole Arbitrator had granted as follows:-\n</p><blockquote id=\"blockquote_1\">\u0013There will be an award in favour of the claimant for the said amount of Rs.24,68,10,000/- (as per modification, dated 22.02.2017) payable by the Respondent. This amount will carry further interest at 12% p.a. from the date of the award till the date of realisation.  All other claims of the claimant are rejected. Equally, the counter claim of the Respondent is also rejected.  Both parties will bear their respective costs.\u0014\n\n</blockquote><p data-structure=\"Facts\" id=\"p_3\">\t\t3.  For the sake of convenience, the parties hereinafter shall be referred to as they were arrayed in the arbitration proceedings, namely, Puravankara Projects Limited (PPL), who is the Petitioner herein, hereinafter shall be called as the Respondent or PPL and Galaxy Properties Private Limited (GPPL), who is the Respondent herein, hereinafter shall be called as the Claimant or GPPL.\n</p><p data-structure=\"Issue\" id=\"p_4\">\t\t4.  The Claimant and the Respondent had entered into a Memorandum of Understanding, dated 22.11.2006 for acquisition of 1000 acres of land in one conjoint and contiguous block, in part of Vittavidagai Village, part of Pappankuli Village of Sriperumbudur Taluk, part of Athivakkam Village, Thirumalpattu Village, Alapakkam Village and part of Singadivakkam Village in Kancheepuram Taluk/ Sriperumbudur Taluk, in the District of Kancheepuram. The Claimant had stated that they were doing real estate business and the Respondent was looking to buy lands to develop the same.  The Claimant had approached the Respondent and offered to acquire lands for the benefit of the Respondent. They had offered to acquire about 450 acres, starting from Chennai-Bangalore National Highway (NH4) with about 650 ft. frontage at an average rate of Rs.38 lakhs per acre and another 550 acres behind and abutting the said land at an average rate of Rs.35 lakhs per acre.\n</p><p data-structure=\"Facts\" id=\"p_5\">\t\t5.  The Respondent had entrusted  the work of acquiring such lands to the Claimant.  The Claimant had further held out that they already had 270 acres of land in the name of their nominees or associate companies.  At the time of Memorandum of Understanding, the Respondent had paid a sum of Rs.10 lakhs as advance, by cheque no.143319, dated 13.11.2016, drawn on ICICI Bank Limited, Chennai.  It was further agreed in the Memorandum of Understanding that the Claimant shall produce all necessary title deeds before finalising the sale deed. The Respondent also reserved a right to issue public notice.  With respect to registration, it was agreed that at a time not less than 100 acres shall be registered and this should be conjoint starting from 650 ft. wide frontage land facing the Chennai-Bangalore National Highways.  \n</p><p data-structure=\"Conclusion\" id=\"p_6\">\t\t6. The entire exercise was divided into four phases.  The registration should be done phase by phase. Phase-I included part of Vittavidagai Village, Pappankuli Village and Athivakkam Villages.  Phase II included Alapakkam Village and Phase III included  Thirumalpattu Village.  Phase IV included part of Singadivakkam Village.  It was further held out that initially 50 acres of land facing the road should be registered along with the back portion of 50 acres in the Phase I itself.  Thereafter, 25 acres abutting the  land facing the road should be registered along with 75 acres in the back portion.  A detailed sketch was also attached with the Memorandum of Understanding.  The Claimant had  agreed to arrange for survey of the land before the date of registration and also agreed  that the sale price shall be subject to physical measurement of the area.  More importantly, both the parties agreed that acquisition of the entire 1000 acres of land shall be completed within a period of 5 to 6 months from the date of signing the Memorandum of Understanding.  The Claimant was under an obligation to meet expenses for getting encumbrance certificates and other revenue documents.  The expenses towards stamp duty and registration shall be borne by the Respondent.   With respect to contingencies in cases of breach of the terms, both the parties specifically agreed that they shall be entitled to enforce specific performance of the agreement and recover  costs, expenses and losses.  There was also a clause with respect to arbitration and it was stated that disputes with regard to or arising out of the agreement or interpretation of any of the terms of the agreement shall be referred to arbitration conducted  by a Sole Arbitrator.  \n</p><p data-structure=\"Issue\" id=\"p_7\">\t\t7. Immediately thereafter, the Claimant had incorporated two companies, Nile Developers Private Limited (NDPL) and Vaigai Developers Private Limited (VDPL). The  certificate of incorporation for these two companies had been issued on 20.12.2006.  These companies were incorporated for the purposes of acquiring lands with intention to subsequently transfer their shares, to be read,  lands to the Respondent.  Another Company incorporated was Money Worth Estates Private Limited (MEPL).\n</p><p data-structure=\"Facts\" id=\"p_8\">\t\t8.   The Respondent, during the pendency of the Memorandum of Understanding, had paid a sum of Rs.3 crores, by cheque no.449697, dated 3.5.2007, drawn on Standard Chartered Bank, Bangalore,  to Greenland Estates Private Limited (GEPL), a sum of Rs.5 crores by cheque no.449695, dated 3.5.2007, drawn on Standard Chartered Bank, Bangalore, to Galaxy Properties Private Limited (GPPL) and a sum of Rs.4 crores, by cheque no.449696, dated 3.5.2007, drawn on Standard Chartered Bank, Bangalore, to Money Worth Estate Private Limited (MEPL).  \n</p><p data-structure=\"CDiscource\" id=\"p_9\">\t\t9. Subsequently, since no effective progress could be made  under the terms of the Memorandum of Understanding, within a period of 5-6 months, an amended Memorandum of Understanding came into existence and signed by the parties on 22.11.2007.  According to the amended Memorandum of Understanding, dated 22.11.2007, the validity of the Memorandum of Understanding was revived and extended upto 31.8.2008.    Consideration per acre was revised to Rs.50 lakhs per acre.  With respect to the lands already acquired, either by the Claimant or their associate companies of the Claimant, the stamp duty and registration charges would be reimbursed by calculating the sale price at Rs.50 lakhs per acre.  The scheme for purchase of the lands was also revised and it was stated that there would be three phases.  Phase I consisted of purchase of 300 acres of land, starting from Chennai-Bangalore National Highway in the Villages of Vittavidagai, Selvizhimangalam and Athivakkam. Phase II consisted of 300 acres of land falling partly in the Villages of Thirumalpattu and Singadivakkam.  Phase III consisted of 400 acres of land falling partly in the Villages of Mummalpattu and Singadivakkam.  A sketch was also appended to the amended Memorandum of Understanding.  The amounts already mentioned  above were also to be adjusted and Rs.2 crores was to be adjusted in the first tranche purchase and the balance of Rs.10 crores was to be adjusted in two equal instalments for the lands to be purchased.\n</p><p data-structure=\"CDiscource\" id=\"p_10\">\t\t10.    Simultaneously, there was also a share purchase agreement for purchase of shares of NDPL, since the Claimant had purchased 23.7134 acres through their subsidiary Company, NDPL and a  similar share purchase agreement was also entered into for purchase of shares of VDPL, through whom, an extent of 19.08 acres of had been purchased. The total consideration for the purchase of share  for NDPL was fixed at Rs.12,93,42,000/- and the total consideration for purchase of shares of VDPL was fixed at Rs.10,41,03,000/-.  These were on the basis of fixing the value per acre at Rs.50 lakhs and registration charges and other incidental charges at Rs.4.5 lakhs. \n</p><p data-structure=\"Facts\" id=\"p_11\">\t\t11.   Subsequently, since the terms of the agreement could not be enforced, particularly, the Claimant could not purchase further land, the Additional Memorandum of Understanding lapsed and the parties mutually agreed not to proceed further.  It was further agreed by both the parties that the advance amount of Rs.12 crores would be refunded and accordingly, three cancellation deeds, all dated 22.10.2010, were executed and three receipts were executed.  By these cancellation deeds, the GEPL returned the advance of Rs.3 crores and GPPL returned the advance  of Rs.2 crores and MEPL returned the advance of  Rs.4 crores.   In the cancellation deeds, it was agreed by both the parties that all the obligations and rights arising out of the said receipts ceased with immediate effect and neither party will have any claim against each other on the transactions referred in the receipt. Thereafter, the Claimant had initiated arbitration proceedings and the matter finally went upto the Honourable Supreme Court, wherein it was observed that it would only be appropriate if the disputes are resolved through arbitration and thus,  Honourable Mr.Justice J.Kanakaraj, former Judge of this Court, came to be appointed as the Sole Arbitrator. \n</p><p data-structure=\"Issue\" id=\"p_12\">\t\t12.  The case of the Claimant (GPPL) before the Sole Arbitrator, in a nutshell,  is as follows:-\n</p><blockquote id=\"blockquote_2\">\t\ta. The Claimant and the Respondent, who are in the real estate business, had entered into Memorandum of Understanding, dated 22.11.2006, in and by which, the claimant was to acquire 1000 acres of land in one contiguous block, abutting NH4 at Kancheepuram District. The lands were to be acquired either in the name of the Claimant or in the name of their Associate companies, at the rate of Rs.38 lakhs per acre for the first 450 acres and at the rate of Rs.35 lakhs per acre for the remaining 550 acres.  The Claimant had bought 23.7134 acres in the name of Nile Developers Private Limited (NDPL) and 19.08 acres in the name of Vaigai Developers Private Limited (VDPL) and advanced unsecured loans to them and also procured lands in the name of other six subsidiary companies.  The Respondent had paid an advance of Rs.12 crores and Rs.10 lakhs to the Claimant on 3.5.2007.  Thereafter, since it was felt that it was not viable to purchase the lands at the agreed rate, the price  was altered to Rs.50 lakhs per acre for the entire extent, excluding the stamp duty and registration charges and an amended Memorandum of Understanding was executed on 22.11.2007 to that effect. \n</blockquote><blockquote id=\"blockquote_3\">\t\tb. The Claimant had acquired the lands at the rate of Rs.83 lakhs and Rs.81 lakhs per acre and agreed to part with the same at the rate of Rs.50 lakhs per acre.  In order to avoid expenditure towards stamp duty and registration charges,  two share purchase agreements were executed on 22.11.2007. The Claimant incurred  a loss of Rs.11.92 crores. However, it was hoped that in the subsequent sale deeds for the entire 1000 acres, the loss could be adjusted. On 22.11.2007, a sum of Rs.2 crores out of Rs.5 crores was refunded to the Respondent. The Claimant was ready with other subsidiary companies, owning lands, for transfer to the Respondent.  While so, in the month of June 2009, the Respondent had represented that due to recession, they will re-transfer the lands covered under the share purchase agreements of NDPL and VDPL in favour of the Claimant and that the Claimant should refund the monies received under the share purchase agreement as well as the balance of advance amount of Rs.10 crores.  Subsequently, the Claimant had refunded the sum of Rs.10 crores with interest 12% p.a. and accordingly, cancellation deeds dated 22.10.2010 were executed, acknowledging the receipt of Rs.14.08 crores and cancelling the three receipts dated 3.5.2007.  \n</blockquote><blockquote id=\"blockquote_4\">\t\tc.  The Memorandum of Understanding dated 22.11.2006 and 22.11.2007 were cancelled and it was agreed that the parties should revert back to their respective original positions. Accordingly, the Claimant had to pay the consideration for the share purchase agreements with interest 12% p.a. and the Respondent had to re-transfer the shares of NDPL and VDPL.  However, the Respondent was proceeding to put up a compound wall in respect of the lands held by NDPL and VDPL and the Claimant had sent a letter dated 11.04.2011 to the Respondent, for which there was no reply.  Subsequent negotiations  were not successful.  OA.No.598 of 2011 filed by the Claimant under the <a href=\"/doc/1306164/\" id=\"a_4\">Arbitration and Conciliation Act</a> seeking injunction, was dismissed on 25.7.2011 and OSA.No.283 of 2012 filed as against the same was allowed. The  matter was then taken up to the Honourable Supreme Court by the Respondent and by order dated 17.4.2014, the matter was referred to arbitration.  It is under thee circumstances that the claim petition before the Sole Arbitrator came to be filed contending that the Claimant having refunded the advance with interest at 12%, the Respondent is bound to re-transfer the 100% shares of NDPL and VDPL back to the Claimant on the Claimant paying back the amount paid by the Respondent under the share purchase agreements and also claiming damages of Rs.485,02,99,781/- together with interest. \n</blockquote><p data-structure=\"Facts\" id=\"p_13\">\t\t13.  The Respondent (PPL) had filed a counter statement along with a counter claim before the Sole Arbitrator, stating as follows:-\n</p><blockquote id=\"blockquote_5\">\t\ta. The Claimant is not 100% share holders of NDPL and VDPL and they cannot seek retransfer of the entire 100% share holding from the said companies. The share purchase agreements are independent of the Memorandum of Understanding. The Respondent had advanced a sum of Rs.12 crores under three receipts. The Claimant was able to acquire only 55 acres as against their obligation to acquire 1000 acres. Cancellation deeds were executed on 22.10.2010, cancelling the payments made and relieving the parties of all the obligations and rights arising out of the Memorandum of Understanding.  The Claimant came forward to refund the balance of advance of Rs.10 crores together with interest. In 2010, the Claimant came forward to reacquire the shares of NDPL and VDPL and did not materialise.  There was no agreement between them to retransfer of shares. The Respondent had proceeded to develop the properties of NDPL and VDPL in 2011.  Subsequent legal proceedings in OA.No.598 of 2011, OSA.No.283 of 2012 and SLP.No.9437 of 2013 are matters of record. The relief and the alternative relief sought for by the Claimant cannot be granted and the claim petition should be dismissed.\n</blockquote><p data-structure=\"Issue\" id=\"p_14\">\t\t14. With respect to the counter claim sought by the Respondent, the Respondent has stated that they purchased the shares of NDPL and VDPL by investing a total sum of Rs.23,34,45,800/- in November 2007. By preventing the Respondent from developing the land, the Claimant had caused damage, hardship and monetary loss to the Respondent.  On the whole, the Respondent would have made a profit of Rs.335 crores before payment  of tax and even providing for a discount of 15%, the Respondent would have earned at least Rs.186 crores.  The Respondent had made a counter claim of Rs.186 crores towards damages and also claimed the Rs.10 lakhs paid as advance under the Memorandum of Understanding, dated 20.11.2006 together with interest 18% p.a. from 20.11.2006 and costs.\n</p><p data-structure=\"Facts\" id=\"p_15\">\t\t15.  The Claimant had filed a reply statement, reiterating the averments in the claim statement.  It had been stated that the MOUs contemplated acquisition of lands either in the name of the Claimant or in the name of its associate companies or nominees and that the mode of transfer of lands was by way of transfer of shares.  The Claimant and its seven associate companies acquired lands in pursuance of two MOUs. The lands purchased in the name of the associate companies were purely out of the funds given by the Claimant.  It was the Respondent who abandoned the MOUs. \n</p><p data-structure=\"RespArg\" id=\"p_16\">\t\t16. The Respondent had also filed an additional reply statement, stating that in the cancellation deeds, dated 22.10.2010, all accounts were settled and the claimant paid the amount together with interest without demur and without reserving any right to reclaim the shares of NDPL and VDPL. The allegation that the difference in market value of the lands works out to Rs.26,52,98,000/- and the Respondent is bound to compensate the Claimant in this regard is without substance. The further claim of Rs.403 crores is not substantiated by any cogent evidence.  On the date of cancellation of MOUs, all accounts were settled and the Claimant did not reserve any further right.\n</p><p data-structure=\"Facts\" id=\"p_17\">\t\t17.  In and by the impugned award, the Sole Arbitrator had granted  an award in favour of the Claimant for a sum of Rs.24,68,10,000/- (as per modification, dated 22.02.2017) with interest at 12% p.a. from the date of the award till the date of realisation,  payable by the Respondent and rejected the other claims of the claimant and the counter claim of the Respondent. As against the same, as stated above, this OP has been filed by the Respondent (PPL).\n</p><p data-structure=\"CDiscource\" id=\"p_18\">\t\t18.  This Court heard the arguments of the learned senior counsel on either side.  The primary issue to be decided is whether PPL has made out a reasonable case to interfere with the award.\t\n</p><p data-structure=\"Issue\" id=\"p_19\">\t\t19.  GPPL was the Claimant before the Sole Arbitrator. PPL was the Respondent.  The Sole Arbitrator, after hearing both sides, had passed the following award:-\n</p><blockquote id=\"blockquote_6\">\u0013There will be an award in favour of the claimant for the said amount of Rs.24,68,10,000/- (as per modification, dated 22.02.2017) payable by the Respondent. This amount will carry further interest at 12% p.a. from the date of the award till the date of realisation.  All other claims of the claimant are rejected. Equally, the counter claim of the Respondent is also rejected.  Both parties will bear their respective costs.\u0014\n</blockquote><p data-structure=\"Issue\" id=\"p_20\">\t\t20.  PPL has filed this OP, under <a href=\"/doc/536284/\" id=\"a_5\">Section 34</a> of the Arbitration and Conciliation (Amendment) Act, 2015, seeking to set aside the award.  Even before going into the facts of the case, the scope of this Court under <a href=\"/doc/536284/\" id=\"a_6\">Section 34</a> of the said Act, as amended in the year 2015, will have to be seen.  <a href=\"/doc/536284/\" id=\"a_7\">Section 34</a> of the Arbitration and Conciliation (Amendment) Act, 2015 is as follows:- \n</p><blockquote id=\"blockquote_7\">\u001434. Application for setting aside arbitral award. \u0016 (1) Recourse to a court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-section (2) and subsection (3).\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_21\">(2) An arbitral award may be set aside by the court only if-\n</p>\n<p data-structure=\"Issue\" id=\"p_22\">(a) The party making the application furnishes proof that- \n</p>\n<p data-structure=\"Issue\" id=\"p_23\">(i) A party was under some incapacity, or \n\n</p><p data-structure=\"Section\" id=\"p_24\">(ii) The arbitration agreement is not valid under the law to which the parties have subjected it or, failing any indication thereon, under the law for the time being in force; or \n\n</p><p data-structure=\"Section\" id=\"p_25\">(iii) The party making the application was not given proper notice of the appointment of an arbitrator or of the arbitral proceedings or was otherwise unable to present his case; or\n\n</p><p data-structure=\"Section\" id=\"p_26\">(iv) The arbitral award deals with a dispute not contemplated by or not falling within the terms of the submission to arbitration, or it contains decisions on matters beyond the scope of the submission to arbitration: \n</p>\n<blockquote id=\"blockquote_8\">Provided that, if the decisions on matters submitted to arbitration can be separated from those not so submitted, only that part of the arbitral award which contains decisions on matters not submitted to arbitration may be set aside; or \n\n</blockquote><blockquote id=\"blockquote_9\">(v) The composition of the arbitral tribunal or the arbitral procedure was not in accordance with the agreement of the parties, unless such agreement was in conflict with a provision of this Part from which the parties cannot derogate, or, failing such agreement, was not in accordance with this Part; or \n\n</blockquote><blockquote id=\"blockquote_10\">(b) The court finds that- \n</blockquote>\n<blockquote id=\"blockquote_11\">(i) The subject-matter of the dispute is not capable of settlement by arbitration under the law for the time being in force, or \n\n</blockquote><blockquote id=\"blockquote_12\">(ii) The arbitral award is in conflict with the public policy of India. \n</blockquote>\n<p data-structure=\"Section\" id=\"p_27\">Explanation (1). -  For the avoidance of any doubt, it is clarified that an award is in conflict with the public policy of India, only if-\n</p>\n<p data-structure=\"Section\" id=\"p_28\">(i) the making of the award was induced or affected by fraud or corruption or was in violation of Section 75 or section 81; or \n\n</p><p data-structure=\"Section\" id=\"p_29\">(ii)  it is in contravention with the fundamental policy of Indian law; or \n\n</p><p data-structure=\"Section\" id=\"p_30\">(iii) it is in conflict with the most basic notions of morality or justice.\n</p>\n<p data-structure=\"Issue\" id=\"p_31\">Explanation (2):-  For the avoidance of doubt, the test as to whether there is a contravention with the fundamental policy of Indian law shall not entail a review on the merits of the dispute.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_32\">(2A) An arbitral award arising out of arbitrations other than international commercial arbitrations, may also be set aside by the Court, if the Court finds that the award is vitiated by patent illegality appearing on the face of the award;\n</p>\n<p data-structure=\"Issue\" id=\"p_33\">Provided that an award shall not be set aside merely on the ground of an erroneous application of the law or by reappreciation of evidence. \n</p>\n<p data-structure=\"Issue\" id=\"p_34\">(3) An application for setting aside may not be made after three months have elapsed from the date on which the party making that application had received the arbitral award or, if a request had been made under <a href=\"/doc/1977813/\" id=\"a_8\">section 33</a>, from the date on which that request had been disposed of by the arbitral tribunal: \n</p>\n<blockquote id=\"blockquote_13\">Provided that if the court is satisfied that the applicant was prevented by sufficient cause from making the application within the said period of three months it may entertain the application within a further period of thirty days, but not thereafter. \n</blockquote>\n<blockquote id=\"blockquote_14\">(4) On receipt of an application under sub-section (1), the court may, where it is appropriate and it is so requested by a party, adjourn the proceedings for a period of time determined by it in order to give the arbitral tribunal an opportunity to resume the arbitral proceedings or to take such other action as in the opinion of arbitral tribunal will eliminate the grounds for setting aside the arbitral award. \n</blockquote>\n<blockquote id=\"blockquote_15\">(5) An application under this section shall be filed by a party only after issuing a prior notice to the other party and such application shall be accompanied by an affidavit by the Applicant endorsing compliance with the said requirement.\u0014\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_35\">\t\t21. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1617540\" id=\"span_1\">In <a href=\"/doc/1617540/\" id=\"a_9\">DDA v. R.S. Sharma and Co.</a> [(2008) 13 SCC 80] , the Court summarised the law thus:-</span>\n</p><blockquote id=\"blockquote_16\">\u001321. From the above decisions, the following principles  emerge: (a) An award, which is \n\n</blockquote><blockquote id=\"blockquote_17\">(i) contrary to substantive provisions of law; or\n\n</blockquote><blockquote id=\"blockquote_18\">(ii) the provisions of the Arbitration and Conciliation Act, 1996; or \n\n</blockquote><blockquote id=\"blockquote_19\">(iii) against the terms of the respective contract; or \n\n</blockquote><blockquote id=\"blockquote_20\">(iv) patently illegal; or \n\n</blockquote><blockquote id=\"blockquote_21\">(v) prejudicial to the rights of the parties; \n</blockquote>\n<p data-structure=\"Section\" id=\"p_36\">is open to interference by the court under <a href=\"/doc/439304/\" id=\"a_10\">Section 34(2)</a> of the Act. \n</p>\n<p data-structure=\"Section\" id=\"p_37\">(b) The award could be set aside if it is contrary to: \n</p>\n<blockquote id=\"blockquote_22\">(a) fundamental policy of Indian law; or \n</blockquote><blockquote id=\"blockquote_23\">(b) the interest of India; or \n</blockquote><blockquote id=\"blockquote_24\">(c) justice or morality.\n</blockquote>\n<blockquote id=\"blockquote_25\">(c) The award could also be set aside if it is so unfair and unreasonable that it shocks the conscience of the court. \n</blockquote>\n<blockquote id=\"blockquote_26\">(d) It is open to the court to consider whether the award is against the specific terms of contract and if so, interfere with it on the ground that it is patently illegal and opposed to the public policy of India.\n</blockquote><p data-structure=\"Precedent\" id=\"p_38\">\t\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"919241\" id=\"span_2\">22.  The Honourable Supreme Court this Court in <a href=\"/doc/919241/\" id=\"a_11\">ONGC Ltd. v. Saw Pipes Ltd.</a> [(2003) 5 SCC 705 : AIR 2003 SC 2629] held that a court can set aside an award under <a href=\"/doc/549389/\" id=\"a_12\">Section 34(2)(b)(ii)</a> of the Act, as being in conflict with the public policy of India, if it is (a) contrary to the fundamental policy of Indian law; or (b) contrary to the interests of India; or (c) contrary to justice or morality; or (d) patently illegal. The Honourable Supreme Court  explained that to hold an award to be opposed to public policy, the patent illegality should go to the very root of the matter and not a trivial illegality. It also observed that an award could be set aside if it is so unfair and unreasonable that it shocks the conscience of the court, as then it would be opposed to public policy.</span>\n</p><p data-structure=\"Precedent\" id=\"p_39\">\t\t23.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"136518863\" id=\"span_3\">In  <a href=\"/doc/136518863/\" id=\"a_13\">ONGC Ltd. v. Western Geco International Ltd.</a> [(2014) 9 SCC 263 : (2014) 5 SCC (Civ) 12] , the Honourable Supreme Court  added three other distinct and fundamental juristic principles which must be understood as a part and parcel of the fundamental policy of Indian law. The Court held thus:-</span>\n</p><blockquote id=\"blockquote_27\">\u001335. What then would constitute the \u0011fundamental policy of Indian law\u0012 is the question. The decision in ONGC [(2003) 5 SCC 705 : AIR 2003 SC 2629] does not elaborate that aspect. Even so, the expression must, in our opinion, include all such fundamental principles as providing a basis for administration of justice and enforcement of law in this country. Without meaning to exhaustively enumerate the purport of the expression \u0011fundamental policy of Indian law\u0012, we may refer to three distinct and fundamental juristic principles that must necessarily be understood as a part and parcel of the fundamental policy of Indian law. The first and foremost is the principle that in every determination whether by a court or other authority that affects the rights of a citizen or leads to any civil consequences, the court or authority concerned is bound to adopt what is in legal parlance called a \u0011judicial approach\u0012 in the matter. The duty to adopt a judicial approach arises from the very nature of the power exercised by the court or the authority does not have to be separately or additionally enjoined upon the fora concerned. What must be remembered is that the importance of a judicial approach in judicial and quasi-judicial determination lies in the fact that so long as the court, tribunal or the authority exercising powers that affect the rights or obligations of the parties before them shows fidelity to judicial approach, they cannot act in an arbitrary, capricious or whimsical manner. Judicial approach ensures that the authority acts bona fide and deals with the subject in a fair, reasonable and objective manner and that its decision is not actuated by any extraneous consideration. Judicial approach in that sense acts as a check against flaws and faults that can render the decision of a court, tribunal or authority vulnerable to challenge.\n</blockquote>\n<blockquote id=\"blockquote_28\">38. Equally important and indeed fundamental to the policy of Indian law is the principle that a court and so also a quasi-judicial authority must, while determining the rights and obligations of parties before it, do so in accordance with the principles of natural justice. Besides the celebrated audi alteram partemrule one of the facets of the principles of natural justice is that the court/authority deciding the matter must apply its mind to the attendant facts and circumstances while taking a view one way or the other. Non-application of mind is a defect that is fatal to any adjudication. Application of mind is best demonstrated by disclosure of the mind and disclosure of mind is best done by recording reasons in support of the decision which the court or authority is taking. The requirement that an adjudicatory authority must apply its mind is, in that view, so deeply embedded in our jurisprudence that it can be described as a fundamental policy of Indian law.\n</blockquote>\n<blockquote id=\"blockquote_29\">39. No less important is the principle now recognised as a salutary juristic fundamental in administrative law that a decision which is perverse or so irrational that no reasonable person would have arrived at the same will not be sustained in a court of law. Perversity or irrationality of decisions is tested on the touchstone of Wednesbury [Associated Provincial Picture Houses Ltd. v. Wednesbury Corpn., (1948) 1 KB 223 : (1947) 2 All ER 680 (CA)] principle of reasonableness. Decisions that fall short of the standards of reasonableness are open to challenge in a court of law often in writ jurisdiction of the superior courts but no less in statutory processes wherever the same are available. \n</blockquote>\n<blockquote id=\"blockquote_30\">40. It is neither necessary nor proper for us to attempt an exhaustive enumeration of what would constitute the fundamental policy of Indian law nor is it possible to place the expression in the straitjacket of a definition. What is important in the context of the case at hand is that if on facts proved before them the arbitrators fail to draw an inference which ought to have been drawn or if they have drawn an inference which is on the face of it, untenable resulting in miscarriage of justice, the adjudication even when made by an Arbitral Tribunal that enjoys considerable latitude and play at the joints in making awards will be open to challenge and may be cast away or modified depending upon whether the offending part is or is not severable from the rest.\u0014\t\t\n</blockquote><p data-structure=\"CDiscource\" id=\"p_40\">\t\t24. It is clear that the juristic principle of a \u0013judicial approach\u0014 demands that a decision be fair, reasonable and objective. On the obverse side, anything arbitrary and whimsical would obviously not be a determination which would either be fair, reasonable or objective. \n</p><p data-structure=\"Section\" id=\"p_41\">\t\t25.   The audi alteram partem principle which undoubtedly is a fundamental juristic principle in Indian law is also contained in <a href=\"/doc/1347069/\" id=\"a_14\">Sections 18</a> and <a href=\"/doc/541243/\" id=\"a_15\">34(2)(a)(iii)</a> of the Arbitration and Conciliation Act. These sections read as follows:-\n</p><blockquote id=\"blockquote_31\">\u001318.Equal treatment of parties.\u0017The parties shall be treated with equality and each party shall be given a full opportunity to present his case.\u0014\n</blockquote><p data-structure=\"PetArg\" id=\"p_42\">\t\t26. The third juristic principle is that a decision which is perverse or so irrational that no reasonable person would have arrived at the same is important and requires some degree of explanation. It is settled law that where:-\n</p><blockquote id=\"blockquote_32\">(i) a finding is based on no evidence, or \n\n</blockquote><blockquote id=\"blockquote_33\">(ii) an Arbitral Tribunal takes into account something irrelevant to the decision which it arrives at; or \n\n</blockquote><blockquote id=\"blockquote_34\">(iii) ignores vital evidence in arriving at its decision, such decision would necessarily be perverse.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_43\">\t\t27.  In Excise and Taxation Officer-cum-Assessing Authority v. Gopi Nath &amp; Sons [1992 Supp (2) SCC 312] , it was held thus:-\n</p><blockquote id=\"blockquote_35\">\u00137. \u0005 It is, no doubt, true that if a finding of fact is arrived at by ignoring or excluding relevant material or by taking into consideration irrelevant material or if the finding so outrageously defies logic as to suffer from the vice of irrationality incurring the blame of being perverse, then, the finding is rendered infirm in law.\u0014\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_44\">\t\t28. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1239902\" id=\"span_4\">In <a href=\"/doc/1239902/\" id=\"a_16\">Kuldeep Singh v. Commr. of Police</a> [(1999) 2 SCC 10 : 1999 SCC (L&amp;S) 429] , it was held thus:-</span>\n</p><blockquote id=\"blockquote_36\">\u001310. A broad distinction has, therefore, to be maintained between the decisions which are perverse and those which are not. If a decision is arrived at on no evidence or evidence which is thoroughly unreliable and no reasonable person would act upon it, the order would be perverse. But if there is some evidence on record which is acceptable and which could be relied upon, howsoever compendious it may be, the conclusions would not be treated as perverse and the findings would not be interfered with.\u0014\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_45\">\t\t29. It must clearly be understood that when a court is applying the \u0013public policy\u0014 test to an arbitration award, it does not act as a court of appeal and consequently errors of fact cannot be corrected. A possible view by the arbitrator on facts has necessarily to pass muster as the arbitrator is the ultimate master of the quantity and quality of evidence to be relied upon when he delivers his arbitral award. Thus an award based on little evidence or on evidence which does not measure up in quality to a trained legal mind would not be held to be invalid on this score. Very often an arbitrator is a lay person not necessarily trained in law. Lord Mansfield, a famous English Judge, once advised a high military officer in Jamaica who needed to act as a Judge as follows:\u0013General, you have a sound head, and a good heart; take courage and you will do very well, in your occupation, in a court of equity. My advice is, to make your decrees as your head and your heart dictate, to hear both sides patiently, to decide with firmness in the best manner you can; but be careful not to assign your reasons, since your determination may be substantially right, although your reasons may be very bad, or essentially wrong\u0014.It is very important to bear this in mind when awards of lay arbitrators are challenged. Once it is found that the arbitrators approach is not arbitrary or capricious, then he is the last word on facts.\n</p><p data-structure=\"Precedent\" id=\"p_46\">\t\t30.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"478091\" id=\"span_5\">In <a href=\"/doc/478091/\" id=\"a_17\">P.R. Shah, Shares &amp; Stock Brokers (P) Ltd. v. B.H.H. Securities (P) Ltd.</a>[(2012) 1 SCC 594 : (2012) 1 SCC (Civ) 342] , the  Supreme Court  held thus:-</span> \n</p><blockquote id=\"blockquote_37\">\u001321. A court does not sit in appeal over the award of an Arbitral Tribunal by reassessing or reappreciating the evidence. An award can be challenged only under the grounds mentioned in <a href=\"/doc/439304/\" id=\"a_18\">Section 34(2)</a> of the Act. The Arbitral Tribunal has examined the facts and held that both the second respondent and the appellant are liable. The case as put forward by the first respondent has been accepted. Even the minority view was that the second respondent was liable as claimed by the first respondent, but the appellant was not liable only on the ground that the arbitrators appointed by the Stock Exchange under Bye-law 248, in a claim against a non-member, had no jurisdiction to decide a claim against another member. The finding of the majority is that the appellant did the transaction in the name of the second respondent and is therefore, liable along with the second respondent. Therefore, in the absence of any ground under <a href=\"/doc/439304/\" id=\"a_19\">Section 34(2)</a> of the Act, it is not possible to re-examine the facts to find out whether a different decision can be arrived at.\u0014\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_47\">\t\t31.  Interest of India:-  The next ground on which an award may be set aside is that it is contrary to the interest of India. Obviously, this concerns itself with India as a member of the world community in its relations with foreign powers. As at present advised, we need not dilate on this aspect as this ground may need to evolve on a case-by-case basis.\n</p><p data-structure=\"Conclusion\" id=\"p_48\">\t\t32. Justice:- The third ground of public policy is, if an award is against justice or morality. These are two different concepts in law. An award can be said to be against justice only when it shocks the conscience of the court. An illustration of this can be given. A claimant is content with restricting his claim, let us say to Rs 30 lakhs in a statement of claim before the arbitrator and at no point does he seek to claim anything more. The arbitral award ultimately awards him Rs 45 lakhs without any acceptable reason or justification. Obviously, this would shock the conscience of the court and the arbitral award would be liable to be set aside on the ground that it is contrary to \u0013justice\u0014.\n</p><p data-structure=\"Section\" id=\"p_49\">\t\t33. Morality:- The other ground is of \u0013morality\u0014. Just as the expression \u0013public policy\u0014 also occurs in <a href=\"/doc/1625889/\" id=\"a_20\">Section 23</a> of the Contract Act, 1872 so does the expression \u0013morality\u0014. Two illustrations to the said section are interesting for they explain to us the scope of the expression \u0013morality\u0014:-\n</p><blockquote id=\"blockquote_38\">\u0013(j) A, who is B&#x27;s Mukhtar, promises to exercise his influence, as such, with Bin favour of C, and C promises to pay 1000 rupees to A. The agreement is void, because it is immoral. \n</blockquote>\n<blockquote id=\"blockquote_39\">(k) A agrees to let her daughter to hire to B for concubinage. The agreement is void, because it is immoral, though the letting may not be punishable under the <a href=\"/doc/1569253/\" id=\"a_21\">Indian Penal Code</a> (45 of 1860).\u0014\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_50\">\t\t34.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"930662\" id=\"span_6\">In <a href=\"/doc/930662/\" id=\"a_22\">Gherulal Parakh v. Mahadeodas Maiya</a> [1959 Supp (2) SCR 406 : AIR 1959 SC 781], this Court explained the concept of \u0013morality\u0014 thus:-</span>\n</p><blockquote id=\"blockquote_40\">\u0013Re. Point 3 \u0017 Immorality: The argument under this head is rather broadly stated by the learned counsel for the appellant. The learned counsel attempts to draw an analogy from the Hindu law relating to the doctrine of pious obligation of sons to discharge their father&#x27;s debts and contends that what the Hindu law considers to be immoral in that context may appropriately be applied to a case under <a href=\"/doc/1625889/\" id=\"a_23\">Section 23</a> of the Contract Act. Neither any authority is cited nor any legal basis is suggested for importing the doctrine of Hindu law into the domain of contracts. <a href=\"/doc/1625889/\" id=\"a_24\">Section 23</a> of the Contract Act is inspired by the common law of England and it would be more useful to refer to the English law than to the Hindu law texts dealing with a different matter. Anson in his Law of Contractsstates at p. 222 thus:-\n</blockquote>\n<blockquote id=\"blockquote_41\">\u0011The only aspect of immorality with which courts of law have dealt is sexual immorality\u0005.\u0012 \n\nHalsbury in his Laws of England, 3rd Edn., Vol. 8, makes a similar statement, at p. 138: \n</blockquote>\n<blockquote id=\"blockquote_42\">\u0011A contract which is made upon an immoral consideration or for an immoral purpose is unenforceable, and there is no distinction in this respect between immoral and illegal contracts. The immorality here alluded to is sexual immorality.\u0012 \n\nIn the Law of Contract by Cheshire and Fifoot, 3rd Edn., it is stated at p. 279:- \n</blockquote>\n<blockquote id=\"blockquote_43\">\u0011Although Lord Mansfield laid it down that a contract contra bonos moresis illegal, the law in this connection gives no extended meaning to morality, but concerns itself only with what is sexually reprehensible.\u0012\n\nIn the book on the <a href=\"/doc/171398/\" id=\"a_25\">Indian Contract Act</a> by Pollock and Mulla it is stated at p. 157:- \n</blockquote>\n<blockquote id=\"blockquote_44\">\u0011The epithet \u0013immoral\u0014 points, in legal usage, to conduct or purposes which the State, though disapproving them, is unable, or not advised, to visit with direct punishment.\u0012 \n\nThe learned authors confined its operation to acts which are considered to be immoral according to the standards of immorality approved by courts. The case law both in England and India confines the operation of the doctrine to sexual immorality. To cite only some instances: settlements in consideration of concubinage, contracts of sale or hire of things to be used in a brothel or by a prostitute for purposes incidental to her profession, agreements to pay money for future illicit cohabitation, promises in regard to marriage for consideration, or contracts facilitating divorce are all held to be void on the ground that the object is immoral.\n</blockquote>\n<blockquote id=\"blockquote_45\">The word \u0011immoral\u0012 is a very comprehensive word. Ordinarily it takes in every aspect of personal conduct deviating from the standard norms of life. It may also be said that what is repugnant to good conscience is immoral. Its varying content depends upon time, place and the stage of civilisation of a particular society. In short, no universal standard can be laid down and any law based on such fluid concept defeats its own purpose. The provisions of <a href=\"/doc/1625889/\" id=\"a_26\">Section 23</a> of the Contract Act indicate the legislative intention to give it a restricted meaning. Its juxtaposition with an equally illusive concept, public policy, indicates that it is used in a restricted sense; otherwise there would be overlapping of the two concepts. In its wide sense what is immoral may be against public policy, for public policy covers political, social and economic ground of objection. Decided cases and authoritative textbook writers, therefore, confined it, with every justification, only to sexual immorality. The other limitation imposed on the word by the statute, namely, \u0011the court regards it as immoral\u0012, brings out the idea that it is also a branch of the common law like the doctrine of public policy, and, therefore, should be confined to the principles recognised and settled by courts. Precedents confine the said concept only to sexual immorality and no case has been brought to our notice where it has been applied to any head other than sexual immorality. In the circumstances, we cannot evolve a new head so as to bring in wagers within its fold.\u0014\n\n</blockquote><p data-structure=\"Issue\" id=\"p_51\">\t\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"567147\" id=\"span_7\">35. Patent Illegality:- We now come to the fourth head of public policy, namely, patent illegality. It must be remembered that under the Explanation to <a href=\"/doc/549389/\" id=\"a_27\">Section 34(2)(b)</a>, an award is said to be in conflict with the public policy of India if the making of the award was induced or affected by fraud or corruption. This ground is perhaps the earliest ground on which courts in England set aside awards under English law. Added to this ground (in 1802) is the ground that an arbitral award would be set aside if there were an error of law by the arbitrator. This is explained by Denning, L.J. in <a href=\"/doc/567147/\" id=\"a_28\">R. v. Northumberland Compensation Appeal Tribunal</a>, ex p Shaw [(1952) 1 All ER 122 : (1952) 1 KB 338 (CA)] :--</span>\n</p><blockquote id=\"blockquote_46\">\u0013Leaving now the statutory tribunals, I turn to the awards of the arbitrators. The Court of King&#x27;s Bench never interfered by certiorari with the award of an arbitrator, because it was a private tribunal and not subject to the prerogative writs. If the award was not made a rule of court, the only course available to an aggrieved party was to resist an action on the award or to file a bill in equity. If the award was made a rule of court, a motion could be made to the court to set it aside for misconduct of the arbitrator on the ground that it was procured by corruption or other undue means (see Statutes 9 and 10 Will. III, C. 15). At one time an award could not be upset on the ground of error of law by the arbitrator because that could not be said to be misconduct or undue means, but ultimately it was held in Kent v. Elstob [(1802) 3 East 18 : 102 ER 502] , that an award could be set aside for error of law on the face of it. This was regretted by Williams, J., in Hodgkinson v. Fernie [(1857) 3 CB (NS) 189 : 140 ER 712] , but is now well established.\u0014\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_52\">\t\t36. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"996348\" id=\"span_8\">In 2006 11 SCC 181 (<a href=\"/doc/996348/\" id=\"a_29\">Mcdermott International Inc. Vs. Burn Standard Co. Limited and others</a>), it was held as under:-</span>\n</p><blockquote id=\"blockquote_47\">112. It is trite that the terms of the contract can be express or implied. The conduct of the parties would also be a relevant factor in the matter of construction of a contract. The construction of the contract agreement is within the jurisdiction of the arbitrators having regard to the wide nature, scope and ambit of the arbitration agreement and they cannot be said to have misdirected themselves in passing the award by taking into consideration the conduct of the parties. It is also trite that correspondences exchanged by the parties are required to be taken into consideration for the purpose of construction of a contract. Interpretation of a contract is a matter for the arbitrator to determine, even if it gives rise to determination of a question of law. \n</blockquote>\n<blockquote id=\"blockquote_48\">113. Once, thus, it is held that the arbitrator had the jurisdiction, no further question shall be raised and the court will not exercise its jurisdiction unless it is found that there exists any bar on the face of the award. \u0013\n\t\t\n</blockquote><p data-structure=\"Facts\" id=\"p_53\">\t\t37.  GPPL is a private limited Company, represented by its Director, Mohammed Ibrahim and having its registered Office at No.8, Old No.49, Radha Mohan Street, Velachery, Chennai-42.  PPL is a Company registered under the <a href=\"/doc/1353758/\" id=\"a_30\">Companies Act, 1956</a>, represented by its Joint Managing Director, Ashish Puravankara and having its registered Office at No.130/1, Ulsoor Road, Bangalore 560042.  PPL is a Company involved in construction and they required lands for such construction.\n</p><p data-structure=\"Precedent\" id=\"p_54\">\t\t38.  GPPL and PPL had entered into a Memorandum of Understanding, dated 22.11.2006, which was marked as Ex.C3 before the Arbitral Tribunal.  According to the Memorandum of Understanding, GPPL had undertaken to acquire 1000 acres of conjoint and contiguous land situated in part of Vittavidagai Village, part of Pappankuli Village of Sriperumbudur Taluk and part of Athivakkam Village and Thirumalpattu Village, Alapakkam Village and part of Singadivakkam Village in Kancheepuram Taluk/ Sriperumbudur Taluk, in the District of Kancheepuram. The lands acquired by GPPL was to be utilised for further development and construction by PPL.  GPPL had held out that they had already 270 acres of land in various Villages and all the lands were situated in Sriperumbudur and Kancheepuram Taluk and they further held out that they could acquire 1000 acres of land with clear marketable title in Chennai-Bangalore National Highways.\n</p><p data-structure=\"Issue\" id=\"p_55\">\t\t39.  In the Memorandum of Understanding, which was dated 22.11.2016, GPPL held out that they are doing real estate business.  At that particular point of time, PPL was looking to buy lands to develop the same.  Consequently, under the Memorandum of Understanding, wherein GPPL undertook to procure 1000 acres of land, the sale consideration was fixed at a flat rate of Rs.38 lakhs per acre for 450 acres and Rs.35 lakhs per acre for 550 acres, which should be behind and abutting 450 acres, with 650 ft. wide frontage, facing the Chennai-Bangalore National Highways (NH4).\n</p><p data-structure=\"Facts\" id=\"p_56\">\t\t40.  Even before going into further details, the ambitious  nature of this agreement will have to be examined.  GPPL was  dependent on the vagaries of the land owners&#x27; minds.  The strategy, which GPPL wanted to adopt presumably was to purchase the land abutting the road and thereby,  prevent the ingress and egress for the land owners, whose lands are situated directly behind the said lands, abutting the road, and consequently, throttle them with an intention to purchase the lands in the rear portion at a lesser price.  Consequently, the land abutting the road would be of higher value and the lands lying deeper inside, for which there would be no pathway to reach the main road, would be of lesser value. Of course, the lands should have marketable and clear title.  \n</p><p data-structure=\"CDiscource\" id=\"p_57\">\t\t41.  It has also transpired as facts reveal that for these purposes, GPPL had created special project companies, in the names of which the lands could be purchased.  Thereafter, the shares of the companies could be transferred to PPL, who can then exercise control over the lands, which were the assets of the said companies. This circuitous method was adopted presumably to avoid  tax authorities since purchase of huge tracks of land by GPPL would only attract attention and further to also avoid payment of stamp duty and registration charges.  At any rate, any project, in which there was a hidden element of getting around the law, is bound to be sooner or later be caught either by the law or frustrated by the parties themselves.  This is a simple principle of natural justice and as it transpired later this is what actually happened. \n</p><p data-structure=\"CDiscource\" id=\"p_58\">\t\t42.  However, coming back to the Memorandum of Understanding, both GPPL and PPL agreed that the sale consideration shall be Rs.38 lakhs for the lands abutting the road and Rs.35 lakhs for the lands, which are behind the lands already acquired.  These were the sale consideration between PPL and GPPL.  The actual consideration, at which GPPL would buy from the land owners, was not disclosed.  Their profits lies in shrewd purchase and distress sales.  Their profits was also dependent on the fact that they should be in a position to maneuver themselves into a position whereby they would be able to force the land owners to sell by simply throttling the exit passages to the main road.\n</p><p data-structure=\"CDiscource\" id=\"p_59\">\t\t43. During the said agreement, PPL paid a sum of Rs.10 crores as advance for acquiring the lands. This was paid by cheque no.143319, dated 13.11.2006 drawn on ICICI Bank Limited, Chennai.  There was a covenant in the Memorandum of Understanding  with respect to the title of the lands, which were to be purchased. It was also held out that PPL would have a right to issue public notice for the said property.  This was necessary since after obtaining the lands from GPPL or from the subsidiary companies of GPPL, PPL would have to in turn launch advertisements and indulge in marketing strategy to develop, construct and sell the land to prospective purchasers. For such advertisement, public notice was necessary.\n</p><p data-structure=\"Precedent\" id=\"p_60\">\t\t44.  The method, in which the registration of the land, should be done, was also agreed.  It was agreed that registration should start for not less than 100 acres at a time from the 650 ft. wide frontage land facing the Chennai-Bangalore National Highways (NH4).  This was also a strategic method because if the front portions are purchased and registered, then the land owners at the back would have no other option but to sell the land to the purchasers of the front portion.  This would also prevent other  prospective purchasers from entering into the field.  Effectively, PPL and GDPL drew out a project to cut off the lands in the interior from having any access to the main road for a stretch of 650 ft.  abutting the Chennai-Bangalore National Highways.  \n</p><p data-structure=\"Precedent\" id=\"p_61\">\t\t45.  There was also a covenant with respect to reclassification and conversion of the land for residential and commercial purposes. But, it must be mentioned  that this aspect did not come up for deeper discussion since it was held out that the properties were outside the territorial limits of Greater Chennai and consequently, reclassification was not imperative.  There was a specific covenant that the registration of lands in the Phase I should start first and thereafter, the land in the interior should be registered.  It was, therefore, given that initially 50 acres of land facing the road should be registered along with the hind portion of 50 acres in the Phase I. Thereafter, 25 acres abutting the land facing the road should be registered along with 75 acres, attached to the hind portion, which is already registered.  Thereafter, the balance portion should be registered.  \n</p><p data-structure=\"CDiscource\" id=\"p_62\">\t\t46.  The above method itself exposes the business acumen of both PPL and GPPL.  Initially, they registered 50 acres of land abutting the road and went to acquire 50 acres at the back side. In the Phase II, they registered 25 acres in the front and after blocking the frontage, they were to acquire 75 acres at the back side.  The price for 75 acres would be comparatively very less since the lands would not be marketable to any third person as the frontage was blocked and  correspondingly the lands necessarily have to be sold since there was no frontage at all.\n</p><p data-structure=\"Section\" id=\"p_63\">\t\t47.  Phases III and IV also provide for registration of 25 acres of land in the front portion and 75 acres at the back side later.  It was further specifically provided as follows in Clause 8:-\n</p><blockquote id=\"blockquote_49\">\u0013Party of the first part shall complete the acquisition of the entire extent of 1000 acres of land within a period of 5 to 6 months from the date of signing of this Memorandum of Understanding.\u0014\n</blockquote><p data-structure=\"Precedent\" id=\"p_64\">\t\t48.  There was also a clause with respect to breach and it was agreed that the aggrieved party shall be entitled to enforce specific performance of this contract.  There was also a clause with respect to arbitration with respect to disputes arising out of the agreement or interpretation of any of the terms  of the agreement.  Annexures were also given, indicating 270 acres already held by GPPL and its subsidiaries.  Subsequently, on 20.12.2006, two companies were incorporated, namely, M/s.Nile Developers Private Limited (NDPL) and M/s.Vaigai Developers Private Limited (VDPL).  They had no other business or had no other object, but to act as shell companies for GPPL and hold the lands and subsequently, transfer the shares to PPL.\n</p><p data-structure=\"Facts\" id=\"p_65\">\t\t49.  After such incorporation of NDPL and VDPL, GPPL began to acquire lands, but not to the extent projected or finalised.  They had actually acquired only 23.7134 acres of lands in the name of NDPL and only 19.08 acres of land in the name of VDPL.  Before the Sole Arbitrator, the sale deeds for purchase of the land were also filed, but since this Court is not going into a detailed appraisal of facts, the averments made in the award that the lands acquired by NDPL were at the rate of Rs.83 lakhs per acre and the lands acquired by VDPL were at the rate of Rs.81 lakhs per acre are accepted to be true.\n</p><p data-structure=\"Facts\" id=\"p_66\">\t\t50.  Since the value of the lands purchased at  Rs.38 lakhs per acre for the lands abutting the road and Rs.35 lakhs per acre for the lands in the rear portion was much more than the value  envisaged in the Memorandum of Understanding, dated 22.11.2006, both PPL and GPPL had entered into an amended Memorandum of Understanding on 22.11.2007.  This was exactly one year after the initial Memorandum of Understanding on 22.11.2006.  By this amended Memorandum of Understanding, the parties mutually agreed to revive the Memorandum of Understanding dated 22.11.2016 and extend it up to 31.8.2008.  The consideration per acre was revised to an uniform Rs.50 lakhs per acre and PPL further committed itself to pay an additional sum of Rs.4.5 lakhs per acre towards stamp duty and registration charges.\n</p><p data-structure=\"Facts\" id=\"p_67\">\t\t51.  At this stage itself, it is evident that GPPL would be paid Rs.54.5 lakhs per acre, inclusive of stamp duty and registration charges for the lands which they had acquired in the names of NDPL and VDPL though they had acquired the lands at Rs.83 lakhs per acre and Rs.81 lakhs per acre respectively.  Consequently, the project had to move forward and GPPL was under necessity to purchase further lands at a far lesser rate  to bring the value at par with the rate offered by PPL, namely, Rs.50 lakhs per acre.  They had to even out the excess amount of Rs.33 lakhs per acre incurred by NDPL for 23 acres and Rs.31 lakhs per acres spent in excess by VDPL for 19 acres.  After evening out this difference, they have then to purchase the lands at a rate lesser than Rs.50 lakhs per acre to make profit. But, the lands that they had to purchase was about 1000 acres, including 270 acres, which they had already had.  They had purchased only about 42 = acres. They had to purchase substantially vast acres of land.\n</p><p data-structure=\"Facts\" id=\"p_68\">\t\t52.  At the time of entering into the Additional Memorandum of Understanding, quite apart from determining the value of the land at Rs.50 lakhs per acre, it was further agreed between the parties that the amount of Rs.5 crores given to GPPL, Rs.4 crores given to MEPL and Rs.3 crores given to GEPL would be adjusted during the purchase.  PPL further agreed to purchase the lands in lots of 27 to 29 acres in each Company. It was agreed that the amendment shall form part and parcel of the original Memorandum of Understanding, dated 22.11.2006 and must be read in conjunction therewith. On the same day, there were  further  share purchase agreements.  \n</p><p data-structure=\"Precedent\" id=\"p_69\">\t\t53.  There was a share purchase agreement  among K.Mohamed Meeran, Khalid A.K.Buhari, GPPL, P.Vijaya Madhava and M.Srinivasan, who were called the party of the first part and NDPL, who was termed as the party of the second part and PPL, which was called the party of the third part. According to this share purchase agreement, reference was made to the Memorandum of Understanding between GPPL and PPL dated  22.11.2006 and modified on 22.11.2007.  It was further held out that GPPL had purchased the land to an extent of 23.7134 acres through their subsidiary Company NDPL. All the parties of the first part were categorised as  share holders/ Directors/Lenders to NDPL. It was further held out that NDPL had authorised and paid up a share capital of Rs.10 lakhs consisting of 1,00,000 equity shares of Rs.10/- each.  The Directors were P.Vijaya Madhava and M.Srinivasan.  The share holding pattern of NDPL was 5500 equity shares of Rs.10/- each held by K.Mohamed Meeran and 4500 equity shares of Rs.10/- each held by Khalid A.K.Buhari and 90000 equity shares of Rs.10/- each held by GPPL.\n</p><p data-structure=\"Conclusion\" id=\"p_70\">\t\t54.  It was further revealed that the share capital was Rs.7,17,40,000/- and unsecured loan was Rs.12,83,68,800/-.  Under the share transfer agreement, PPL agreed to purchase the share holdings of NDPL for a total consideration of Rs.12,93,42,800/-. This was equivalent to Rs.50 lakhs per acre plus reimbursement of stamp duty and registration charges, computed on a sum Rs.50 lakhs per acre for 23.7134 acres.  Out of the said sum of Rs.12,93,42,800/-, the loan given by the share holders and others shall be repaid and particularly, GPPL would be repaid a sum of Rs.7,83,60,000/-.  The balance sum of Rs.9,74,000/- shall be paid to the share holders by PPL towards transfer of 1,00,000 equity shares in that ratio.  GPPL would receive a sum of Rs.8,74,000/-.  It was finally held out that there can be no modification or amendment to the agreement unless it is in writing and signed by the authorised representative of both the parties. \n</p><p data-structure=\"CDiscource\" id=\"p_71\">\t\t55.  A similar share purchase agreement was entered into among the same parties with VDPL.  In this agreement, the share capital of the Company was projected at Rs.5,18,50,000/- and the unsecured loans  was worked out at Rs.10,31,08,800/-.  Out of the unsecured loans, the loan advanced by GPPL was Rs.300.  Out of the balance sum of Rs.8,94,200/- paid towards the transfer of 1,00,000 equity shares, GPPL was paid a sum of Rs.8,63,760/-.  The other terms were the same as in the agreement with NDPL. It was also specifically provided that the terms cannot be modified or altered except if it is in wiring and signed by an authorised representative of both the parties. \n</p><p data-structure=\"PetArg\" id=\"p_72\">\t\t56.  As stated above, GPPL was able to acquire only 23.7134 acres in the name of NDPL and 19.08 acres in the name of VDPL.  The sale deeds had also been enclosed as documents and filed before the Sole Arbitrator and they had been produced as Ex.C65, namely, the sale deed dated 14.3.2007 registered as Document No.4047 of 2008,  the sale deed dated 14.3.2007 registered as Document No.4048 of 2007,  the sale deed dated 9.5.2007 registered as Document No.6786 of 2008,  the sale deed dated 9.5.2007 registered as Document No.6787 of 2008, the sale deed dated 9.5.2007 registered as Document No.6788 of 2008, the sale deed dated 9.5.2007 registered as Document No.9198 of 2008 and the sale deed dated 9.5.2007 registered as Document No.9199 of 2008. \n</p><p data-structure=\"CDiscource\" id=\"p_73\">\t\t57.  It must be mentioned  that there was always a strong possibility that the Memorandum of Understanding between PPL and GPPL would fail simply they did not have the  maturity or the vision to stretch the purchase of the lands over a long period of time.  The Memorandum of Understanding had fixed as the  time period,  5 to 6 months. It lapsed.  Subsequently, it was revived by the amended Memorandum of Understanding.  That was entered into after one year on 22.11.2007.  Common knowledge would reveal that purchases of this nature should be spread over two to three years and the land owners must be made aware that since the lands abutting the road had already been purchased, their lands would be put to the best use only by purchasers, who would have access to the road.  At any rate, the agreements in this case also failed.\t\t\n</p><p data-structure=\"Section\" id=\"p_74\">\t\t58. <a href=\"/doc/1061059/\" id=\"a_31\">Section 56</a> occurs in <a href=\"/doc/171398/\" id=\"a_32\">Chapter IV of the Indian Contract Act</a> which relates to performance of contracts and it purports to deal with one class of circumstances under which performance of a contract is excused or dispensed with on the ground of the contract being void. <a href=\"/doc/648614/\" id=\"a_33\">Section 56</a> of the Indian Contract Act is as follows:-\n</p><blockquote id=\"blockquote_50\">\u0013&#x27;56. Agreement to do impossible act.\u0017An agreement to do an act impossible in itself is void. \n</blockquote>\n<blockquote id=\"blockquote_51\">Contract to do act afterwards becoming impossible or unlawful.\u0017A contract to do an act which, after the contract is made, becomes impossible, or, by reason of some event which the promisor could not prevent, unlawful, becomes void when the act becomes impossible or unlawful.\n</blockquote>\n<blockquote id=\"blockquote_52\">Compensation for loss through non-performance of act known to be impossible or unlawful.\u0017 Where one person has promised to do something which he knew, or, with reasonable diligence, might have known, and which the promisee did not know, to be impossible or unlawful, such promisor must make compensation to such promisee for any loss which such promisee sustains through the non-performance of the promise\u0014.\t\n</blockquote>\t\n<p data-structure=\"Section\" id=\"p_75\">\t\t59. The first paragraph of the section lays down the law in the same way as in England. It speaks of something which is impossible inherently or by its very nature, and no one can obviously be directed to perform such an act. The second paragraph enunciates the law relating to discharge of contract by reason of supervening impossibility or illegality of the act agreed to be done. The wording of this paragraph is quite general, and though the illustrations attached to it are not at all happy, they cannot derogate from the general words used in the enactment. This much is clear that the word \u0013impossible\u0014 has not been used here in the sense of physical or literal impossibility. The performance of an act may not be literally impossible but it may be impracticable and useless from the point of view of the object and purpose which the parties had in view; and if an untoward event or change of circumstances totally upsets the very foundation upon which the parties rested their bargain, it can very well be said that the promissor finds it impossible to do the act which he promised to do. \n</p><p data-structure=\"Section\" id=\"p_76\">\t\t60. The doctrine of frustration is really an aspect or law of discharge of contract by reason of supervening impossibility or illegality of the act agreed to be done and comes within the purview of <a href=\"/doc/648614/\" id=\"a_34\">Section 56</a> of Indian Contract Act. It would be incorrect to say that <a href=\"/doc/1061059/\" id=\"a_35\">Section 56</a> applies only to cases of physical impossibility. <a href=\"/doc/1061059/\" id=\"a_36\">Section 56</a> lays down a rule of positive law and does not leave the matter to be determined according to the intention of the parties. The doctrine of frustration of the contract is applied on the subsequent impossibility of the agreement when it is found that the whole purpose or basis of a contract was frustrated by the intrusion or occurrence of an unexpected event or change of circumstances which was beyond what was contemplated by the parties at the time when they entered into the agreement. When such an event or change of circumstances occurs which is so fundamental as to be regarded by law as striking at the root of the contract as a whole, court can pronounce the contract to be frustrated. For that purpose Court has to examine the contract and the circumstances under which it was made. The belief, knowledge and intention of the parties are only evidences. On the evidence Court has to conclude whether the changed circumstances destroyed altogether the basis of the object. When there is frustration, the dissolution of the contract occurs automatically. It does not depend on the ground of repudiation or breach or on the choice or election of either of the parties. It depends on the effect of what has actually happened on the possibility of performing the contract. \n</p><p data-structure=\"Section\" id=\"p_77\">\t\t61. The doctrine of frustration comes into play when a contract becomes impossible of performance after it is made on account of circumstances beyond the control of the parties. It is a special case of discharge of the contract. In the event of frustration of contract, the contract comes to an end and future performance is excused on both sides. To attract <a href=\"/doc/648614/\" id=\"a_37\">Section 56</a> of the Indian Contract Act, the following conditions must be fulfilled. (1) There should be a valid and subsisting contract between the promisor and promisee. (2) there must be some part of the contract yet to be performed (3) the contract after it is entered, becomes impossible to be performed. (4) the impossibility is by reason of some event which the promisor could not prevent (5) the impossibility is not induced by the promisor or due to his negligence. \t\n</p><p data-structure=\"Precedent\" id=\"p_78\">\t\t62.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"131538726\" id=\"span_9\">In 2016 13 SCC 561 (<a href=\"/doc/131538726/\" id=\"a_38\">Delhi Development Authority Vs. Kenneth Builders</a>)   it was held as under:-</span>\n</p><blockquote id=\"blockquote_53\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1214064\" id=\"span_10\">\u001330. The interpretation of <a href=\"/doc/648614/\" id=\"a_39\">Section 56</a> of the Contract Act came up for consideration in <a href=\"/doc/1214064/\" id=\"a_40\">Satyabrata Ghose v. Mugneeram Bangur &amp; Co. [Satyabrata Ghosev</a>. Mugneeram Bangur &amp; Co., AIR 1954 SC 44 : 1954 SCR 310] It was held by this Court that the word \u0013impossible\u0014 used in <a href=\"/doc/648614/\" id=\"a_41\">Section 56</a> of the Contract Act has not been used in the sense of physical or literal impossibility. It ought to be interpreted as impracticable and useless from the point of view of the object and purpose that the parties had in view when they entered into the contract. This impracticability or uselessness could arise due to some intervening or supervening circumstance which the parties had not contemplated. However, if the intervening circumstance was contemplated by the parties, then the contract would stand despite the occurrence of such circumstance. In such an event, \u0013there can be no case of frustration because the basis of the contract being to demand performance despite the happening of a particular event, it cannot disappear when that event happens\u0014. This is what this Court had to say: (AIR pp. 46-49, paras 9-10 &amp; 17)\n\n\u00139. The first paragraph of the section lays down the law in the same way as in England. It speaks of something which is impossible inherently or by its very nature, and no one can obviously be directed to perform such an act. The second paragraph enunciates the law relating to discharge of contract by reason of supervening impossibility or illegality of the act agreed to be done. The wording of this paragraph is quite general, and though the illustrations attached to it are not at all happy, they cannot derogate from the general words used in the enactment.</span> \n</blockquote><blockquote id=\"blockquote_54\">This much is clear that the word \u0013impossible\u0014 has not been used here in the sense of physical or literal impossibility. The performance of an act may not be literally impossible but it may be impracticable and useless from the point of view of the object and purpose which the parties had in view; and if an untoward event or change of circumstances totally upsets the very foundation upon which the parties rested their bargain, it can very well be said that the promisor finds it impossible to do the act which he promised to do. \n</blockquote><blockquote id=\"blockquote_55\">10. Although various theories have been propounded by the Judges and jurists in England regarding the juridical basis of the doctrine of frustration, yet the essential idea upon which the doctrine is based is that of impossibility of performance of the contract; in fact impossibility and frustration are often used as interchangeable expressions. The changed circumstances, it is said, make the performance of the contract impossible and the parties are absolved from the further performance of it as they did not promise to perform an impossibility. \n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_79\">The parties shall be excused, as Lord Loreburn says [F.A. Tamplin Steamship Co. Ltd. v. Anglo-Mexican Petroleum Products Co. Ltd., (1916) 2 AC 397 (HL)] : (Tamplin case [F.A. Tamplin Steamship Co. Ltd. v. Anglo-Mexican Petroleum Products Co. Ltd., (1916) 2 AC 397 (HL)] , AC p. 406) \n\u0011\u0005 If substantially the whole contract becomes impossible of performance or in other words impracticable by some cause for which neither was responsible.\u0012 \n\n</p><p data-structure=\"Section\" id=\"p_80\">17. It must be pointed out here that if the parties do contemplate the possibility of an intervening circumstance which might affect the performance of the contract, but expressly stipulate that the contract would stand despite such circumstance, there can be no case of frustration because the basis of the contract being to demand performance despite the happening of a particular event, it cannot disappear when that event happens. As Lord Atkinson said in Matthey v. Curling [Matthey v. Curling, (1922) 2 AC 180 (HL)] : (AC p. 234) \n\u0011\u0005 a person who expressly contracts absolutely to do a thing not naturally impossible is not excused for non-performance because of being prevented by the act of God or the King&#x27;s enemies \u0005 or vis major.\u0012 \nThis being the legal position, a contention in the extreme form that the doctrine of frustration as recognised in English law does not come at all within the purview of <a href=\"/doc/648614/\" id=\"a_42\">Section 56</a> of the Contract Act cannot be accepted.\u0014 (emphasis supplied).\n</p><p data-structure=\"Section\" id=\"p_81\">\t\t63.  The doctrine of frustration of contract is really an aspect or part of the law of discharge of contract by reason of supervening impossibility or illegality of the act agreed to be done and hence comes within the purview of <a href=\"/doc/648614/\" id=\"a_43\">Section 56</a> of the Indian Contract Act. It should be noticed that <a href=\"/doc/648614/\" id=\"a_44\">Section 56</a> lays down a rule of positive law and does not leave the matter to be determined according to the intention of the parties. \n</p><p data-structure=\"Precedent\" id=\"p_82\">\t\t64.  In English law a case of supervening illegality is treated as an instance of frustration of contract. In Metropolitan Water Board v. Dick Kerr &amp; Co., Ltd. [1918 AC 119] , under a contract made in July 1914, a reservoir was to be constructed and to be completed in six years from 1914 subject to a proviso that if the contractors should be impeded or obstructed by any cause the engineer should have power to grant an extension of time. Under the powers conferred by the Defence of the Realm Acts and Regulations, the contractors were obliged to cease work on the reservoir by order of the Ministry of Munitions in 1916. The House of Lords held that the contract was frustrated by supervening impossibility, and that the provision for extending the time did not apply to the prohibition by the Ministry. Lord Finlay, L.C. said that the interruption was \u0013of such a character and duration that it vitally and fundamentally changed the conditions of the contract, and could not possibly have been in the, contemplation of the parties to the contract when it was made\u0014. In a subsequent case\u0017 Denny, Mott and Dickson Ltd. v. James B. Fraser &amp; Co. Ltd. [1944 AC 265] , a contract for the sale and purchase of timber contained an option for the appellants to purchase a timber-yard (which was meanwhile let to them) if the contract was terminated on notice given by either party. By the Control of Timber (No. 4) Order, 1939, further trading transactions under the contract became illegal, but in 1941 the appellants gave notice to terminate the contract, and also to exercise their option to purchase the timber-yard. The House of Lords held that the option to purchase was dependent on the trading agreement, that the 1939 Order had operated to frustrate the contract, and that, consequently, the option to purchase lapsed upon the frustration since it arose only if the contract was terminated by notice. At p. 274 of the Report, Lord Wright made the following observations:-\n</p><blockquote id=\"blockquote_56\">\u0013It is now I think well settled that where there is frustration a dissolution of a contract occurs automatically. It does not depend, as does rescission of a contract on the ground of repudiation or breach, on the choice or election of either party. It depends on what actually has happened on its effect on the possibility of performing the contract. Where, as generally happens, and actually happened in the present case, one party claims that there has been frustration and the other party contests it, the court decides the issue and decides it ex post facto on the actual circumstances of the case. The data for decision are, on the one hand, the terms and construction of the contract, read in the light of the then existing circumstances, and on the other hand the events which have occurred.\u0005 I find the theory of the basis of the rule in Lord Summer&#x27;s pregnant statement (loc. cit.) that the doctrine of frustration is really a device by which the rules as to absolute contracts are reconciled with the special exception which justice demands. Though it has been constantly said by high authority, including Lord Summer, that the explanation of the rule is to be found in the theory that it depends on an implied condition of the contract, that is really no explanation. It only pushes back the problem a single stage. It leaves the question what is the reason for implying a term. Nor can I reconcile that theory with the view that the result does not depend on what the parties might, or would as hard bargainers, have agreed. The doctrine is invented by the court in order to supplement the defects of the actual contract. The parties did not anticipate fully and completely, if at all, or provide for what actually happened.\u0014\n\nIt was held by the Judicial Committee that the failure of the contract was the result of the appellants&#x27; own election, and that there was therefore no frustration of the contract. We think the principle of this case applies to the Indian law and the provisions of <a href=\"/doc/648614/\" id=\"a_45\">Section 56</a> of the Indian Contract Act cannot apply to a case of \u0013self-induced frustration\u0014. In other words, the doctrine of frustration of contract cannot apply where the event which is alleged to have frustrated the contract arises from the act or election of a party. But for the reasons already given, we hold that this principle cannot be applied to the present case for there was no choice or election left to the appellant to supply chicory other than under the terms of the contract. On the other hand, there was a positive prohibition imposed by the licence upon the appellant not to sell the imported chicory to any other party but he was permitted to utilise it only for consumption as raw material in his own factory. We, are accordingly of the opinion that Counsel for the respondent has been unable to make good his argument on this aspect of the case.\u0014\n</blockquote><p data-structure=\"Section\" id=\"p_83\">\t\t65.  It seems necessary for us to emphasize that so far as the courts in this country are concerned, they must look primarily to the law as embodied in <a href=\"/doc/124768/\" id=\"a_46\">sections 32</a> and <a href=\"/doc/648614/\" id=\"a_47\">56</a> of the Indian Contract Act, 1872. These sections run as fol lows :-\n</p><blockquote id=\"blockquote_57\">&quot;32. Contingent contracts to do or not to do anything if an uncertain future event happens cannot be enforced by law unless and until that event has happened. \n</blockquote><blockquote id=\"blockquote_58\">If the event becomes impossible such contracts become void.&quot; \n</blockquote><blockquote id=\"blockquote_59\">&quot;56. An agreement to do an act impossible in itself is void. \n</blockquote><blockquote id=\"blockquote_60\">A contract to do an act which, after the contract is made, becomes impossible, or, by reason of some event which the promisor could not prevent, unlawful, becomes void when the act becomes impossible or unlawful......... \u0013\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_84\">\t\t66.  The enforcement of the agreement in question was, as we have already pointed out, not contingent on the happening of an uncertain future event, nor does the present case fall within the second paragraph of <a href=\"/doc/648614/\" id=\"a_48\">section 56</a>, which is the only provision which may be said to have any relevancy to the plea put forward by the respondents. Clearly, the doctrine of frustration cannot avail a defendant, when the non performance of a contract is attributable to his own default.  \n</p><p data-structure=\"CDiscource\" id=\"p_85\">\t\t67.  Naturally disputes arose between the parties.  This dispute is not because of impossibility of performance of the agreement.  The role of GPPL was only to act as a facilitator between the land owners and PPL and the role of PPL was to finance the purchase. But, neither GPPL nor PPL took into consideration the fact that they were dealing with  other people who were owners of land, particularly, agricultural lands. That required time to finance them.  Since the lands abutting the road had been purchased, probably it was in their best interest that they should also sell the land, but for that both the parties should have been prepared to wait for two to three years. By passage of time, the land owners would have realised that they could not put effective use to the lands because ingress and egress to the road had been completely blocked.  They could not also sell the land to any third person because he would also have the same difficulty which they face.  At some point of time, the value of land is bound to fall, but it would reach a peak when both GPPL and PPL show an urgency to buy.  When there is an urgency, naturally the tendency of the land owners was to increase the price.\n</p><p data-structure=\"CDiscource\" id=\"p_86\">\t\t68.  In this case also, the price was increased. NDPL had purchased the lands at Rs.83 lakhs per acre.  VDPL had purchased the lands at Rs.81 acres per acre. But,  PPL was prepared to purchase  only for Rs.50 lakhs per acre and additional Rs.4.5 lakhs per acre towards registration charges. Since neither party had the maturity or the vision to wait, they decided to take the path often traded when businesses fall and that is to raise disputes.  They did not have the  patience or wisdom to understand the mentality of the land owners, who would wait for about one or two years and then only realise that they have been caught in a clutch. By that time both GPPL and PPL had decided to arbitrate the issue.  This is not on account of impossibilities of performance of the agreement.  PPL had  resources.  GPPL had contacts with the land owners, but they did not have the patience.   Therefore, they entered into a further agreements on 22.10.2010, which was termed as cancellation deeds.\n</p><p data-structure=\"Facts\" id=\"p_87\">\t\t69.  The First cancellation deed was between GEPL and PPL.  In the said cancellation deed, they covenanted that they had mutually decided not to proceed with the transaction and the parties have mutually had agreed to cancel the transaction contemplated in the receipt of Rs.3 crores which was paid as advance by cheque no.449697, dated 3.5.2007 drawn on Standard Chartered Bank, MG Road, Bangalore, for procuring and sale of 5.34 acres.  GEPL had agreed to refund the advance of Rs.3 crores.  They also issued a demand draft No.012043, dated 22.10.2010 for Rs.4,10,16,000/- drawn on Axis Bank payable at Bangalore towards the refund of advance of Rs.3 crores along with interest for the period 7.5.2007 to 13.9.2010 after deducing TDS of Rs.12,24,000/-.  Thereafter, both the parties covenanted as follows:-\n</p><blockquote id=\"blockquote_61\">\u0013M/s.Puravankara Projects Limited having accepted the refund of advance with interest it is mutually agreed between the parties that the transaction envisaged under the receipt executed by Greenland Estates Private Limited is hereby cancelled and all the obligations and rights of both parties arising out of said receipt cease with immediate effect and neither party will have any claim against the other on the transaction referred to in aforesaid receipt.\u0014 \n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_88\">\t\t70. Similarly, on the same day, another cancellation deed was entered into between GPPL, who had received a sum of Rs.5 crores from PPL and GPPL returned back the amount together with interest after deducting TDS. They also agreed that the transaction is cancelled and all obligations and rights of both the parties arisen out of the said receipt ceased with immediate effect and neither party will have any claim against the other on the transaction referred to in the aforesaid receipts.\n</p><p data-structure=\"Precedent\" id=\"p_89\">\t\t71. A third agreement of similar nature was entered into between MEPL and PPL since MEPL had received an advance of Rs.4 crores.  That amount was also returned.  At that stage, the balance between the parties was as follows:-\n</p><blockquote id=\"blockquote_62\">i.PPL had paid an advance of Rs.5 crores to GPPL and that had been repaid with interest..\n</blockquote>\n<blockquote id=\"blockquote_63\">ii.GPPL had also acquired lands in the names of NDPL and VDPL.  PPL had effectively taken control of the said two companies.\n</blockquote>\n<blockquote id=\"blockquote_64\">iii.For purchase of lands by NDPL and VDPL, monies were lent to NDPL and VDPL by GPPL.\n</blockquote>\n<blockquote id=\"blockquote_65\">iv.`Out of the monies lent, GPPL had lent 61.042847%, which had been calculated on the basis that GPPL had lent a sum of Rs.7,83,60,000/-, out of the total sale consideration of Rs.12,83,68,800, by NDPL for 23.7134 acres of land. Consequently, the share of GPPL in the lands  would come to 61.04%. However, NDPL had purchased the lands at the rate of Rs.54.5 lakhs per acre as offered by PPL.  \n</blockquote>\n<blockquote id=\"blockquote_66\">v.Similarly, GPPL had lent a sum of Rs.300 out of the total sale consideration of Rs.1031,08,800/- and the percentage of holding of GPPL in 19.08 acres purchased by VDPL was 0.0002909548%\n\nvi.However, NDPL had purchased the lands at Rs.83 lakhs per acres.  Therefore, they had actually spent Rs.83 lakhs per acre when they were paid Rs.54.50 lakhs by PPL. They had therefore spent an additional sum of Rs.28.50 lakhs for every acre. For 23.7134 acres, this comes to Rs.6,75,83,190/-.  Out of this, the share of GPPL is 61% and that is Rs.4,12,25,745.90/-\n</blockquote>\n<blockquote id=\"blockquote_67\">vii.Similarly, VDPL had purchased the lands at Rs.81 lakhs per acre and they had purchased 19.08 acres and they were paid Rs.54.50 lakhs per acre by PPL. They had therefore paid an additional sum of Rs.26,50,000/- per acre and for 19.08 acres, this comes to Rs.5,05,62,000/- and out of this, the share of GPPL is Rs.147.11/-.  \n</blockquote>\n<blockquote id=\"blockquote_68\">viii.Therefore, the actual loss suffered by GPPL is Rs.4,12,25,893/-. \n</blockquote>\n\n\n<blockquote id=\"blockquote_69\">The above calculation is tabulated as under:-\n</blockquote>\n\n\t\n<p data-structure=\"Precedent\" id=\"p_90\">\t72.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_11\">In 2009 1 SCC 267 (<a href=\"/doc/1243245/\" id=\"a_49\">National Insurance Company Limited Vs. Boghara Polyfab Private Limited</a>) it was held as under:-</span>\n</p><blockquote id=\"blockquote_70\">\u001325. We may next examine some related and incidental issues. Firstly, we may refer to the consequences of discharge of a contract. When a contract has been fully performed, there is a discharge of the contract by performance, and the contract comes to an end. In regard to such a discharged contract, nothing remains \u0017 neither any right to seek performance nor any obligation to perform. In short, there cannot be any dispute. Consequently, there cannot obviously be reference to arbitration of any dispute arising from a discharged contract. Whether the contract has been discharged by performance or not is a mixed question of fact and law, and if there is a dispute in regard to that question, that is arbitrable. But there is an exception. Where both the parties to a contract confirm in writing that the contract has been fully and finally discharged by performance of all obligations and there are no outstanding claims or disputes, courts will not refer any subsequent claim or dispute to arbitration. Similarly, where one of the parties to the contract issues a full and final discharge voucher (or no-dues certificate, as the case may be) confirming that he has received the payment in full and final satisfaction of all claims, and he has no outstanding claim, that amounts to discharge of the contract by acceptance of performance and the party issuing the discharge voucher/certificate cannot thereafter make any fresh claim or revive any settled claim nor can it seek reference to arbitration in respect of any claim. \n</blockquote>\n<blockquote id=\"blockquote_71\">26. When we refer to a discharge of contract by an agreement signed by both the parties or by execution of a full and final discharge voucher/receipt by one of the parties, we refer to an agreement or discharge voucher which is validly and voluntarily executed. If the party which has executed the discharge agreement or discharge voucher, alleges that the execution of such discharge agreement or voucher was on account of fraud/coercion/undue influence practised by the other party and is able to establish the same, then obviously the discharge of the contract by such agreement/voucher is rendered void and cannot be acted upon. Consequently, any dispute raised by such party would be arbitrable. \n</blockquote>\n<blockquote id=\"blockquote_72\">27. While discharge of contract by performance refers to fulfilment of the contract by performance of all the obligations in terms of the original contract, discharge by \u0013accord and satisfaction\u0014 refers to the contract being discharged by reason of performance of certain substituted obligations. The agreement by which the original obligation is discharged is the accord, and the discharge of the substituted obligation is the satisfaction. A contract can be discharged by the same process which created it, that is, by mutual agreement. A contract may be discharged by the parties to the original contract either by entering into a new contract in substitution of the original contract; or by acceptance of performance of modified obligations in lieu of the obligations stipulated in the contract.\n</blockquote>\n<blockquote id=\"blockquote_73\">28. The classic definition of the term \u0013accord and satisfaction\u0014 given by the Privy Council in Payana Reena Saminathan v. Pana Lana Palaniappa [(1913-14) 41 IA 142] (reiterated in Kishorilal Gupta [AIR 1959 SC 1362 : (1960) 1 SCR 493] ) is as under: \n</blockquote>\n<blockquote id=\"blockquote_74\">\u0013\u0005 The \u0011receipt\u0012 given by the appellants and accepted by the respondent, and acted on by both parties proves conclusively that all the parties agreed to a settlement of all their existing disputes by the arrangement formulated in the \u0011receipt\u0012. It is a clear example of what used to be well known as common law pleading as \u0011accord and satisfaction by a substituted agreement\u0012. No matter what were the respective rights of the parties inter se they are abandoned in consideration of the acceptance by all for a new agreement. The consequence is that when such an accord and satisfaction takes place the prior rights of the parties are extinguished. They have in fact been exchanged for the new rights; and the new agreement becomes a new departure, and the rights of all the parties are fully represented by it.\u0014 (emphasis supplied).\n</blockquote>\n<blockquote id=\"blockquote_75\">29. It is thus clear that the arbitration agreement contained in a contract cannot be invoked to seek reference of any dispute to arbitration, in the following circumstances, when the contract is discharged on account of performance, or accord and satisfaction, or mutual agreement, and the same is reduced to writing (and signed by both the parties or by the party seeking arbitration): \n</blockquote>\n<blockquote id=\"blockquote_76\">(a) where the obligations under a contract are fully performed and discharge of the contract by performance is acknowledged by a full and final discharge voucher/receipt, nothing survives in regard to such discharged contract;\n</blockquote>\n<blockquote id=\"blockquote_77\">(b) where the parties to the contract, by mutual agreement, accept performance of altered, modified and substituted obligations and confirm in writing the discharge of contract by performance of the altered, modified or substituted obligations; \n</blockquote>\n<blockquote id=\"blockquote_78\">(c) where the parties to a contract, by mutual agreement, absolve each other from performance of their respective obligations (either on account of frustration or otherwise) and consequently cancel the agreement and confirm that there are no outstanding claims or disputes.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_91\">\t\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"187998380\" id=\"span_12\">73. This view had been following in 2010 15 SCC 201 (<a href=\"/doc/187998380/\" id=\"a_50\">Union of India Vs. Hari Singh</a>)  wherein the Honourable Supreme Court had held as follows:-</span>\n</p><blockquote id=\"blockquote_79\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_13\">\u001310. This Court in a relatively recent case has examined the legal position once again in <a href=\"/doc/1243245/\" id=\"a_51\">National Insurance Co. Ltd. v. Boghara Polyfab (P) Ltd.</a> [(2009) 1 SCC 267 : (2009) 1 SCC (Civ) 117] In para 25 of the said judgement, the Court observed as under:-</span>\n</blockquote>\n<blockquote id=\"blockquote_80\">\u001325. \u0005 Where both the parties to a contract confirm in writing that the contract has been fully and finally discharged by performance of all obligations and there are no outstanding claims or disputes, courts will not refer any subsequent claim or dispute to arbitration. Similarly, where one of the parties to the contract issues a full and final discharge voucher (or no-dues certificate, as the case may be) confirming that he has received the payment in full and final satisfaction of all claims, and he has no outstanding claim, that amounts to discharge of the contract by acceptance of performance and the party issuing the discharge voucher/certificate cannot thereafter make any fresh claim or revive any settled claim nor can it seek reference to arbitration in respect of any claim.\u0014\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_92\">\t\t74.  In Nathani Steels Limited Vs. Associated Constructions (1995 Supp 3 SCC 324) , it was held as under:-\n</p><blockquote id=\"blockquote_81\">\u00133... once the parties have arrived at a settlement in respect of any dispute or difference arising under a contract and that dispute or the difference is amicably settled by way of a final settlement by and between the parties, unless that settlement is set aside in proper proceedings, it cannot lie in the mouth of one of the parties to the settlement to spurn it on the ground that it was a mistake and proceed to invoke the Arbitration clause. If this is permitted the sanctity of contract, the settlement also being a contract, would be wholly lost and it would be open to one party to take the benefit under the settlement and then to question the same on the ground of mistake without having the settlement set aside. In the circumstances, we think that in the instant case since the dispute or difference was finally settled and payments were made as per the settlement, it was not open to the respondent unilaterally to treat the settlement as non est and proceed to invoke the Arbitration clause.\u0014\n</blockquote><p data-structure=\"Precedent\" id=\"p_93\">\t\t75.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"209845\" id=\"span_14\">In <a href=\"/doc/209845/\" id=\"a_52\">P.K.Ramaiah &amp; CO. Vs. NTPC</a> (1994 Supp 3 SCC 126), the Honourable Supreme Court considered the ambit of accord and satisfaction by the parties voluntarily entered into and dispute raised thereunder and after considering the entire controversy, it  was held as under:-</span>\n</p><blockquote id=\"blockquote_82\">\u00138.  Admittedly the full and final satisfaction was acknowledged by a receipt in writing and the amount was received unconditionally. Thus there is accord and satisfaction by final settlement of the claims. The subsequent allegation of coercion is an afterthought and a devise to get over the settlement of the dispute, acceptance of the payment and receipt voluntarily given. In Russell on Arbitration, 19th Edn., p. 396 it is stated that \u0013an accord and satisfaction may be pleaded in an action on award and will constitute a good defence\u0014. Accordingly, we hold that the appellant having acknowledged the settlement and also accepted measurements and having received the amount in full and final settlement of the claim, there is accord and satisfaction. There is no existing arbitrable dispute for reference to the arbitration.\n</blockquote>\n<blockquote id=\"blockquote_83\">29. It is thus clear that the arbitration agreement contained in a contract cannot be invoked to seek reference of any dispute to arbitration, in the following circumstances, when the contract is discharged on account of performance, or accord and satisfaction, or mutual agreement, and the same is reduced to writing (and signed by both the parties or by the party seeking arbitration): \n</blockquote>\n<blockquote id=\"blockquote_84\">(a) where the obligations under a contract are fully performed and discharge of the contract by performance is acknowledged by a full and final discharge voucher/receipt, nothing survives in regard to such discharged contract; \n</blockquote>\n<blockquote id=\"blockquote_85\">(b) where the parties to the contract, by mutual agreement, accept performance of altered, modified and substituted obligations and confirm in writing the discharge of contract by performance of the altered, modified or substituted obligations; \n</blockquote>\n<blockquote id=\"blockquote_86\">(c) where the parties to a contract, by mutual agreement, absolve each other from performance of their respective obligations (either on account of frustration or otherwise) and consequently cancel the agreement and confirm that there are no outstanding claims or disputes.\u0014\n\t\n</blockquote><p data-structure=\"Conclusion\" id=\"p_94\">\t\t76. The agreement was cancelled by both the parties by the aforesaid cancellation deeds, which was dated 22.10.2010. After nearly 8 months, GPPL had issued an Advocate Notice to PPL.  They have calculated their loss at Rs.11.92 crores since they had acquired the lands at Rs.83 lakhs per acre for NDPL and Rs.81 lakhs for VDPL.  They further claimed that it was PPL who withdrew  from the agreement. They claimed that the dispute must be  referred to arbitration.  \n</p><p data-structure=\"Conclusion\" id=\"p_95\">\t\t77. Thereafter, an application had been filed under <a href=\"/doc/1041122/\" id=\"a_53\">Section 9(ii)(c)(d)(e)</a> of the Arbitration and Conciliation Act, 1996 in OA.No.598 of 2011.  This was primarily to grant an order of injunction since PPL had commenced to put a compound wall with an aim to develop the land purchased by transfer of shares from NDPL and VDPL. This Court had dismissed the said application.  Thereafter, the matter was taken up in OSA.No.283 of 2012 and by judgement dated, 20.12.2012, the order made in OSA.No.598 of 2011 dated 25.7.2012 was set aside and OSA was partly allowed.  PPL was directed to maintain status quo as on date with respect to the properties.  \n</p><p data-structure=\"Precedent\" id=\"p_96\">\t\t78. The matter was further taken up before the Honourable Supreme Court in SLP(C)9437 of 2013. The Honourable Supreme Court  felt that it would be in the interest of both the parties if the issues are referred to arbitration and it was under these circumstances that the Honourable Mr.Justice J.Kanagaraj, former Judge of this Court, Arbitrator came to be appointed as the Sole Arbitrator to decide the issues between the parties. As stated above, after conducting extensive trial, the Sole Arbitrator had passed the impugned award,   dated 22.12.2016, which was subsequently amended by an additional award dated 22.2.2017, which is under challenge before this Court under the provisions of the <a href=\"/doc/1306164/\" id=\"a_54\">Arbitration and Conciliation Act</a>.\n</p><p data-structure=\"Precedent\" id=\"p_97\">\t\t79.  The learned Sole Arbitrator had granted compensation  on the above basis, but without taking into account the share of the GPPL, but on the taking into account the total loss incurred as a unit by the GPPL.  He had not sub divided the loss in the above manner.  He had therefore granted a total compensation of Rs.11.91 crores and over and above that, granted interest. Unless the grant of compensation shocks the mind of the Court and is actually unjust, the Court cannot set aside the award of the Arbitrator. \n</p><p data-structure=\"Precedent\" id=\"p_98\">\t\t80.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"899938\" id=\"span_15\">In <a href=\"/doc/899938/\" id=\"a_55\">Jagdish Mandal Vs. State of Orissa</a> (2007 14 SCC 517), it was held as under:-</span>\n</p><blockquote id=\"blockquote_87\">22. Judicial review of administrative action is intended to prevent arbitrariness, irrationality, unreasonableness, bias and mala fides. Its purpose is to check whether choice or decision is made \u0013lawfully\u0014 and not to check whether choice or decision is \u0013sound\u0014. When the power of judicial review is invoked in matters relating to tenders or award of contracts, certain special features should be borne in mind. A contract is a commercial transaction. Evaluating tenders and awarding contracts are essentially commercial functions. Principles of equity and natural justice stay at a distance. If the decision relating to award of contract is bona fide and is in public interest, courts will not, in exercise of power of judicial review, interfere even if a procedural aberration or error in assessment or prejudice to a tenderer, is made out. The power of judicial review will not be permitted to be invoked to protect private interest at the cost of public interest, or to decide contractual disputes.\u0014\n\t\t\n</blockquote><p data-structure=\"CDiscource\" id=\"p_99\">\t\t81. It is also settled that the theory of frustration or impossibility of performance of a contract cannot be applied to cases of commercial transactions. In other words, the impossibility referred to in <a href=\"/doc/648614/\" id=\"a_56\">Section 56</a> is not commercial impossibility. In his treatise on Impossibility of Performance L.R. (1917) A.C. 495, 510, (1941 edition) Roy Grenville Mc. Elroy states at page 194, under the heading &#x27; Commercial Impossibility is not frustration &#x27;:\n</p><blockquote id=\"blockquote_88\">So far as economic authorities go, no change in economic conditions, however serious, and however deeply it may affect the contract, can by itself amount to impossibility such as to avoid it. There is no implied condition as to &#x27; commercial&#x27; \nimpossibility. It is false and misleading, therefore, to use the term &#x27; frustration&#x27; to describe such a situation.\n</blockquote><p data-structure=\"Precedent\" id=\"p_100\">\t\t82.  The learned author, Roy Grenville Me. Elroy, also referred to the following observations of Lord Sumner in Larrinaga and Co., Limited v. Society Franco Americeine Deo Phosphates Di Medulla, Paris (1924) 29 Com. Cases. 1, 18, 19:\n</p><blockquote id=\"blockquote_89\">All the uncertainties of a commercial contract can ultimately be expressed, though not very accurately, in terms of money, and rarely, if ever, is it a ground for inferring frustration of an adventure, that the contract has turned out to be a loss or even a commercial disaster for somebody....No one can tell how long a spell of commercial depression may last; no suspense can be more harassing than vagaries of the foreign exchanges, but contracts are made for the purpose of fixing the incidence of such risks in advance, and their occurrence only makes it the more necessary to uphold a contract and not to make them the ground for discharging it.\n</blockquote><p data-structure=\"Precedent\" id=\"p_101\">\t\t83. In Halsbury&#x27;s Laws of England, Volume VIII, Simonds edition at page 186, paragraph 320 it is stated that:\n</p><blockquote id=\"blockquote_90\">The mere fact that a contract has been rendered more onerous does not of itself give rise to frustration.\n</blockquote><blockquote id=\"blockquote_91\">and reference is made to the decision in Hangkam Kwingtong Woo v. Liu Lan Fong alias Liu Ah Lan L.R. (1951) A.C. 707, in support of this proposition. Jagadisan, J., when dealing with commercial impossibility in his judgment in Second Appeal No. 366 of 1958, referred to this decision, and further referred to Blackburn Bobbin Company v. T.W. Allen &amp; Sons L.R. (1918) 1 K.B. 540 and Comptoir Commercial Anversios v. Power, Son and Company L.R. (1920) 1 K.B. 868, for the proposition that there is no frustration where performance of the contract remains physically and legally possible though commercially unprofitable. Thus the law is settled that the doctrine of impossibility of performance or frustration cannot be applied to cases of commercial transactions. Impossibility of performance cannot be called commercial impossibility. Mere commercial impossibility will not excuse a party from performing the contract. Mere increased cost of performance or losing in a transaction does not make the contract impossible. A man is not prevented from performing his contract by mere economic unprofitableness.\n</blockquote><p data-structure=\"Precedent\" id=\"p_102\">\t\t84.  In the present case, the Arbitrator had balanced the parties.  It had been brought to the notice of this Court that there cannot be any equity in commercial transactions.  The commercial transactions in the present case ended with the cancellation of the agreement.  There was no other transaction to take place.  Thereafter, when the Claimant raised an issue  that he had actually suffered a loss, that loss amount alone had been granted as compensation by the learned Arbitrator.  I find no infirmity in granting compensation as a principle. But, the quantum of compensation has to be interfered with since the share of GPPL in NDPL was only 61% and the share in VDPL was very very negligible.  Therefore, I hold that it can safely be concluded that the compensation amount payable  is only Rs.4,12,25,893/-.  \n</p><p data-structure=\"Precedent\" id=\"p_103\">\t\t85.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"42194927\" id=\"span_16\">In 2015 2 SCC 189 (<a href=\"/doc/42194927/\" id=\"a_57\">Hyder Consulting (UK) Limited Vs. Governor, State of Orissa</a>) it was held as under:-</span>\n</p><blockquote id=\"blockquote_92\">\u001368. In the event that the terms of the given contract, as applicable to the parties to the arbitration proceedings, are silent on the question of interest payable in the first stage, as given under clause (a) of sub-section (7) of <a href=\"/doc/463976/\" id=\"a_58\">Section 31</a> of the 1996 Act, only then would the provisions of the said clause apply. The said clause thereafter gives the Arbitral Tribunal the discretion to include the interest in the sum for which the award was made. The principles for levying such interest are found in the said clause itself. They are as follows: \n</blockquote>\n<blockquote id=\"blockquote_93\">(1) Interest to be imposed at such rate as the Arbitral Tribunal deems reasonable; \n</blockquote>\n<blockquote id=\"blockquote_94\">(2) The interest may be either on the whole or any part of the money; and \n\n(3) The interest may be for the whole or any part of the period between the date on which the cause of action arose and the date on which the award is made\n\n</blockquote><blockquote id=\"blockquote_95\">69. I take note that the Arbitral Tribunal has been given the discretionary power of not only imposing interest, but also for determining the rate of interest that could be imposed from the date of cause of action to the date of the award. The Arbitral Tribunal has the discretion to decide whether such interest would be imposed on the whole or a part of the money awarded, and further whether it would be imposed for the entire duration from the date of cause of action to the date of award, or on a part of it. However, such discretion is not unfettered and is not exercisable upon the mere whims and fancies of the tribunal. In Principles of Statutory Interpretation, Justice G.P. Singh, 13th Edn., 2012, at p. 482, it has been stated as follows:\n</blockquote>\n<blockquote id=\"blockquote_96\">\u0013Even where there is not much indication in the Act of the ground upon which discretion is to be exercised it does not mean that its exercise is dependent upon mere fancy of the court or tribunal or authority concerned. It must be exercised in the words of Lord Halsbury, \u0011according to the rules of reason and justice, not according to private opinion; according to law and not humour; it is to be not arbitrary, vague and fanciful, but legal and regular\u0012.\u0014\n</blockquote><p data-structure=\"Conclusion\" id=\"p_104\">\t\t86. Consequently, I hold that in partial modification of the award passed by the learned Arbitrator, GPPL is entitled to a sum of Rs.4,12,25,893/-. (Rupees four crores twelve lakhs twenty five  thousand eight hundred and ninety three only) and there shall be no interest till the date of the award i.e. 22.12.2016 by the Arbitrator.  But, subsequent to the award till the date of realisation, the compensation amount shall carry interest @ 12% p.a.\nC.V.KARTHIKEYAN, J.\n</p><p data-structure=\"Conclusion\" id=\"p_105\">Srcm\n\n</p><p data-structure=\"Conclusion\" id=\"p_106\">\t\t87.  In the result, this Original Petition is partly allowed. No costs. The impugned award is modified to  Rs.4,12,25,893/- (Rupees four crores twelve lakhs twenty five  thousand eight hundred and ninety three only) payable to GPPL by PPL. The modified award shall carry interest @ 12% p.a. from the date of the additional award i.e. 22.12.2016 till the date of realisation. Consequently, the connected application is closed.  No costs.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_107\"> 20.02.2018\nIndex:Yes/No \nWeb:Yes/No \nSpeaking/Non Speaking\nSrcm\n\nNote to Office:-\n</p>\t\t\n<blockquote id=\"blockquote_97\">\tIssue on  21.02.2018\n\nPre-Delivery Judgement in\n<span class=\"hidden_text\" id=\"span_17\">OP.No.433 of 2017</span>\n          </blockquote>","numcites":31,"numcitedby":0,"docsource":"Madras High Court","citetid":180338865,"divtype":"judgments","relatedqs":[{"value":"indian contract act section 56","formInput":"indian%20contract%20act%20section%2056"},{"value":"doctrine of frustration ","formInput":"doctrine%20of%20frustration%20"},{"value":"discharge of contract","formInput":"discharge%20of%20contract"},{"value":"frustration of contracts","formInput":"frustration%20of%20contracts"},{"value":"section 56 contract act","formInput":"section%2056%20contract%20act"},{"value":"accord and satisfaction ","formInput":"accord%20and%20satisfaction%20"},{"value":"commercial impossibility","formInput":"commercial%20impossibility"},{"value":"section 56 contract","formInput":"section%2056%20contract"},{"value":"supervening impossibility","formInput":"supervening%20impossibility"},{"value":"void contracts","formInput":"void%20contracts"},{"value":"\"discharge of contract\"","formInput":"%22discharge%20of%20contract%22"},{"value":"impossibility of performance","formInput":"impossibility%20of%20performance"},{"value":"setting aside of an arbitral award","formInput":"setting%20aside%20of%20an%20arbitral%20award"},{"value":"discharge the contract only by performance","formInput":"discharge%20the%20contract%20only%20by%20performance"},{"value":"impossibility of contract","formInput":"impossibility%20of%20contract"},{"value":"puravankara","formInput":"puravankara"},{"value":"judicial review","formInput":"judicial%20review"},{"value":"tamplin","formInput":"tamplin"},{"value":"indian contract act","formInput":"indian%20contract%20act"},{"value":"public policy","formInput":"public%20policy"}],"cats":[{"value":"agreement-to-do-impossible-act","formInput":"tag:agreement-to-do-impossible-act"},{"value":"application-for-setting-aside-arbitral-award","formInput":"tag:application-for-setting-aside-arbitral-award"},{"value":"legal-and-illegal-considerations-and-objects","formInput":"tag:legal-and-illegal-considerations-and-objects"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"evidence-for-enforcement-of-foreign-award","formInput":"tag:evidence-for-enforcement-of-foreign-award"}],"courtcopy":true,"query_alert":null,"agreement":false}