{"tid":171214938,"publishdate":"2014-12-16","title":"M/S Govind Rubber Ltd. vs M/S Louids Dreyfus Commodities Asia ... on 16 December, 2014","doc":"<h2 class=\"doc_title\">M/S Govind Rubber Ltd. vs M/S Louids Dreyfus Commodities Asia ... on 16 December, 2014</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:m-y-eqbal\">M.Y. Eqbal</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:m-y-eqbal\">M.Y. Eqbal</a></h3>\n\n<pre id=\"pre_1\">                                                                           REPORTABLE\n\n                                      IN THE SUPREME COURT OF INDIA\n                                       CIVIL APPELLATE JURISDICTION\n\n\n                                      CIVIL APPEAL NO.11438 OF 2014\n                                    (Arising out of SLP(C)No. 20990 of 2013 )\n\n\n                         M/s. Govind Rubber Ltd.                          …Appellant (s)\n\n                                                     versus\n\n                         M/s. Louids Dreyfus Commodities\n                         Asia Pvt. Ltd.                                   …Respondent(s)\n\n\n                                                 JUDGMENT\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">                         M.Y. Eqbal, J.:\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n\n</p><blockquote id=\"blockquote_1\">                              Leave granted.\n</blockquote>\n\n<p data-structure=\"Issue\" id=\"p_3\">                         2.   This appeal by special leave is directed against judgment\n\n                         and order dated 4.2.2013 of the High Court of Judicature at\n\n                         Bombay whereby learned Single Judge allowed the arbitration\n\n                         petition preferred by the respondent under Sections 47 and 48\n\n<span class=\"hidden_text\" id=\"span_1\">Signature Not Verified</span>\n                         of the Arbitration &amp; Conciliation Act, 1996 (in short, “the Act”).\n<span class=\"hidden_text\" id=\"span_2\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_3\">Sanjay Kumar</span>\n<span class=\"hidden_text\" id=\"span_4\">Date: 2014.12.16</span>\n<span class=\"hidden_text\" id=\"span_5\">17:20:19 IST</span>\n<span class=\"hidden_text\" id=\"span_6\">Reason:</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_7\">                                                         1</span>\n\fBy the aforesaid petition, respondent had inter alia sought\n\ndirection to enforce and execute the foreign award dated 18 th\n\nDecember, 2009 as decreed in favour of the respondent and\n\nagainst the appellant.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">\n\n\n</p><p data-structure=\"Facts\" id=\"p_5\">3.   The factual matrix of the case is that the appellant is\n\ncarrying on business at Mumbai inter alia of import and\n\nexport of commodities and the respondent company is having\n\nits office at Singapore. On 20 th August, 2008, the appellant\n\nthrough the broker B.B. Rubber Pvt. Ltd. (in short, ‘Broker’)\n\nconfirmed the offer for purchase of natural rubber RSS-3\n\n(Thailand origin).   The respondent issued a sales contract\n\nbearing No.03S8733 for 200 Metric Tons (MT) of Thai RSS-3 at\n\nUS $2,880 per metric ton, CIF Nhava Sheva, India with\n\npayment term 100% against Letter of Credit for shipment in\n\nSeptember, 2008.     The said sale contract, signed by the\n\nrepresentative of the respondent, provided the governing terms\n\nas “Singapore Commodity Exchange”.         The name of the\n\n\n\n<span class=\"hidden_text\" id=\"span_8\">                              2</span>\n\fappellant was described as buyer, who issued purchase Order\n\nNo.BOM:PO:2008-09:286 dated 21 st August, 2008. As pleaded\n\nby the appellant, by this purchase order, the appellant placed\n\norders on the terms and conditions set out therein.          The\n\nappellant thereafter requested to change the payment term in\n\nthe said sales contract to be 10% advance by TT (Telegraph\n\nTransfer) and balance 90% by DP (documents against\n\npayment) at sight through e-mail dated 26 th August, 2008.\n\nThis request for amendment was accepted by the respondent\n\nand accordingly it issued invoice dated 27 th August, 2008 for\n\nthe 10% advance payment for 200 metric tons RSS 3 at the\n\nrate of US$ 2,880/MT. It is the case of the respondent that\n\nlatter the invoice was split into two invoices of 100 metric tons\n\neach for which 10% of contract value was US$28,800. Cargo\n\nof 200 MT RSS-3 was accordingly shipped to Nahava Sheva\n\nand original documents of shipments were couriered to the\n\nappellant’s Bank.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">\n\n\n<span class=\"hidden_text\" id=\"span_9\">                                3</span>\n</p><p data-structure=\"Facts\" id=\"p_7\">\f4.   On 11th October, 2008, the broker sent a letter to the\n\nappellant to confirm acceptance of their request to split bills of\n\nlading   separately    as    conditions    for   payment      upon\n\npresentation. The respondent on 17 th October, 2008 requested\n\nfor return of the documents from Indian Overseas Bank of the\n\nappellant in order to split the bills of lading into smaller lots as\n\nrequested by the appellant.          On 31st October, 2008, the\n\nrespondent sent the revised split bills of lading and invoices\n\nfor resubmission on Indian Overseas Bank for payment. On\n\n31st October, 2008, the appellant confirmed acceptance of\n\nnon-negotiable documents for both contracts and requested\n\nfor price deduction as conditions to make payment, which was\n\nnot accepted by the respondent. On 10th November, 2008, the\n\nbroker emailed to the appellant to insist performance of the\n\ncontracts and recapping the sequence of events of the\n\ncontracts. The appellant, however, did not make payment.\n\n\n</p><p data-structure=\"Facts\" id=\"p_8\">5.   It is pleaded by the respondent that on 22nd August,\n\n2008, upon receiving brokers confirmation of order and advice\n\n\n\n\n<span class=\"hidden_text\" id=\"span_10\">                                 4</span>\n\fto fax over the sales contracts, the respondent issued sales\n\ncontract on 25th August, 2008 bearing No.03S8739 for 201.6\n\nMetric tons (mt) of SIR20 at us $ 2,895/mt CIF Nhava Sheva,\n\nIndia, with payment term 100% Letter of Credit for shipment\n\nin September, 2008 with the respondent’s contract stating\n\ngoverning terms as Singapore Commodity Exchange to the\n\nappellant which issued its purchase Order No. BOM:PO:\n\n</p><blockquote id=\"blockquote_2\">208-09:290 (in short, the said contract is referred to as\n\n“second sales contract”). By email dated 27 th August, 2008 the\n\nappellant requested to change payment terms in respect of the\n\nsaid second sales contract and the respondent accepted new\n\npayment terms as requested by the appellant.\n</blockquote>\n\n\n\n<p data-structure=\"Facts\" id=\"p_9\">6.   The dispute arose between the parties in respect of this\n\nsecond sales contract. The respondent, therefore, vide letter\n\ndated 12th May, 2009, referred the matter to Singapore\n\nCommodity Exchange for arbitration in accordance with the\n\nterms of sale contract and attached points of claim in\n\n\n\n<span class=\"hidden_text\" id=\"span_11\">                              5</span>\n\farbitration. The appellant vide letter dated 23 rd May, 2009 to\n\nSICOM Rubber Contract Dispute Resolution Committee, the\n\nSingapore   Commodity    Exchange,      contended    that   the\n\nappellant had incurred huge loss in view of the failure on the\n\npart of the respondent to supply the goods in time with\n\nstandard of second party in quantity. By the said letter, the\n\nappellant lodged its counter claim on the first party for US $\n\n3734036.25 and also agreed for acceptance of nomination to\n\nMr. Leon Tim Fook as their sole arbitrator.     The appellant\n\ncontended that the Singapore Commodity Exchange or its\n\ncommittee did not have any jurisdiction.     It was submitted\n\nthat the jurisdiction shall be in Mumbai.        The Arbitral\n\nTribunal made award dated 18th December, 2009 directing the\n\nappellant to pay to the respondent a sum of US $716283 for\n\nbreach of contract and also to bear cost and expenses of said\n\narbitration amounting to Singapore dollar 20330. The Arbitral\n\nTribunal, rejected the counter claim made by the appellant\n\nand recorded a finding that SICOM and its arbitral tribunal\n\n\n\n\n<span class=\"hidden_text\" id=\"span_12\">                               6</span>\n\fhad arbitration jurisdiction over two contracts in dispute and\n\nthe said two sales contracts existed and were valid.\n\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_10\">7.   The appellant did not challenge the aforesaid award\n\nbefore the High Court. On the other hand, in the year 2010,\n\nappellant filed a suit against the respondent in the High Court\n\ninter alia praying for damages. The respondent has also filed\n\nnotice of motion in the said proceedings. During the pendency\n\nof the said suit, respondent filed arbitration petition on 11 th\n\nJanuary, 2012 for enforcement and execution of the said\n\naward as decree. After hearing learned counsel on either side\n\nand going through the materials placed before the Court,\n\nlearned Single Judge allowed the arbitration petition observing\n\nthat the appellant has not furnished any proof as to why the\n\nenforcement of the foreign award dated 18 th December, 2009\n\ncan be refused. The appellant had made counter claim before\n\nthe arbitral tribunal and thereafter did not challenge the\n\naward passed in favour of the respondent and rejection of the\n\n\n\n<span class=\"hidden_text\" id=\"span_13\">                               7</span>\n\fcounter claim against the appellant in any court of law.\n\nAccording to the learned Single Judge, the said foreign award\n\nis enforceable under Part II and is binding for all purposes on\n\nthe parties under <a href=\"/doc/144997/\" id=\"a_1\">Section 46</a> of the Arbitration &amp; Conciliation\n\nAct, 1996. After holding that that the said foreign award is\n\nenforceable, High Court directed the respondent to put the\n\naward in execution in accordance with the rules of this court.\n\nThe High Court also directed the appellant to produce on oath,\n\ncomplete inventory of its assets and properties as prayer for in\n\nprayer clause (b) within the period of four weeks from the date\n\nof impugned order.\n</p>\n<p data-structure=\"Section\" id=\"p_11\">\n\n</p><p data-structure=\"PetArg\" id=\"p_12\">8.      Hence, this appeal by special leave under <a href=\"/doc/427855/\" id=\"a_2\">Article 136</a> of\n\nthe     Constitution    is   preferred   by   the   appellant   raising\n\nsubstantial question of law as to whether in the absence of a\n\nvalid     arbitration    agreement       between    the    parties    as\n\ncontemplated under <a href=\"/doc/1846895/\" id=\"a_3\">Section 7</a> of the Act, the Singapore\n\nCommodity       Exchange      had    jurisdiction   to    appoint    any\n\n\n\n\n<span class=\"hidden_text\" id=\"span_14\">                                    8</span>\n\farbitrator on behalf of the appellant or to proceed with the\n\narbitration.   It is the case of the appellant that the entire\n\narbitral   proceedings   before       the   Singapore   Commodity\n\nExchange, at the instance of the respondent, was without\n\njurisdiction and cannot bind the appellant.\n\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_13\">9.   Mr. Jayant Bhushan, learned senior counsel appearing\n\nfor the appellant, at the very outset submitted that the sale\n\ncontract issued by the respondent containing and referring the\n\narbitration to Singapore Commodity Exchange was not signed\n\nand returned by the appellant. On the contrary the purchase\n\norder sent to the respondent contains commercial terms and\n\nconditions including exclusive jurisdiction of Bombay High\n\nCourt.     The said purchase order was accepted by the\n\nrespondent and was concluded. Hence, Singapore Commodity\n\nExchange did not have jurisdiction to decide the disputes\n\ninasmuch as the parties were not ad idem to refer the dispute\n\nfor arbitration.   Learned counsel submitted that the High\n\n\n\n<span class=\"hidden_text\" id=\"span_15\">                                  9</span>\n\fCourt has failed to appreciate the case of the appellant and\n\ngrossly erred in holding that the appellant did not raise\n\njurisdiction in the counter claim filed by it. Leaned counsel\n\nsubmitted that as against the specific conditions fixed in the\n\npurchase order regarding the jurisdiction of Bombay High\n\nCourt, the respondent did not respond to the said letter\n\nobjecting to the jurisdiction of the Bombay High Court. Mr.\n\nBhushan then submitted       that making   a counter claim in\n\nresponse to the notice sent by the Arbitrator will not amount\n\nto waiver of jurisdiction.   Lastly learned counsel submitted\n\nthat the High Court has further gravely erred by recording a\n\nfinding that the appellant has acted upon the sale contract as\n\nconcluded contract.\n</p>\n<p data-structure=\"Precedent\" id=\"p_14\">\n\n\n</p><p data-structure=\"RespArg\" id=\"p_15\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"20317\" id=\"span_16\">10.   Per contra, Mr. Jay Savla, learned advocate firstly\n\ncontended that the sales contract is a concluded contract and\n\nthe appellant acted on the terms of the sales contract and\n\nissued the supply order to the respondent.     The appellant\n\n\n\n<span class=\"hidden_text\" id=\"span_17\">                               10</span>\n\fthereafter   requested   to   change   the   terms   of   payment\n\nmentioned in the sales contract to be 10% advance by TT and\n\nthe 90% by DP. The said request for amendment in the sales\n\ncontract was accepted by the respondent.        Learned counsel\n\nsubmitted that the appellant always referred the sales contract\n\nwhich is evident from the fact that no amendment in the\n\npayment terms in the supply order was ever sought for.\n\nLearned counsel submitted that the request for splitting the\n\nbills referring the sales contract was also accepted and\n\npayments were made as per the amended terms in the sales\n\ncontract.    According to the learned counsel, the High Court\n\nhas rightly appreciated all these facts then submitted that the\n\nparties were ad idem in the matter of terms of the sale contract\n\nwhich contained the resolution of dispute by arbitration\n\nthrough Singapore Commodity Exchange.           Learned counsel\n\nput reliance on the decision of this Court in the case of <a href=\"/doc/20317/\" id=\"a_4\">M.R.\n\nEngineers and Contractors (Pvt.) vs. Som Dutt Builders\n\nLtd.</a>, (2009) 7 SCC 696.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_16\">\n\n\n<span class=\"hidden_text\" id=\"span_18\">                                11</span>\n</p><p data-structure=\"CDiscource\" id=\"p_17\">\f11.   We have heard the learned counsel appearing for the\n\nparties and have perused and considered all the facts and the\n\ndocuments brought on record.\n</p>\n<p data-structure=\"Precedent\" id=\"p_18\">\n\n</p><p data-structure=\"Section\" id=\"p_19\">12.   There may not be any dispute with regard to the settled\n\nproposition of law that an agreement even if not signed by the\n\nparties can be spelt out from correspondence exchanged\n\nbetween the parties. However it is the duty of the Court to\n\nconstrue correspondence with a view to arrive at the\n\nconclusion whether there was any meeting of mind between\n\nthe parties which could create a binding contract between\n\nthem.   It is necessary for the Court to find out from the\n\ncorrespondence as to whether the parties were ad idem to the\n\nterms of contract.\n</p>\n<p data-structure=\"Precedent\" id=\"p_20\">\n\n</p><p data-structure=\"Precedent\" id=\"p_21\">13.   It is equally well settled that while construing an\n\narbitration agreement or arbitration clause, the Courts have to\n\nadopt a pragmatic and not technical approach. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979603\" id=\"span_19\">In the case of\n\n\n\n\n<span class=\"hidden_text\" id=\"span_20\">                               12</span>\n\f<a href=\"/doc/1979603/\" id=\"a_5\">Rukmanibai Gupta vs. Collector</a>, (1980) 4 SCC 556, this\n\nCourt held that:-</span>\n</p>\n<blockquote id=\"blockquote_3\">          “6. Arbitration agreement is not required to be in\n          any particular form. What is required to be\n          ascertained is whether the parties have agreed\n          that if disputes arise between them in respect of\n          the subject-matter of contract such dispute shall\n          be referred to arbitration, then such an\n          arrangement would spell out an arbitration\n          agreement.”\n\n\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_22\">14.   So far as the first contention made by the learned\n\ncounsel for the appellant that since the appellant did not sign\n\nthe agreement, it cannot be said to be a party to the\n\nagreement, we would like to refer <a href=\"/doc/1846895/\" id=\"a_6\">Section 7</a> of the Arbitration\n\nand Conciliation Act, which reads as under:\n\n</p><blockquote id=\"blockquote_4\">          “7.Arbitration agreement:-\n</blockquote><blockquote id=\"blockquote_5\">          (1) In this Part, &quot;arbitration agreement&quot; means an\n          agreement by the parties to submit to arbitration all or\n          certain disputes which have arisen or which may arise\n          between them in respect of a defined legal relationship,\n          whether contractual or not.\n</blockquote><blockquote id=\"blockquote_6\">          (2) An arbitration agreement may be in the form of an\n          arbitration clause in a contract or in the form of a\n          separate agreement.\n</blockquote><blockquote id=\"blockquote_7\">          (3) An arbitration agreement shall be in writing.\n          (4) An arbitration agreement is in writing if it is\n          contained in-\n</blockquote><blockquote id=\"blockquote_8\">                (a) a document signed by the parties;\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_21\">                                 13</span>\n<blockquote id=\"blockquote_9\">\f                (b) an exchange of letters, telex, telegrams or\n                other means of telecommunication which\n                provide a record of the agreement; or\n</blockquote><blockquote id=\"blockquote_10\">                (c) an exchange of statements of claim and\n                defence in which the existence of the agreement\n                is alleged by one party and not denied by the\n                other.\n</blockquote><blockquote id=\"blockquote_11\">          (5) The reference in a contract to a document\n          containing an arbitration clause constitutes an\n          arbitration agreement if the contract is in writing and\n          the reference is such as to make that arbitration\n          clause part of the contract.”\n\n\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_23\">15.   Perusal of the aforesaid provisions would show that in\n\norder to constitute an arbitration agreement, it need not be\n\nsigned by all the parties. <a href=\"/doc/871436/\" id=\"a_7\">Section 7(3)</a> of the Act provides that\n\nthe arbitration agreement shall be in writing, which is a\n\nmandatory     requirement.       <a href=\"/doc/1534152/\" id=\"a_8\">Section 7(4)</a> states      that      the\n\narbitration agreement shall be in writing, if it is a document\n\nsigned by all the parties. But a perusal of clauses (b) &amp; (c) of\n\n<a href=\"/doc/1534152/\" id=\"a_9\">Section 7(4)</a> would show that a written document which may\n\nnot be signed by the parties even then it can be arbitration\n\nagreement.    <a href=\"/doc/1616495/\" id=\"a_10\">Section 7(4)(b)</a> provides      that    an    arbitration\n\nagreement can be culled out from an exchange of letters, telex,\n\n\n\n<span class=\"hidden_text\" id=\"span_22\">                                 14</span>\n\ftelegrams or other means of telecommunication which provide\n\na record of the agreement.\n</p>\n<p data-structure=\"Precedent\" id=\"p_24\">\n\n</p><p data-structure=\"Section\" id=\"p_25\">16.   Reading the provisions it can safely be concluded that\n\nan arbitration agreement even though in writing need not be\n\nsigned by the parties if the record of agreement is provided\n\nby exchange of letters, telex, telegrams or other means of\n\ntelecommunication. <a href=\"/doc/603606/\" id=\"a_11\">Section 7(4)(c)</a> provides there can be an\n\narbitration agreement in the exchange of statements of\n\nclaims and defence in which the existence of the agreement\n\nis alleged by one party and not denied by the other. If it can\n\nbe prima facie shown that the parties are at ad idem, then\n\nmere fact of one party not signing the agreement cannot\n\nabsolve himself from the liability under the agreement. In the\n\npresent day of E-commerce, in cases of internet purchases,\n\ntele purchases, ticket booking on internet and in standard\n\nforms of contract, terms and conditions are agreed upon. In\n\nsuch agreements, if the identity of the parties is established,\n\nand there is a record of agreement it becomes an arbitration\n\n\n\n<span class=\"hidden_text\" id=\"span_23\">                               15</span>\n\fagreement if there is an arbitration clause showing ad idem\n\nbetween the parties. Therefore, signature is not a formal\n\nrequirement under <a href=\"/doc/1616495/\" id=\"a_12\">Section 7(4)(b)</a> or 7(4)(c) or under 7(5) of\n\nthe Act.\n</p>\n<p data-structure=\"Precedent\" id=\"p_26\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_27\">17. We are also of the opinion that a commercial document\n\nhaving arbitration clause has to be interpreted in such a\n\nmanner as to give effect to the agreement rather than\n\ninvalidate   it.   On   the   principle   of   construction   of   a\n\ncommercial agreement, Scrutton on Charter Parties (17th\n\nEdition, Sweet &amp; Maxwell, London, 1964) explained that\n\ncommercial agreement has to be construed, according to the\n\nsense and meaning as collected in the first place from the\n\nterms used and understood in the plain, ordinary and\n\npopular sense (See <a href=\"/doc/19636/\" id=\"a_13\">Article 6</a> at page 16). The learned Author\n\nalso said that the agreement has to be interpreted &#x27;in order\n\nto effectuate the immediate intention of the parties&#x27;.\n\nSimilarly, Russel on Arbitration (21st Edition) opined, relying\n\non Astro Vendeor Compania Naviera SA vs. Mabanaft\n\n\n\n<span class=\"hidden_text\" id=\"span_24\">                                  16</span>\n\fGmbH (1970) 2 Llyod&#x27;s Rep.267, that the Court should, if the\n\ncircumstances allow, lean in favour of giving effect to the\n\narbitration clause to which the parties have agreed. The\n\nlearned Author has also referred to another judgment in Paul\n\nSmith Ltd v. H and S International Holdings Inc. (1991) 2\n\nLlyod&#x27;s Rep.127 in order to emphasize that in construing an\n\narbitration agreement the Court should seek to &#x27;give effect to\n\nthe intentions of the parties&#x27;. (See page 28 of the book).\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"5548853\" id=\"span_25\">18.   The Apex Court also in the case of <a href=\"/doc/5548853/\" id=\"a_14\">Union of India vs.\n\nD.N. Revri and Co.</a>, AIR 1976 SC 2257, held that a\n\ncommercial     document      between      the   parties    must   be\n\ninterpreted in such a manner as to give efficacy to the\n\ncontract rather than to invalidate it. The learned Judges\n\nclarified it by saying: -</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_29\">\n</p><blockquote id=\"blockquote_12\">            “7. It must be remembered that a contract is a\n           commercial document between the parties and it\n           must be interpreted in such a manner as to give\n           efficacy to the contract rather than to invalidate\n           it. It would not be right while interpreting a\n\n\n\n<span class=\"hidden_text\" id=\"span_26\">                                  17</span>\n\f           contract, entered into between two lay parties, to\n           apply strict rules of construction which are\n           ordinarily applicable to a conveyance and other\n           formal documents. The meaning of such a\n           contract must be gathered by adopting a\n           common sense approach and it must not be\n           allowed to be thwarted by a narrow, pedantic\n           and legalistic interpretation.”\n\n\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_30\">19.   In the instant case, admittedly, the respondent issued a\n\nsale contract for supply of goods incorporating in the said sale\n\ncontract various terms including hundred percent payment\n\nagainst letter of credit and also providing the governing terms\n\nas “Singapore Commodity Exchange”. Though the appellant\n\nissued purchase order dated 21 st August, 2008 on terms and\n\nconditions set out therein but the appellant requested the\n\nrespondent to change the payment terms mentioned in the\n\nsales contract. The request for amendment was accepted by\n\nthe respondent.      At this juncture, we would like to quote\n\nhereinbelow the Email dated 27 th August, 2008 sent by the\n\nappellant acknowledging the amendments on the payment\n\nterm in the sale contract.\n</p>\n<p data-structure=\"Section\" id=\"p_31\">\n\n\n<span class=\"hidden_text\" id=\"span_27\">                                  18</span>\n\f          “bbr@vsnl.com\n          To MeKwan.Yip@idcommodities.com\n          Cc:Andrew.Trevett@idcommodities.com\n          Christina.Chlia@idocmodities.com\n           Subject: Re: Govind Rubber\n          “ Hi Mee Kwan,\n           As discussed &amp; confirmed with Andrew y’d, Govind\n          Rubbeer’s payment terms have been changed to:10%\n          ADVANCE BY TT, BALANCE AGAINST D/P AT SIGHT’ SO,\n          PLEASE AMEND YOUR SALE CONTRACT ACCORDINGLY &amp;\n          SEND ME THE SALE CONTRACT &amp; PROFORMA INVOICE\n          FOR BOTH CONTRACTS SEPARATELY.\n</p><p data-structure=\"CDiscource\" id=\"p_32\">           Await your earlier action, since Govind Rubber wants to\n          send the 10% advance TT today &amp; is waiting for your\n          Proforma Invoice.\n</p><p data-structure=\"Conclusion\" id=\"p_33\">          Rgds,\n          Biju\n          ___Original Message__\n          From: MeeKwan.Yip@idcommodities.com\n          To: bbr@vsnl.com\n          Cc: Andrew.Trevatt@idcommodities.com;\n          Christina.Chia@idcommodities.com\n          Subject: Re: Govind Rubber.”\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_34\">20.   From the documents available on record and also\n\nreferred in the impugned order, it is evident that at the request\n\nof the appellant, the invoice was split into two invoices and in\n\nthe said letter of request reference was made to the sale\n\ncontract. The appellant proceeded to supply the goods on the\n\nterms contained in the sale contract.      The intention of the\n\nparties, as appearing from the correspondence, it can safely be\n\ninferred that there had been meeting of mind between the\n\n\n\n<span class=\"hidden_text\" id=\"span_28\">                               19</span>\n\fparties and they were ad idem to the terms of sale contract\n\nwhich contained the forum of dispute resolution at Singapore\n\nCommodity Exchange. Apart from that, after the dispute was\n\nreferred to Singapore Commodity Exchange for arbitration, the\n\nappellant in response to the notice made a counter claim\n\nbefore the Arbitral Tribunal contending that the appellant had\n\nincurred huge loss in view of the failure on the part of the\n\nrespondent to supply the goods in time. By making a counter\n\nclaim, the appellant indeed submitted to the jurisdiction of the\n\narbitrator.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_35\">\n\n\n</p><p data-structure=\"Precedent\" id=\"p_36\">21.   The principles <a href=\"/doc/5548853/\" id=\"a_15\">laid down by</a> the House of Lords in the\n\ncase of Cairncross vs. Lorimer, (1860) 7 Jur NS 149 , were\n\napproved of by the Judicial Committee in the case of Sarat\n\nChunder Dey vs. Gopal Chunder Laha, 19 IA 203. We may\n\nalso take the liberty of reading a passage from another Privy\n\nCouncil decision where the general principle applicable to\n\nsuch cases is stated. &quot;On the whole, therefore, their Lordships\n\n\n\n\n<span class=\"hidden_text\" id=\"span_29\">                               20</span>\n\fthink that the appellant, having a clear knowledge of the\n\ncircumstances on which he might have founded an objection\n\nto the arbitrators proceeding to make their award, did submit\n\nto the arbitration going on; that he allowed the arbitrators to\n\ndeal with the case as it stood before them, taking his chance of\n\nthe decision being more or less favourable to himself; and that\n\nit is too late for him, after the award has been made, and on\n\nthe application to file the award, to insist on this objection to\n\nthe   filing   of   the   award&quot;:   see   the   case   of   Chowdhri\n\nMurtaza-Hossein vs. Mt. Bibi Bechunnissa, 3 IA 209 . It is\n\ntrue that the question in the present case is a question of\n\ncompetence of the arbitrator which in a sense is a question of\n\njurisdiction, but it is not like the jurisdiction of a Court,\n\nbecause the jurisdiction of arbitrators is derived from consent\n\nof the parties.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_37\">\n</p><p data-structure=\"CDiscource\" id=\"p_38\">22.   It is clear that for construing an arbitration agreement,\n\nthe intention of the parties must be looked into. The\n\nmaterials on record which have been discussed hereinabove\n\n\n\n\n<span class=\"hidden_text\" id=\"span_30\">                                    21</span>\n\fmake it very clear that the appellant was prima facie acting\n\npursuant to the sale contract issued by the respondent. So,\n\nit is not very material whether it was signed by the second\n\nrespondent or not.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_39\">\n\n</p><p data-structure=\"PetArg\" id=\"p_40\">23.   It is not in dispute that although the appellant having full\n\nnotice and knowledge of the dispute having been decided by\n\nthe Arbitral Tribunal and an award was passed on 18th\n\nDecember, 2009, the said award has not been challenged by\n\nthe appellant in any court of law. Instead, the appellant filed\n\nthe suit against the respondent in the High Court inter alia\n\npraying for damages.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_41\">\n\n\n</p><p data-structure=\"Precedent\" id=\"p_42\">24.   In the aforesaid premise, we do not find any valid ground\n\nto oppose the enforcement of the foreign award.         The High\n\nCourt in the impugned order has rightly held that the foreign\n\naward is enforceable under Part II and is binding for all\n\npurposes on the parties.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_43\">\n\n\n<span class=\"hidden_text\" id=\"span_31\">                                22</span>\n</p><p data-structure=\"Conclusion\" id=\"p_44\">\f25.   After giving our anxious consideration to the question\n\nraised by the appellant, we do not find any merit in this appeal\n\nand is accordingly dismissed, but with no order as to costs.\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_45\">                                      …………………………….J.\n                                            (M.Y. Eqbal)\n\n\n\n                                       ……………………………J.\n                                           (R. Banumathi)\nNew Delhi\nDecember 16, 2014\n\n\n\n\n<span class=\"hidden_text\" id=\"span_32\">                               23</span>\n\fITEM NO.1A                   COURT NO.10                   SECTION IX\n(For Judgment)\n\n                 S U P R E M E C O U R T O F       I N D I A\n                         RECORD OF PROCEEDINGS\n\nPetition(s) for Special Leave to Appeal (C)      No.20990/2013\n\n(Arising out of impugned final judgment and order dated\n04/02/2013 in AP No.174/2012 passed by the High Court Of Bombay)\n\nM/S GOVIND RUBBER LTD.                                 Petitioner(s)\n                                  VERSUS\n\nM/S LOUIDS DREYFUS COMMODITIES ASIA P.LTD.             Respondent(s)\n\n(With appln. (s) for permission to file additional documents and\ninterim relief and office report)\n\nDate : 16/12/2014 This Appeal was called on for pronouncement of\njudgment today.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_46\">For Petitioner(s)       Mrs. Vanita Bhargava, Adv.\n</p><p data-structure=\"Conclusion\" id=\"p_47\">                        Mr. Ajay Bhargava, Adv.\n</p><p data-structure=\"Conclusion\" id=\"p_48\">                        Ms. Kudrat Dev, Adv.\n</p><p data-structure=\"Conclusion\" id=\"p_49\">                        For M/s. Khaitan &amp; Co.\n</p>\n<pre id=\"pre_2\">For Respondent(s)       Ms. Renuka Sahu, Adv.\n                        Mr. Abhinav Sharma, Adv.\n                        For Mr. Jay Savla,Adv.\n\n</pre><p data-structure=\"Conclusion\" id=\"p_50\">     Hon&#x27;ble Mr. Justice M. Y. Eqbal pronounced the Reportable\nJudgment of the Bench comprising of His Lordship and Hon&#x27;ble Mrs.\nJustice R. Banumathi.\n</p><p data-structure=\"Conclusion\" id=\"p_51\">     Leave granted.\n</p><p data-structure=\"Conclusion\" id=\"p_52\">     This appeal is dismissed in terms of the signed reportable\njudgment.\n</p>\n<pre id=\"pre_3\">     (SANJAY KUMAR-II)                          (INDU POKHRIYAL)\n      COURT MASTER                                 COURT MASTER\n</pre><p data-structure=\"Conclusion\" id=\"p_53\">       (Signed reportable judgment is placed on the file)\n\n\n\n\n<span class=\"hidden_text\" id=\"span_33\">                                 24</span>\n<span class=\"hidden_text\" id=\"span_34\">\f25</span>\n\f</p>","numcites":11,"numcitedby":72,"docsource":"Supreme Court - Daily Orders","citetid":171214938,"divtype":"judgments","relatedqs":[{"value":"counter claim ","formInput":"counter%20claim%20"},{"value":"govind rubber   ","formInput":"govind%20rubber%20%20%20"},{"value":"ad idem","formInput":"ad%20idem"},{"value":"RSS","formInput":"RSS"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"contract of sale","formInput":"contract%20of%20sale"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"foreign awards","formInput":"foreign%20awards"},{"value":"Terms of the contract","formInput":"Terms%20of%20the%20contract"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"no purchase order","formInput":"no%20purchase%20order"},{"value":"court master","formInput":"court%20master"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"},{"value":"parties to agreement","formInput":"parties%20to%20agreement"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"telegram","formInput":"telegram"},{"value":"Email ","formInput":"Email%20"},{"value":"\"counter-claim\"","formInput":"%22counter-claim%22"},{"value":"arbitration petition ","formInput":"arbitration%20petition%20"}],"cats":[{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"special-leave-appeal-by-supreme-court","formInput":"tag:special-leave-appeal-by-supreme-court"},{"value":"migrant-from-pakistan-citizenship","formInput":"tag:migrant-from-pakistan-citizenship"},{"value":"when-foreign-award-binding","formInput":"tag:when-foreign-award-binding"}],"courtcopy":true,"query_alert":null,"agreement":false}