{"tid":57105555,"publishdate":"2017-11-14","title":"Anil Kumar Yadav vs State Of Nct Delhi on 14 November, 2017","doc":"<h2 class=\"doc_title\">Anil Kumar Yadav vs State Of Nct Delhi on 14 November, 2017</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2017 SUPREME COURT 5398, 2018 (12) SCC 129, AIR 2018 SC (CRIMINAL) 134, (2017) 13 SCALE 448, (2017) 244 DLT 204, (2017) 4 CRIMES 525, (2017) 4 DLT(CRL) 717, (2018) 69 OCR 855, (2018) 1 RECCRIR 90, (2017) 4 CURCRIR 215, (2018) 183 ALLINDCAS 51 (SC), (2018) 102 ALLCRIC 910, 2018 (3) SCC (CRI) 425, 2018 (1) KCCR SN 42 (SC)</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-banumathi\">R. Banumathi</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-banumathi\">R. Banumathi</a>, <a href=\"/search/?formInput=benchid:k-joseph\">Kurian Joseph</a></h3>\n\n<pre id=\"pre_1\">          CRIMINAL APPEAL NO. ..... @ SLP (CRL.) NO. 4574/2017 ETC. ETC.\n\n\n\n                                                                                       REPORTABLE\n\n                                           IN THE SUPREME COURT OF INDIA\n\n                                          CRIMINAL APPELLATE JURISDICTION\n\n\n\n                                         CRIMINAL APPEAL NO. 1938 OF 2017\n\n                                        [Arising out of SLP(Crl.) No.4574 of 2017]\n\n                         ANIL KUMAR YADAV                                             …Appellant\n                                                         Versus\n                         STATE (NCT) OF DELHI &amp; ANR.                           ....Respondents\n                                                          With\n\n                                          CRIMINAL APPEAL NO. 1940 OF 2017\n\n                                        [Arising out of SLP(Crl.) No.7145 of 2017]\n\n                         VIKAS BALGUER                                                …Appellant\n                                                         Versus\n                         STATE (NCT) OF DELHI                                        ....Respondent\n                                                          With\n\n                                         CRIMINAL APPEAL NO.      1939 OF 2017\n\n                                        [Arising out of SLP(Crl.) No.7131 of 2017]\n\n                         ASHISH BALGUER AND ANR.                                       …Appellants\n                                                         Versus\n                         STATE (NCT) OF DELHI                                        ....Respondent\n                                                          With\n\n                                         CRIMINAL APPEAL NO.      1942 OF 2017\n\n                                        [Arising out of SLP(Crl.) No.7251 of 2017]\n\nSignature Not Verified   VIKAS @ SHAMMI                                                 …Appellant\nDigitally signed by\nMAHABIR SINGH                                            Versus\n                         STATE (NCT) OF DELHI                                         ....Respondent\nDate: 2018.02.24\n13:19:08 IST\nReason:\n\n                                                         With\n\n\n\n                                                                                      Page No. 1 of 23\n\fCRIMINAL APPEAL NO. ..... @ SLP (CRL.) NO. 4574/2017 ETC. ETC.\n\n\n                       CRIMINAL APPEAL NO. 1941 OF 2017\n\n                       [Arising out of SLP(Crl.) No.7213 of 2017]\n\n      TARUN @ MADDY                                                   …Appellant\n                                        Versus\n      STATE (NCT) OF DELHI                                          ....Respondent\n\n                                  JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">      R. BANUMATHI, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">            Leave granted.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">      2.    These appeals arise from the order of the High Court of Delhi in\n\n      and by which the High Court has cancelled the bail granted to the\n\n      respondents-accused by two separate orders dated 31.05.2017 and\n\n      08.09.2017. By virtue of the first impugned order, bail granted to Anil\n\n      Kumar Yadav (A4) was cancelled and by the second impugned order,\n\n      bail granted to other accused were cancelled.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">      3.    The case of prosecution is that on 21.10.2015, Rohit Bansal\n\n      (injured witness) along with his friends Vineet, Sonu, Rupesh\n\n      (deceased) and Monu had gone to Shanghai Club, Hauz Khas in two\n\n      separate cars, i.e. Santro being registration No.UP-16-AM-6317 and\n\n      Honda Civic being registration No.DL-7CF-4118. At around midnight\n\n      12.00-12.15, while dancing in the club, Rohit Bansal&#x27;s hand struck an\n\n      individual to whom he said &quot;sorry&quot;. On this, the said individual abused\n\n<span class=\"hidden_text\" id=\"span_1\">                                                                    Page No. 2 of 23</span>\n\fCRIMINAL APPEAL NO. ..... @ SLP (CRL.) NO. 4574/2017 ETC. ETC.\n\n\n</p><p data-structure=\"Facts\" id=\"p_5\">      and questioned Rohit Bansal and quarrel started between the two\n\n      groups and the said individual took a glass from one of his friends\n\n      and hit the complainant-Rohit Bansal; but the matter was pacified by\n\n      the bouncers/security personnel of the club. Thereafter, the\n\n      complainant-Rohit Bansal and his friends were sent out of the club\n\n      and after coming out of the club when they reached IIT Gate, then\n\n      Rohit Bansal realized that his mobile phone was missing which might\n\n      have fallen during the quarrel and he along with his friends Rupesh,\n\n      Sonu and Monu came back in Santro car to the club. When they\n\n      came back, they found that a Mercedes and EON car had blocked\n\n      the road and a Bolero car was parked on the road-side. When they\n\n      asked them to let them pass, one of the accused with whom an\n\n      altercation had taken place in the club, threatened to teach them a\n\n      lesson. Thereafter, all the accused/assailants started beating them;\n\n      one of the assailants brought an iron rod from the car and started\n\n      hitting Rupesh and when Rohit intervened to save Rupesh, he was\n\n      also attacked. Thereafter, another assailant lifted a cemented brick\n\n      and hit Rupesh on his head and they all ran towards different\n\n      directions to save themselves leaving Santro car at the spot. When\n\n      Rohit Bansal returned back to take his car, he saw Rupesh lying at\n\n<span class=\"hidden_text\" id=\"span_2\">                                                                 Page No. 3 of 23</span>\n\fCRIMINAL APPEAL NO. ..... @ SLP (CRL.) NO. 4574/2017 ETC. ETC.\n\n\n</p><p data-structure=\"Facts\" id=\"p_6\">      the spot unconscious and sustained multiple injuries on his body.\n\n      Complainant Rohit along with one Sunil took Rupesh to the AIIMS\n\n      Hospital and got him admitted in the Trauma Centre.\n\n</p><p data-structure=\"Facts\" id=\"p_7\">      4.    On receipt of DD regarding admission of Rupesh and Rohit\n\n      Bansal (Complainant) in Trauma Centre AIIMS, ASI Dalbir Singh went\n\n      to the hospital and recorded the statement of the injured Rohit\n\n      Bansal, based on which FIR No.1187/2015 was registered under\n\n      Section 307, Section 308 read with <a href=\"/doc/37788/\" id=\"a_1\">Section 34</a> IPC. Rupesh\n\n      succumbed to injuries on 26.10.2015 and the FIR was altered into\n\n      <a href=\"/doc/1560742/\" id=\"a_2\">Sections 302</a>, <a href=\"/doc/4266/\" id=\"a_3\">308</a> IPC and 201 <a href=\"/doc/1569253/\" id=\"a_4\">IPC</a> read with 34 <a href=\"/doc/1569253/\" id=\"a_5\">IPC</a>. Upon\n\n      completion of the investigation, charge-sheet was filed under\n\n      <a href=\"/doc/1560742/\" id=\"a_6\">Sections 302</a> and <a href=\"/doc/4266/\" id=\"a_7\">308</a> IPC read with <a href=\"/doc/37788/\" id=\"a_8\">Section 34</a> IPC against Tarun @\n\n      Maddy (A1), Vikas @ Shammi (A2), Ashish Balguer (A3), Anil Kumar\n\n      Yadav    (A4),   Vikas   Balguer    (A5)   and   Vishal    Balguer   (A6);\n\n      charge-sheet against Siddhant @ Goldy (A7) was filed under <a href=\"/doc/386021/\" id=\"a_9\">Section\n\n      201</a>/<a href=\"/doc/66955/\" id=\"a_10\">212</a> IPC.\n</p>\n<p data-structure=\"PetArg\" id=\"p_8\">      5.    The trial court granted bail to Anil Kumar Yadav (A4) vide order\n\n      dated 27.02.2017, inter alia, on the grounds: - (i) that no other overt\n\n      act had been attributed to Anil Kumar Yadav (A4); (ii) Based on CCTV\n\n\n<span class=\"hidden_text\" id=\"span_3\">                                                                 Page No. 4 of 23</span>\n\fCRIMINAL APPEAL NO. ..... @ SLP (CRL.) NO. 4574/2017 ETC. ETC.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_9\">      footage, in drawing an inference that no specific role had been\n\n      assigned to Anil Kumar Yadav (A4); and (iii) that Anil Kumar Yadav\n\n      (A4) had been in custody for about sixteen months.\n\n</p><p data-structure=\"Facts\" id=\"p_10\">      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1012138\" id=\"span_4\">6.     The order of granting bail to Anil Kumar Yadav (A4) was\n\n      assailed by the complainant before the High Court on the very next\n\n      day.    Pointing out that at the stage of granting bail, a detailed\n\n      examination of the evidence and elaborate documentation of the\n\n      minute details of the case is not warranted and placing reliance upon\n\n      <a href=\"/doc/1012138/\" id=\"a_11\">Puran v. Rambilas and Another</a> (2001) 6 SCC 338, the High Court set\n\n      aside the order passed by the trial court thereby cancelling the bail\n\n      granted to Anil Kumar Yadav (A4). Being aggrieved by cancellation\n\n      of bail, Anil Kumar Yadav (A4) preferred appeal before this Court.\n\n      Vide order dated 16.06.2017, this Court issued notice and stayed\n\n      surrender of Anil Kumar Yadav (A4).</span>\n</p>\n<p data-structure=\"Issue\" id=\"p_11\">      7.     While the appeal against grant of bail to Anil Kumar Yadav (A4)\n\n      was under consideration before the High Court, rest of the accused\n\n      were granted bail by the Sessions Court vide order dated 24.04.2017,\n\n      inter alia, on the ground that co-accused Anil Kumar Yadav (A4) had\n\n\n\n\n<span class=\"hidden_text\" id=\"span_5\">                                                                 Page No. 5 of 23</span>\n\fCRIMINAL APPEAL NO. ..... @ SLP (CRL.) NO. 4574/2017 ETC. ETC.\n\n\n</p><p data-structure=\"Issue\" id=\"p_12\">      already been granted bail and that they were in custody for about one\n\n      and half years.\n</p>\n<p data-structure=\"Precedent\" id=\"p_13\">      8.    When the appeal of Anil Kumar Yadav (A4) came up for further\n\n      hearing before this Court, State took time to take steps to challenge\n\n      the order of grant of bail to other accused also. By order dated\n\n      08.09.2017, the High Court cancelled the bail granted to other\n\n      accused also. Being aggrieved, other accused have also filed their\n\n      respective appeals before this Court.\n</p>\n<p data-structure=\"Issue\" id=\"p_14\">\n\n\n      Contentions:-\n</p>\n<p data-structure=\"PetArg\" id=\"p_15\">      9.    Mr. Siddharth Luthra, learned Senior Counsel for the appellant\n\n      Anil Kumar Yadav (A4) contended that Rohit Bansal who claims to be\n\n      an injured eye witness, in his statement recorded on 22.10.2015 did\n\n      not name the accused Anil Kumar Yadav as the assailant nor stated\n\n      about his overt act. It was submitted that the presence of accused\n\n      Anil Kumar Yadav or use of baseball bat by him was not seen in the\n\n      CCTV footage and also taking note of the fact that the accused had\n\n      been in custody for more than sixteen months, the trial court granted\n\n\n<span class=\"hidden_text\" id=\"span_6\">                                                                 Page No. 6 of 23</span>\n\fCRIMINAL APPEAL NO. ..... @ SLP (CRL.) NO. 4574/2017 ETC. ETC.\n\n\n</p><p data-structure=\"Issue\" id=\"p_16\">      bail to the appellant and the High Court erred in interfering with the\n\n      exercise of discretion by the Sessions Court.\n</p>\n<p data-structure=\"PetArg\" id=\"p_17\">      10.   Taking us through the order of the trial court dated 27.02.2017,\n\n      Mr. R. Basant, learned Senior Counsel appearing for Tarun @ Maddy\n\n      (A1) contended that on the material available, the Sessions Court\n\n      rightly observed that there was no pre-meditation and that the entire\n\n      incident was at the spur of the moment and when the trial court had\n\n      taken into consideration the relevant materials, the High Court erred\n\n      in substituting its views and setting aside the order of the Sessions\n\n      Court. It was further submitted that there was independent\n\n      consideration of the materials and while so, the High Court\n\n      misdirected itself in observing that bail was granted on the ground of\n\n      parity.\n</p>\n<p data-structure=\"PetArg\" id=\"p_18\">      11.   On behalf of the accused Vikas Balguer (A5) and Ashish\n\n      Balguer (A3), Ms. Rebecca M. John learned Senior Counsel\n\n      submitted that the Sessions Court has independently considered the\n\n      relevant materials and granted bail to the accused and while so, the\n\n      High Court erred in proceeding on the erroneous footing that the\n\n      accused persons were granted bail on parity with Anil Kumar Yadav.\n\n\n<span class=\"hidden_text\" id=\"span_7\">                                                                 Page No. 7 of 23</span>\n\fCRIMINAL APPEAL NO. ..... @ SLP (CRL.) NO. 4574/2017 ETC. ETC.\n\n\n</p><p data-structure=\"PetArg\" id=\"p_19\">      The learned Senior Counsel submitted that when the trial court had\n\n      properly exercised its jurisdiction, the High Court ought not to have\n\n      interfered with the exercise of discretion, more so, when the accused\n\n      were granted bail after filing of the charge-sheet.\n\n</p><p data-structure=\"PetArg\" id=\"p_20\">      12.   Mr. Pawan K. Bahl, learned counsel appearing on behalf of\n\n      Vikas @ Shammi (A2) contended that because Shammi&#x27;s name was\n\n      not mentioned in the FIR and only after the main accused were\n\n      arrested and only based on their statement recorded on 22.10.2015\n\n      and 23.10.2015, accused Vikas @ Shammi was arrested and there is\n\n      no prima facie case showing involvement of Vikas @ Shammi and\n\n      the trial court had rightly granted bail. It was contended that based on\n\n      the consideration of relevant materials, the trial court exercised its\n\n      discretion in granting bail to the accused and the High Court was not\n\n      right in setting aside the same.\n</p>\n<p data-structure=\"RespArg\" id=\"p_21\">      13.   On behalf of the prosecution, Ms. Kiran Suri, learned Senior\n\n      Counsel has submitted that the statements of injured witness Rohit\n\n      Bansal and other witnesses prima facie show involvement of the\n\n      accused in attacking the deceased Rupesh Tanwar and injured\n\n      witness Rohit Bansal. It was submitted that based on the statement\n\n\n<span class=\"hidden_text\" id=\"span_8\">                                                                 Page No. 8 of 23</span>\n\fCRIMINAL APPEAL NO. ..... @ SLP (CRL.) NO. 4574/2017 ETC. ETC.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_22\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"945721\" id=\"span_9\">recorded from the accused, the incriminating articles were also\n\n      recovered from the accused and the trial court ignored these relevant\n\n      materials prima facie indicating involvement of the accused. It was\n\n      submitted that the trial court granted bail based on the alleged\n\n      discrepancies in CCTV footage and discrepancies in statement of the\n\n      witnesses which are not relevant consideration for grant of bail and\n\n      the High Court rightly set aside the order granting bail to the accused\n\n      and the impugned orders warrant no interference. Placing reliance\n\n      upon <a href=\"/doc/945721/\" id=\"a_12\">Gobarbhai Naranbhai Singala v. State of Gujarat and Others</a>\n\n      (2008) 3 SCC 775, it was submitted that the period inside the jail is\n\n      not a relevant consideration for grant of bail.</span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_23\">      14.    Mr. Dushyant Dave, learned Senior Counsel appearing for the\n\n      complainant submitted that perversity in the order of the trial court\n\n      flows from the fact that irrelevant materials had been taken into\n\n      consideration and when the bail order is unjustified or perverse, the\n\n      High Court rightly set aside the order. In support of his contention,\n\n      the learned Senior Counsel placed reliance upon Brij Nandan Jaiswal\n\n      v. Munna alias Munna Jaiswal and Anr. (2009) 1 SCC 678 and\n\n      Kanwar Singh Meena v. State of Rajasthan and Anr. (2012) 12 SCC\n\n</p><p data-structure=\"Section\" id=\"p_24\">      180.\n<span class=\"hidden_text\" id=\"span_10\">                                                                 Page No. 9 of 23</span>\n\fCRIMINAL APPEAL NO. ..... @ SLP (CRL.) NO. 4574/2017 ETC. ETC.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_25\">      15.   We have given our thoughtful consideration to the rival\n\n      submissions made by the counsel appearing on either side. The\n\n      point falling for consideration is whether the Sessions Court ignored\n\n      relevant materials while granting bail to the appellants accused and\n\n      whether the order of the Sessions Court suffered from serious\n\n      infirmities, justifying interference by the High Court in exercise of\n\n      judicial discretion.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_26\">      <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1012138\" id=\"span_11\">16.   As held in <a href=\"/doc/1012138/\" id=\"a_13\">Puran</a> case, while considering the question of grant\n\n      of bail, Court should avoid consideration of details of the evidence as\n\n      it is not a relevant consideration. While it is necessary to consider the\n\n      prima facie case, an exhaustive exploration of the merits of the case\n\n      should be avoided.        We,    therefore, consciously refrain from\n\n      considering the merits of the materials/evidence collected by the\n\n      prosecution.</span>\n</p>\n<p data-structure=\"Facts\" id=\"p_27\">      17.   At the outset, it is to be pointed out that the Sessions Court\n\n      considered both framing of charges and also grant of bail to accused\n\n      Anil Kumar Yadav by way of a common order.                 On 27.02.2017,\n\n      charges were framed against all the accused and bail was granted to\n\n      appellant Anil Kumar Yadav. Insofar as framing of charges, in a case\n\n\n<span class=\"hidden_text\" id=\"span_12\">                                                                 Page No. 10 of 23</span>\n\fCRIMINAL APPEAL NO. ..... @ SLP (CRL.) NO. 4574/2017 ETC. ETC.\n\n\n</p><p data-structure=\"Section\" id=\"p_28\">      before the Sessions Court, under <a href=\"/doc/411062/\" id=\"a_14\">Section 228</a> of the Criminal\n\n      Procedure Code, the court is required to consider &quot;whether there is\n\n      ground for presuming that the accused has committed an offence.....&quot;\n\n      and then Court shall frame in writing a charge against the accused.\n\n      For grant of bail, the court is required to consider several other\n\n      factors. The considerations for framing of charge and grant of bail\n\n      are different. It was stated by the Bar that by and large this is the\n\n      procedure followed in Delhi. We may however indicate that it is not\n\n      desirable to frame charge and grant bail by way of a common order.\n\n</p><p data-structure=\"CDiscource\" id=\"p_29\">      18.   While granting bail, the relevant considerations are:- (i) nature\n\n      of seriousness of the offence; (ii) character of the evidence and\n\n      circumstances which are peculiar to the accused; and (iii) likelihood\n\n      of the accused fleeing from justice; (iv) the impact that his release\n\n      may make on the prosecution witnesses, its impact on the society;\n\n      and (v) likelihood of his tampering. No doubt, this list is not\n\n      exhaustive.   There are no hard and fast rules regarding grant or\n\n      refusal of bail, each case has to be considered on its own merits.\n\n      The matter always calls for judicious exercise of discretion by the\n\n      Court.\n</p>\n<p data-structure=\"Precedent\" id=\"p_30\">\n\n<span class=\"hidden_text\" id=\"span_13\">                                                                 Page No. 11 of 23</span>\n\fCRIMINAL APPEAL NO. ..... @ SLP (CRL.) NO. 4574/2017 ETC. ETC.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_31\">      19.   While considering the basic requirements for grant of bail, in\n\n      State of U.P. through CBI v. Amarmani Tripathi, (2005) 8 SCC 21, this\n\n      Court has held as under:-\n</p>\n<blockquote id=\"blockquote_1\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1067439\" id=\"span_14\">&quot;18. It is well settled that the matters to be considered in an\n            application for bail are (i) whether there is any prima facie or\n            reasonable ground to believe that the accused had committed the\n            offence; (ii) nature and gravity of the charge; (iii) severity of the\n            punishment in the event of conviction; (iv) danger of the accused\n            absconding or fleeing, if released on bail; (v) character, behaviour,\n            means, position and standing of the accused; (vi) likelihood of the\n            offence being repeated; (vii) reasonable apprehension of the\n            witnesses being tampered with; and (viii) danger, of course, of\n            justice being thwarted by grant of bail [see <a href=\"/doc/1067439/\" id=\"a_15\">Prahlad Singh Bhati v.\n            NCT, Delhi</a> (2001) 4 SCC 280 and Gurcharan Singh v. State (Delhi\n            Admn.) (1978) 1 SCC 118]. While a vague allegation that the\n            accused may tamper with the evidence or witnesses may not be a\n            ground to refuse bail, if the accused is of such character that his\n            mere presence at large would intimidate the witnesses or if there is\n            material to show that he will use his liberty to subvert justice or\n            tamper with the evidence, then bail will be refused.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1342616\" id=\"span_15\">We may also\n            refer to the following principles relating to grant or refusal of bail\n            stated in <a href=\"/doc/1342616/\" id=\"a_16\">Kalyan Chandra Sarkar v. Rajesh Ranjan</a> (2004) 7 SCC\n            528: (SCC pp. 535-36, para 11)\n                   “11. The law in regard to grant or refusal of bail is very\n                   well settled. The court granting bail should exercise its\n                   discretion in a judicious manner and not as a matter\n                   of course. Though at the stage of granting bail a\n                   detailed examination of evidence and elaborate\n                   documentation of the merit of the case need not be\n                   undertaken, there is a need to indicate in such orders\n                   reasons for prima facie concluding why bail was being\n                   granted particularly where the accused is charged of\n                   having committed a serious offence. Any order devoid\n                   of such reasons would suffer from non-application of\n                   mind. It is also necessary for the court granting bail to\n                   consider among other circumstances, the following\n                   factors also before granting bail; they are:</span>\n</blockquote><blockquote id=\"blockquote_2\">                       (a) The nature of accusation and the\n                   severity of punishment in case of conviction\n                   and the nature of supporting evidence.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_16\">                                                                     Page No. 12 of 23</span>\n<p data-structure=\"Precedent\" id=\"p_32\">\fCRIMINAL APPEAL NO. ..... @ SLP (CRL.) NO. 4574/2017 ETC. ETC.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_33\">                       (b) Reasonable apprehension of tampering\n                   with the witness or apprehension of threat to\n                   the complainant.\n</p><p data-structure=\"Precedent\" id=\"p_34\">                       (c) Prima facie satisfaction of the court in\n                   support of the charge. (See Ram Govind\n                   Upadhyay v. Sudarshan Singh (2002) 3 SCC\n                   598 and Puran v. Rambilas (2001) 6 SCC\n</p><p data-structure=\"Precedent\" id=\"p_35\">                   338.)”&quot;\n</p>\n<blockquote id=\"blockquote_3\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1579661\" id=\"span_17\">20.   The test to be applied for grant of bail was also considered in\n\n      <a href=\"/doc/1579661/\" id=\"a_17\">Jayendra Saraswathi Swamigal v. State of T.N.</a>, (2005) 2 SCC 13,\n\n      wherein it was held as under:-</span>\n</blockquote>\n<blockquote id=\"blockquote_4\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1814782\" id=\"span_18\">&quot;16. ........The considerations which normally weigh with the court in\n            granting bail in non-bailable offences have been explained by this\n            Court in <a href=\"/doc/1814782/\" id=\"a_18\">State v. Capt</a>.</span> Jagjit Singh [1962] 3 SCR 622 and\n            Gurcharan Singh v. State (Delhi Admn.) (1978) 1 SCC 118 and\n            basically they are — the nature and seriousness of the offence; the\n            character of the evidence; circumstances which are peculiar to the\n            accused; a reasonable possibility of the presence of the accused\n            not being secured at the trial; reasonable apprehension of\n            witnesses being tampered with; the larger interest of the public or\n            the State and other similar factors which may be relevant in the\n            facts and circumstances of the case...........&quot;\n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_36\">      21.   In the present case, accused Anil Kumar Yadav was granted\n\n      bail by the Sessions Court mainly on the grounds:- (i) as per CCTV\n\n      footage deciphered by the Investigating Officer, no role could be\n\n      attributed to Anil Kumar Yadav that he inflicted injuries on Rohit\n\n      Bansal as well as to deceased Rupesh Tanwar and the photographs\n\n      do not show the presence of the accused Anil Kumar Yadav; (ii)\n\n      CCTV footage do not corroborate the statement of the witnesses that\n\n\n<span class=\"hidden_text\" id=\"span_19\">                                                                      Page No. 13 of 23</span>\n\fCRIMINAL APPEAL NO. ..... @ SLP (CRL.) NO. 4574/2017 ETC. ETC.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_37\">      the accused along with their cars were blocking the road; and (iii)\n\n      accused Anil Kumar Yadav has been in custody since 31.10.2015.\n\n      The Sessions Court pointed out that possibly no role could be\n\n      attributed to accused Anil Kumar Yadav and observed as under:-\n\n</p><blockquote id=\"blockquote_5\">            &quot;.......Admittedly, the crux of the CCTV footage is deciphered by the\n            IO in the chargesheet as mentioned above and in the said crux no\n            role of accused Anil Kumar Yadav is found. Furthermore, there are\n            other discrepancies pointed out by the counsel as discussed above\n            which though could not be considered for the purpose of charge but\n            could be considered as ground of bail.........&quot;\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_38\">      The Sessions Court though repeatedly observed that the court ought\n\n      not to go into the merits of the prosecution case actually the court\n\n      appears to have gone into the merits of the matter, in particular the\n\n      CCTV footage to hold that Anil Kumar Yadav could not have been\n\n      present at the place of occurrence or participated in the incident.\n\n      Further, the Sessions Court had also gone into the discrepancies of\n\n      the statement of the witnesses. The probability or improbability of the\n\n      prosecution version has to be judged based on the materials\n\n      available to the court at the time when bail is considered and not on\n\n      the basis of discrepancies.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_39\">      22.   While considering the correctness of the above findings, the\n\n      learned Judge of the High Court viewed the CCTV footage and\n\n\n<span class=\"hidden_text\" id=\"span_20\">                                                                     Page No. 14 of 23</span>\n\fCRIMINAL APPEAL NO. ..... @ SLP (CRL.) NO. 4574/2017 ETC. ETC.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_40\">      observed that the camera installed at the place of occurrence was a\n\n      revolving camera moving horizontally and vertically and further\n\n      observed that the &quot;CCTV footage possibly could not capture the\n\n      whole instance from all angles at the same time&quot;. After personally\n\n      viewing CCTV footage, the learned Judge had given graphic\n\n      description of the various slots/points and the relevant portion of the\n\n      High Court judgment reads as under:-\n</p>\n<blockquote id=\"blockquote_6\">            &quot;I have examined/viewed the CCTV footage/CD provided by the\n            learned counsel for the respondent in the computer in chamber.\n            Seemingly, the footage recorded in the CCTV did not cover the\n            entire place of occurrence. It was a revolving camera moving\n            horizontally and vertically. Possibly, it could not capture the whole\n            incident from all angles at the same time. In the CCTV footage,\n            Mercedes car is seen to have arrived at the spot at 1:30:26. It\n            remained at the spot subsequent to it. At 1:39:34, the Mercedes is\n            seen leaving the spot by reversing it. The respondent is seen\n            entering into the Mercedes. It is, however, not clear as to when the\n            said individual (the respondent) had come out of the said\n            Mercedes. The petitioner has also placed on record photographs\n            developed from the footage recorded in the CCTV. In photographs\n            No.1, 2 and 4, the respondent is indicated inflicting injuries to the\n            victim along with others at 1:37:30; 1:37:31; and 1:37:31\n            respectively.\n</blockquote><blockquote id=\"blockquote_7\">                   In photograph No.3, Mercedes is seen at the spot at 1:34:49.\n            In photo No.5 the respondent is seen entering the Mercedes at\n            1:38:29. It belies the respondent&#x27;s contention that the Mercedes\n            entered for the first time in the lane of the occurrence only at\n            1:37:56. In photos Mark &#x27;A&#x27; and &#x27;B&#x27; the respondent&#x27;s car is seen at\n            the spot at 1:30:41 and 1:31:50 too.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_41\">      23.   The High Court had gone into the details of CCTV footage and\n\n      noted the presence of accused Anil Kumar Yadav at the scene of\n\n      occurrence that &quot;he was seen entering into the Mercedes&quot;.                     The\n<span class=\"hidden_text\" id=\"span_21\">                                                                     Page No. 15 of 23</span>\n\fCRIMINAL APPEAL NO. ..... @ SLP (CRL.) NO. 4574/2017 ETC. ETC.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_42\">      Sessions Court was not right in raising doubts about the presence of\n\n      accused Anil Kumar Yadav and his role in inflicting injuries to\n\n      deceased Rupesh Tanwar as well as to the injured Rohit Bansal at\n\n      the present stage. Since the Sessions Court proceeded to grant bail\n\n      on erroneous footing and also going into the merits of the materials\n\n      collected, the High Court, in our view, rightly set aside the order\n\n      granting bail to the accused Anil Kumar Yadav.\n</p>\n<p data-structure=\"Precedent\" id=\"p_43\">      24.   As pointed out earlier, one of the grounds for grant of bail to the\n\n      appellant Anil Kumar Yadav by the Sessions Court was that he was in\n\n      custody for more than one year. In crimes like murder, the mere fact\n\n      that the accused was in custody for more than one year, may not be a\n\n      relevant consideration.      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"945721\" id=\"span_22\">In <a href=\"/doc/945721/\" id=\"a_19\">Gobarbhai Naranbhai</a> case, it was\n\n      observed that the period of incarceration by itself would not entitle the\n\n      accused to be enlarged on bail.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"836557\" id=\"span_23\">The same was reiterated in <a href=\"/doc/836557/\" id=\"a_20\">Ram\n\n      Govind Upadhyay v. Sudarshan Singh and others</a> (2002) 3 SCC 598.</span>\n\n</p><p data-structure=\"RespArg\" id=\"p_44\">      25.   On behalf of the prosecution, learned senior counsel Ms. Suri\n\n      and Mr. Dave, learned senior counsel appearing for the complainant\n\n      submitted that CCTV footage is not the sole material relied upon by\n\n      the prosecution.    It was submitted that apart from CCTV footage,\n\n\n<span class=\"hidden_text\" id=\"span_24\">                                                                 Page No. 16 of 23</span>\n\fCRIMINAL APPEAL NO. ..... @ SLP (CRL.) NO. 4574/2017 ETC. ETC.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_45\">      there are eight eye witnesses who named the accused persons and\n\n      also stated the role of the accused persons. Our attention was drawn\n\n      to <a href=\"/doc/447673/\" id=\"a_21\">Section 161</a> Cr.P.C., statement of injured witness Rohit Bansal and\n\n      other witnesses namely Vineet, Mohinder @ Monu, Jitender, Sagar\n\n      Sharma @ Sonu and Bouncers at the Club namely Sonu, Rohit\n\n      Kumar, Praveen and Chetan Prakash who have stated about the\n\n      presence of the accused in the scene of occurrence and their overt\n\n      acts. That apart, based on the statements of the accused persons,\n\n      incriminating articles were also recovered and at this stage, it is not\n\n      necessary to elaborate upon the recoveries made and their\n\n      relevance.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_46\">      26.   By perusal of Post-Mortem certificate, it is seen that over twenty\n\n      one injuries were inflicted on the various parts of the body of the\n\n      deceased and he was disrobed and left unconscious on the spot.\n\n      The manner in which the deceased was allegedly attacked and the\n\n      number of injuries inflicted on him prima facie indicate pre-meditation.\n\n      Injured witness Rohit Bansal also sustained laceration injuries over\n\n      scalp.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_47\">\n\n\n<span class=\"hidden_text\" id=\"span_25\">                                                                 Page No. 17 of 23</span>\n\fCRIMINAL APPEAL NO. ..... @ SLP (CRL.) NO. 4574/2017 ETC. ETC.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_48\">      27.   As rightly contended by the prosecution, apart from CCTV\n\n      footage, there are other materials on record to show the &quot;prima facie&quot;\n\n</p><blockquote id=\"blockquote_8\">      case against the appellants/accused viz. (i) statement of eye\n\n      witnesses who have named the accused and also given statements\n\n      as to the overt acts of each of the accused; (ii) recoveries made from\n\n      the accused; and (iii) the incident in which deceased Rupesh Tanwar\n\n      and complainant Rohit Bansal have sustained injuries. The Sessions\n\n      Court had not taken into consideration these relevant materials; but\n\n      the Sessions Court granted bail to the appellants/accused on the\n\n      ground of discrepancies in the statement of witnesses, CCTV footage\n\n      and the period of incarceration of the accused which are not relevant\n\n      considerations for grant of bail by the Sessions Court in the facts and\n\n      stage of this case.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_49\">      28.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1067439\" id=\"span_26\">In <a href=\"/doc/1067439/\" id=\"a_22\">Kanwar Singh Meena</a> case, the High Court granted bail\n\n      ignoring the averments made against the accused thereon and\n\n      statement of witnesses recorded under <a href=\"/doc/497457/\" id=\"a_23\">Section 164</a> Cr.P.C. Pointing\n\n      out that the High Court did not keep in view the prima facie materials\n\n      against the accused, this Court cancelled the bail. By setting aside\n\n      the order of bail, in para (10), this Court observed as under:-</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_27\">                                                                 Page No. 18 of 23</span>\n</p><blockquote id=\"blockquote_9\">\fCRIMINAL APPEAL NO. ..... @ SLP (CRL.) NO. 4574/2017 ETC. ETC.\n</blockquote>\n\n<blockquote id=\"blockquote_10\">            &quot;10. Thus, <a href=\"/doc/1667941/\" id=\"a_24\">Section 439</a> of the Code confers very wide powers on\n            the High Court and the Court of Session regarding bail. But, while\n            granting bail, the High Court and the Sessions Court are guided by\n            the same considerations as other courts. That is to say, the gravity\n            of the crime, the character of the evidence, position and status of\n            the accused with reference to the victim and witnesses, the\n            likelihood of the accused fleeing from justice and repeating the\n            offence, the possibility of his tampering with the witnesses and\n            obstructing the course of justice and such other grounds are\n            required to be taken into consideration. Each criminal case\n            presents its own peculiar factual scenario and, therefore, certain\n            grounds peculiar to a particular case may have to be taken into\n            account by the court. The court has to only opine as to whether\n            there is prima facie case against the accused. The court must not\n            undertake meticulous examination of the evidence collected by the\n            police and comment on the same. Such assessment of evidence\n            and premature comments are likely to deprive the accused of a fair\n            trial. While cancelling the bail under <a href=\"/doc/1667941/\" id=\"a_25\">Section 439(2)</a> of the Code, the\n            primary considerations which weigh with the court are whether the\n            accused is likely to tamper with the evidence or interfere or attempt\n            to interfere with the due course of justice or evade the due course\n            of justice. But, that is not all. The High Court or the Sessions Court\n            can cancel the bail even in cases where the order granting bail\n            suffers from serious infirmities resulting in miscarriage of justice. If\n            the court granting bail ignores relevant materials indicating prima\n            facie involvement of the accused or takes into account irrelevant\n            material, which has no relevance to the question of grant of bail to\n            the accused, the High Court or the Sessions Court would be\n            justified in cancelling the bail. Such orders are against the\n            well-recognised principles underlying the power to grant bail. Such\n            orders are legally infirm and vulnerable leading to miscarriage of\n            justice and absence of supervening circumstances such as the\n            propensity of the accused to tamper with the evidence, to flee from\n            justice, etc. would not deter the court from cancelling the bail. The\n            High Court or the Sessions Court is bound to cancel such bail\n            orders particularly when they are passed releasing the accused\n            involved in heinous crimes because they ultimately result in\n            weakening the prosecution case and have adverse impact on the\n            society. Needless to say that though the powers of this Court are\n            much wider, this Court is equally guided by the above principles in\n            the matter of grant or cancellation of bail.&quot; [underlying added]\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_50\">      29.   In the present case, the trial is at a very crucial stage. The trial\n\n      court is yet to record the testimony of material witnesses including the\n\n<span class=\"hidden_text\" id=\"span_28\">                                                                       Page No. 19 of 23</span>\n\fCRIMINAL APPEAL NO. ..... @ SLP (CRL.) NO. 4574/2017 ETC. ETC.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_51\">      complainant as well as all the material witnesses.                   The trial has\n\n      commenced and the trial is said to be posted for 04.12.2017. For\n\n      ensuring the fair trial, witnesses must be in a position to freely depose\n\n      without fear. In the facts and circumstances of the case, we are\n\n      convinced that a fair trial can be ensured only if the appellants are not\n\n      enlarged on bail.\n</p>\n<p data-structure=\"Precedent\" id=\"p_52\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"193411084\" id=\"span_29\">30.   We are conscious of the fact that the appellants are only under\n\n      trials and their liberty is also a relevant consideration. But equally\n\n      important is to consider the impact of their release on bail on the\n\n      prosecution witnesses and also its impact on society. In order to\n\n      ensure that during trial the material witnesses depose without fear\n\n      and justice being done to the society, a balance has to be struck.\n\n      Referring to Masroor v. State of Uttar Pradesh and another (2009) 14\n\n      SCC 286 and other cases, in <a href=\"/doc/193411084/\" id=\"a_26\">State of Bihar v. Rajballav Prasad</a> alias\n\n      Rajballav Prasad Yadav alias Rajballabh Yadav (2017) 2 SCC 178,\n\n      this Court held as under:-</span>\n</p>\n<blockquote id=\"blockquote_11\">            &quot;26. We are conscious of the fact that the respondent is only an\n            undertrial and his liberty is also a relevant consideration. However,\n            equally important consideration is the interest of the society and fair\n            trial of the case. Thus, undoubtedly the courts have to adopt a\n            liberal approach while considering bail applications of the accused\n            persons. However, in a given case, if it is found that there is a\n            possibility of interdicting fair trial by the accused if released on bail,\n            this public interest of fair trial would outweigh the personal interest\n\n<span class=\"hidden_text\" id=\"span_30\">                                                                         Page No. 20 of 23</span>\n\fCRIMINAL APPEAL NO. ..... @ SLP (CRL.) NO. 4574/2017 ETC. ETC.\n</blockquote>\n\n<blockquote id=\"blockquote_12\">            of the accused while undertaking the task of balancing the liberty of\n            the accused on the one hand and interest of the society to have a\n            fair trial on the other hand. When the witnesses are not able to\n            depose correctly in the court of law, it results in low rate of\n            conviction and many times even hardened criminals escape the\n            conviction. It shakes public confidence in the criminal\n            justice-delivery system. It is this need for larger public interest to\n            ensure that criminal justice-delivery system works efficiently,\n            smoothly and in a fair manner that has to be given prime\n            importance in such situations. After all, if there is a threat to fair trial\n            because of intimidation of witnesses, etc., that would happen\n            because of wrongdoing of the accused himself, and the\n            consequences thereof, he has to suffer........&quot; [underlying added]\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_53\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"193411084\" id=\"span_31\">31.   After referring to various case laws and observing that in a\n\n      criminal trial, witnesses must be able to depose without fear, freely\n\n      and truthfully, in <a href=\"/doc/193411084/\" id=\"a_27\">Rajballav Prasad</a> case, this Court cancelled the bail\n\n      granted to the accused thereon. In para (24) of the judgment, it was\n\n      held as under:-</span>\n</p>\n<blockquote id=\"blockquote_13\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"468792\" id=\"span_32\">&quot;24. As indicated by us in the beginning, prime consideration before\n            us is to protect the fair trial and ensure that justice is done. This\n            may happen only if the witnesses are able to depose without fear,\n            freely and truthfully and this Court is convinced that in the present\n            case, that can be ensured only if the respondent is not enlarged on\n            bail. This importance of fair trial was emphasised in <a href=\"/doc/468792/\" id=\"a_28\">Panchanan\n            Mishra v. Digambar Mishra</a> (2005) 3 SCC 143 while setting aside\n            the order of the High Court granting bail in the following terms:</span>\n</blockquote><blockquote id=\"blockquote_14\">            (SCC pp. 147-48, para 13)\n                   “13. We have given our careful consideration to the\n                   rival submissions made by the counsel appearing on\n                   either side. The object underlying the cancellation of\n                   bail is to protect the fair trial and secure justice being\n                   done to the society by preventing the accused who is\n                   set at liberty by the bail order from tampering with the\n                   evidence in the heinous crime and if there is delay in\n                   such a case the underlying object of cancellation of\n                   bail practically loses all its purpose and significance to\n\n<span class=\"hidden_text\" id=\"span_33\">                                                                           Page No. 21 of 23</span>\n\fCRIMINAL APPEAL NO. ..... @ SLP (CRL.) NO. 4574/2017 ETC. ETC.\n</blockquote>\n\n<blockquote id=\"blockquote_15\">                  the greatest prejudice and the interest of the\n                  prosecution. It hardly requires to be stated that once a\n                  person is released on bail in serious criminal cases\n                  where the punishment is quite stringent and deterrent,\n                  the accused in order to get away from the clutches of\n                  the same indulge in various activities like tampering\n                  with the prosecution witnesses, threatening the family\n                  members of the deceased victim and also create\n                  problems of law and order situation.”&quot;\n</blockquote>\n\n<p data-structure=\"Conclusion\" id=\"p_54\">      32.   It was repeatedly urged that the High Court misdirected itself in\n\n      interfering with the discretionary order of Sessions Court granting bail\n\n      to the accused and there was absolutely nothing to show that the\n\n      appellants are likely to abuse the bail or tamper with evidence. The\n\n      court while granting bail should exercise its discretion in a judicious\n\n      manner. Of course, once discretion is exercised by the Sessions\n\n      Court to grant bail on consideration of relevant materials, the High\n\n      Court would not normally interfere with such discretion, unless the\n\n      same suffers from serious infirmities or perversity. While considering\n\n      the correctness of the order granting bail, the approach should be\n\n      whether the order granting bail to the accused is vitiated by any\n\n      serious infirmity, in which case, the High Court can certainly interfere\n\n      with the exercise of discretion. The materials available on record\n\n      prima facie indicating the involvement of the accused, possibility of\n\n      accused tampering with witnesses and the gravity of the crime were\n\n\n<span class=\"hidden_text\" id=\"span_34\">                                                                     Page No. 22 of 23</span>\n\fCRIMINAL APPEAL NO. ..... @ SLP (CRL.) NO. 4574/2017 ETC. ETC.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_55\">      not kept in view by the Sessions Court. Since the Sessions Court\n\n      granted bail to the appellants on irrelevant considerations and the\n\n      same suffered from serious infirmity, the High Court rightly set aside\n\n      the order of grant of bail to the accused. The impugned orders do not\n\n      suffer from any infirmity warranting interference.\n\n</p><p data-structure=\"Conclusion\" id=\"p_56\">      33.   In the result, all the appeals are dismissed.                All the\n\n      appellants/accused are directed to surrender before the Committal\n\n      Court within one week from the date of this order.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_57\">                                                      …….…………...………J.\n                                                      [KURIAN JOSEPH]\n\n\n                                                     …………….……………J.\n                                                      [R. BANUMATHI]\n      New Delhi;\n</p><p data-structure=\"Conclusion\" id=\"p_58\">      November 14, 2017\n\n\n\n\n<span class=\"hidden_text\" id=\"span_35\">                                                                 Page No. 23 of 23</span>\n\f</p>","numcites":19,"numcitedby":263,"docsource":"Supreme Court of India","citetid":57105555,"divtype":"judgments","relatedqs":[{"value":"cctv footage","formInput":"cctv%20footage"},{"value":"bail can be cancel same court","formInput":"bail%20can%20be%20cancel%20same%20court"},{"value":"grant of bail","formInput":"grant%20of%20bail"},{"value":"fair trial","formInput":"fair%20trial"},{"value":"bail granted","formInput":"bail%20granted"},{"value":"sec.34 ipc","formInput":"sec.34%20ipc"},{"value":"injured witness","formInput":"injured%20witness"},{"value":"bail cancel,","formInput":"bail%20cancel%2C"},{"value":"cctv","formInput":"cctv"},{"value":"section 34 indian penal code","formInput":"section%2034%20indian%20penal%20code"},{"value":"ipc 201","formInput":"ipc%20201"},{"value":"during trial no bail","formInput":"during%20trial%20no%20bail"},{"value":"sessions court bail","formInput":"sessions%20court%20bail"},{"value":"slp","formInput":"slp"},{"value":"bail order","formInput":"bail%20order"},{"value":"\"fair trial\"","formInput":"%22fair%20trial%22"},{"value":"criminal petition","formInput":"criminal%20petition"},{"value":"\"prima facie case\"","formInput":"%22prima%20facie%20case%22"},{"value":"R. Banumathi","formInput":"R.%20Banumathi"},{"value":"no overt act ","formInput":"no%20overt%20act%20"}],"cats":[{"value":"murder","formInput":"tag:murder"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"common-intention","formInput":"tag:common-intention"},{"value":"theft","formInput":"tag:theft"},{"value":"attempt-to-culpable-homicide","formInput":"tag:attempt-to-culpable-homicide"}],"courtcopy":true,"query_alert":null,"agreement":false}